{
  "akaniṭṭhā": "Akaniṭṭhā: A class of devas, living in the highest of the five Suddhāvasā (Pure Abodes).",
  "aggikabhāradvāja": "Aggikabhāradvāja: (1) A brahmin of Sāvatthī, of the Bhāradvāja clan. (2) A brahmin of Rājagaha, a fire-tender.",
  "aggidatta": "Aggidatta: A brahmin of Khemavatī, father of the Buddha Kakusandha. His wife was named Visākhā.",
  "aggivessana": "Aggivessana: Probably the name of a brahmin clan, the Agnivesyāyanas, and the Ksatriyas who were so styled, took the name from their brahmin priests.",
  "aṅgaka": "Aṅgaka: Nephew (sister’s son) of Soṇadaṇḍa.",
  "aṅgīrasi": "Aṅgīrasi: (1) A term of affection (Radiant One) used by Pañcasikha in addressing Suriyavaccasā. (2) One of the ten ancient seers who conducted great sacrifices and were versed in Vedic lore.",
  "aṅgulimāla": "Aṅgulimāla: A robber and murderer who was converted by the Buddha in the twentieth year of his ministry, and who later became an arahant.",
  "aciravata": "Aciravata: A novice who had a conversation with Prince Jayasena on the life of the bhikkhu. Aciravata repeats this conversation to the Buddha who thereupon preaches the Dantabhūmi Sutta.",
  "acelakassapa": "Acelakassapa: (1) A naked ascetic. (2) An old family friend of Cittagapahati.",
  "accuta": "Accuta: A Pacceka Buddha, mentioned in a list of Pacceka Buddhas.",
  "accutagāmabyāmaka": "Accutagāmabyāmaka: One of the Pacceka Buddhas in a nominal list.",
  "accutadevā": "Accutadevā: A class of devas mentioned among those assembled on the occasion of the preaching of the Mahāsamaya Sutta.",
  "ajakalāpaka": "Ajakalāpaka: A Yakkha who tried to frighten the Buddha, but who, later, became his disciple.",
  "ajātasattu": "Ajātasattu: Son of Bimbisāra, King of Māgadha, and therefore half-brother to Abhayarājakumāra. He murdered his father to gain the throne, and conspired with Devadatta to kill the Buddha, but was later converted.",
  "ajita": "Ajita: (1) A monk. He devoted his time to explaining the Pātimokkha rules to the monks. (2) A _paribbājaka_ who visited the Buddha, and at whose instigation the Buddha preached to the Bhikkhus on the difference between dhamma and adhamma. (3) General of the Licchavis and follower of the Buddha. (5) A monk whose Theragāthā verses speak of how sometimes the wise are unknown, while the fool is honored.",
  "ajitakesakambala": "Ajitakesakambala: Head of one of the six heretical sects mentioned in the Pitakas as being contemporaneous with the Buddha. He is described as a Titthaka (non-Buddhist teacher), leader of a large following, virtuous and held in esteem by the people.",
  "ajitamāṇava": "Ajitamāṇava: One of the disciples of Bāvarī who visited the Buddha at the request of their teacher.",
  "ajjuka": "Ajjuka: A monk of Vesālī. In settling a dispute regarding the estate of his lay-supporter, he was accused of partisanship by one of the parties concerned and was reported to Ānanda.",
  "ajjuna": "Ajjuna: A monk whose Theragāthā verse describes understanding the Dhamma as like drawing oneself from water to dry land.",
  "añjanāvaniya": "Añjanāvaniya: He dwelt in the Añjanavana in a small hut, and there he became Awakened.",
  "aññātakoṇḍañña": "Aññātakoṇḍañña: One of the five ascetics known as the Pañcavaggiyā. When, after the Enlightenment, the Buddha visited them at Isipatana and preached the Dhammacakkappavattana Sutta, Koṇḍañña won the Fruit of the First Path.",
  "aṭṭhaka": "Aṭṭhaka: A celebrated sage, composer and reciter of sacred runes, mentioned together with nine others (Vāmaka, Vāmadeva, Vessāmitta, Yamataggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha and Bhagu), as the ancient sages of the brahmins.",
  "aṭṭhama": "Aṭṭhama: Pacceka Buddha, one of the names given in a list of such.",
  "atappādevā": "Atappādevā: A class of devas whose company mortals long for. They belong to the Suddhāvāsā.",
  "addhakāsī": "Addhakāsī: A prostitute in Rājagaha who entered the Order of the bhikkhunis. Wishing to obtain the higher ordination from the Buddha, she set out for Sāvatthī, but was waylaid and stopped by libertines.",
  "addhariyā": "Addhariyā: The word occurs in a list of brahmin teachers in the Tevijja Sutta. They teach a state of union with Brahmā.",
  "adhimutta": "Adhimutta: A Brahmin of Sāvatthī. A verse addressed by him to some corpulent monks is found in the Theragāthā.",
  "anantajina": "Anantajina: An epithet of the Buddha.",
  "anāthapiṇḍika": "Anāthapiṇḍika: A banker (_seṭṭhi_) of Sāvatthī who became famous because of his unparalleled generosity to the Buddha.",
  "anīgha": "Anīgha: A Pacceka Buddha; occurs in a list of Pacceka Buddhas.",
  "anugāra": "Anugāra: An eminent wandering ascetic. He is mentioned as living in the Paribbājakārāma in the Moranivāpa in Veḷuvana near Rājagaha.",
  "anurādha": "Anurādha: An Elder.",
  "anuruddha": "Anuruddha: First cousin of the Buddha and one of his most eminent disciples. He was the son of the Sākyan Amitodana and brother of Mahānāma.",
  "anūpama": "Anūpama: A monk whose verses are recorded in the Theragāthā.",
  "anejakā": "Anejakā: A class of devas mentioned as having been present on the occasion of the preaching of the Mahāsamaya Sutta.",
  "anopamā": "Anopamā: Daughter of the Treasurer Majjha of Sāketa. She was so called ('Peerless”) because of her beauty.",
  "aṅgaṇikabhāradvāja": "Aṅgaṇikabhāradvāja: A brahmin fire-worshipper who practiced asceticism to gain immortality.",
  "annabhāra": "Annabhāra: A well-known _paribbājaka_ who lived in the Paribbājakārāma on the banks of the River Sappinī near Rājagaha.",
  "aparājita": "Aparājita: One of the Pacceka Buddhas mentioned in the Isigili Sutta.",
  "aputtaka": "Aputtaka: A wealthy burgess of Sāvatthī who died intestate.",
  "appamāṇasubhā": "Appamāṇasubhā: A class of devas of the Rupaloka belonging to the plane of third _jhāna_.",
  "appamāṇābhā": "Appamāṇābhā: A class of devas of the Rūpaloka, belonging to the plane of second _jhāna_.",
  "abbhavalāhakā": "Abbhavalāhakā: One of the Cloud-group of devas.",
  "abhaya ": "Abhaya : (1) A monk whose verse concerning the bewildering effects of beautiful sights is in the Theragāthā. (2) The son of King Bimbisāra and of Padumavatī, the belle of Ujjeni. (3) A Licchavi of Vesāli.",
  "abhayamātā": "Abhayamātā: A Therī. Two verses attributed to her are found in the Therigatha.",
  "abhayā": "Abhayā: A Therī. Two verses are attributed to her in the Therīgāthā.",
  "abhiñjika": "Abhiñjika: A student of Anuruddha.",
  "abhibhū": "Abhibhū: (1) Chief disciple of Sikhī Buddha. In the Aruṇavatī Sutta it is said that he went with Sikhī to a Brahma-world and, at the Buddha’s request, preached a sermon to the accompaniment of great magical powers. (2) A class of devas belonging to the formless plane. They live in the same plane as the Vehapphalā.",
  "abhibhūta": "Abhibhūta: Three verses ascribed to Abhibhūta occur in the Theragāthā, addressd to his kinsmen and retainers. The second of these verses is elsewhere attributed to Abhibhū, chief disciple of Sikhī Buddha.",
  "abhirūpanandā": "Abhirūpanandā: The two verses preached to her by the Buddha are given in the Therīgāthā.",
  "ambaṭṭha": "Ambaṭṭha: A brahmin youth of the Ambaṭṭha clan who lived with his teacher, Pokkharasādi, at Ukkaṭṭha. He was learned in the three Vedas and the correlated branches of knowledge, including the Lokāyata, as recorded in the Ambaṭṭha Sutta.",
  "ambapālī": "Ambapālī: A courtesan of Vesāli. She became a devout follower of the Buddha, and building a _vihāra_ in her own garden, gave it to him and the Order. This was during the Buddha’s last visit to Vesāli shortly before his death.",
  "araka": "Araka: The Bodhisatta, born as a brahmin teacher.",
  "arati": "Arati: One of the three daughters of Māra, the others being Taṇhā and Ragā. Seeing their father disconsolate after his repeated attempts to foil Gotama’s quest for Enlightenment, they offered to tempt the Buddha with their wiles.",
  "aranemi": "Aranemi: A brahmin teacher of a past age, given in a list of six teachers, who were purohitas. The others were Sunetta, Mūgapakkha, Kuddālaka, Hatthipāla and Jotipāla.",
  "ariṭṭhakā": "Ariṭṭhakā: A class of devas who were present at the preaching of the Mahāsamaya Sutta.",
  "ariṭṭha": "Ariṭṭha: (1) Ariṭṭha left the Order and would not come back until the _ukkhepanīyakamma_ was revoked. (2) An _upāsaka_ mentioned in the Aṅguttara Nikāya in a list of householders and upāsakas who had seen and realised immortality and were possessed of unwavering faith in the Buddha, the Dhamma and the Saṅgha. (3) A messenger of Vessavaṇa, employed by him to take his proclamations and publish them.",
  "avakaṇṇaka": "Avakaṇṇaka: Given in the Pācittiya rules’ as an example of a low name (_hīnanāma_).",
  "avantiputta": "Avantiputta: King of Madhurā.",
  "avihā": "Avihā: A class of devas. Their world ranks among the five foremost of the rupa-worlds, the Suddhāvāsā. Anāgāmīs are born in Avihā and there attain arahantship.",
  "asaññasattā": "Asaññasattā: Inhabitants of the fifth of the nine abodes of beings (_sattāvāsā_). These beings are unconscious and experience nothing. As soon as an idea occurs to them they fall from their state.",
  "asama": "Asama: A _devaputta_ who once visited the Buddha at Veḷuvana, in the company of Sahali, Ninka, Ākoṭaka, Vetambarī and Mānava-Gāmiya.",
  "asamā": "Asamā: A class of devas, present at the preaching of the Mahāsamaya Sutta. They are mentioned together with the Yama twins.",
  "asita": "Asita: (1) An ascetic who possessed various psychic powers. Once, while in Tāvatiṁsā heaven, he saw the whole city decked with splendour and the gods engaged in great rejoicing. (2) A sage (_isi_). His story is given in the Assalāyana Sutta. Once there were seven brahmin sages living in thatched cabins in the wilds.",
  "asibandhakaputta": "Asibandhakaputta: A headman (_gāmani_). He came to the Buddha in the Pārileyyaka Mango Grove in Nāḷandā and asked him various questions, recorded in the Saṁyutta Nikāya.",
  "asura": "Asura: In Pali Literature the Asuras are classed among the inferior deities together with the _supaṇṇas_, _gandhabbas_, _yakkhas_, _garuḍas_ and _nāgas_. Rebirth as an Asura is considered as one of the four unhappy rebirths or evil states (_apāya_), the others being hell, animal, and ghost realms.",
  "asurindakabhāradvāja": "Asurindakabhāradvāja: A brahmin, one of three brothers who had conversations with the Buddha and were converted.",
  "asoka": "Asoka: A monk of Ñātikā. Once when the Buddha was staying at Ñātikā in the Giñjakāvasatha, Ānanda mentions to the Buddha that Asoka Thera had died, and asks where he had gone.",
  "asokā": "Asokā: A nun of Ñātikā. When Ānanda announces her death to the Buddha at Ñātikā in the Giñjakāvasatha, and inquires where she had been born, the Buddha says that she had been reborn spontaneously in the Suddhāvāsā, there to pass away, destined never to return.",
  "assajipunabbasukā": "Assajipunabbasukā: The followers of Assaji and Punabbasu. They lived in Kīṭāgiri, between Sāvatthī and Ālavi, and were guilty of various evil practices. They used to grow flowers, make wreaths and garlands, and send them to girls and women of respectable families and also to slave girls, to lie with such women, and disregard the precepts regarding the eating of food at the wrong time, using perfumes, visiting shows, singing and playing games of various sorts.",
  "assaji": "Assaji: (1) The fifth of the Pañcavaggiyā monks. When the Buddha preached the Dhammacakkappavattana Sutta, he was the last in whom dawned the eye of Truth, and the Buddha had to discourse to him and to Mahānāma while their three colleagues went for alms. (2) One of the leaders of the Assaji-Punabbasukā, the other being Punabbasu.",
  "assatara": "Assatara: A tribe of Nāgas present at the preaching of the Mahāsamaya Sutta.",
  "assalāyana": "Assalāyana: A young brahmin, sixteen years old, of Sāvatthī, very learned in the Vedas and allied subjects. Five hundred brahmins staying in the city asked him to hold a discussion with the Buddha and refute his views.",
  "assāroha": "Assāroha: Probably a nickname for the horse-trainer whose visit to the Buddha is recorded in the Assa Sutta. He is described as a _gāmani_ (head man of a village).",
  "ahiṁsakabhāradvāja": "Ahiṁsakabhāradvāja: One of the Bhāradvāja brothers. He came to the Buddha at Sāvatthī and the Buddha suggested to him the desirability of living up to his name by practising ahiṁsā.",
  "ākāsagotta": "Ākāsagotta: A physician of Rājagaha who lanced the fistula of a monk. Meeting the Buddha, he told him of the lancing, trying to make fun of it. The Buddha, having made inquiries, declared the performance of such an operation a thullaccaya offence.",
  "ākāsānañcāyatanūpagādevā": "Ākāsānañcāyatanūpagādevā: A class of devas born in the Realm of Infinite Space. They belong to the Formless world and their life term is twenty thousand kappas.",
  "ākiñcāyatanūpagādevā": "Ākiñcāyatanūpagādevā: A class of devas born in the Ākiñcāyatana, the third Arūpa world. Their life term is sixty thousand kappas.",
  "ākoṭaka": "Ākoṭaka: A deva who visited the Buddha at Veḷuvana accompanied by Asama, Sahali, Ninka, Vetambarī and Mānava-Gāmiya. Ākoṭaka spoke before the Buddha in praise of various teachers of other schools: Pakuddha-Kātiyāna (sic), Nigaṇṭha, Makkhali, Pūraṇa.",
  "ājīvakā": "Ājīvakā: A class of naked ascetics, followers of Makkhali Gosāla, regarded, from the Buddhist point of view, as the worst of sophists. Numerous references to the Ājīvakas are to be found in the Pitakas, only a few of them being at all complimentary.",
  "ātuma": "Ātuma: A monk whose verse is in the Theragāthā.",
  "ādicca": "Ādicca: Another name for Suriya, the Sun.",
  "ānanda": "Ānanda: One of the principal disciples of the Buddha. He was a first cousin of the Buddha and was deeply attached to him. Ānanda entered the Order in the second year of the Buddha’s ministry, together with other Sākiyan princes, such as Bhaddiya, Anuruddha, Bhagu, Kimbila and Devadatta, and was ordained by the Buddha himself, his upajjhāya being Belatthasīsa.",
  "ānandakumāra": "Ānandakumāra: A shipwright, who, with three hundred others, was sent by Mahosadha to the Upper Ganges to secure timber wherewith to build three hundred ships in preparation for Mahosadha’s visit to the capital of Pañcala in order to erect buildings for King Vedeha.",
  "āpā": "Āpā: A class of deities who were present at the preaching of the Mahāsamaya Sutta.",
  "ābha": "Ābha: A generic name for devas distinguished for their brilliance, such as the Parittābhā and the Appamāṇābhā.",
  "ārāmadaṇḍa": "Ārāmadaṇḍa: A brahmin. Once when Mahā Kaccāna was staying at Vāraṇā on the banks of the Kaddamadaha, Ārāmadaṇḍa came to see him and asked him why nobles quarrelled with nobles, brahmins with brahmins, and householders with householders.",
  "ārohanta": "Ārohanta: One of the chief ministers at Sāvatthī. He joined the Order of monks and his wife became a nun. They had their meals together and she waited on him, fetching him water and fanning him.",
  "āḷavīgotama": "Āḷavīgotama: A thera, who is mentioned in the Sutta Nipāta in a verse spoken by the Buddha to Piṅgiya when the Buddha appeared in a ray of light at Bāvarī’s hermitage.",
  "āḷavakā": "Āḷavakā: A name given to the monks of Āḷavī.",
  "āḷavaka": "Āḷavaka: The _yakkha_ of Āḷavī. The Buddha once stayed at his dweling, at which the _yakkha_ became angry and threatened the Buddha.",
  "āḷārakālāma": "Āḷārakālāma: One of the two teachers to whom Gotama, after his renunciation, first attached himself, the other being Uddaka Rāmaputta. In the Ariyaparivesāna Sutta the Buddha describes his visit to Āḷāra.",
  "icchānaṅgalaka": "Icchānaṅgalaka: An _upāsaka_ of Icchānaṅgala. Once he visited the Buddha at Jetavana after a long interval, and on being asked why he had been absent so long, he replied that he had been kept busy by various duties.",
  "inda": "Inda: (1) Given in the Āṭānāṭiya Sutta as the name of the ninety-one sons of Dhataraṭṭha, king of the Gandhabbas. (2) The Pāḷi equivalent of the Vedic Indra. He is referred to only very seldom in the Nikāyas, but is usually identifed as Sakka.",
  "isidatta": "Isidatta: (1) A verse uttered by Isidatta, in response to the Buddha’s enquiry regarding his welfare, is recorded in the Therāgāthā. (2) Isidatta and Purāṇa were once at Sādhuka’ on some business.",
  "isidāsa": "Isidāsa: A thera. He had a brother, also a monk, named Isibhatta. Having spent the rainy season in Sāvatthī, they went to take up their abode in a certain village.",
  "isidāsī": "Isidāsī: She was the daughter of a good and wealthy merchant of Ujjenī.",
  "īsāna": "Īsāna: One of the chief devas.",
  "ukkhepakatavaccha": "Ukkhepakatavaccha: A monk whose verse is recorded in the Theragāthā.",
  "ugga": "Ugga: He once visited the Buddha and told him how he rivalled in power and wealth the seṭṭhi Migāra, grandson of Rohana. He was worth one hundred thousand in gold alone, to say nothing of silver.",
  "uggatasarīra": "Uggatasarīra: A great brahmin. Having made preparations for a great sacrifice, in which numerous animals were to be slaughtered, he visited the Buddha at Jetavana to consult him as to the efficacy of the sacrifice.",
  "uggaha": "Uggaha: The grandson of the banker Meṇḍaka; he lived in Bhaddiya. Once when the Buddha was staying in the Jātiyāvana at Bhaddiya, Uggaha invited him and three monks to a meal at his house.",
  "uggāhamāna": "Uggāhamāna: A Paribbājaka. Once when he was staying near Sāvatthī in Mallikā’s pleasance at the Samayappavādaka hall, the carpenter, Pañcakaṅga, on his way to see the Buddha, visited him and had a conversation with him, which conversation Pañcakaṅga later reported to the Buddha.",
  "uccaṅgamāya": "Uccaṅgamāya: A Pacceka Buddha found in a list of Pacceka Buddhas.",
  "ujjaya": "Ujjaya: (1) A Pacceka Buddha, mentioned in the list in the Isigili Sutta. (2) A monk whose verse is in the Theragāthā. (3) A brahmin. He once went to the Buddha and asked him if he thought well of sacrifices. The Buddha replied that he was opposed to sacrifices which involved the slaughter of animals, but sacrifices not necessitating butchery, such as, for instance, a long-established charity, an oblation for the welfare of the family, had his approval.",
  "ujjhānasaññikā": "Ujjhānasaññikā: The name given to a group of devas who once visited the Buddha at Jetavana late at night. They charged the Buddha with inconsistency, but later, begging his forgiveness, they were pardoned by him.",
  "uṇṇābha": "Uṇṇābha: A brahmin. He once visited the Buddha at Sāvatthī and asked him whether the five sense-faculties, which were of different scope and range, had any common ground of resort.",
  "uttamā": "Uttamā: (1) A bhikkhunī whose verses in the Therīgāthā tell of her repeated struggles before realizing awakening. (2) A bhikkhunī whose verses in the Therīgāthā tell of how, as a daughter of the Buddha, she has developed the seven awakening-factors and attained Nibbāna.",
  "uttara": "Uttara: (1) A monk whose verses are recorded in the Theragāthā. (2) A monk whose verse are recorded in the Theragāthā. (3) A _devaputta_ who visits the Buddha at the Añjanavana in Sāketa. He utters a stanza, and the Buddha, in another stanza, amplifies what he has said. (4) At the time of the Vajjian heresy that prompted the Second Council, he was the attendant of the Elder Revata and had been twenty years in the Order. (5) A brahmin youth, pupil of Pārāsariya. He once visited the Buddha at Kajaligalā in the Mukheluvana and the Buddha preached to him the Indriya-bhāvanā Sutta. (6) A pupil of Brahmāyu. He was sent by his teacher from Mithilā to Videha, to find out if the Buddha bore the marks of the Super man. (7) One of the chief disciples of Vessabhu Buddha. (8) A township of the Koliyans. Once, when the Buddha was staying there, he was visited by the headman Pāṭaliya. ",
  "uttarakurukā": "Uttarakurukā: The inhabitants of Uttarakuru.",
  "uttarapāla": "Uttarapāla: A monk whose Theragāthā verse tell of how he overcame his desire and confusion and attained arahantship.",
  "uttaramātā": "Uttaramātā: A Yakkhinī, mother of Punabbasu and Uttarā. Once as she passed Jetavana at sunset looking for food, with her daughter on her hip and holding her son by his finger, she saw the assembly, intently listening to the Buddha’s sermon.",
  "uttarā": "Uttarā: (1) A bhikkhunī whose Therīgāthā verses tell of her awakening. (2) The Therīgāthā contains seven verses uttered by her after becoming an arahant, the result of her determination not to leave the sitting posture till she had won emancipation. (3) In the Theragāthā two verses are attributed to Ānanda, as having been spoken by him in admonition to a lay woman named Uttarā, who was filled with the idea of her own beauty. (4) In the Aṅguttara Nikāya, she is described as the best of women disciples in _jhāna_. (5) A little yakkhinī, sister of Punabbasu. (6) Chief female lay disciple of Koṇāgamana Buddha.",
  "uttarāpathaka": "Uttarāpathaka: A resident of Uttarāpatha.",
  "uttarikā": "Uttarikā: A diminutive form of Uttarā used by Uttaramātā, the Yakkhinī, in addressing her daughter.",
  "uttiya": "Uttiya: (1) In the Saṁyutta Nikāya the Buddha explains to him, in answer to his question, the character of the five sensual elements and the necessity for their abandonment. (2) One of four monks with similar Theragāthā verses, the others being Godhika, Subāhu and Valliya. The verses speak of the song of the rain on their well-sealed huts, as their minds delight in meditation. (3) A monk whose Theragāthā verse warns of how addiction to the senses increases defilement.",
  "udaya": "Udaya: (1) A brahmin of Sāvatthī. One day the Buddha came to his house and he filled the Buddha’s bowl with the food prepared for his own use. (2) A brahmin, pupil of Bāvarī. When his turn came to question the Buddha, he asked him to explain emancipation through higher knowledge and the destruction of ignorance.",
  "udāyibhadda": "Udāyibhadda: Son of Ajātasattu. When Ajātasattu, after the death of his father, paid his first visit to the Buddha and saw the Buddha seated amidst the monks in a scene of perfect calm and silence, his first thought was— “Would that my son, Udāyibhadda, might have such calm as this.”.",
  "udāyī": "Udāyī: (1) There were at least two monks called Udāyī, and it is not always possible to be sure which one is meant. (2) There were at least two monks called Udāyī, and it is not always possible to be sure which one is meant. (3) A brahmin. He visited the Buddha at Sāvatthī and asked if the Buddha ever praised sacrifice. The Buddha’s answer was that he did not commend sacrifices which involved butchery, but praised those which were innocent of any killing.",
  "udena": "Udena: (1) King of Kosambī. He was the son of Parantapa. Once when be discovered that the women of the court had given five hundred costly robes to Ānanda, he was annoyed, but when in answer to his questions Ānanda explained to him that nothing given to members of the Order was wasted, he was pleased and himself made a similar offering of robes to Ānanda. (2) A thera. He once stayed, after the Buddha’s death, in the Khemiyambavana near Benares. There the brahmin Ghoṭamukha visited him. (3) An upāsaka of Kosala. He built a dwelling for the Order, and he invited monks for its dedication, which took place during the Vassa.",
  "uddaka": "Uddaka: One of the teachers under whom Gotama, after leaving the world and before he became the Buddha, received instruction. Uddaka taught him the doctrine which had been realised and proclaimed by Rāma, which was the attainment of the state of “neither-perception-nor-non-perception”.",
  "upaka": "Upaka: (1) An Ājivaka whom the Buddha met on his way between Gayā and the Bodhi Tree, after he set out from Isipatana for the preaching of the First Sermon. (2) He once visited the Buddha at Gijjhakūṭa and stated before him his view that whoever starts abusive talk of another, without being able to make good his case, is blameworthy.",
  "upakāla": "Upakāla: A Pacceka Buddha mentioned in a list of Pacceka Buddhas.",
  "upacāla": "Upacāla: Son of Upacālā and nephew of Sāriputta and Khadiravaniya-Revata. He was ordained by Revata. He is mentioned in the Aṅguttara Nikāya in a list of very eminent disciples, together with Cāla, Kakkaṭa, Kaḷimbha, Nikata and Kaṭissaha.",
  "upacālā": "Upacālā: When Upacālā was taking her siesta in Andhavana, Māra tried to arouse in her sensual desires, but she vanquished him and became an arahant. This account is found in both the Therīgāthā and the Saṁyutta, but the sources ascribe different verses to the nuns Cālā, Upacālā, and Sisūpacālā.",
  "upatissa": "Upatissa: A Pacceka Buddha, found in a nominal list.",
  "upananda": "Upananda: (1) A monk, belonging to the Sākyan clan, who was known for his greed in procuring requisites. Several incidents connected with him are mentioned in the Vinaya. (2) Four Pacceka Buddhas, mentioned in the Isigili Sutta. (3) Commander-in-chief of the Māgadha kingdom. He was present at the conversation, recorded in the Gopaka-Moggallāna Sutta, between Ānanda and Vassakāra.",
  "upanīta": "Upanīta: A Pacceka Buddha, mentioned in the Isigili Sutta.",
  "upanemi": "Upanemi: A Pacceka Buddha, mentioned in nominal lists.",
  "upamañña": "Upamañña: The family to which Pokkharasāti belonged. He was, therefore, called Opamañña.",
  "upariṭṭha": "Upariṭṭha: A Pacceka Buddha.",
  "upavāna": "Upavāna: A monk who was occasionally the attendant of the Buddha, and who features in a number of discourses. Once when the Buddha was attacked by cramp, Upavāna, with the help of his lay-friend Devahita, obtained hot water and suitable medicines, with which the ailment was healed; the Buddha, thereupon, expressed his gratitude.",
  "upasamā": "Upasamā: A bhikkhunī whose verse is found in the Therīgāthā.",
  "upasīdarī": "Upasīdarī: A Pacceka Buddha, mentioned in the Isigili Sutta.",
  "upasīva": "Upasīva: One of the disciples of Bāvarī. The questions he asked the Buddha, when he visited him in the company of his colleagues, are recorded in the Upasīva-māṇavaa-pucchā.",
  "upasena": "Upasena: When his ordination was but one year old, he ordained another bhikkhu, to increase the number of holy ones, and went with him to wait upon the Buddha. The Buddha roundly rebuked him for this hasty procedure.",
  "upāli ": "Upāli : (1) One of the most eminent of the Buddha’s immediate disciples. He belonged to a barber’s family in Kapilavatthu and entered the service of the Sākiyan princes. (2) A lad of Rājagaha. His parents, wishing him to live a life of ease, did not have him instructed in any of the usual means of livelihood, lest he should be inconvenienced while learning them. (3) He was present when Dīgha-Tapassī reported to Nāṭaputta an account of his visit to the Buddha in the Pāvārika Mango-grove.",
  "upāsabha": "Upāsabha: Name of a Pacceka Buddha.",
  "uposatha": "Uposatha: The name of the Elephant Treasure of the Cakkavatti Mahāsudassana. He was “all white, sevenfold firm (_sattappatiṭṭha_), wonderful in power, flying through the sky.”.",
  "uppala": "Uppala: (1) A Pacceka Buddha mentioned in the Isigili Sutta. (2) A hell realm.",
  "uppalavaṇṇā ": "Uppalavaṇṇā : One of the two chief women disciples of the Buddha, and the chief of the women possessed of psychic power.",
  "ubbirī": "Ubbirī: A bhikkhunī whose verses in the Therīgāthā tell of her lamenting the death of her daughter, Jīva, and reflecting that thousands of her daughters must likewise have died in previous lives.",
  "ummāpupphā": "Ummāpupphā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "uruvelākassapa": "Uruvelākassapa: One of three brothers, the Tebhātika-Jatilas, living at Uruvelā. After initial resistance, all became the Buddha’s followers. He lived on the banks of the Nerañjara with five hundred disciples.",
  "uvāla": "Uvāla: He was examined by the Saṅgha in connection with an offence he had committed. He first denied it, then confessed it, then denied it again, and made counter-charges and spoke lies, knowing them to be such.",
  "usabha ": "Usabha : (1) Going out one day from his cave after the rains, he saw the loveliness of the woods and mountains and reflected, “These trees and creepers, though unconscious, yet by the season’s fulfilment, have won full growth. (2) After entering a town for alms while riding an elephant, he became ashamed and attained enlightenment. (3) A Pacceka Buddha, mentioned in the Isigili Sutta.",
  "ekadhammasavanīya": "Ekadhammasavanīya: A monk whose verse is found in the Theragāthā.",
  "ekuddāniya": "Ekuddāniya: A monk whose verse in the Theragāthā says that one of higher mind will not sorrow.",
  "eraka": "Eraka: A verse admonishing this monk is found in the Theragāthā.",
  "erāpatha": "Erāpatha: A royal family of Nāgas, mentioned together with Virūpakkhas, Chabbyāputtas, and Kaṇhāgotamakas. For their own protection, monks are advised to fill their hearts with amity for these four classes of Nāgas.",
  "erāvaṇa": "Erāvaṇa: In the Dhammika Sutta. Erāvaṇa is mentioned among the devas who visited the Buddha to pay him homage. He is also mentioned among the Nāgas present at the preaching of the Mahāsamaya Sutta.",
  "eḷeyya": "Eḷeyya: A rājā, probably of Māgadha. He was a devout follower of Uddaka-Rāmaputta. In his retinue were Yamaka, Moggalla, Ugga, Nāvindakī, Gandhabba, and Aggivessa, all of whom were also followers of the same teacher.",
  "esukārī": "Esukārī: A brahmin who visits the Buddha at Jetavana and asks him various questions on castes and their distinctions, from the point of view of their functions.",
  "okkāka": "Okkāka: A king, ancestor of the Sākyas and the Kolians.",
  "ojasi": "Ojasi: Servant of Kuvera. He takes Kuvera’s messages and makes them known in Uttarakuru.",
  "oṭṭhaddha": "Oṭṭhaddha: One of the Licchavis. He went to visit the Buddha at the Kūṭāgārasālā in Vesalī, at a time when the Buddha had given orders that no one should be allowed to see him; but through the intervention of the novice Sīha, Oṭṭhaddha was admitted to the Buddha’s presence with a large retinue of followers, all splendidly adorned in various ways, though it is stated that earlier in the day they had taken the uposatha-vows.",
  "odātagayhā": "Odātagayhā: A class of eminent devas among those present at the preaching of the Mahāsamaya Sutta.",
  "opamañña": "Opamañña: (1) One of the names of Pokkharasāti. (2) A Gandhabba chieftain, who was among those present at the preaching of the Mahāsamaya Sutta.",
  "kakudha": "Kakudha: (1) A lay disciple of the Buddha who dwelt at Nādikā. When the Buddha arrived at Nādikā on his last journey, Ānanda asked him what had happened to Kakudha, who was already dead. (2) A deva who visited the Buddha at the Añjanavana in Sāketa, and asked him whether he experienced feelings of pleasure and sorrow.",
  "kakusandha": "Kakusandha: A Buddha of a past era. His chief disciples were Vidhura and Sañjīva among monks, and Sama and Campā among nuns. His personal attendant was Buddhija. Accuta and Samaṇa, Nandā and Sunandā were his most eminent lay-supporters.",
  "kakkaṭa": "Kakkaṭa: (2) An eminent monk mentioned, with Cāla, Upacāla, Kaḷimbha, Nikata and Kaṭissaha, as staying with the Buddha at the Kūṭāgārasālā in Vesāli.",
  "kaccāna": "Kaccāna: (1) A monk named Kaccānagotta is mentioned in the Saṁyutta Nikāya as visiting the Buddha at Sāvatthī and questioning him on right view.",
  "kajaṅgalā": "Kajaṅgalā: A nun who lived in Kajangala. Once when the Buddha was residing in the Veḷuvana there, the inhabitants of the village went to her and asked her to explain in detail what the Buddha had taught them in brief.",
  "kaṭissaha": "Kaṭissaha: He was one of those who were staying with the Buddha at the Kūṭāgārasālā in Vesāli. When the Licchavis began to visit the Buddha in large numbers, they left the monastery and retired to places of solitude, such as Gosiṅgasālavana.",
  "kaṭṭhakā": "Kaṭṭhakā: A class of devas present at the Mahāsamaya.",
  "kaṇṭaka": "Kaṇṭaka: A novice ordained by Upananda. Kaṇṭaka committed an offence with another novice, Mahaka. When this became known, a rule was passed that no monk should ordain two novices ; this rule was, however, later rescinded.",
  "kaṇṭakā": "Kaṇṭakā: A nun who was guilty of unchastity with the novice Kaṇṭaka.",
  "kaṇha": "Kaṇha: Son of Disā, a slave girl of Okkāka. He was called Kaṇha because he was black and, like a devil, spoke as soon as he was born. He was the ancestor of the Kaṇhāyanagotta.",
  "kaṇhāgotamikā": "Kaṇhāgotamikā: A royal family of Nāgas.",
  "kaṇhāyanā": "Kaṇhāyanā: The name of the family to which belonged Ambaṭṭha.",
  "katamorakatissa": "Katamorakatissa: One of the monks whom Devadatta incited to join him in stirring up discord among the Saṅgha, the others being Kokālika, Khaṇḍadevīputta and Samuddadatta Katamorakatissa was held in high esteem by Thullanandā, for we are told that one day, on arriving at a house where she was a constant visitor, and on being told that several of the Buddha’s eminent disciples, such as Sāriputta, Moggallāna, Mahā Kaccāna, had also been invited, as they happened to be at Veḷuvana near by, she expressed great disappointment that these had been invited, when such most eminent disciples as Devadatta, Katamorakatissa, etc., were available.",
  "katissabha": "Katissabha: A lay disciple of the Buddha at Nādikā, one of those, who, after their death, were declared by the Buddha, in answer to a question by Ānanda, to have destroyed the five orambhāgiya fetters and to have become inheritors of the highest heaven, thence never to return.",
  "kandaraka": "Kandaraka: A wandering ascetic who visited the Buddha at Campā, on the banks of Lake Gaggarā together with Pessa the elephant trainer’s son. Pessa saluted the Buddha and sat down, while Kandaraka, after his salutation, remained standing.",
  "kandarāyana": "Kandarāyana: A brahmin. He visited Mahā Kaccāna at the Gundavana near Madhurā and accused him of not paying due respect to elderly brahmins, but when Mahā Kaccāna preached to him he expressed delight and offered himself as the Thera’s disciple.",
  "kaṇhadinna": "Kaṇhadinna: A monk whose Theragāthā verses describe how he heard the Dhamma, practiced, and overcame all defileents.",
  "kaplia": "Kaplia: A sinful monk who lived in a village near Kosambī. He was the friend of Paṇḍaka.",
  "kappa": "Kappa: (1) One of Bāvarī’s disciples. The questions he asked of the Buddha are recorded in the Kappamāṇavapucchā. (2) A monk whose Theragāthā verses speak of the unattractiveness of the body. In the Saṁyutta Nikāya two suttas are connected him, in both of which he asks the Buddha how it is possible to cultivate knowledge and thought so as to be free from thoughts of “I” and “mine” with regard to the body. (3) In the Saṁyutta Nikāya.",
  "kappatakura": "Kappatakura: A monk whose verses are found in the Theragāthā.",
  "kappitaka": "Kappitaka: He was _upajjhāya_ to Upāli, and once lived in a cemetery near Vesāli. In the cemetery the group of six nuns buried the ashes of one of their leaders and erected a shrine near Kappitaka’s cell.",
  "kambala": "Kambala: A tribe of Nāgas. They were present at the Mahāsamaya.",
  "karatiya": "Karatiya: A Yakkha, mentioned in the Āṭānāṭiya Sutta as being one of the chief Yakkhas who should be invoked by followers of the Buddha when they need protection.",
  "karumhā": "Karumhā: A class of spirits, present at the Mahāsamaya.",
  "kaḷārajanaka": "Kaḷārajanaka: King of Mithilā. He was the son of Nimi and belonged to the Makhādeva dynasty. Whereas other kings of his race left the household at the approach of old age, he broke the tradition by not doing so.",
  "kaḷimbha": "Kaḷimbha: One of the monks who lived in the Kūṭāgārasālā in Vesālī. Finding that the peace of the Mahāvana was being disturbed by the Licchavis who came to see the Buddha, he, with the other monks, went to Gosiṅgasālavana.",
  "kasībhāradvāja": "Kasībhāradvāja: A brahmin of the Bhāradvāja clan, living at Ekanālā, in Dakkhiṇāgiri, and so called on account of his profession of agriculture. On the day of his festive sowing, the Buddha visited him alone, and stood near the place where food was being distributed to a very large number of people engaged in the festival.",
  "kassapa": "Kassapa: (1) Among those who attained arahantship under Kassapa is mentioned Gavesī, who, with his five hundred followers, strove always to excel themselves until they attained their goal. (2) A monk whose admonition by his mother is recorded in the Theragāthā. (3) A _devaputta_. He visited the Buddha late one night at Jetavana and uttered several stanzas, admonishing monks to train themselves in their tasks, laying particular stress on the cultivation of Jhāna. (4) One of the famous sages of yore, of whom ten are several times mentioned in the books as having been brahmin sages, who composed and promulgated the mantras and whose compositions are chanted and repeated and rehearsed by the brahmins of the present day. (5) Kassapa was evidently a well-known gotta name and people born in a family bearing that name were often addressed as Kassapa—e.g., Uruvelā-Kassapa or Nāgita Thera.",
  "kassapagotta": "Kassapagotta: (1) A monk living in Vāsabhagāma in the Kāsi kingdom. He was in the habit of showing extreme hospitality to the monks who came there from other parts. (2) A monk living in Pankadhā in the Kosala country. He heard the Buddha preach a sermon, but was not satisfied with it and kept on thinking— “This recluse is much too scrupulous”. (3) A monk, perhaps to be identified with one of the others of the same name. He was once staying in a forest tract in Kosala and, seeing a trapper pursuing deer, intervened and protested against the man’s earning his living by such cruel means.",
  "kāka": "Kāka: Slave of King Caṇḍapajjota. His father was non-human, and he himself could travel sixty leagues a day.",
  "kātiyāna": "Kātiyāna: A monk to whom several Theragāthā verses on the need for energetic striving were addressed.",
  "kātiyānī ": "Kātiyānī : A lay devotee, declared by the Buddha to be most eminent among women for unwavering loyalty.",
  "kāpathika": "Kāpathika: A young brahmin, sixteen years old, well versed in the Vedas, and with his head shaven. He was “of good stock, well informed, a good speaker and a scholar of ability.” He visited the Buddha at Opasāda, where he interrupted a conversation which the Buddha was holding with some aged brahmins; they rebuked him for interrupting his elders, but Caṅkī, who happened to arrive at that moment, interceded on his behalf.",
  "kāmada": "Kāmada: A _devaputta_ who visited the Buddha and told him that the path of the Ariyan disciples was hard to follow and their goal hard to win. The Buddha pointed out to him that the difficult thing had been and was being accomplished.",
  "kāmabhū": "Kāmabhū: A monk, evidently held in high esteem by his colleagues. He is mentioned as staying in Kosambī, in Ghosita Park, and as asking Ānanda certain questions, recorded in the Kāmabhū Sutta.",
  "kāmaseṭṭha": "Kāmaseṭṭha: One of the greater _yakkhas_ who should be invoked if any follower of the Buddha be molested by an evil spirit.",
  "kāla": "Kāla: A Pacceka Buddha, mentioned in a list of Pacceka Buddhas.",
  "kālakañjakā": "Kālakañjakā: A class of Asuras. They were present at the Mahāsamaya, and are spoken of as being of a fearsome shape. They are the very lowest of the Asura groups, and the Buddha warns Sunakkhatta that Korakkhattiya will, after his death from epilepsy, be born among them; and it did so happen.",
  "kālakhemaka": "Kālakhemaka: A Sākyan. His name was Khemaka, but as he was dark he was called Kālakhemaka. He built a monastery in Nigrodhārāma, near Kapilavatthu, and once, during robe-making time, many monks lived there.",
  "kālāma": "Kālāma: (1) The name of a family. Mention is made of a town belonging to them in Kosala, which was called Kesaputta.",
  "kāliṅga": "Kāliṅga: (1) An inhabitant of Ñātika. While staying in Ñātika, at the Giñjakāvasatha, the Buddha tells Ānanda that Kālinga was reborn after death in the Suddhavāsā, and that there he would attain to nibbāna. (2) It is not, however, included in the list of sixteen Janapadas appearing in the Aṅguttara Nikāya. ",
  "kāḷī": "Kāḷī: (1) Described among laywomen as the best of those who believe even from hearsay. A conversation between her and Mahā Kaccāna is related, where she asks him for a detailed exposition of one of the stanzas in the Kumāripañhas. (2) Maidservant of Videhikā of Sāvatthī. Videhikā was reputed to be gentle and meek, but Kāḷī, who was a bright girl and a good worker, thought she would test her mistress. (3) A Māra-woman, sister of Dūsī and mother of the Māra of the present age. (4) A crematrix of Sāvatthī. Seeing Mahākāla meditating in the cemetery, she cut off from a recently cremated body its thighs and arms, and making of them a sort of milk bowl, placed it near where the Thera sat.",
  "kāḷudāyī": "Kāḷudāyī: A monk whose verses in the Theragāthā tell depict him encouraging the Buddha to return to his kinsmen. When the rains fell, covering the earth with the glory of leaves and flowers, Kāḷudāyī felt that it was time for the Buddha to visit his kinsmen, and gave him their invitation, singing the season’s beauties in a series of verses.",
  "kikī": "Kikī: King of Benares at the time of the Buddha Kassapa. When the Buddha arrived in Benares, the king, having listened to his sermon, entertained the Buddha and his monks at the palace.",
  "kinnughaṇḍu": "Kinnughaṇḍu: One of the great Yakkhas, mentioned in the Āṭānāṭiya Sutta, to be invoked when disciples of the Buddha are worried by evil spirits. He is one of the vassals of the Four Regent Gods.",
  "kimbila": "Kimbila: A Sākiyan of Kapilavatthu. He was converted with Bhaddiya and four other Sākyan nobles at Anupiya. Kimbila seems to have maintained throughout his early friendship with Anuruddha, dwelling with him and Nandiya, now in this wood or park, now in that.",
  "kirapatika": "Kirapatika: A household of Vesalī, a pious follower of the Buddha. Once when the Buddha was staying in Vesalī, a poor man, wishing to give alms to him and to the monks, asked Kirapatika for money to provide the alms; Kirapatika gladly gave him much money and the Buddha and the monks were invited.",
  "kisasaṅkicca": "Kisasaṅkicca: A naked ascetic, contemporary with the Buddha and evidently a well-known head of a school; mentioned in company with Nanda Vaccha and Makkhali Gosāla.",
  "kisāgotamī ": "Kisāgotamī : A nun who was declared chief among women disciples with respect to the wearing of coarse robes.",
  "kuṭeṇḍu": "Kuṭeṇḍu: A vassal of the Cātummahārājikas, present at the preaching of the Mahāsamaya Sutta.",
  "kuṇḍadhāna": "Kuṇḍadhāna: A monk whose Theragāthā verse speaks of cutting off or developing five things. He was proclaimed the first among those who received food tickets.",
  "kuṇḍaliya": "Kuṇḍaliya: A Paribbājaka who visits the Buddha at the Añjanavana in Sāketa.",
  "kuṭivihārī": "Kuṭivihārī: (1) The monk was so called because he obtained insight in a hut. (2) A monk whose Theragāthā verse is an encouragement to be content with his old hut.",
  "kuddāla": "Kuddāla: He is mentioned in a list of six famous teachers of the past, who were well known for their pious and holy lives. They had numerous followers and, after death, were born in the Brahma-world.",
  "kuṇḍala": "Kuṇḍala: The verse attributed to Kundala in the Theragāthā occurs twice in the Dhammapada",
  "kumārakassapa ": "Kumārakassapa : He was foremost among those who had the gift of varied and versatile discourse. Once when Kumāra Kassapa was meditating in Andhavana a deva appeared before him, and asked him fifteen questions which only the Buddha could answer.",
  "kumbhaṇḍa": "Kumbhaṇḍa: A class of spirits mentioned with Yakkhas, Asuras and Nāgas. They live in the South and Virūḷha is their king.",
  "kumbhīra": "Kumbhīra: A Yakkha who lived in the Vepulla mountain outside Rājagaha. He was present at the preaching of the Mahāsamaya Sutta with a train of over one hundred thousand.",
  "kulavaddhaka": "Kulavaddhaka: Given as a name used ironically to insult another.",
  "kulla": "Kulla: The Theragāthā verses ascribed to him speak of the contemplation of the foulness of the body.",
  "kuvera": "Kuvera: King of Uttarakuru. His royal residence is Āḷakamandā and his citadel Visāṇā. His messengers are Tatolā, Tattolā, Tatotalā, Ojasi, Tejasi, Tatojasī, Sūra, Rāja, Ariṭṭha and Nemi.",
  "kuveranālinī": "Kuveranālinī: A name given to Dharaṇī.",
  "kūṭadanta": "Kūṭadanta: A very learned brahmin of Khāṇumata, which village had been given to him by King Bimbisāra as a brahmadeyya. The Buddha arrived at Khāṇumata when Kūṭadanta was making preparations for a great sacrifice and, wishing this sacrifice to be successful, he consulted the Buddha on the holding of sacrifices.",
  "keṇiya ": "Keṇiya : A brahmanical matted hair ascetic. He lived in Āpaṇa, and when the Buddha once stayed there with one thousand three hundred and fifty monks, Keṇiya visited the Buddha, bringing various kinds of drinks, which he gave to him and to the monks.",
  "ketumā": "Ketumā: A Pacceka Buddha, mentioned in a list of their names.",
  "ketumbarāga": "Ketumbarāga: The name of a Pacceka Buddha.",
  "kevaṭṭa ": "Kevaṭṭa : A householder of Nāḷandā. Once when the Buddha was staying in the Pāvārika-ambavana at Nāḷandā, Kevaṭṭa visited him. The interview is recorded in the Kevaṭṭa Sutta.",
  "kesava": "Kesava: An ascetic in Himavā. He is identified with Baka Brahmā.",
  "kokanadā": "Kokanadā: Two daughters of Pajjunna, both called Kokanadā, though the younger was sometimes called Cūḷa-Kokanadā. They visited the Buddha at the Kūṭāgārasālā and spoke verses in praise of the Buddha, the Dhamma and the Saṅgha.",
  "kokanuda": "Kokanuda: A Paribbājaka. He meets Ānanda on the banks of the Tapodā, where they are both bathing, and enters into conversation with him. Kokanuda asks Ānanda a series of questions, such as whether the world is eternal, whether the Tathāgata lives after death, etc., all of which, Ānanda says, are impossible to answer, not because he himself does not know these things, but because he does know them.",
  "kokālika": "Kokālika: A monk, one of the chief partisans of Devadatta. Knowing the Buddha’s might, he was, at first, reluctant to join in Devadatta’s plot against him, but later allowed himself to be persuaded on hearing the scheme explained.",
  "koṇāgamana": "Koṇāgamana: The second Buddha to be born in the Bhaddakappa. He was a brahman of the Kassapa clan who lived for 30,000 years. His enlightenment tree was an Udumbara, his two chief discples were Bhiyyosa and Uttara, and he had an assembly of 30,000 monks, all arahants.",
  "koṇḍañña": "Koṇḍañña: The name of a clan (_gotta_). It was evidently common to both brahmans and _khattiya_s, for we find the brahman Aññāta-Koṇḍañña belonging to it, as well as the three Buddhas Vipassī, Sikhī and Vessabhū, all _khattiya_s.",
  "korakkhatta": "Korakkhatta: A naked ascetic in Uttarakā. He bellowed like a dog, walked on all fours, and licked up food with his mouth only. Sunakkhatta saw him and greatly admired him, but the Buddha prophesied that Korakkhatta would, in seven days, die of epilepsy and be born among the Kālakañjakas.",
  "koratiya": "Koratiya: One of the greater Yakkhas who should be invoked by a follower of the Buddha when assailed by evil spirits.",
  "korabya": "Korabya: Perhaps the generic name given to the king of the Kurūs. The Aṅguttara Nikāya mentions a king Koravya who owned a large banyan tree named Suppatiṭṭha.",
  "koliyaputta": "Koliyaputta: An epithet of Kakudha, Moggallāna’s attendant.",
  "kosambakā": "Kosambakā: The monks of Kosambī, who brought about schism in the Order.",
  "kosalakā": "Kosalakā: The inhabitants of Kosala.",
  "kosalavihārī": "Kosalavihārī: A monk whose Theragāthā verses say that he went forth in faith and dwells diligently in a forest hut.",
  "kosinārakā": "Kosinārakā: Inhabitants of Kusinārā.",
  "kosiya": "Kosiya: (1) The name of a brahmin clan. In the _pācittiya_ it is given as one of the lower _gottas_, but it is also Sakka’s gotta, and is therefore generally regarded as a high one. (2) A monk whose Theragāthā verses emphasize the importance of listening to a teacher and being reflective and learned.",
  "khaṇḍa": "Khaṇḍa: The chief disciple of Vipassī Buddha.",
  "khaṇḍadeva": "Khaṇḍadeva: A monk. He had been a disciple of the Buddha and was born in the Aviha Brahma-world, where he attained to arahantship at the moment of his birth. He is mentioned with six others, all in like circumstances, by Ghaṭīkāra, on the occasion of a visit he paid to the Buddha.",
  "khattiyānī": "Khattiyānī: Chief of the eighty-four thousand women who waited on the Bodhisatta when he was once a mighty king Mahāsudassana of Kusāvatī.",
  "khaṇḍadeviyāputta": "Khaṇḍadeviyāputta: A monk, one of the associates of Devadatta, mentioned with Kokālika, Katamoraka Tissa and Samuddadatta. They helped Devadatta in his attempt to cause a rift in the Saṅgha.",
  "khaṇḍasumana": "Khaṇḍasumana: A monk whose Theragāthā verse says that he made an offering of one flower, dwelt in heaven a long period, then became enlightened.",
  "khara": "Khara: A _yakkha_, friend of Sūciloma. He was passing through Gayā with Sūciloma when the latter questioned the Buddha on his doctrine, as recorded in the Sūciloma Sutta.",
  "khiḍḍāpadosikā": "Khiḍḍāpadosikā: A class of devas who live in the Cātummahārājika world. For ages they spend their time in laughter and in sport of sensual lusts. In consequence their self-possession is corrupted and they fall from their state.",
  "khitaka": "Khitaka: (1) A monk whose Theragāthā verse speaks of how light and joyful his body feels. (2) A monk whose Theragāthā verse speaks of one who stands firm like a rock among painful experiences.",
  "khujjasobhita": "Khujjasobhita: A monk whose Theragāthā verses speak of learned ascetics of Pāṭaliputta. He was evidently one of the Pācīnaka ('Eastern”) monks who proclaimed the ten indulgences at Vesāli.",
  "khujjuttarā": "Khujjuttarā: The Buddha declared her foremost among lay women by reason of her extensive knowledge.",
  "khema": "Khema: (1) A Khattiya in the time of Kakusandha Buddha. He gave alms to the Buddha and the monks and entertained the Order. (2) A _devaputta_ who visited the Buddha at Jetavana and spoke several verses on the desirability of leading the good life. (3) An arahant.",
  "khemaka": "Khemaka: An arahant. Once, when he lay very ill at the Badarikārāmā, near Kosambī, some monks, staying at the Ghositārāma, sent one of their number, Dāsaka, with a message to Khemaka, inquiring whether he managed to bear his pains.",
  "khemaṅkara": "Khemaṅkara: (1) The constant attendant of Sikhī Buddha. (2) The king of Khema or Khemavatī, where the Buddha Kakusandha was born.",
  "khemā ": "Khemā : An arahant, chief of the Buddha’s women disciples for her great wisdom. Her Therīgāthā verses depict her being described as beautiful, but rejecting the pleasures of the senses.",
  "khemābhirata": "Khemābhirata: A Pacceka Buddha mentioned in a nominal list.",
  "khemiyā": "Khemiyā: A class of gods, present at the preaching of the Mahāsamaya Sutta.",
  "khomadussakā": "Khomadussakā: An inhabitant of Khomadussa.",
  "gagga": "Gagga: A monk. He became insane, and in this condition did many things unworthy of a monk. When his colleagues blamed him, the Buddha interceded on his behalf and suggested that he be given absolution for his offences, in view of his insanity.",
  "gaṇaka-moggallāna": "Gaṇaka-Moggallāna: A brahmin teacher of Sāvatthī. He visited the Buddha at the Pubbārāma, and the Buddha preached to him the Gaṇaka-Moggallāna Sutta, after which, it is said, he became the Buddha’s follower.",
  "gaṅgātīriya": "Gaṅgātīriya: A monk whose Theragāthā verses speak of his austere life by the Ganges river.",
  "gandhabba": "Gandhabba: An attendant of King Eḷeyya and a follower of Uddaka Rāmaputta.",
  "gandhabbā": "Gandhabbā: A class of semi-divine beings who inhabit the Cātummahārājika realm and are the lowest among the devas. They are generally classed together with the Asuras and the Nāgas Beings are born among them as a result of having practised the lowest form of sīla.",
  "gandhāra": "Gandhāra: (1) A Pacceka Buddha mentioned in a nominal list. (2) One of the sixteen Great Nations. One of the teeth of the Buddha was deposited in Gandhāra. ",
  "gayākassapa": "Gayākassapa: One of the three Kassapa brothers. They all lived at Gayāsīsa. When Uruvelā-Kassapa was converted, Gayā-Kassapa, with his followers, joined the Order, and at the conclusion of the Ādittapariyāya Sutta they all became arahants.",
  "garuḷā": "Garuḷā: A class of mythical birds generally mentioned in company with Nāgas.",
  "gavesī": "Gavesī: A follower of Kassapa Buddha. Five hundred others were associated with him, and at first their spiritual life was poor. Gavesī, realising this, put forth effort and, step by step, attained greater proficiency until, at last, he became an arahant.",
  "gahvaratīriya": "Gahvaratīriya: A monk whose Theragāthā verse speaks of enduring the discomforts of the forest life.",
  "girimānanda": "Girimānanda: A monk whose Theragāthā verses speak of his delight in meditating in his small hut while it rains.",
  "gutijjita": "Gutijjita: A Pacceka Buddha, whose name occurs in a nominal list.",
  "guttā ": "Guttā : A bhikkhunī to whom several Therīgāthā verses are addressed, encourageing her to overcome the defliments that have long kept her trapped in suffering.",
  "gulissāni": "Gulissāni: A monk living in the wilds, who once came on some business to see the monks at the Kalandakanivāpa. It was on his account that the Gulissāni Sutta was preached.",
  "guḷa": "Guḷa: A Yakkha chief who should be invoked when unbelieving Yakkhas molest any follower of the Buddha.",
  "gotama": "Gotama: (1) He was a Sākiyan, son of Suddhodana and of Mahā Māyā, Suddhodana’s chief consort, and he belonged to the Gotama-gotta.",
  "gotamaka": "Gotamaka: A class of ascetics, enumerated in a list of such classes.",
  "godatta": "Godatta: The Theragāthā contains several stanzas attributed to him, which speak of remaining even among the challenges of life, and the importance of holding to wisdom and righteousness.",
  "godha": "Godha: A Sākiyan. A conversation between him and Mahānāma the Sākiyan is recorded in the Godha Sutta.",
  "godhi": "Godhi: Probably the mother of Devadatta, who is sometimes called Godhiputta.",
  "godhika": "Godhika: A monk whose Theragāthā verse speaks of his delight in meditating while the rain falls on his little hut.",
  "gopaka": "Gopaka: (2) A monk. He once stayed at the Kukkuṭārāma in Pāṭaliputta, where he was given a set of robes. (3) A deva. A series of verses attributed to Gopaka are given in the Sakkapañha Sutta.",
  "gopāla": "Gopāla: One of the Yakkha chieftains, to be invoked by the Buddha’s followers in time of need.",
  "govinda": "Govinda: The steward or treasurer of King Disampati. He had a son, Jotipāla, who succeeded him after his death and came to be known as Mahā Govinda.",
  "govindiya": "Govindiya: Evidently the title given to the High Treasurer.",
  "gosāla ": "Gosāla : A monk whose Theragāthā verse speaks of how after eating honey and rice he returns to his hillside to meditate.",
  "ghaṭāya": "Ghaṭāya: A Sākiyan of Kapilavatthu, who built a monastery attached to the Nigrodhārāma. There the Mahā Suññatā Sutta was preached.",
  "ghaṭīkāra": "Ghaṭīkāra: In the time of Kassapa Buddha he was a potter of Vehaliṅga, looking after his blind parents. He was a very pious and devoted follower of the Buddha, ministering to him better than anyone else, and the Buddha accepted his invitation in preference to that of the king of Benares.",
  "ghoṭamukha": "Ghoṭamukha: A brahmin, probably of Pāṭaliputta. On coming to visit Benares, he saw Udena there in Khemiyambavana and had a conversation with him, recorded in the Ghoṭamukha Sutta.",
  "cakkavatti": "Cakkavatti: A World ruler. The world itself means “Turner of the Wheel,” the Wheel (_Cakka_) being the well known Indian symbol of empire. More than one thousand sons are his; his dominions extend throughout the earth to its ocean bounds; and is established not by the scourge, nor by the sword, but by righteousness.",
  "cakkhupāla": "Cakkhupāla: A monk whose Theragāthā verse says that though he is walking blind on a wilderness road he will not go on with an evil companion.",
  "caṅkī": "Caṅkī: A great brahmin, contemporary of the Buddha, reputed for his great learning and highly esteemed in brahmin gatherings—e.g., at Icchānaṅgala and at Manasākaṭa.",
  "caṇḍa": "Caṇḍa: A headman of Sāvatthī. He came to see the Buddha at Jetavana and asked him why some people earned the reputation of being wrathful and others of being kindly.",
  "caṇḍā": "Caṇḍā: A bhikkhunī whose Therīgāthā verses speak of how, with no family or friends, she wandering begging food to survive. One day she met Paṭācārā who had just finished eating.",
  "candana": "Candana: (1) A deva, vassal of the Four Regent Gods. He is mentioned as one of the chief Yakkhas to be invoked by followers of the Buddha in case of need. (2) A monk whose Theragāthā verses speak of how he was visited by his wife and child who hoped to win him back, but, seeing them from afar, he made a special effort and became an arahant.",
  "candanaṅgalika": "Candanaṅgalika: A lay-disciple of the Buddha in Sāvatthī. He was present when five rājās, including Pasenadi, visited the Buddha and asked him which was the highest sensual pleasure.",
  "candikāputta": "Candikāputta: A discourse on the teaching of Devadatta, delivered by Candikāputta to the monks, is recorded in the Silāyūpa Sutta.",
  "candimā": "Candimā: The name of the _devaputta_ whose abode is the moon (_Canda_), sometimes also called Candimā.",
  "caṇḍakālī": "Caṇḍakālī: A nun, well known for her quarrelsome propensities. She was a friend of Thullanandā, during whose absence the other nuns once expelled Caṇḍakālī from their midst.",
  "caṇḍappajjota": "Caṇḍappajjota: King of Avanti in the time of the Buddha.",
  "cātumeyyakā": "Cātumeyyakā: The inhabitants of Cātuma.",
  "cātummahārājikā": "Cātummahārājikā: The inhabitants of the lowest deva world. his world derives its name from the Four Great Kings (_Cattāro Mahārājāno_) who dwell there as guardians of the four quarters: Dhataraṭṭha of the East, Virūḷhaka of the South, Virūpakkha of the West, and Vessarana of the North.",
  "cāpā": "Cāpā: Her Therīgāthā verses speak of who her husband had formerly been an ascetic who had renounced his vows to have a child with her, but now regretted his decision and wanted to return to the holy life under the Buddha.",
  "cāla": "Cāla: He was ordained by Khadiravaniya.",
  "cālā ": "Cālā : It is said that one day, when Cālā was meditating in the Andhavana, Māra visited her, asking her various questions and trying to tempt her.",
  "citta": "Citta: (1) A householder of Macchikāsaṇḍa, where he was Treasurer. He was later declared by the Buddha to be pre-eminent among laymen who preached the Doctrine. (2) A monk, son of an elephant trainer, who, having entered the Order, studied under the Buddha and gained special proficiency in distinguishing subtle differences in the meanings of words.",
  "cittaka": "Cittaka: A monk whose Theragāthā verse speaks of how the cries of the beautiful peacocks wake the meditator to practice.",
  "cittasena": "Cittasena: A Gandhabba present at the preaching of the Mahāsamaya Sutta.",
  "cittā": "Cittā: A nun whose Therīgāthāspeak of how in her old age she went to Gijjhakūṭa and there, after meditation, she attained arahantship.",
  "citrā": "Citrā: The name of certain Supaṇṇas.",
  "ciravāsī": "Ciravāsī: The son of Bhadragaka. Bhadragaka visited the Buddha and told him that he was always anxiously waiting for news of Ciravāsī, who was away at school.",
  "cunda": "Cunda: (1) A worker in metals living in Pāvā. When the Buddha reached Pāvā on his way to Kusinārā, he stayed in Cunda’s Mango grove. (2) The books appear to refer to two theras by the name of Cunda, the better known being Mahā-Cunda and the other Cūḷa-Cunda.",
  "cullakokanadā": "Cullakokanadā: The younger of the two daughters of Pajunna, both of whom were called Kokanadā. She visited the Buddha at the Kutāgārasālā in Vesāli and questioned him.",
  "cūḷaka": "Cūḷaka: A monk whose Theragāthā verses speak of his delight in the beautiful peacocks and good earth, and how happily he meditates.",
  "cūladeva": "Cūladeva: A Thera, an eminent teacher of the Vinaya.",
  "cūḷagavaccha": "Cūḷagavaccha: A monk whose Theragāthā verse speaks of how a joyful monk would realize the state of peace.",
  "cūḷajālī": "Cūḷajālī: A Pacceka Buddha mentioned in a list of these.",
  "cūḷapanthaka": "Cūḷapanthaka: An eminent arahant, declared chief among monks skilled in creating forms by mind-power and in mental “evolution” (_cetovivaṭṭa_).",
  "channa": "Channa: (1) A Wanderer, classed among those who wore clothes. (2) A monk. He once stayed at Gijjhakūṭa, dangerously ill and suffering much pain. He was visited by Sāriputta and Mahā Cunda, and when they discovered that he contemplated suicide, they tried to deter him, promising to provide him with all necessaries and to wait on him themselves. (3) Once, when in the Ghositārāma in Kosambī, Channa committed a fault but was not willing to acknowledge it.",
  "chabbaggiyā": "Chabbaggiyā: A group of six monks, contemporary with the Buddha, frequently mentioned as being guilty of various Vinaya offences.",
  "chabbyāputtā": "Chabbyāputtā: A royal clan of Nāgas.",
  "jaṭābhāradvāja": "Jaṭābhāradvāja: A brahmin of the Bhāradvājagotta. He goes to the Buddha and asks him the questions given in the Jaṭā Sutta. The Buddha gives the same answer.",
  "jaṭila": "Jaṭila: A class of brahmanical ascetics, so called on account of their matted hair.",
  "jatilagāhī": "Jatilagāhī: The name given to a bhikkhunī, who, so Ānanda tells Udāyī, came to see him at the Añjanavana in Sāketā. The nun asked him for what purpose the Buddha requested that samādhi should be practised and Ānanda answered that it was for the purpose of obtaining insight.",
  "jatukaṇṇī": "Jatukaṇṇī: One of Bāvarī’s disciples.",
  "janapadakalyāṇī": "Janapadakalyāṇī: An epithet meaning the most beautiful woman in the land. It was used for the former wife of Nanda, the memory of whose beauty tormented him while he was a monk.",
  "janesabha": "Janesabha: A Gandhabba, a vassal of the Four Regent Gods. He was present at the preaching of the Mahāsamaya.",
  "jantu": "Jantu: A _devaputta_. He saw a number of monks in a forest-lodge on the slopes of the Himālaya, muddled in mind, loose of speech and heedless. He appeared before them on an uposatha day and reminded them of their duties.",
  "jambuka ": "Jambuka : A monk whose Theragāthā verses speak of how he practiced severe austerities for 55 year before going for refuge in the Buddha and attaining Awakening.",
  "jambukhādaka": "Jambukhādaka: A wanderer. The Saṁyutta Nikāya records visits paid by him to Sāriputta at Nālakagāma and discussions between them on various topics, such as nibbāna, arahantship, the _āsavas_, sakkāya, ignorance, the Noble Eightfold Path, etc.",
  "jambugāmika": "Jambugāmika: A monk whose Theragāthā verse asks whether he is intent on adornments or virtue.",
  "jayanta": "Jayanta: A Pacceka Buddha.",
  "jayasena": "Jayasena: A prince who once visited the novice Aciravata at Veḷuvana in Rājagaha and asked him to teach the Doctrine.",
  "javakannaka": "Javakannaka: A family name, not considered of high social standing.",
  "jāṇussoṇi": "Jāṇussoṇi: A great brahmin, ranking with eminent brahmins such as Caṅkī, Tārukkha, Pokkharasāti and Todeyya. He is mentioned as staying in Icchānaṅgala, where he evidently took part in the periodical gatherings of brahmin leaders—and also at Manasākaṭa.",
  "jāli": "Jāli: The name of two Pacceka Buddhas, occurring in a nominal list.",
  "jālina": "Jālina: A Pacceka Buddha.",
  "jālinī": "Jālinī: A goddess of Tāvatiṁsā, a former wife of Anuruddha. Once seeing him old and feeble, she appeared before him in Kosala and bade him aspire to rebirth among the gods.",
  "jāliya": "Jāliya: A wanderer who, with his friend Mandissa, visited the Buddha at the Ghositārāma. The Buddha preached to them the Jāliya Sutta. According to the Pātika Sutta, when Jāliya heard that Pātika could not come to hold a discussion with the Buddha at Vesāli, he went to the Tindukkhāna-paribbājakārāma and tried to get Pātikaputta to come.",
  "jita": "Jita: A Pacceka Buddha.",
  "jinadattā": "Jinadattā: A bhikkhunī mentioned in the Therīgāthā verses of Isidāsi, who describes Jinadattā as a learned and virtuous expert in the Vinaya.",
  "jīvaka": "Jīvaka: A celebrated physician, and the Buddha’s doctor. The Vinaya contains many stories of his skill in healing. Once when the Buddha was ill, Jīvaka found it necessary to administer a purge, and he had fat rubbed into the Buddha’s body and gave him a handful of lotuses to smell.",
  "jīvā": "Jīvā: Daughter of Ubbirī, whose tragic death spurred Ubbirī overcome her attachment.",
  "jeta": "Jeta: (1) A prince. Owner of Jetavana, which he sold to Anāthapiṇḍika for eighteen crores. He then spent all that money on the erection of a gateway at the entrance, which he decorated with much grandeur. (2) A Pacceka Buddha.",
  "jenta": "Jenta: (1) A monk whose Theragāthā verse speaks of how the contemplation of impermanence helps to cope with the sufferings of life. (2) A monk whose Theragāthā verses speak of his former pride and arrogance and how these have been left behind due to following the Buddha.",
  "jentā": "Jentā: A bhikkhunī whose Therīgāthā verses speak of developing the path and becoming Awakened.",
  "joti": "Joti: A class of gods, present at the Mahāsamaya.",
  "jotika": "Jotika: A householder of Rājagaha and father of Dīghāvu. When Dīghāvu fell ill he sent Jotika to tell the Buddha.",
  "jotidāsa": "Jotidāsa: A monk whose Theragāthā verses speak of kamma.",
  "jotipāla": "Jotipāla: (1) The Bodhisatta born as a brahmin of Vehaliṅga in the time of Kassapa Buddha. Ghaṭīkāra was his friend and invited Jotipāla to accompany him to the Buddha, but Jotipāla refused to go, saying that a “shaveling recluse” could be of no use to him. (2) A brahmin, son of Govinda, chaplain of Disampati. Jotipāla was a friend of Disampati’s son, Reṇu, who had six other nobles as companions.",
  "takkivīmaṁsī": "Takkivīmaṁsī: The name of a class of brahmins who might be described as sophists and researchers.",
  "tagarasikhī": "Tagarasikhī: A Pacceka Buddha, third among the five hundred sons of Padumavatī, all of whom became Pacceka Buddhas. Suppabuddha, a banker of Rājagaha, having seen the Pacceka Buddha on his way to a park, spoke insultingly to him, and, as a result, was born as a leper in this birth.",
  "tacchakā": "Tacchakā: A class of Nāgas present at the Mahāsamaya.",
  "taṇhā": "Taṇhā: One of the three daughters of Māra, who tried to tempt the Buddha under the Ajapāla-nigrodha, soon after the Enlightenment.",
  "tatojasī": "Tatojasī: A messenger of Vessavaṇa.",
  "tatolā": "Tatolā: Messenger of Vessavaṇa.",
  "tatotalā": "Tatotalā: Messenger of Vessavaṇa.",
  "tattalā": "Tattalā: Messenger of Vessavaṇa.",
  "tatha": "Tatha: A Pacceka Buddha.",
  "tadadhimutta": "Tadadhimutta: A Pacceka Buddha.",
  "tapussa": "Tapussa: A merchant of Ukkalā. He and his friend, Bhalluka, while on their way to Rājagaha, saw the Buddha at the foot of the Rājāyatana tree, in the eighth week after the Enlightenment.",
  "tavakaṇṇika": "Tavakaṇṇika, Tavannika, Tavakinnoka: A householder who realised Nibbāna from knowledge of the Tathāgata. He is mentioned in a list of such householders, but nothing further is known of him.",
  "tavannika": "Tavakaṇṇika, Tavannika, Tavakinnoka: A householder who realised Nibbāna from knowledge of the Tathāgata. He is mentioned in a list of such householders, but nothing further is known of him.",
  "tavakinnoka": "Tavakaṇṇika, Tavannika, Tavakinnoka: A householder who realised Nibbāna from knowledge of the Tathāgata. He is mentioned in a list of such householders, but nothing further is known of him.",
  "tāyana": "Tāyana: A _devaputta_. He visited the Buddha at Sāvatthī and uttered certain verses in the hearing of the monks, telling of the necessity of following the recluse’s calling with energy and sincerity.",
  "tārukkha": "Tārukkha: One of the most eminent great brahmins, contemporary of the Buddha.",
  "tālaputa": "Tālaputa: A stage-manager of Rājagaha. One day he visited the Buddha and asked if it was true that players who delight large audiences are reborn among the gods of laughter.",
  "tikaṇṇa": "Tikaṇṇa: A brahmin. He once visited the Buddha and spoke in praise of tevijja brahmins. The Buddha explained to him that the threefold lore of the Ariyan disciple was a different and a far nobler thing.",
  "tittiriyābrāhmanā": "Tittiriyābrāhmanā: The Pāḷi equivalent of the Sanskrit Taittirīyā. It refers to students of a branch of brahmanical lore.",
  "tidivādhibhū": "Tidivādhibhū: A name given to Sakka.",
  "timbaru": "Timbaru: A chieftain of the Gandhabbas and father of Suriyavaccasā.",
  "tivarā": "Tivarā: The name given to the inhabitants of Mount Vepulla, then known as Pācīnavaṁsa, near Rājagaha, in the time of Kakusandha Buddha. Their term of life was forty thousand years.",
  "tissa": "Tissa: (1) One of the two chief disciples of Vipassī Buddha. (2) A monk who was reborn as a Brahmā with great _iddhi_-powers. Moggallāna visited him soon after his birth in the Brahma-world and asked him questions about devas and Brahmas who were assured of salvation. (3) A friend of Metteyya. They together visited the Buddha at Jetavana and, having listened to his teaching, entered the Order. (4) The personal name of Metteyya, friend of Tissa. (6) The Theragāthā contains verses uttered by him regarding certain monks who were jealous of his great renown. (7) A monk whose Theragāthā verse speaks of giving up costly bowls and taking a simple earthenware bowl. (8) A monk, son of the Buddha’s paternal aunt. He told the monks of his doubts, and they took him to the Buddha, who gave a discourse to help him.",
  "tissametteyya": "Tissametteyya: A disciple of Bāvarī. He visited the Buddha with his colleagues and when the Buddha answered his questions, he, and his thousand pupils became arahants.",
  "tuṭṭha": "Tuṭṭha: A lay disciple of Ñātika who died and was reborn in the Suddhāvāsa, there to attain Nibbāna.",
  "tudu": "Tudu: When Kokālika was grievously ill, Tudu visited him and exhorted him to put his trust in Sāriputta and Moggallāna. But Kokālika refused to accept his advice and drove him away.",
  "tusitā": "Tusitā: The inhabitants of the Tusita world.",
  "tekicchakārī": "Tekicchakārī: A monk whose Theragāthā verses speak of how, by recollecting the triple Gem and the four immeasurables, he overcomes lack of food and comfort.",
  "tekula": "Tekula: A monk who, with his brother Yamelu, asked from the Buddha permission to translate the Buddha’s teachings into _chandas_, which probably is Sanskrit metre.",
  "tejasi": "Tejasi: One of the messengers employed by Kuvera.",
  "todeyya": "Todeyya: (1) A Mahāsāla brahmin, mentioned in a list of eminent brahmins gathered together at Icchanankala and Manasākaṭa. (2) A disciple of Bāvarī. He visited the Buddha, and his questions, with the answers given by the Buddha, are given in the Todeyya-māṇavaa-pucchā.",
  "thullatissā": "Thullatissā: A nun. She was present when Mahā-Kassapa, in the company of Ānanda, visited the nuns and preached to them. She expressed resentment that Kassapa should dare to preach in the presence of Ānanda.",
  "thullanandā": "Thullanandā: A nun, one of four sisters who all joined the Order, the others being Nandā, Nandavatī and Sundarinandā.",
  "thūṇeyyakā": "Thūṇeyyakā: The people of Thūṇa.",
  "thera": "Thera: Name of a monk in Rājagaha. He lived in solitude, the virtues of which state he extolled. Hearing this, the Buddha sent for him and taught him how the solitary life could be perfected in detail.",
  "therikā": "Therikā: A bhikkhunī whose Therīgāthā verse says she may sleep happily now the defilements are stilled.",
  "daṇḍapāṇi": "Daṇḍapāṇi: A Sākiyan of Kapilavatthu. It is recorded that Daṇḍapāṇi once met the Buddha in Kapilavatthu and questioned him on his teachings.",
  "dadhimukha": "Dadhimukha: A Yakkha chieftain who should be invoked by disciples of the Buddha in times of need.",
  "dantikā": "Dantikā: One day, during her meditation on Gijjhakūṭa, she saw how a well tamed elephant obeyed its master’s commands, and developing insight on this theme, she became an arahant.",
  "dandakī": "Dandakī: King of Kumbhavatī in Kaliṅga.",
  "dabbamallaputta": "Dabbamallaputta: An arahant. With the Buddha’s sanction, and wishing to be of service to the Order, he took upon himself the task of appointing night’s-lodgings to travelling monks and of directing them to meals.",
  "dabbila": "Dabbila: A Pacceka Buddha, mentioned in a nominal list.",
  "dalhika": "Dalhika: A monk of Sāgala. A pupil of his once stole a turban from a shopkeeper and confessed his fault to Dalhika, thinking that he would, on that account, become a _pārājika_.",
  "daḷhanemi": "Daḷhanemi: A Cakkavatti of long ago. When his _cakka_ showed signs of disappearing, he handed the kingdom over to his eldest son and became a hermit. Later he taught his son how he, in turn, could become a Cakkavatti.",
  "dasama": "Dasama: A householder of Aṭṭhakanāgara. One day, having finished some business which took him to Pāṭaliputta, he visited the Kukkuṭārāma to call upon Ānanda. Learning that Ānanda was at Beluvagāma near Vesāli, he visited him there and held a discussion with him, which is recorded in the Aṭṭhakanāgara Sutta.",
  "dasārahā": "Dasārahā: A group of Khattiyas, owners of the Ānaka-drum.",
  "dānaveghasā": "Dānaveghasā: A class of Asuras, present at the Mahāsamaya.",
  "dāmali": "Dāmali: A _devaputta_ who visits the Buddha at Jetavana and tells him that an arahant has to work hard for nothing. The Buddha points out to him that there is nothing left for an arahant to do.",
  "dāsaka": "Dāsaka: A monk whose Theragāthā verse says that one who eats much and is lazy will keep being reborn.",
  "disampati": "Disampati: A king of long ago. His son was Reṇu and his chief stewards were firstly Govinda and later Jotipāla.",
  "disā": "Disā: A slave-woman of Okkāka. She was the mother of Kaṇha, ancestor of the Kaṇhāyanā-gotta.",
  "dīghakārāyana": "Dīghakārāyana: Nephew of Bandhula, commander-in-chief of Pasenadi. After Bandhula’s death, Dīgha was appointed in his place and accompanied the king. Once, during their travels, they came to Nangaraka and, hearing that the Buddha was at Medatalumpa, went to see him, but Dīgha stayed outside while the Buddha talked to Pasenadi.",
  "dīghajāṇu": "Dīghajāṇu: A Koliyan, inhabitant of Kakkarapatta. There he visited the Buddha and asked for a teaching which would bring happiness both in this world and the next.",
  "dīghatapassī": "Dīghatapassī: A Nigaṇṭha, follower of Nāṭaputta. He once visited the Buddha at Nāḷandā, and there followed a discussion on actions and their efficiency. Dīghatapassī reported this discussion to Nāṭaputta and Upāli, who was listening, went, against the advice of Dīghatapassī, to the Buddha and challenged him to a discussion, at the end of which Upāli was converted.",
  "dīghanakha": "Dīghanakha: A wanderer. He visited the Buddha at Sūkarakhatalena and the Buddha preached to him the Dīghanakha Sutta, at the end of which he became a sotāpanna. In the sutta he is addressed as Aggivessana.",
  "dīghalaṭṭhi": "Dīghalaṭṭhi: A _devaputta_ who once visited the Buddha at the Kalandakanivāpa in Veḷuvana and spoke a verse.",
  "dīghāyu": "Dīghāyu: Son of Dīghīti, king of Kosala. After his parents had been cruelly murdered by Brahmadatta, king of Kāsi, he became the attendant of this kind; in order to avenge their death, but when the occasion arose he made peace with Brahmadatta.",
  "dīghīti": "Dīghīti: A king of Kosala. His kingdom was captured by Brahmadatta, king of Kāsi, and he and his wife fled to Benares, where they lived in disguise in the house of a potter.",
  "dukkhamūla": "Dukkhamūla: A Pacceka Buddha, mentioned in a nominal list.",
  "dummukha": "Dummukha: A Licchavi chieftain. He was present at the discussion of the Nigaṇṭha Saccaka with the Buddha, and seeing Saccaka discomfited in the debate, Dummukha compared him to a crab pulled out of a pond and ill-treated by village boys.",
  "dūsī": "Dūsī: Name of Māra in the time of Kakusandha Buddha. He was, in that birth, son of Kāḷī, sister of Moggallāna. He first incited the brahmin householders to revile Kakusandha’s monks, chief of whom were Vidhura and Sañjīva; when that effort failed owing to the thoughts of goodwill, pity, sympathy and equanimity, developed by the monks, he next incited the brahmins to show great honour to the monks, hoping, in that way, to tempt them.",
  "devadatta": "Devadatta: A monk, a close relative of the Buddha, who split the Sangha, and attempted to overthrow the Buddha and have him murdered.",
  "devadhammika": "Devadhammika: A class of ascetics mentioned in a nominal list. They are doomed to purgatory.",
  "devasabha": "Devasabha: A monk whose Theragāthā verse speaks of how one with right effort will overcome defilements.",
  "devasūta": "Devasūta: One of the Yakkha chiefs mentioned in the Āṭānāṭiya Sutta.",
  "devahita": "Devahita: A brahmin of Sāvatthī. Once when the Buddha was ill with cramp and desired hot water Upavāna obtained from Devahita hot water and molasses, which he sent on a pingo by a serving man.",
  "doṇa": "Doṇa: A brahmin. He was at Kusinārā at the time of the Buddha’s death, and it was his intervention which prevented a quarrel among the kings who assembled there to claim the Buddha’s relics.",
  "dhataraṭṭha": "Dhataraṭṭha: (1) One of the Cātummahārājikā, the ruler of the Eastern Quarter. His followers are the Gandhabbas. He has numerous sons called Indra. (2) There were two kings of this name, contemporaries and vassals of Reṇu. One of these two was king of Aṅga with his capital in Campā, and the other of the Kāsīs with his capital in Benares. (3) A class of Nāgas.",
  "dhanavatī": "Dhanavatī: A brahmin lady, mother of Kassapa Buddha. Her husband was Brahmadatta.",
  "dhanitthaka": "Dhanitthaka: An example of a low family name.",
  "dhaniya": "Dhaniya: (1) A herdsman living on the bank of the river Mahī. One day, while he was in this house, having finished his preparations for the approach of the rains, he sat meditating on his comfortable circumstances and broke forth into song in token of his happiness. (2) A monk whose Theragāthā verses urge one who wants to live happily as a monk to be content. He once made a grass but on the slopes of Isigili and lived there with several others during the rains.",
  "dhammadinnā": "Dhammadinnā: An eminent Therī, ranked foremost among nuns who possessed the gift of preaching. Her Therīgāthā verse says that one without attachment is bound upstream.",
  "dhammapāla ": "Dhammapāla : A monk whose Theragāthā verses praise the young monk who by virtue of his practice is awake while the world sleeps.",
  "dhammasava": "Dhammasava: A monk whose Theragāthā verse speaks of going forth and attaining the three knowledges.",
  "dhammasava-pitā": "Dhammasava-pitā: Father of Dhammasava. He was one hundred and twenty years old when he went forth.",
  "dhammā ": "Dhammā : A bhikkhunī whose Therīgāthā verse tells of how one day, while returning from her alms round, she slipped and fell. Meditating on this, she became an arahant.",
  "dhammika ": "Dhammika : A monk whose Theragāthā verses speak of the good state that awaits one who practices righteousness. According to the Aṅguttara. Dhammika had to leave seven lodgings, one after the other, because the lay supporters of the lodgings could not tolerate his insulting ways.",
  "dhīrā": "Dhīrā: (1) A bhikkhunī whose Therīgāthā verse speaks of the wise one who attains Nibbana. (2) A bhikkhunī whose Therīgāthā verse speaks of how the heroic one overcomes Māra.",
  "dhotaka": "Dhotaka: One of Bāvarī’s disciples; he was among those who visited the Buddha at Bāvarī’s request. The questions he asked of the Buddha on this occasion, and the answers given, are found in the Dhotakamāṇavapucchā.",
  "nakulamātā": "Nakulamātā: Wife of Nakulapitā. They were householders of Suṁsumāragiri in the Bhagga-country. When the Buddha visited the village and stayed at Bhesakalāvana, they went to see him.",
  "nakulapitā": "Nakulapitā: Husband of Nakulamātā. They were householders of Suṁsumāragiri in the Bhagga-country. When the Buddha visited the village and stayed at Bhesakalāvana, they went to see him.",
  "nadīkassapa": "Nadīkassapa: Brother of Uruvelā Kassapa. He received his name from living on the bank of the Nerañjara at the head of three hundred ascetics. His Thergāthā verses speak of how his former wrong views and practices were abandoned when he heard the Dhamma.",
  "nanda": "Nanda: (1) Mentioned in a list of well known leaders of the Ajivakas, the others being Kisa Saṅkicca and Makkhali Gosāla. (2) The Buddha’s half-brother. He became a monk, but was dissatisifed due to longing for his beautiful former partner. (3) One of the chief disciples of Bāvarī. His conversation with the Buddha is recorded in the Nanda māṇavaapucchā. (4) He was a cowherd of Kosambi. One day he heard the Buddha preach to the monks, using as simile a log of wood how, in certain circumstances, it finds its way direct to the sea and how, similarly, a monk may reach nibbina. (5) A _devaputta_ who visited the Buddha and had a conversation with him. (6) A monk whose Theragāthā verse extolls the virtues of the homeless life. (7) The Isigili Sutta mentions four Pacceka Buddhas of this name.",
  "nandaka": "Nandaka: (1) Once, at the Buddha’s request, he preached a sermon to the nuns; on the first day they became sotāpannas, and, on the second, five hundred of them attained arahantship. (2) A monk whose Theragāthā verses speak of how a horse might stumble but then recovers and stands firm. (3) A minister of the Licchavis who visited the Buddha at the Kūṭāgārasālā in Vesali. The Buddha tells him that the Ariyan disciple, possessed of unwavering loyalty to the Buddha, the Dhamma and the Saṅgha., and having Ariyan virtues, is assured of enlightenment and happiness.",
  "nandana": "Nandana: A _devaputta_ who visited the Buddha at Sāvatthī and asked him questions regarding virtue, wisdom, etc. The Buddha answered them, and he went away satisfied.",
  "nandavatī": "Nandavatī: A nun, sister of Thullanandā. Her other two sisters were Nandā and Sundarīnandā.",
  "nandā": "Nandā: (1) A nun, sister of Thullanandā. Her other two sisters were Nandavatī and Sundarinandā. (2) Declared by the Buddha to be foremost among nuns in _jhāna_. (3) A nun mentioned as having died at Nātika and having been reborn spontaneously in the Suddhāvāsā, there to pass away, never to return.",
  "nandiya": "Nandiya: (1) He belonged to a Sākiyan family of Kapilavatthu, and was called Nandiya because his birth brought bliss. (2) A Sakyan layman. He visited the Buddha at the Nigrodhārāma in Kapilavatthu and had a discussion with him on the different kinds of Ariyan disciple, the one who dwells in remissness and the one who is earnest. (3) A Paribbājaka who visits the Buddha at Jetavana and asks him the conditions for the attainment of nibbana.",
  "nandivisāla": "Nandivisāla: A deva who visits the Buddha and converses with him on the nature of the body and its riddance.",
  "nanduttarā": "Nanduttarā: A bhikkhunī whose Therīgāthā verses speak of her former useless practice of austerities and her current state of Awakening.",
  "naḷa": "Naḷa: A Gandhabba chieftain to be invoked by followers of the Buddha in time of need.",
  "navakammika bhāradvāja": "Navakammika Bhāradvāja: One of the Bhāradvājas. Once, when the Buddha was staying in a forest in Kosala, Navakammika, who was there seeing about some timber work, saw the Buddha at the foot of a tree and asked him what pleasure he found in his contemplations.",
  "nāgadatta": "Nāgadatta: He once lived in a forest tract in Kosala and was inclined to be indolent. A deva, noticing this, admonished him, and it is said that Nāgadatta paid heed to the warning.",
  "nāgasamāla": "Nāgasamāla: He was a Sākiyan and entered the Order when the Buddha visited his kinsmen at Kapilavatthu. For some time he was the Buddha’s personal attendant—e.g., when the Buddha breached the Mahāsīhanāda Sutta.",
  "nāga": "Nāga: A class of beings classed with Garuḷas and Supaṇṇas and playing a prominent part in Buddhist folk lore. They are gifted with miraculous powers and great strength.",
  "nāgita": "Nāgita: A monk whose Theragāthā verse speaks of the unique efficacy of practicing the Buddha’s path. ",
  "nāthaputtiyā": "Nāthaputtiyā: The followers of Nigaṇṭha Nāṭaputta.",
  "nārada": "Nārada: A monk, mentioned once as staying at the Ghositārāma in Kosambī, with Musila, Savittha, and Ānanda. In the course of discussion he declares that, though aware of the nature of nibbana, he is not an arahant.",
  "nālaka": "Nālaka: Nephew of Asita Kāladevala. When Asita realized that he would not live to see the Buddha, he sought out Nālaka and asked him to leave the world at once and become an ascetic and hold himself in readiness to profit by the Buddha’s Enlightenment.",
  "nālāgiri": "Nālāgiri: An elephant of the royal stalls at Rājagaha. Devadatta, after several vain attempts to kill the Buddha, obtained Ajātasattu’s consent to use Nālagiri as a means of encompassing the Buddha’s death.",
  "nāḷijaṅgha": "Nāḷijaṅgha: A brahmin, whom Mallikā sent to the Buddha to find out if it were true that the Buddha had said that loved ones brought morrow and tribulation.",
  "nāvindakī": "Nāvindakī: One of King Eḷeyya’s guards. He was a follower of Rāmaputta.",
  "nikata": "Nikata: (1) An upāsaka of Ñātikā. After death he was born in the Suddhāvāsā, there to pass away. (2) One of several eminent theras mentioned as staying in the Kūṭāgārasāla in Vesāli. When the Buddha came there, Licchavis crowded out the place with all their retinues, and Nikata and his coleagues, desiring solitude, retired to the Gosiṅgasālavana.",
  "nigaṇṭha nāṭaputta": "Nigaṇṭha Nāṭaputta: Founder or reformer of the Jains. One of six eminent teachers, contemporary with the Buddha; he is described as a outsider.",
  "nigrodha": "Nigrodha: A wanderer. Once, when he was staying with a large number of colleagues at the Udumbarikārāma near Rājagaha, Sandhāna, on his way to see the Buddha, stopped him and entered into conversation.",
  "nigrodhakappa": "Nigrodhakappa: He was the preceptor (_upajjhāya_) of Vaṅgīsa, and together they lived in Aggālava cetiya, where Kappa died. When Vaṅgīsa questioned the Buddha as to the destiny of Kappa, the Buddha’s answer was that he had completely passed away.",
  "nighaṇḍu": "Nighaṇḍu: A _yakkha_ chieftain, to be invoked by followers of the Buddha when in distress. He was present at the Mahāsamaya.",
  "niṅka": "Niṅka: A deva who visits the Buddha in the company of several other devas and utters a verse in praise of Nigaṇṭha Nāṭaputta.",
  "nimmānaratī": "Nimmānaratī: A class of devas, inhabiting the fifth of the six deva-worlds.",
  "nilavāsi": "Nilavāsi: A Thera mentioned as staying at the Kukkuṭārāma in Pāṭaliputta.",
  "nisabha": "Nisabha: A monk whose Theragāthā verses speak of giving up desire and patiently awaiting one’s time.",
  "nīta": "Nīta: A monk whose Theragāthā verse asks when the lazy fool will ever escape suffering.",
  "nītha": "Nītha: A Pacceka Buddha, mentioned in a nominal list.",
  "netti": "Netti: A Yakkha chieftain.",
  "nemi": "Nemi: (1) A servitor of Kuvera. (2) A Pacceka Buddha, perhaps the same as Nimi.",
  "nhātakamuni": "Nhātakamuni: A monk whose Theragāthā verse speaks of practicing with joy in the forest, despite being ill.",
  "pakudha": "Pakudha: Head of one of the six heretical sects of the Buddha’s time. In the Sāmaññaphala Sutta, Ajātasattu is said to have visited him and obtained from him an exposition of his teaching, which was to the effect that the four elements—earth, fire, air, water; pleasure, pain, and the soul—these seven things were eternally existent and unchangeable in their very nature; that there is no volitional activity of consciousness in them.",
  "pakkha": "Pakkha: A monk whose Theragāthā verse speaks of attaining happiness.",
  "paṅga": "Paṅga: The name of a Pacceka Buddha, found in a nominal list.",
  "pacetana": "Pacetana: A king of old, whose wheelwright was the Buddha in a past life.",
  "paccaya": "Paccaya: A monk whose Theragāthā verses speak of his energetic resolve after going forth.",
  "paccekabuddha": "Paccekabuddha: The name given to one who is enlightened without establishing a religion.",
  "paccekabrahmā": "Paccekabrahmā: Mention is made in one or two places in the books of Brahmas who are described as Paccekabrahmā—e.g., Subrahmā, Suddhāvāsa and Tudu. I have not come across any explanation of this term.",
  "pacchābhumma": "Pacchābhumma: The name given to the district to the west of the Middle Country. Mention is also made of the Pacchābhūmakā brahmins, who are carriers of water pots, fire worshippers, and who claim to be able to send a man heavenward after death.",
  "pajāpati": "Pajāpati: One of the kings of the devas, mentioned with Sakka, Varuṇa, Isāna, etc.",
  "pajjunna": "Pajjunna: A devarāja, the god of rain. Kokanadā and Culla Kokanadā were his daughters.",
  "pañcakaṅga": "Pañcakaṅga: The carpenter of Pasenadi, king of Kosala.",
  "pañcavaggiyā": "Pañcavaggiyā: The name given to the five monks—Koṇḍañña (Aññā Koṇḍañña), Bhaddiya, Vappa, Mahānāma, and Assaji—to whom the Buddha preached his first sermon at Isipatana.",
  "pañcālacaṇḍa": "Pañcālacaṇḍa: A _devaputta_ who visited the Buddha at Jetavana and uttered a verse to the effect that the man who understands _jhāna_ finds room even among crowding obstacles.",
  "paṭācārā ": "Paṭācārā : A bhikkhunī whose Therīgāthā verses speak of her efforts to attain Awakening. She was declared by the Buddha to be the best among bhikkhunīs who knew the Vinaya.",
  "paṇḍaka": "Paṇḍaka: A monk, friend of Kapila, who lived in a village near Kosambī. He was found guilty of having taken what did not belong to him and also of unchastity.",
  "paṇḍita": "Paṇḍita: A Pacceka Buddha, mentioned in a nominal list.",
  "paṇḍuputta": "Paṇḍuputta: An Ājīvaka. He came of a wagon building stock of bygone days. In the Anaṅgaṇa Sutta, Moggallāna tells Sāriputta that, one day, when begging alms in Rājagaha, he came to the house of Samīti, the wagon builder who was shaping a felloe.",
  "padumā": "Padumā: One of the most distinguished lay women, followers of the Buddha.",
  "panāda": "Panāda: one of the chief Yakkhas to be invoked by the Buddha’s followers in time of need. He is also mentioned in the Mahāsamaya Sutta.",
  "paṇḍara": "Paṇḍara: The name of a clan. An ascetic of this clan, hearing Phussa Thera preach, asked him a question which led to a long explanation by Phussa.",
  "pabbata": "Pabbata: A Pacceka Buddha, mentioned in a nominal list.",
  "paranimmitavasavattī": "Paranimmitavasavattī: A class of devas, inhabitants of the highest stage of the sensuous universe.",
  "paramatta": "Paramatta: A Brahmā who was present at the Mahāsamaya.",
  "parittasubhā": "Parittasubhā: A class of devas belonging to the Subha Devas.",
  "parittābhā": "Parittābhā: A class of devas included among the Ābhā gods.",
  "paripuṇṇaka": "Paripuṇṇaka: A monk whose Theragāthā verse speaks of the superiority of the taste of Dhamma over all other flavors.",
  "paribbājakā": "Paribbājakā: Wanderer. The name given to some of the ascetics and recluses of the Buddha’s time. They were not exclusively brahmin. Their presence seems to have been recognized and respected from earlier times.",
  "parisuddhābhā": "Parisuddhābhā: A class of devas included among the Ābhā gods. Beings are born among them as a result of absorbing the idea of untarnished brilliancy.",
  "pavattā": "Pavattā: A Pacceka Buddha.",
  "paviṭṭha": "Paviṭṭha: A monk whose Theragāthā verse speaks of the end of rebirth.",
  "pasenadi": "Pasenadi: King of Kosala and contemporary of the Buddha. Quite early in the Buddha’s ministry, Pasenadi became his follower and close friend, and his devotion to the Buddha lasted till his death.",
  "passi": "Passi: A Pacceka Buddha mentioned in a nominal list.",
  "passika": "Passika: His Theragāthā verses speak of his helping his relatives to practice generosity, so they attained a favorable rebirth.",
  "pahārāda": "Pahārāda: An Asura chief. At the Nalerupucimaṇḍa in Verañja he visited the Buddha. In answer to a question, Pahārāda tells the Buddha that there are eight wonderful characteristics of the ocean, on account of which Asuras delight in it.",
  "pāṭali": "Pāṭali: A headsman of Uttara who visited the Buddha and questioned him regarding his power of magic. Several conversations he had with the Buddha, on various topics, are given in the Saṁyutta Nikāya.",
  "pātikaputta": "Pātikaputta: A naked ascetic of Vesāli who went about claiming to have greater mystic powers than the Buddha, and thereby much impressed Sunakkhatta. Pātikaputta had prophesied that, after death, the Licchavi general Ajita would be born in Mahā Niraya, but Ajita was born in Tāvatiṁsā and accused Pātikaputta of being a liar.",
  "pāyāgā": "Pāyāgā: A class of Nāgas.",
  "pāyāsi": "Pāyāsi: A chieftain of Setavyā, who lived on a royal domain gifted by Pasenadi. He held the view that there was no world other than this, no fruit of actions and no rebirth.",
  "pāragā": "Pāragā: A class of devas.",
  "pārāpariya": "Pārāpariya: A monk whose Theragāthā verses are collected in two sizable groups. The first depicts him meditating in solitude and pondering over the things that one should do to accompish one’s duty and do no harm.",
  "pārāsariya": "Pārāsariya: (1) A monk whose Theragāthā verse speaks of how being restrained he has overcome defilements. (2) A brahmin teacher mentioned in the Indriyabhāvanā Sutta. He is said, by his pupil Uttara, to have taught that those who have developed their indriyas could neither see forms with their eyes nor hear sounds with their ears.",
  "pāveyyakā": "Pāveyyakā: The name given to the inhabitants of Pāvā—e.g., Pāveyyakā Mallā.",
  "piṅgalakoccha": "Piṅgalakoccha: A brahmin of Sāvatthī. He visited the Buddha at Jetavana and the Buddha preached to him the Cūḷasāropama Sutta, at the end of which he declared himself the Buddha’s follower.",
  "piṅgiya": "Piṅgiya: Nephew and pupil of Bāvarī. At the time that he visited the Buddha with the other disciples he was 120 years old and very feeble. At the end of his discussion with the Buddha, as recorded in the Piṅgiya Sutta, because of his feebleness, he failed to reach any attainment.",
  "piṅgiyānī": "Piṅgiyānī: A brahmin of Vesāli. The Aṅguttara Nikāya records a conversation between him and Kāraṇapālī. The latter meets Piṅgiyānī and, on learning that he was returning from a visit to the Buddha, asks him about the Buddha’s wisdom.",
  "piṇḍola": "Piṇḍola: (1) A Pacceka Buddha, given in a nominal list. (2) An arahant who announced before the Buddha his readiness to answer the questions of any doubting monks, thus uttering his “lion’s roar.” The Buddha declared him chief of the “lion roarers.”.",
  "piyaṅkara": "Piyaṅkara: A little boy Yakkha. While his mother, with him on her hip, was seeking for food at night, she came unexpectedly to Jetavana where Anuruddha was reciting some verses.",
  "piyañjaha": "Piyañjaha: A monk whose Theragāthā verse speaks of going against what everyone else does.",
  "piyadassī": "Piyadassī: A Pacceka Buddha.",
  "pilindavaccha": "Pilindavaccha: A monk whose enigmatic Theragāthā verse speaks of what has come and not departed. Certain devas who had been born in the deva world as a result of Pilinda’s guidance in a former birth, out of gratitude, waited on him morning and evening.",
  "pilotika": "Pilotika: A wanderer. Jāṇussoṇi once met him returning from Jetavana, where he had gone early to wait on the Buddha. Pilotika, on being questioned, spoke very highly of the Buddha.",
  "pukkusa": "Pukkusa: (1) A prince of the Mallas. He was a disciple of Āḷāra Kālama, and one day, while on his way from Kusinārā to Pāvā, he saw the Buddha seated under a tree by the roadside and stayed to talk to him. (2) The name of a caste, classified among the despised castes.",
  "pukkusāti": "Pukkusāti: A young monk whom the Buddha met at the house of Bhaggava, the potter, in Rājagaha. Pukkusāti was already occupying the guest room of the house, and the Buddha asked to be allowed to share it, to which Pukkusāti readily agreed.",
  "puṇṇa": "Puṇṇa: (1) He was born in the family of a householder of Suppāraka in the Sunāparanta country. One day he asked the Buddha for a short lesson so that, having learnt it, he might go back to dwell in Sunāparanta. (2) A servitor who held the oblation ladles for the seven sages, mentioned in the Assalāyana Sutta ; they were rebuked by Asita Devala for their pretensions regarding the superiority of brahmins. (2) A naked ascetic who visited the Buddha at Haliddavasana, together with Seniya Kukkuravatika. Puṇṇa questioned the Buddha regarding the practices of Seniya, while Seniya did likewise regarding those of Puṇṇa. (3) Sāriputta, hearing of the fame of Puṇṇa, wished to meet him, and went to Andhavana, where Puṇṇa was spending his siesta.",
  "puṇṇaka": "Puṇṇaka: (1) One of the sixteen disciples of Bāvarī, who visited the Buddha. His conversation with the Buddha is given in the Puṇṇakamāṇavapucchā. (2) A Yakkha chief mentioned in the Āṭānāṭiya Sutta among those to be invoked by followers of the Buddha in times of tribulation.",
  "puṇṇā": "Puṇṇā: (1) A bhikkhunī whose Therīgāthā verse speaks of being full with good qualities, like the full moon. (2) A bhikkhunī whose Therīgāthā verses argue that bathing cannot purify oneself.",
  "puṇṇiya": "Puṇṇiya: A monk. He is mentioned as visiting the Buddha and asking him under what conditions a sermon presents itself to the mind of a Tathāgata.",
  "punabbasu": "Punabbasu: (1) A young Yakkha. (2) One of the Chabbaggiyā.",
  "punabbasumātā": "Punabbasumātā: A Yakkhinī, mother of Punabbasu. One evening towards sunset, when the Buddha was at Jetavana, she, with her daughter Uttarā on her hip and the boy’s hand in hers, came to the grove in search of food.",
  "punnaji": "Punnaji: One of the four friends of Yasa who, on hearing of his ordination by the Buddha, visited him and were taken to the Buddha. The Buddha talked to them and they became arahants.",
  "puṇṇamāsa": "Puṇṇamāsa: (1) A monk whose Theragāthā verse says that a restrained and wise one knows the rise and passing away of the world. (2) A monk whose Theragāthā verses speak of seeing oneself as empty.",
  "puṇṇikā": "Puṇṇikā: (2) A slave girl of Pokkharasāti.",
  "puppha ": "Puppha : An eminent teacher of the Vinaya.",
  "purāṇa": "Purāṇa: (1) A monk who lived in Dakkhiṇāgiri. It is said that when he visited Rājagaha after the holding of the First Council, he was asked to give his approval to the “findings” of the same. (2) A chamberlain of Pasenadi. He was the brother of Isidatta and the father of Migasālā. In his later years he lived the life of a celibate and was reborn in Tusita as a sakadāgāmī.",
  "purindada": "Purindada: A name for Sakka, because, as a human being, he bestowed gifts from town to town.",
  "pūraṇa kassapa": "Pūraṇa Kassapa: One of the six well known teachers, contemporaneous with the Buddha. He is said to have taught the doctrine of non-action, denying the result of good or bad actions.",
  "pessa": "Pessa: An elephant trainer of Campā. He visited the Buddha at Gaggarāpokkharanī where Kandaraka was also present, and his conversation on that occasion is recorded in the Kandaraka Sutta.",
  "pokkharasāti": "Pokkharasāti: A brahmin of great wealth and learning who lived in Ukkaṭṭha, on a royal demesne given by Pasenadi. Ambaṭṭha was the pupil of Pokkharasāti, who sent him to the Buddha at Icchānaṅgala to discover if the report of the Buddha’s greatness were true.",
  "poṭṭhapāda": "Poṭṭhapāda: A wanderer. A discussion between him and the Buddha on _samādhi_ and on the soul, which took place in Mallikārāma in Sāvatthī, is reported in the Poṭṭhapāda Sutta.",
  "potaliputta": "Potaliputta: A wanderer who visited Samiddhi at the Vejuvana in Rājagaha and said that he had heard the Buddha declare that all action and speech were vain, and that what passed in the mind was the only thing of importance.",
  "potaliya": "Potaliya: A householder of Āpaṇa. Meeting the Buddha in a wood outside the town, he greeted him, and was addressed by the Buddha as “householder,” at which he was very angry, for he had, so he said, handed over his wealth to his sons, and possessed only his food and clothing.",
  "posāla": "Posāla: One of Bāvari’s pupils. His question to the Buddha and the answer thereto are given in the Posālamāṇavaa pucchā of the Pārāyana Vagga.",
  "posiya": "Posiya: A monk whose Theragāthā verse speaks of caution when accepting food from women.",
  "phagguna": "Phagguna: A monk. In the Saṁyutta Nikāya he is represented as asking the Buddha if it were possible, by means of any of the senses, to recognize and proclaim the past Buddhas.",
  "phalaganda": "Phalaganda: One of the seven human beings born in the Avihā-world, where they will pass completely away.",
  "phalikasandāna": "Phalikasandāna: One of the Theras dwelling in the Kukkuṭārāma in Pāṭaliputta in the time of the Buddha.",
  "phussa": "Phussa: A monk whose Theragāthā verses depict the ascetic Paṇḍarassagotta questioning him on the future decline of Bhikkhus.",
  "baka": "Baka: A Brahmā.",
  "bakkula": "Bakkula: At the age of eighty, Bakkula heard the Buddha preach and left the world. For seven days he remained unenlightened, but on the dawn of the eighth day he became an arahant.",
  "bandhumā": "Bandhumā: A Pacceka Buddha.",
  "bandhura": "Bandhura: A monk whose Theragāthā verse speaks of not wanting to drink poison after tasting the Dhamma.",
  "bahudhīti": "Bahudhīti: A brahmin of the Bhāradvājagotta who had seven widowed daughters and was much in debt. One day he lost fourteen oxen, and, after searching for them for six days, he came across the Buddha in a forest tract.",
  "bāvarī": "Bāvarī: A brahmin ascetic who went from Sāvatthī to Dakkhiṇāpatha and lived on the banks of the Godhāvarī in a hermitage which lay half in the territory of Assaka and half in that of Alaka.",
  "bāhiya": "Bāhiya: (1) As an ascetic, he came himself to believe that he had attained arahantship, but a _devatā_, reading his thoughts and wishing him well, pointed out to him his error and advised him to seek the Buddha at Sāvatthī. (2) A monk. He is said to have, come to the Buddha asking for a teaching in brief and the Buddha told him to dwell on the impermanence of the senses and of sense objects. (3) A monk, fellow dweller of Anuruddha at the Ghositārāma. He seems to have taken a prominent part in the disputes of the Kosambī monks, helping them, but Anuruddha let him take his own way, not protesting at all.",
  "bāhuna": "Bāhuna: A monk who is said to have asked the Buddha, while on the banks of the Gaggarā Lake in Campā, about the conditions from which the Tathāgata is released and emancipated.",
  "bāhuraggi": "Bāhuraggi: One of seven beings born in the Avihā world, there to pass away entirely.",
  "bimbisāra": "Bimbisāra: King of Māgadha and patron of the Buddha.",
  "bimbī": "Bimbī: An eminent laywoman, follower of the Buddha.",
  "bilaṅgika": "Bilaṅgika: One of the Bhāradvāja brothers. On hearing that the eldest of the clan had entered the Order, he went to the Buddha, and, unable to speak for rage, sat on one side, sulking.",
  "bījaka": "Bījaka: The son of Sudinna Kalandakaputta by the wife of his lay days. He was conceived after Sudinna had already been ordained. His wife came to him during her period and begged him to give her an offspring.",
  "buddha": "Buddha: The Awakened one, the founder and teacher of the Buddha-dhamma. His personal name was Siddhattha Gotama, and he was a Khattiya of the Sakiyan clan. He was born in Lumbini in around 500 BCE.",
  "bulī ": "Bulī : The name of a gotta. They claimed one eighth share of the Buddha’s relics and raised a thūpa over them in their city of Allakappa.",
  "belaṭṭhakaccāna": "Belaṭṭhakaccāna: A sugar dealer. On his way from Andhakkavinda to Rājagaha he met the Buddha seated at the foot of a tree, and, with his permission, presented a pot of sugar to the monks.",
  "belaṭṭhasīsa": "Belaṭṭhasīsa: An arahant, preceptor of Ānanda. He was once afflicted with scurvy and his robes clung to him. The monks thereupon applied water to the robes, but when the Buddha heard of it he made a rule allowing necessary therapeutic measures.",
  "belaṭṭhānika": "Belaṭṭhānika: A monk whose Theragāthā verse speaks of how the spiritual life is wasted in gluttony.",
  "bojjhā": "Bojjhā: An eminent laywoman. The Aṅguttara Nikāya records a visit paid by her to the Buddha at Jetavana.",
  "bodhi": "Bodhi: He lived at Suṁsumāragiri in the Bhagga country and built a palace called Kokanada. When the palace was completed, the Buddha was staying at Bhesakalāvana near by, and Bodhi sent a message by Sañjikāputta, inviting the Buddha to the palace, that he might bless it by being its first occupant.",
  "bodhisatta": "Bodhisatta: The name given to a being who aspires to Bodhi or Awakening. Originally only in connection with the last life of a Buddha, especially after having left home, in such contexts as “in the days before my Awakening, when I was only a Bodhisatta”.",
  "brahmadatta": "Brahmadatta: (1) King of Kāsi. He captured Kosala and murdered its king Dīghiti and Dīghiti’s wife, but made peace later with Dīghiti’s son, Dīghāvu, restored to him his father’s kingdom, and gave him his own daughter in marriage. (2) King of the Assakas and friend of Reṇu. When Mahāgovinda divided Jambudīpa into seven equal portions for Reṇu and his six friends, Brahmadatta was given the kingdom, of the Assakas, with Potama as his capital. (3) A monk whose Theragāthā verses speak of avoiding anger when confronted with harsh words. (4) Pupil of the wanderer Suppiya. A conversation between these two led to the preaching of the Brahmajāla Sutta.",
  "brahmadeva": "Brahmadeva: The son of a brahmin woman. Having joined the Order, he dwelt in solitude and became an arahant. One day he went to Sāvatthī for alms, and, in due course, arrived at his mother’s house.",
  "brahmāyu": "Brahmāyu: A brahmin foremost in Mithilā in his knowledge of the Vedas.",
  "brahmāli": "Brahmāli: A monk whose Theragāthā verses speak of how even the gods envy one such as he, with senses tamed.",
  "bhagu": "Bhagu: A famous sage of old. ",
  "bhaggava": "Bhaggava: A potter in Rājagaha in whose dwelling the Buddha met and conversed with Pukkusāti.",
  "bhaggavagotta": "Bhaggavagotta: A clothed Wanderer who lived in a pleasance near Anupiya.",
  "bhañña": "Bhañña: The word occurs in the compound Ukkalā-Vassa-Bhaññā, a group described as _ahetuvādā_, _akiriyavādā_, _natthikavāda_, but who, nevertheless, agreed that the _khandhas_ might be divided into past, present and future and who accepted the teaching of the Great Forty.",
  "bhaṇḍu": "Bhaṇḍu: A colleague of Ānanda whom Kassapa reported to the Buddha at Veḷuvana for disputing with Abhiñjaka, colleague of Anuruddha. The Buddha sent for the disputants and rebuked them for their contentiousness.",
  "bhadda": "Bhadda: (1) A lay disciple of Nādikā who, the Buddha declared, had destroyed the five lower fetters and had been born in the highest deva worlds, thence to pass away entirely. (2) A monk whose Theragāthā verses tell how his parents with pride and compassion brought him to the Buddha to be ordained.",
  "bhaddavāggiyā": "Bhaddavāggiyā: A group of thirty young men, converted by the Buddha.",
  "bhaddā": "Bhaddā: (1) Wife of King Muṇḍa. At her death the king placed her body in a vessel of oil and mourned for her until his friend Piyaka took him to Nārada Thera at the Kukkuṭārāma, and there made him realize the folly of mourning. (2) A bhikkhunī whose Therīgāthā verses speak in praise of Kassapa, who she went forth with, and also of her own attainments. (3) A bhikkhunī. She was foremost among nuns of swift intuition. (4) Daughter of the Gandhabba Timbarū and beloved of Pañcasikha.",
  "bhaddāli": "Bhaddāli: When the Buddha, at Jetavana, laid down the rule that monks should eat one meal a day and that in the morning, Bhaddāli protested and refused to keep this rule because he said that, in so eating, he would be a prey to scruples and misgivings.",
  "bhaddiya": "Bhaddiya: (1) An _anāgāmī_, one of seven persons who became arahants as soon as they were born in Avihā. (2) Chief among monks of aristocratic birth. He belonged to a family of the Sākyan rājas of Kapilavatthu and entered the Order in the Anupiya Mango grove with Anuruddha and the others, soon afterwards attaining to arahantship. (3) It was there that the precept was laid down forbidding monks to wear sandals, and also another ruling re the _Pārājika_. (4) A Licchavi who visited the Buddha at the Kūṭāgārasālā and asked if it were true that the Buddha was a magician who, by a glamorous trick, enticed away the followers of others.",
  "bhadragaka": "Bhadragaka: A headman of Uruvelakappa and father of Ciravāsi.",
  "bhadrā": "Bhadrā: A bhikkhunī whose Therīgāthā verses speak of going forth out of faith and attaining the Dhamma.",
  "bhadrāvudha": "Bhadrāvudha: One of the sixteen disciples of Bāvarī, who, at his request, visited the Buddha.",
  "bhayasīva": "Bhayasīva: A Pacceka Buddha.",
  "bharaṇḍukālāma": "Bharaṇḍukālāma: A recluse, once a co-disciple of the Buddha in the holy life. Once, when the Buddha visited Kapilavatthu and wanted lodging for the night, Mahānāma suggested that he should go to the hermitage of Bharaṇḍu.",
  "bharata": "Bharata: (1) A monk whose Theragāthā verses call on Nandaka and himself to declare their spiritual prowess to the Buddha. (2) King of the Sovīras in the time of Reṇu. His capital was in Roruva.",
  "bhallika": "Bhallika: Together with Tapussa they were the first lay disciples of the Buddha. They offered a meal shortly after the Buddha was Awakened, while still near Uruvelā.",
  "bhāradvāja": "Bhāradvāja: (1) A monk whose Theragāthā verses speak of the heroic roar of the conquerors. (2) He was the eldest of a clan of Bhāradvājas living in Rājagaha and his wife was a Dhanañjāni brahminee. (3) A young brahmin, pupil of Tārukkha. A discussion between him and Vāseṭṭha led to the preaching of the Tevijja Sutta, and also the Vāseṭṭha Sutta. (4) The name of a brahmin clan; about twenty individuals belonging to this clan are mentioned in the Pitakas. (5) A brahmin of the Bhāradvāja gotta living at Kammāssadhamma. The Buddha once stayed there and slept on a mat in his fire hut, and there he met the wanderer Māgaṇḍiya. (6) A _yakkha_ chief to whom disciples of the Buddha should make appeal in time of need. (7) A Pacceka Buddha. (11) Later he is himself converted and becomes an arahant.",
  "bhāvitatta": "Bhāvitatta: The name of two Pacceka Buddhas.",
  "bhiyyasa": "Bhiyyasa: One of the two chief disciples of Koṇāgamana Buddha.",
  "bhuñjatī": "Bhuñjatī: Wife of Vessavaṇa and a devout follower of the Buddha. Once, when Sakka went to see the Buddha at the Salaḷāgāra, he found the Buddha engaged in meditation, Bhuñjatī waiting on him and worshipping him with clasped hands.",
  "bhummaja": "Bhummaja: One of the Chabbaggiyā.",
  "bhummā": "Bhummā: A class of devas, earth bound deities. They belong to the lowest category of devas.",
  "bhūta ": "Bhūta : A monk whose Theragāthā verses speak of the greatest contentment while living among the harsh conditions of the forest.",
  "bhūmija": "Bhūmija: Uncle of Prince Jayasena. He was a friend of Sambhūta, and, when the latter left the household, he was accompanied by his friends Bhūmija, Jeyyasena and Abhirādhana, all of whom joined the Order.",
  "bhesakalāvana": "Bhesakalāvana: A grove in the Bhagga country. It contained a Deer Park wherein the Buddhastayed, on Suṁsumāragiri. Nearby was the house in which lived Nakulapitā and Nakulamātā.",
  "bhesikā": "Bhesikā: The barber of Lohicca.",
  "bhojaputta": "Bhojaputta: Evidently the name for a resident of the Bhoja country, modern Vidarbha.",
  "makkhali": "Makkhali: One of the six heretical teachers contemporaneous with the Buddha. He held that there is no cause, either ultimate or remote, for the depravity of beings or for their rectitude.",
  "makhādeva": "Makhādeva: King of Mithilā. His legend is told in the Makhadeva Sutta. He was a righteous king who observed the _uposatha_, together with his people. When a grey hair appeared on his head he went forth to develop the divine abidings, handing over his kingdon to his son and enjoining him to continue his good practice.",
  "magha": "Magha: The name Sakka bore in a previous birth when he was born as a man in Macalagāma in Māgadha.",
  "maṅgala": "Maṅgala: A Pacceka Buddha.",
  "macchikāsaṇḍika": "Macchikāsaṇḍika: An epithet of Cittagahapati, because he lived in Macchikāslānda.",
  "maddarūpi": "Maddarūpi: Daughter of Okkāka and wife of Kaṇha, ancestor of Ambaṭṭha.",
  "manāpakāyikā": "Manāpakāyikā: A class of devas possessing lovely forms. Once a large number of them visited Anuruddha at the Ghositirāma and announced to him that in a trice they could assume any colour they desired, produce any sound, and obtain any happiness.",
  "maṇi": "Maṇi: A _yakkha_ chief, to be invoked by Buddhists in time of need.",
  "manujā": "Manujā: An eminent _upāsikā_ mentioned in a list.",
  "manopadosikā": "Manopadosikā: A class of devas. They burn continually with envy one against another and their hearts become ill disposed and debauched. Their bodies thus become feeble and their minds imbecile, and, as a consequence, they fall from their state.",
  "manomaya": "Manomaya: A Pacceka Buddha.",
  "manosattā": "Manosattā: A class of devas. Beings who die devoted to some idea are born in their world—e.g., a Nigaṇṭha who will take only warm water and would rather die than take it cold.",
  "mantāṇī": "Mantāṇī: A brahminee, mother of Aṅgulimāla; her husband was Gagga.",
  "mandhātā": "Mandhātā: A primeval king. He is considered as an example of one whose desires could never be satisfied.",
  "malitavambha": "Malitavambha: A monk whose Theragāthā verse says that one should only stay in a dwelling that is conducive to the goal.",
  "mallikā": "Mallikā: Chief queen of Pasenadi, king of Kosala.",
  "mallī": "Mallī: A Malla woman.",
  "mahaka": "Mahaka: A novice, pupil of Upananda, who is mentioned as having been guilty of a sexual offence with Kaṇḍakā, another novice.",
  "mahākaccāyana": "Mahākaccāyana: One of the most eminent disciples of the Buddha, considered chief among expounders in full of the brief saying of the Buddha. Several suttas illustrate this quality, including the Madhupiṇḍika, the Kaccāyana and the Parāyana; several instances are given of people seeking Mahā Kaccāna’s assistance, for a detailed explanation of something said in brief by the Buddha—e.g., Hāliddikāni, Kāḷī, Samiddhi, Uttara and Valliya.",
  "mahākappina": "Mahākappina: One of the most eminent disciples of the Buddha, considered foremost among those who taught the monks. The Vinaya records that when Kappina was in the Deer Park at Maddakucchi he wondered whether he need attend the _uposatha_ ceremonies, since he himself was pure.",
  "mahākassapa": "Mahākassapa: One of the Buddha’s most eminent disciples, chief among those who upheld austere practices.",
  "mahākāla": "Mahākāla: A monk whose Theragāthā verses describe a large swarthy woman sitting surrounded by bones in the charnel ground, evidently a practitioner of asceticism.",
  "mahākoṭṭhita": "Mahākoṭṭhita: One of the foremost disciples of the Buddha, ranked foremost among masters of analytical knowledge. His Theragāthā verse speaks of contentment and shaking off evil qualities.",
  "mahāgavaccha": "Mahāgavaccha: A monk whose Theragāthā verse speaks of practicing properly and awaiting ones’ time.",
  "mahājāli": "Mahājāli: A Pacceka Buddha mentioned in a list of names.",
  "mahānāga": "Mahānāga: A monk whose Theragāthā verses warn of the dangers that face a monk who neglects the Dhamma.",
  "mahānāma": "Mahānāma: (1) A Sākiyan rājā, son of Amitodana; he was elder brother of Anuruddha and cousin of the Buddha. When the Sākiyan families of Kapilavatthu sent their representatives to join the Order of their distinguished kinsman, Mahānāma allowed Anuruddha to leave the household, he knowing nothing of household affairs. (2) A Licchavi. One day while walking about in the Mahāvana in Vesāli he saw some young Licchavis paying homage to the Buddha and accused them of inconsistency. (3) A monk whose Theragāthā verse speaks of the beauty of Mount Nesadaka.",
  "mahāpajāpatī ": "Mahāpajāpatī : An eminent bhikkhunī and the step-mother of the Buddha.",
  "mahāpanthaka": "Mahāpanthaka: The elder brother of Cūḷapanthaka. He was declared pre eminent among those skilled in the evolution of consciousness. (_saññāvivatta_).",
  "mahāpāragā": "Mahāpāragā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "mahāpurisa": "Mahāpurisa: The name given to a Great Being, destined to become either a Cakkavatti or a Buddha. He carries on his person the following thirty two marks. .",
  "mahāmoggallāna": "Mahāmoggallāna: The second of the Chief Disciples of the Buddha. He and Sāriputta went forth as disciples of Sañjaya. After some time, Sāriputta, wandering about in Rājagaha, met Assaji, was converted by him to the faith of the Buddha, and became a _sotāpanna_.",
  "mahāli": "Mahāli: A Licchavi chief, mentioned as having visited the Buddha at the Kūṭāgārasālā to ask if he had seen Sakka and also to beg information as to the teachings of Pūraṇa Kassapa.",
  "mahāvijita": "Mahāvijita: A king of long ago, whose exemplary sacrifice, held under the direction of his chaplain, is narrated in the Kūṭadanta Sutta.",
  "mahāsammata": "Mahāsammata: A king who lived in the beginning of this present age. He was called Mahāsammata, because, on the arising of wickedness in the world, he was chosen by the people to show indignation against and disapproval of those worthy of blame.",
  "mahāsudassana": "Mahāsudassana: The Bodhisatta born as king of Kusāvati.",
  "mahāsubhaddā": "Mahāsubhaddā: Chief queen of Mahāsudassana.",
  "māgaṇḍiya": "Māgaṇḍiya: (1) The Sutta Nipāta contains a dialogue between Māgaṇḍiya and the Buddha. (2) A Paribbājaka. The Buddha was once staying in the fire hut of the brahmin Bhāradvājaggotta at Kammāsadamma and Māgaṇḍiya came to the hut.",
  "māṇavagāmiya": "Māṇavagāmiya: A _devaputta_. He visited the Buddha in the company of Asama, Sahali, Ninka, Ākoṭaka and Vetambarī, and while these all spoke in praise of their own teachers, Māṇavagāmiya sang the glories of the Buddha.",
  "mātaṅga": "Mātaṅga: A Pacceka Buddha.",
  "mātali": "Mātali: The name given to the chariot driver of Sakka. The Mātali of the present age had a son, Sikhandhi, with whom Bhaddā Suriyavaccasā, daughter of Timbarū, was in love; but later she transferred her affections to Pañcasikha.",
  "mānacchidda": "Mānacchidda: A Pacceka Buddha.",
  "mānatthaddha": "Mānatthaddha: (1) A brahmin of Sāvatthī who, because of his great pride respected no one. One day he came upon the Buddha preaching to a large crowd of people and stood near, on one side. (2) A Pacceka Buddha mentioned in a nominal list.",
  "mānadinna": "Mānadinna: A householder of Rājagaha. When he lay ill he was visited by Ānanda, to whom he confessed that even in his illness he practiced the four _satipaṭṭhāna_.",
  "māṇava": "Māṇava: A monk whose Theragāthā verse says that he went forth after seeing an old man, a sick man, and a dead man.",
  "mānicara": "Mānicara: A Yakkha chief to be invoked by followers of the Buddha in time of need.",
  "māyā": "Māyā: The mother of the Buddha, and wife of Suddhodana of the Sakyan clan. She died seven days after giving birth to the Buddha in Lumbinī. An elaborate account of the birth is given in the Acchariya-abbhuta Sutta.",
  "māra": "Māra: Generally regarded as the personification of Death, the Evil One, the Tempter. Sometimes known as the Dark One (_Kaṇha_).",
  "māluṅkyāputta": "Māluṅkyāputta: The Theragāthā contains two sets of verses attributed to him. One set speaks of the dangers of craving and encourages effort. The second set speaks of how mindfulness becomes confused when one is infatuated with a pleasant object.",
  "migajāla ": "Migajāla : A monk whose Theragāthā verses speak in praise of the eightfold path.",
  "migalandika": "Migalandika: An undesirable monk. When the Buddha had once been preaching to the monks in Mahāvana in Vesāli regarding the defilement and filth of the body, and had retired into solitude, many of the monks, in disgust with their bodies, put an end to their lives.",
  "migasālā": "Migasālā: A woman follower of the Buddha. She was the daughter of Pūraṇa, chamberlain of Pasenadi, and niece of Isidatta.",
  "migasira": "Migasira: A monk whose Theragāthā verses speak of becoming Awakened since he went forth.",
  "migāra": "Migāra: A rich man of Sāvatthī. Ugga, Pasenadi’s minister, mentions him during a visit to the Buddha and remarks on his immense wealth. But the Buddha reminds him that Migāra’s treasure is not real treasure in that it is subject to various dangers fire, water, kings, robbers, enemies and heirs.",
  "mittakālī": "Mittakālī: A bhikkhunī whose Therīgāthā verses speak of how, having gone forth in faith, she missed out of the higher goals of the ascetic life, so lusted for gains and fame.",
  "mittā ": "Mittā : A bhikkhunī whose Therīgāthā verses speak of how she was formerly attached to the idea of performing rites on the _uposatha_ days aspiring for heavenly rebirth.",
  "milakkhā": "Milakkhā: The name given to the people of non-Ariyan origin, the _Mlecchas_.",
  "missakā": "Missakā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "mucalinda": "Mucalinda: A tree near the Ajapālanigrodha in Uruvelā. The Buddha spent there the third week after the Enlightenment. There was a great shower of rain, and the Nāga king, Mucalinda, of the tree, sheltered the Buddha by winding his coils seven times round the Buddha’s body and holding his hood over the Buddha’s head.",
  "muṇḍa": "Muṇḍa: A king of Māgadha, great grandson of Ajātasattu and son of Anuruddha. It is probably this same king who is referred to in the Aṅguttara Nikāya. His wife Bhaddā died, and Muṇḍa gave himself up to complete despair and mummified the queen’s body.",
  "muttā ": "Muttā : (1) A bhikkhunī whose Therīgāthā verse speaks of being freed. (2) A bhikkhunī whose Therīgāthā verse speaks of being freed from three crooked things. (3) An eminent upāsikā, mentioned in a list of such.",
  "mudita": "Mudita: A monk whose Theragāthā verse speaks of unflagging striving, regardless of life or limb.",
  "musila ": "Musila : A monk.",
  "meghiya ": "Meghiya : Having joined the Order, was for some time the personal attendant of the Buddha. Once, when the Buddha was staying with him at Cālikā, Meghiya went to Jantugāma for alms, and, on his return, was much attracted by a mango grove on the banks of the river Kimikālā.",
  "mejjha": "Mejjha: A wilderness, which legend says was formely a kingdom.",
  "meṇḍaka": "Meṇḍaka: A very rich householder of Bhaddiyanagara in Aṅga.",
  "mettagū": "Mettagū: One of the sixteen disciples of Bāvarī who visited the Buddha. His question to the Buddha was as to how various ills originated in the world, and the Buddha’s answer, that it was through attachment.",
  "mettaji": "Mettaji: A monk whose Theragāthā verse extols the Buddha.",
  "mettākāyikā": "Mettākāyikā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "mettikā": "Mettikā: A bhikkhunī whose Therīgāthā verses speak of of how she strugged up a mountain, only to sit and become Awakened.",
  "mettiya": "Mettiya: One of the six leaders of the Chabbaggiyā.",
  "mettiyabhummajakā": "Mettiyabhummajakā: A group of monks, followers of Mettiya and Bhummajaka forming part of the Chabbaggiyā (Group of Six Monks).",
  "mettiyā": "Mettiyā: A nun who, at the instigation of the Mettiyabhummajakā, charged Dabba Mallaputta with having violated her chastity.",
  "metteyya": "Metteyya: An arahant, friend of Tissa of the Tissa Metteyya Sutta. His personal name, too, was Tissa, but he was better known by his clan name of Metteyya.",
  "methula": "Methula: A Pacceka Buddha whose name appears in a nominal list.",
  "medakathalikā": "Medakathalikā: The pupil of a “bamboo acrobat” of long ago. His master called to him one day and asked him to climb the bamboo and to stand on his shoulder. Then the master suggested that they should watch and look after each other during their performances.",
  "meṇḍasira": "Meṇḍasira: A monk whose Theragāthā verse speaks of realizing release from suffering after many lifetimes.",
  "melajina": "Melajina: A monk whose Theragāthā verses speak of his great faith in the Buddha.",
  "moggalla": "Moggalla: A man in the retinue of King Eḷeyya. He was a follower of Uddaka Rāmaputta.",
  "mogharāja": "Mogharāja: He belonged to a brahmin family and studied under Bāvarī as an ascetic. He was one of the sixteen pupils sent by Bāvarī to the Buddha. The Buddha declared him foremost among wearers of rough clothing.",
  "moriyā": "Moriyā: A _khattiya_ clan of India. Among those claiming a share of the Buddha’s relics were the Moriyas of Pipphalivana. They came rather late and had to be satisfied with a share of the ashes.",
  "moḷiya": "Moḷiya: He was always friendly with the nuns and stood up for them in discussions with the monks. This was reported to the Buddha, who sent for him and preached the Kakacūpama Sutta.",
  "moḷiyasīvaka": "Moḷiyasīvaka: A Paribbājaka. He once visited the Buddha at Veḷuvana and questioned him regarding predestination. The Buddha explains to him that suffering arises from various causes—bile, phlegm, wind, bodily humour, change of season, stress of untoward happenings, sudden attacks from without and also from one’s kamma—and to say that these are all predestined is to go too far.",
  "yakkha": "Yakkha: A class of non human beings generally described as non-human.",
  "yaññadatta": "Yaññadatta: A brahmin, father of Koṇāgamana Buddha.",
  "yama": "Yama: The god of death. When beings die they are led before him to be judged according to their deeds. Birth, old age, illness, punishment for crime and death, are regarded as his messengers, sent among men as a warning to abstain from ill and do good.",
  "yamaka": "Yamaka: A man belonging to the retinue of King Eḷeyya. He was a follower of Uddaka Rāmaputta.",
  "yamataggi": "Yamataggi: A sage of old who led a good life and persuaded his followers to do likewise. He was among the originators of the Vedic hymns.",
  "yamelutekulā": "Yamelutekulā: Two brahmins, probably named Yamelu and Tekula, who proposed to the Buddha that the Dhamma should be put into Sanskrit metre _chandasi_. The Buddha refused their request.",
  "yasa ": "Yasa : (1) He was the son of a very wealthy treasurer of Benares, and was brought up in great luxury, living in three mansions, according to the seasons and surrounded with all kinds of pleasures. (2) A monk who lived about a century after the Buddha, and who was one of the leaders in the events of the Second Council.",
  "yasadatta": "Yasadatta: While journeying in the company of Sabhiya, he came to Sāvatthī, where he was present at the discussion between Sabhiya and the Buddha. It was his purpose to try and discover flaws in the Buddha’s argument.",
  "yasoja": "Yasoja: The Udāna mentions how Yasoja and five hundred of his companions went to see the Buddha at Jetavana. There they stood talking to the monks who lived there and made a great uproar.",
  "yassasī": "Yassasī: The name of a Pacceka Buddha.",
  "yāma": "Yāma: A class of Devas, mentioned in lists of devas between those of Tāvatiṁsā and those of Tusita. Two hundred years of human life are but one day to the Yāma devā, and two thousand Years, composed of such days, form their life period.",
  "yugandhara": "Yugandhara: One of the chief Yakkhas to be invoked by the Buddha’s followers in time of need.",
  "yodhājīva": "Yodhājīva: A headman who visited the Buddha and asked if it was true that men who fall fighting in battle are reborn among the Sārañjita devas. At first the Buddha refused to answer the question, but finding that Yodhājīva insisted, explained to him that fighting men were reborn after death either in the Sārājita niraya or among animals.",
  "rakkhasā": "Rakkhasā: A class of demons, chiefly nocturnal and harmful. They usually have their haunt in the water and devour men when bathing there. Some of them live in the sea.",
  "rakkhita ": "Rakkhita : (1) A monk whose Theragāthā verse speaks of having uprooted all defilements and become cool. (2) A forest tract near the village of Pārileyya. There the Buddha retired and lived at the foot of the Bhaddasāla, when unable to settle the dispute among the Kosambī monks. The elephant Pārileyya lived there and waited upon the Buddha. ",
  "ragā": "Ragā: One of Māra’s three daughters, who sought to tempt the Buddha.",
  "raṭṭhapāla": "Raṭṭhapāla: Chief of those who had left the world through faith. He was born at Thullakoṭṭhita in the Kuru country as the son of a very wealthy councillor and was called by his family name of Raṭṭhapāla.",
  "ratī": "Ratī: One of the daughters of Māra.",
  "rattapāṇi": "Rattapāṇi: The name of a dyer; perhaps a class name.",
  "rājadatta": "Rājadatta: A monk whose Theragāthā verses speak of how, when he saw a woman’s rotting corpse in the cemtery, at first lust arose, then he mindfully overcame his defilements.",
  "rājā": "Rājā: A Yakkha, one of the messengers of Kuvera.",
  "rādha": "Rādha: The Buddha declared him foremost among those who could inspire speech in others.",
  "rāmaṇeyyaka": "Rāmaṇeyyaka: A monk whose Theragāthā verse speaks of how his mind does not waver among the sounds of nature.",
  "rāhu": "Rāhu: An Asura chieftain. The Saṁyutta Nikāya says that on one occasion when he seized the Moon god, and on another the Sun god, both these invoked the aid of the Buddha.",
  "rāhula": "Rāhula: Only son of Gotama Buddha. When the Buddha visited Kapilavatthu for the first time after his Enlightenment and accepted Suddhodana’s invitation, Rāhula’s mother sent the boy to the Buddha to ask for his inheritance.",
  "rāhulamātā": "Rāhulamātā: The name, generally given in the texts, of Rāhula’s mother and Gotama’s wife.",
  "rucirā": "Rucirā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "rucī": "Rucī: An upāsikā, held up as an example to others.",
  "reṇu": "Reṇu: Son and successor of King Disampati.",
  "revata": "Revata: (1) His Theragāthā verses appear under two names. (2) The Buddha declared him chief of the monks who practised _jhāna_. Before he became an arahant he was greatly troubled in mind as to what was permissible for him to use and what was not, hence his name, “Revata the Doubter”. (3) He lived in Soreyya, and, on discovering that the orthodox monks, led by Sambhūta Sānavāsī and Yasa Kākandakaputta, were anxious to consult him, Revata left Soreyya, and, travelling through Saṅkassa, Kaṇṇakujja, Udumbara and Aggalapura, reached Sahajāti.",
  "rojā": "Rojā: A Malla, inhabitant of Kusinārā. When the Buddha and Ānanda visited Kusinārā, the Malla chieftains decreed that whoever failed to pay homage to the Buddha would be fined five hundred coins.",
  "rohitassa": "Rohitassa: A _devaputta_. He once visited the Buddha at Jetavana and asked if one could, by travelling, reach the end of the world where there would be no birth, old age, death, etc.",
  "rohitassā": "Rohitassā: The legendary inhabitants of Rājagaha, in the time of Koṇāgamana Buddha. At that time, Mount Vipula was called Vaṅkaka. The life of a Rohitassa was thirty thousand years.",
  "rohinī": "Rohinī: (1) The Therīgāthā contains a set of verses spoken by her in exaltation, when, after becoming an arahant, she recalled to mind the discussion she had had with her father while she was yet a _sotāpanna_.",
  "lakuṇṭaka": "Lakuṇṭaka: He was given the title of Lakuntaka (Dwarf) owing to his very small stature.",
  "lakkhaṇa": "Lakkhaṇa: Mentioned as having stayed with Mahā Moggallāna on Gijjhakūṭa. Once, when they were going down to Rājagaha for alms, Lakkhaṇa noticed that at a certain spot Moggallāna smiled; on asking him why, he was told to wait till they saw the Buddha.",
  "lakkhī": "Lakkhī: Normally Lakkhī is the Pali equivalent of the goddess of luck, Lakśmī. However in the early texts the name only appears in one obscure Therīgāthā verse.",
  "lambītakā": "Lambītakā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "lāmaseṭṭhā": "Lāmaseṭṭhā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "lomasakaṅgiya": "Lomasakaṅgiya: A monk whose Theragāthā verse says that, thrusting aside grasses with his chest, he will seek seclusion.",
  "lomasavaṅgīsa": "Lomasavaṅgīsa: The Saṁyutta Nikāya mentions an interview between an Elder of this name and the Sākyan Mahānāma. Mahānāma asks the Elder if the learner’s way of life is identical with that of the Tathāgata.",
  "lomahaṁsa": "Lomahaṁsa: A Pacceka Buddha, mentioned in a nominal list.",
  "lohicca": "Lohicca: (1) A brahmin of Makkarakata in Avanti. Once when Mahā Kaccāna was living there in a forest hut, a number of Lohicca’s pupils came there and began abusing the monks, calling them shavelings, menials, etc. (2) A brahmin of Sālāvatikā. He once conceived the idea that a samaṇa or recluse who had reached a good state of mind should tell no one else of it, lest he should entangle himself in new bonds.",
  "lohitavāsī": "Lohitavāsī: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "vakkali ": "Vakkali : A monk whose Theragāthā verses speak of never relinquishing energy, whether ill or happy, while meditating in the forest. The Buddha declared him foremost among those of implicit faith.",
  "vaṅgīsa": "Vaṅgīsa: A monk who was declared foremost in the gift of spontaneous poetic expression.",
  "vacchagotta": "Vacchagotta: A wanderer who later became an arahant Thera. Several conversations he had with the Buddha are mentioned in the books. For details see the Tevijja Vacchagotta-, Aggi Vacchagotta-, Mahā Vacchagotta-, Vaccha—and Vacchagotta-Suttas.",
  "vacchapāla": "Vacchapāla: A monk whose Theragāthā verse speaks of the ease of attaining Nibbana for one who practices well.",
  "vajirakumārī": "Vajirakumārī: Daughter of Pasenadi.",
  "vajirapāṇi": "Vajirapāṇi: A Yakkha. It is said that whoever, even up to the third time of being asked, refuses to answer a reasonable question put by a Buddha, his head will split into pieces on the spot.",
  "vajirā": "Vajirā: (2) The Saṁyutta Nikāya relates that one day, when she was meditating in Andhavana at Sāvatthī, Māra questioned her as to the origin of a “being”, its creator, its origin, its destiny.",
  "vajjita": "Vajjita: A monk whose Theragāthā verses speak of how, after many rebirths he has found peace.",
  "vajjiputta": "Vajjiputta: A monk whose Theragāthā verse speaks of dwelling alone in the forest. Vajjiputta’s story is given in the Saṁyutta.",
  "vajjiyamāhita": "Vajjiyamāhita: A householder of Campā, a devout and skilled follower of the Buddha. Once, when on his way to see the Buddha at Gaggarā Lake, he found he had arrived too early and went into the Paribbājakārāma near by.",
  "vaḍḍha": "Vaḍḍha: (1) A Licchavi. He was a friend of the Mettiyabhummajakā, and, at their instigation, charged Dabba Mallaputta with having committed adultery with his wife. (2) A monk whose Theragāthā verses express thanks to his mother and sister for encouraging him in the Dhamma.",
  "vaḍḍhamāna ": "Vaḍḍhamāna : A monk whose Theragāthā verse speaks of putting forth effort as if one’s haor was on fire.",
  "vaḍḍhamātā": "Vaḍḍhamātā: An arahant, mother of Vaḍḍha. Her conversation with Vaḍḍha and his declaration to her after becoming an arahant are included in the Therīgāthā.",
  "vanavaccha": "Vanavaccha: A monk whose Theragāthā verse speaks of his delight to be meditating in nature.",
  "vappa ": "Vappa : (1) One of the group of five monks who practiced with the Bodhisatta before his Awakening, and who were his first monastic followers. (2) A Sākiyan, disciple of the Nigaṇṭhas. He visits Moggallāna and they talk of the _āsavas_. The Buddha joins them and tells Vappa how the _āsavas_ can be completely destroyed so that the monk who has so destroyed them will abide in the six satata vihāras with equanimity, mindful and comprehending.",
  "varadhara": "Varadhara: A noted wanderer in the time of the Buddha. He lived with Annabhāra, Sakuludāyī and others in the Paribbājakārāma, on the banks of the Sappinikā, and again in the Moranivāpa in Rājagaha.",
  "varuṇa": "Varuṇa: A king of the devas, mentioned as the companion of Sakka, Pajāpati and Isāna. In battle against the Asuras, the devas of Tāvatiṁsā were asked to look upon the banner of Varuṇa in order to have all their fears dispelled.",
  "varuṇā": "Varuṇā: A class of deities present at the preaching of the Mahāsamaya Sutta.",
  "valāhaka": "Valāhaka: The horse of Mahāsudassana. He is all white, with a crow black head and a dark mane.",
  "valāhakāyikādevā": "Valāhakāyikādevā: A class of deities, spirits of the skies, divided into cloud spirits of heat, cloud spirits of cold, cloud spirits of air, cloud spirits of wind, cloud spirits of rain.",
  "valliya": "Valliya: A Theragāthā verse ascribed to a monk of this name speaks of rejoicing while it rains outside, since he meditates in comfort in his hut.",
  "vasabha": "Vasabha: A monk whose Theragāthā verses speak of one who kills himself and others, and then address a certain Sujampati, saying that a brahmin has color on the inside.",
  "vasavattī": "Vasavattī: A _devaputta_, king of the devas of the Parinimmita-vassavatti world. Because of his generosity and virtue practised in past births, he surpasses the devas of his world in ten things: divine life, beauty, happiness, pomp and power, divine shapes, sounds, perfumes, tastes and touch.",
  "vasū": "Vasū: A class of devas of whom Sakka is the chief.",
  "vassa": "Vassa: Mentioned with Bhañña in the compound Vassabhaññā, as dwellers of Ukkalā and as “denying cause, consequence and reality.” There were certain aspects of the Buddha’s teaching which even they would accept.",
  "vassakāra": "Vassakāra: A brahmin, chief minister of Ajātasattu. He and Sunidha were in charge of the fortifications of Pāṭaligāma, built against the Vajjī.",
  "vāmaka": "Vāmaka: One of the great sages held in esteem by the brahmins.",
  "vāmadeva": "Vāmadeva: One of the great sages honoured by the brahmins as authors of hymns.",
  "vāyodevā": "Vāyodevā: A class of deities present at the preaching of the Mahāsamaya Sutta.",
  "vāraṇa": "Vāraṇa: A monk whose Theragāthā verses praise non-harming and seclusion.",
  "vāruṇā": "Vāruṇā: A class of deities, followers of Varuda, who were present at the preaching of the Mahāsamaya Sutta.",
  "vāsabhagāmī": "Vāsabhagāmī: One of the four Western monks appointed to the committee which considered the Ten Points raised by the Vajjiputtaka at the Second Council.",
  "vāsabhā": "Vāsabhā: The second queen of King Pasenadi.",
  "vāsavanesī": "Vāsavanesī: A class of devas, present at the preaching of the Mahāsamaya Sutta.",
  "vāseṭṭha": "Vāseṭṭha: (1) An old sage held in high esteem for his knowledge. He was one of the originators of the Vedic mantras. (2) A clan, probably tracing its descent to the sage Vāseṭṭha (Sanskrit Vāsiṣṭha). In the Mahā Parinibbāna Sutta we find the Mallas of Kusināra addressed as Vāseṭṭhā, as well as the Mallas of Pāvā. (3) A young brahmin who, with his friend Bhāradvāja, visited the Buddha and held discussions with him. These discussions are recorded in the Tevijja Sutta, the Vāseṭṭha Sutta, and the Aggañña Sutta. (4) A lay disciple, evidently distinct from the Vāseṭṭha who became a monk. He visited the Buddha at the Kūṭagārasālā in Vesāli and the Buddha preached to him.",
  "vāseṭṭhī": "Vāseṭṭhī: A bhikkhunī whose Therīgāthā verses tell of her child’s death and her subsequent history.",
  "vicakkanā": "Vicakkanā: A class of devas, present at the preaching of the Mahāsamaya Sutta.",
  "vijaya": "Vijaya: (1) A householder, mentioned as an exemplary layman. (2) A monk whose Theragāthā verse says that one without defilements may not be traced, like birds in the sky.",
  "vijayā": "Vijayā: A bhikkhunī whose Therīgāthā verses say that she went to the monastery up to five times before being approached by a bhikkhunī, who taght her the Dhamma, so that now she dwells in freedom and bliss.",
  "vijita": "Vijita: A Pacceka Buddha.",
  "vijitasena": "Vijitasena: Several verses uttered by him in self admonition, in which he displays his knowledge of elephant training, are included in the Theragāthā.",
  "viññānañcāyatanūpagādevā": "Viññānañcāyatanūpagādevā: A class of devas living in the Formless Realms. Their life lasts for forty thousand great aeons.",
  "viṭeṇḍu": "Viṭeṇḍu: One of the vassals of the Four Great Kings present at the preaching of the Mahāsamaya Sutta.",
  "viṭu": "Viṭu: Vassal of the Four Great Kings present at the preaching of the Mahāsamaya Sutta.",
  "viṭucca": "Viṭucca: Vassal of the Four Great Kings present at the preaching of the Mahāsamaya Sutta.",
  "viḍūḍabha": "Viḍūḍabha: Son of Pasenadi and Vāsabhakhattiyā. Both in the Piyajātika Sutta and the Kaṇṇakatthala Suttas.",
  "vidhura": "Vidhura: One of the two chief disciples of Kakusandha Buddha. He received his name because he was a peerless preacher of the Dhamma.",
  "vipassī": "Vipassī: A Buddha of the past, whose story is told in the Mahāpadāna Sutta. He was born in the Khema park in Bandhumatī, his father being Bandhumā and his mother Bandhumatī.",
  "vimala": "Vimala: (1) One of the four friends of Yasa who, following the latter’s example, joined the Order and attained arahantship. (2) A monk whose Theragāthā verse speaks of being peaceful amidst a storm. (3) A monk whose Theragāthā verses speak of avoiding bad companions and associating with the diligent. (4) A Pacceka Buddha.",
  "vimalakoṇḍañña": "Vimalakoṇḍañña: A monk whose Theragāthā verse is in the form of a riddle.",
  "vimalā": "Vimalā: A bhikkhunī whose Therīgāthā verses speak of the fading beuaty of youth and the peace of liberation.",
  "viraja": "Viraja: A Pacceka Buddha.",
  "virūpakkha": "Virūpakkha: (1) One of the Four Great Kings. He is Regent of the western quarter and lord of the Nāgas. In the assembly of the devas he sits facing east. (2) A family of snakes or nāgas.",
  "virūḷha": "Virūḷha: One of the Four Great Kings. He is the king of the south, and, in the assembly of the devas, sits facing north. He is lord of the Kumbhaṇḍas.",
  "visākha": "Visākha: (1) Husband of Dhammadinnā. After Dhammadinnā had joined the Order, she left the city and retired into the country, returning to Rājagaha after she had attained arahantship. (2) Visākha was evidently a clever and arresting preacher, and the books mention that the Buddha heard him preach and praised him.",
  "visākhā": "Visākhā: The chief among the female lay disciples of the Buddha and declared by him to be foremost among those who ministered to the Order.",
  "vītarāga": "Vītarāga: A Pacceka Buddha.",
  "vītasokā": "Vītasokā: A monk whose Theragāthā verses speak of how, while shaving, he gained insight.",
  "vīra ": "Vīra : A monk whose Theragāthā verse speaks of taming oneself like a hero.",
  "vīrā": "Vīrā: A certain lay follower gave her a robe, and a Yakkha aware of this, went about praising his piety.",
  "vekhaṇassa": "Vekhaṇassa: A Paribbājaka teacher of Sakuladāyī.",
  "veghanasā": "Veghanasā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "veṇḍu": "Veṇḍu: A _devaputta_. He visited the Buddha and asked him a question.",
  "vetambarī": "Vetambarī: One of a group of devas who visited the Buddha at Veḷuvana and spoke of their beliefs. Vetambarī spoke two verses, one condemning asceticism, and the other, which followed immediately on the first, in praise of the same.",
  "veteṇḍu": "Veteṇḍu: A vassal of the Four Great Kings, present at the preaching of the Mahāsamaya Sutta.",
  "vethadīpaka": "Vethadīpaka: The brahmin of Vethadīpa, who claimed an eighth share of the Buddha’s relics.",
  "vedehā": "Vedehā: The people of Videha.",
  "vedehikā": "Vedehikā: A lady of Sāvatthī who had a reputation for gentleness till her servant girl, Kāḷī, convinced people that it was not deserved.",
  "vedehiputta": "Vedehiputta: An epithet of Ajātasattu.",
  "vedhaññā": "Vedhaññā: A family of Sākiyans. It was to them that the Pāsādika Sutta was preached.",
  "veṇhu": "Veṇhu: A deva who was present, with his retinue, at the preaching of the Mahāsamaya Sutta.",
  "vepacitti": "Vepacitti: An Asura chieftain, who was present with Namuci (Māra) at the preaching of the Mahāsamaya Sutta.",
  "verañja": "Verañja: A brahmin who lived at Verañjā.",
  "verañjakā": "Verañjakā: The brahmins of Verañjā, to whom the Verañjaka Sutta was preached.",
  "verahaccāni": "Verahaccāni: A brahmin clan. The Saṁyutta Nikāya mentions a lady of the gotta living in Kāmandā, who was evidently a teacher.",
  "veroca": "Veroca: An Asura chieftain. All the hundred sons of Bali were named after him.",
  "velāmikā": "Velāmikā: Chief of the eighty four thousand women who waited on Mahāsudassana, king of Kusāvatī. She was also called Khattiyānī.",
  "veḷukaṇṭakī": "Veḷukaṇṭakī: A lady of Veḷukaṇṭa. She is mentioned as an exemplary lay woman. She founded, for the Order headed by Sāriputta and Moggallāna an offering which the Buddha praised, because it was endowed with the six requisite qualities.",
  "vesālā": "Vesālā: The Nāgas of Vesāli who were present at the preaching of the Mahāsamaya Sutta.",
  "vessabhū": "Vessabhū: King of Avanti in the time of Reṇu. His capital was Māhissatī.",
  "vessāmitta": "Vessāmitta: (1) A celebrated sage of old. (2) A Yakkha chief who, with five hundred others of the same name, was present at the preaching of the Mahāsamaya Sutta.",
  "sakuladāyī": "Sakuladāyī: A famous Paribbājaka.",
  "sakulā": "Sakulā: (1) The foremost among nuns in the divine eye. Her Therīgāthā verses say that while still living in the household, she heard the Dhamma taught by a monk, and then saw the Dhamma, and left behind her family and possessions. (2) Sister of Somā. They were both wives of Pasenadi and followers of the Buddha. Once, when Pasenadi was staying at Ujjuñña, he went to see the Buddha, and carried to him the greetings of the two queens.",
  "sakka": "Sakka: Almost always spoken of as chief of the devas. The Saṁyutta Nikāya contains a list of his names.",
  "sakyaputtiyā": "Sakyaputtiyā: The name given to the monks of the Buddha’s Order, as followers of Sakyamunī.",
  "saṅkicca ": "Saṅkicca : A monk whose Theragāthā verses speak of his delight in meditating in the forest, free of harmful intentions, and confident that his religious path is accomplished.",
  "saṅkha": "Saṅkha: A future king, who will be the Cakkavatti of Ketumatī at the time of the appearance of Metteyya Buddha in the world. He will raise up again the palace of King Mahāpanāda and live there.",
  "saṅgāmaji": "Saṅgāmaji: A monk whose wife tempted him to return to lay life by placing their child on his lap and going away. When she discovered that Saṅgāmaji would not even talk to his son, she took him away, saying that her husband was a useless man.",
  "saṅgārava": "Saṅgārava: A very learned brahmin of Candalakappa. One day he saw Dhānañjānī trip up, and heard her exclaim three times, “Glory to the Buddha, the arahant, the all enlightened.” He blamed her for thus extolling a shovelling monk, but when she told him of the Buddha’s marvellous qualities, he felt a desire to see him.",
  "saṅghā": "Saṅghā: A bhikkhunī whose Therīgāthā verse speaks of having left behind family and possessions, as well as all defilements.",
  "sacca": "Sacca: A Pacceka Buddha.",
  "sajjha": "Sajjha: A wanderer who visited the Buddha at Gijjhakūṭa. The Buddha told him of the nine standards which an arahant monk cannot possibly transgress.",
  "sañjaya": "Sañjaya: (1) A monk whose Theragāthā verse says that since going forth he has not had any hate. (2) In the Kaṇṇakatthala Sutta Viḍūḍabha tells the Buddha that it was Sañjaya who started the story round the palace to the effect that, according to the Buddha, no recluse or brahmin can ever attain to absolute knowledge and insight. (3) One of the six famous heretical teachers of the Buddha’s day. He was a great skeptic, his teaching being the evasion of problems and the suspension of judgment.",
  "sañjikāputta": "Sañjikāputta: A young brahmin, friend of Bodhirājakumāra. He was sent to invite the Buddha to Bodhi’s palace, Kokanada.",
  "sañjīva": "Sañjīva: One of the two chief disciples of Kakusandha Buddha. He was expert in samādhi, and lived in cells, caves, etc., sustaining himself on samādhi. One day, when in a state of trance in a forest, woodmen, thinking him dead, burnt his body, but he, emerging at the proper time from his trance, shook out his robes and entered the village for alms; hence his name, Sañjīva, the “Survivor”.",
  "satullapakāyikā": "Satullapakāyikā: A class of Devas.",
  "sattabhū": "Sattabhū: The king of the Kālingas in the time of Reṇu. His purohita was Jotipāla, and his capital, Dantapura.",
  "sattarasavaggiyā": "Sattarasavaggiyā: A group of monks in the Buddha’s time, who seem to have incurred the enmity of the Chabbaggīyas. The latter turned them out of a _vihāra_ as soon as they had prepared it, and were violent towards them.",
  "satthā": "Satthā: A Pacceka Buddha.",
  "sadāmattā": "Sadāmattā: A class of Devas, present at the preaching of the Mahāsamaya Sutta.",
  "saddhā": "Saddhā: An upāsikā of Sāvatthī. Thinking that to allow a monk to have intercourse with her would be the highest gift, she accosted a monk and offered herself. The offer was, however, refused.",
  "sanaṅkumāra": "Sanaṅkumāra: A Mahā Brahmā, whose name means “ever young”. In the Nikāyas he is mentioned as the author of a famous verse, which is eleswhere attribued to the Buddha.",
  "saṅkiliṭṭhābhā": "Saṅkiliṭṭhābhā: A class of devas. Beings are born in their world when they have practiced _jhāna_ with tarnished brilliance.",
  "sangharakkhita ": "Sangharakkhita : A monk whose Theragāthā verse speaks of one who, although in seclusion, still has uncontrolled faculties.",
  "santacitta": "Santacitta: A Pacceka Buddha.",
  "santuṭṭha": "Santuṭṭha: A disciple of the Buddha at Ñātikā. He was born after death in Akanitthābhavana, there to pass entirely away.",
  "santusita": "Santusita: Chief of the devas of the Tusita world.",
  "sandaka": "Sandaka: A Paribbājaka.",
  "sandha": "Sandha: A monk who visited the Buddha at Ñātikā in the Giñjakāvasatha, when the Buddha preached to him the Sandha Sutta.",
  "sandhāna": "Sandhāna: A householder of Rājagaha.",
  "sandhita": "Sandhita: A monk whose Theragāthā verse speaks of attaining a perception of the Buddha under a fig tree.",
  "sappadāsa": "Sappadāsa: Overmastered by corrupt habits of mind and character, for twenty five years he was unable to develop concentration. This so distressed him that he was about to commit suicide, when, inward vision suddenly expanding, he attained arahantship.",
  "sabbaka": "Sabbaka: A monk whose Theragāthā verses speak of his joy in living on the banks of the Ajakaraṇī, practising meditation.",
  "sabbakāma": "Sabbakāma: A monk whose Theragāthā verses speak of getting rid of desire for this impure body.",
  "sabbamitta ": "Sabbamitta : A monk whose Theragāthā verses speak of the suffering inherent in relationships.",
  "subhūti": "Subhūti: He was declared chief of those who lived remote and in peace, and of those who were worthy of gifts. The Buddha also praised his skill in meditation.",
  "samānā": "Samānā: A class of Devas present at the preaching of the Mahāsamaya Sutta.",
  "samitigutta": "Samitigutta: A monk whose Theragāthā verse speaks of experiencing the suffering caused by kamma in the past.",
  "samiddhi ": "Samiddhi : Once, while he was at Silāvati musing on his good fortune as a monk, Māra tried to terrify him. Samiddhi told the Buddha of this, but the Buddha asked him to stay on where he was.",
  "samīti": "Samīti: A waggon builder of Sāvatthī. In the Aṅgaṇa Sutta, Moggallāna tells Sāriputta how he once saw Samīti shaping a felloe; by his side, Paṇḍuputta was watching, wishing that Samiti might shape the felloe without crook, twist, or blemish.",
  "samuddadatta": "Samuddadatta: A monk whom Devadatta persuaded to join him in trying to bring about schism in the Order. He was a favourite of Thullanandā.",
  "sambula": "Sambula: A monk whose Theragāthā verse speaks of how he dwells happily though living in a fearful hole.",
  "sambhava": "Sambhava: One of the two chief disciples of Sikhī Buddha.",
  "sambhūta": "Sambhūta: (1) A monk whose Theragāthā verse speaks of how a bhikkhu in the Sītavana (Cool Grove) is victorious. (2) At the assembly of the arahants held on Ahogaṅgapabbata, Sambhūta suggested that they should seek the support of Soreyya Revata.",
  "sayaṁpabhā": "Sayaṁpabhā: A class of Devas, among whom virtuous men, such as those that maintain their parents and engage in harmless trades, are born.",
  "sayha": "Sayha: A Pacceka Buddha, mentioned in a nominal list.",
  "sarakāni": "Sarakāni: A Sākyan. When he died the Buddha declared that he was a _sotāpanna_, bound for enlightenment. But many of the Sākyans spoke scornfully of him, saying that he had failed in the training and had taken to drink.",
  "sarañjita": "Sarañjita: A class of Devas, the gods of “Passionate Delight”. According to the belief of some, a man who dies fighting is born among them.",
  "sarabha": "Sarabha: A Paribbājaka who joined the Order and soon after left it. He then went about proclaiming in Rājagaha that he knew the Dhamma and Vinaya of the Sakyaputta monks, and that was why he had left their Order.",
  "sarabhaṅga": "Sarabhaṅga: (1) A Pacceka Buddha. (2) A monk whose Theragāthā verses speak of living in a hut of reeds he built himself. By practicing the straight road of the seven Buddhas he realized the ending of rebirth.",
  "savitthaka": "Savitthaka: An example of a low family name.",
  "savittha": "Savittha: In the Aṅguttara he is represented as saying, in the course of a conversation between him, Sāriputta and Koṭṭhita, that he preferred the person who obtains relief by faith, to one who testifies to the truth with the body or one who has won view.",
  "sahadhammā": "Sahadhammā: A class of Devas, present at the preaching of the Mahāsamaya Sutta.",
  "sahabhū": "Sahabhū: A class of Devas present at the preaching of the Mahāsamaya Sutta.",
  "sahampati": "Sahampati: A Mahābrahmā. When the Buddha was at the Ajapālanigrodha, hesitating as to whether or not he should preach the Dhamma, Sahampati appeared before him and begged of him to open to the world the doors of Immortality.",
  "sahali": "Sahali: (1) A class of Devas, present at the preaching of the Mahāsamaya Sutta. (2) A _devaputta_, follower of Makkhali Gosāla. He visited the Buddha at Veḷuvana, in the company of several other Devas, and spoke a verse in praise of Makkhali.",
  "sāgata ": "Sāgata : He was the personal attendant of the Buddha at he time when Soṇa Kolvisa visited Bimbisāra, with overseers of the eighty thousand townships of Bimbisāra’s kingdom.",
  "sāgala": "Sāgala: A city in India, mentioned in the Vinaya as the residence of Daḷhika.",
  "sātāgira": "Sātāgira: A Yakkha. He persuaded his friend Hemavata to visit the Buddha on an _uposatha_ day. Hemavata then asked the Buddha a series of questions.",
  "sāti": "Sāti: He was a fisherman’s son and held the false view that, according to the Buddha’s teaching, a man’s consciousness runs on and continues without break of identity.",
  "sāṭimattiya": "Sāṭimattiya: A monk whose Theragāthā verses speak of one who formerly had faith but now has no more, and of wandering for alms, a little here and there.",
  "sādhuka": "Sādhuka: A village in Kosala where Isidatta and Purāṇa once stayed.",
  "sānu": "Sānu: His mother took him to the monks for ordination, thinking thus to ensure for him supreme happiness. Sānu lost his intellectual discernment and grew distraught and longed to go roaming.",
  "sāpūgiyā": "Sāpūgiyā: The people of Sāpūga",
  "sāmaññakāni": "Sāmaññakāni: A monk whose Theragāthā verse speaks of the happiness of one who practices the right way.",
  "sāmaṇḍaka": "Sāmaṇḍaka: A Paribbājaka, mentioned as having visited Sāriputta at Ukkacela and questioned him regarding Nibbāna, and again at Nālakagāma, where he questioned him regarding weal and woe.",
  "sāmā": "Sāmā: (1) A bhikkhunī whose Therīgāthā verses speak of how she could not find peace after going to the monastery five times, then later attained the end of suffering. (2) A bhikkhunī whose Therīgāthā verses speak of how, despite having gone forth for 25 years, she had not had peace of mind, but later found peace.",
  "sāmāvatī": "Sāmāvatī: One of the chief consorts of King Udena. In the Udāna it is said that she was the head of 500 women of the harem of the King who perished in afire, all of whom had attained the Dhamma.",
  "sāmidatta": "Sāmidatta: A monk whose Theragāthā verse speaks of the end of rebirth.",
  "sāriputta ": "Sāriputta : The chief disciple of Gotama- Buddha. He is also called Upatissa, which was evidently his personal name. Sāriputta was a great friend of Mahāmoggallāna.",
  "sālavatī": "Sālavatī: A courtesan of Rājagaha.",
  "sāleyyakā": "Sāleyyakā: The inhabitants of Sālā.",
  "sāḷha": "Sāḷha: (1) He once visited Nandaka Thera with Pekkhuniya’s grandson, Rohana. He built a _vihāra_ for the nuns and Sundarīndā was appointed to supervise the work. (2) A Licchavi, who once visited the Buddha at the Kūṭāgārasālā. (3) A monk of Ñātikā. The Buddha declared that he died an arahant. (4) An eminent monk who took a prominent part in the Second Council. He lived in Sahajāti, and, on hearing of the heresy of the Vajjiputtakas, retired into solitude in order to decide whether he thought their contentions right.",
  "sikhaḍḍī": "Sikhaḍḍī: A Gandhabba, son of Mātali; Bhaddā Suriyavaccasā was at first in love with him, but she was won later by Pañcasikha.",
  "sikhāmoggallāna": "Sikhāmoggallāna: A brahmin who once visited the Buddha, saying that he had been told by Soṇakāyana that the Buddha preached the ineffectiveness of all deeds and asking if this were true.",
  "sikhī": "Sikhī: A Buddha of a past age. ",
  "sigālakapitā": "Sigālakapitā: A monk whose Theragāthā verse speak of a monk who practices skeleton-meditation in the Bhesakaḷā forest.",
  "sigālakamātā": "Sigālakamātā: She was declared chief of nuns who had attained release by faith.",
  "sindhavā": "Sindhavā: Horses from the Sindhu region.",
  "sirimaṇḍa": "Sirimaṇḍa: A monk whose Theragāthā verses speak of openness, and how when confronted by Death, one should not waste one’s days.",
  "sirimā": "Sirimā: (1) A monk whose Theragāthā verses speak of remaining still in mind amid praise and blame. (2) Sirimā is mentioned in a list of eminent _upāsikās_.",
  "sirimitta": "Sirimitta: A monk whose Theragāthā verses speak of how a monk without anger will not grieve when the time for Death approaches.",
  "sirivaḍḍha": "Sirivaḍḍha: (1) A monk whose Theragāthā verses speak of meditating in the cleft of Mounts Vebhāra and Paṇḍava while the lightning flashes. (2) A minister of Pasenadi, who once sent a message through him to Ānanda. (3) A householder of Rājagaha. When he was ill he sent word to Ānanda asking him to visit him. Ānanda, went and preached to him on the four _satipaṭṭhānas_.",
  "siva": "Siva: The name of a god.",
  "sītavalāhakā": "Sītavalāhakā: A class of devas. When they wish to regale their bodies, the weather becomes cool.",
  "sīdarī": "Sīdarī: A Pacceka Buddha.",
  "sīlavā": "Sīlavā: A monk whose Theragāthā verses speak in praise of virtue (_sīla_).",
  "sīvaka": "Sīvaka: (1) A Yakkha who helped Anāthapiṇḍika to find the Buddha at Sītavana. He is mentioned among the chief Yakkhas to be invoked by followers of the Buddha in time of need. (2) A monk whose Theragāthā verse says his preceptor, Vanavaccha, asked him to go from here, and that though his body dwells in the village, his mind is in the forest. (3) A monk whose Theragāthā verses speak of the impermanence of houses, and the end of rebirth.",
  "sīvali": "Sīvali: A monk whose Theragāthā verse speaks of attaining his goal and abandoning pride.",
  "sīsupacalā": "Sīsupacalā: Māra once tempted her with thoughts of sensual pleasures, but she sent him away discomfited ",
  "sīha": "Sīha: (1) A Licchavi general of Vesāli. He was a follower of the Nigaṇṭhas. When the Buddha visited Vesāli, Sīha, having heard reports of his greatness, wished to see him, but Nigaṇṭha Nāṭaputta dissuaded him, saying that Gotama denied the result of actions and was not worth a visit. (2) A monk whose Theragāthā verse speaks of remaining vigilent by day and night. (3) A novice who entered the Order at the age of seven and was a great favourite among the monks for his charm.",
  "sīhā": "Sīhā: A bhikkhunī whose Therīgāthā verses tell of how for seven years she tried, without success, to concentrate her mind. Then she tied a noose round her neck and fastened the end to a tree, and in this position her mind was freed.",
  "sukkā": "Sukkā: (1) A bhikkhunī who was famous as a teacher of Dhamma, to the extent that a spirit went Rājagaha about praising her and exhorting others to listen to her Dhamma. (2) A class of Devas who were present, in the company of the Veghanasā, at the preaching of the Mahāsamaya Sutta.",
  "sugandha": "Sugandha: A monk whose Theragāthā verse speaks of going forth after one rainy season, then attaining the Dhamma.",
  "sucitti": "Sucitti: An Asura, one of the Dānaveghasas, present at the preaching of the Mahāsamaya Sutta.",
  "sucimukhī": "Sucimukhī: A wanderer. She once saw Sāriputta in Rājagaha eating his meal, which he had begged from house to house, leaning against a wall. Sucimukhī asked him why he looked downwards while eating.",
  "sujāta": "Sujāta: A monk who the Buddha commended on his spiritual and physical beauty.",
  "sujātā": "Sujātā: (1) The foremost laywoman in being first to go for refuge. (2) A lay woman of Ñātikā. The Buddha said that she had become a sotāpanna and had thus assured for herself the attainment of arahantship. (3) Youngest sister of Visākhā. She was the daughter of Dhanañjayasetthi and was given in marriage to Anāthapiṇḍika’s son. (4) She was the daughter of a seṭṭhi of Sāketa and was given in marriage to a husband of equal rank, with whom she lived happily.",
  "sutanā": "Sutanā: An eminent _upāsikā_.",
  "sutavā": "Sutavā: (1) A Pacceka Buddha mentioned in a nominal list. (2) A wanderer who visited the Buddha on Gijjhakūṭa and questioned him regarding the description of an arahant.",
  "sudatta": "Sudatta: (1) A lay disciple of Nādikā who had become a sakadāgāmin. (2) A _devaputta_ who visited the Buddha at Jetavana and spoke two stanzas on the value of earnestness. (3) A monk whose Theragāthā verse criticizes those who wander unrestrained.",
  "sudassana": "Sudassana: Nephew of Pasenadi. The Buddha taught him a stanza to recite whenever Pasenadi sat down to a meal, in order that the king might observe moderation in eating.",
  "sudassā": "Sudassā: A Brahma world; one of the Suddhāvāsā. Five kinds of Anāgāmīs are born there.",
  "sudassī": "Sudassī: A Brahma world, one of the Suddhāvāsā. The inhabitants of this world are friendly with those of Akaniṭṭhā.",
  "sudāṭha": "Sudāṭha: A Pacceka Buddha in a nominal list.",
  "sudinna": "Sudinna: A monk who, after being ordained, returned to his former wife and had relations with her, thus becoming guilty of the first Pārājika offence. When there was a famine in the Vajji country, Sudinna went to Vesāli, hoping to be kept by his rich relations, to the mutual benefit of both parties.",
  "suddhanā": "Suddhanā: An eminent lay woman disciple of the Buddha.",
  "suddhavāsa": "Suddhavāsa: A Pacceka Brahmā who, with Subrahmā, went to visit the Buddha, but, finding him in meditation during the noonday heat, went to see a certain Brahmā who was infatuated with his own importance.",
  "suddhāvāsakāyikādevā": "Suddhāvāsakāyikādevā: A group of devas, inhabitants of the Suddhāvāsā, who appeared before the Buddha and recited three verses in praise of the Saṅgha.",
  "suddhikabhāradvāja": "Suddhikabhāradvāja: A brahmin who visited the Buddha at Jetavana and stated that a man can be purified only by knowledge of the Vedas. The Buddha answered that it is not knowledge of mantras, but the purity of heart of a man, which is important, of a man who has put forth effort to win supreme purity of conduct.",
  "suddhodana": "Suddhodana: A Sākiyan Rājā of Kapilavatthu and father of Gotama Buddha.",
  "sudhamma": "Sudhamma: He lived in Macchikāsaṇḍa, in a monastery (the Ambātakārāma) provided by Citta. Citta used to invite Sudhamma to his house for meals. One day Sāriputta, at the head of several eminent monks, visited Macchikāsaṇḍa and stayed in the monastery.",
  "sunakkhatta": "Sunakkhatta: A Licchavi prince of Vesāli. He was, at one time, a member of the Order and the personal attendant of the Buddha, but was later converted to the views of Korakkhattiya and went about defaming the Buddha, saying that he had nothing superhuman and was not distinguished from other men by preaching a saving faith: that the doctrine preached by him did not lead to the destruction of sorrow, etc.",
  "sunāga": "Sunāga: A monk whose Theragāthā verse speaks of one who understands the mind, practicing _jhāna_ happily.",
  "sunidha": "Sunidha: A minister of Māgadha, who, with Vassakāra, was in charge of the fortifications of Pāṭaligāma, built in order to repel the Vajjīs. These two are always mentioned together.",
  "sunimmita": "Sunimmita: A _devaputta_, king of the Nimmānaratī world.",
  "sunīta": "Sunīta: A monk whose Theragāthā verses speak of his humble origins and how he bowed and scaped before many people, until he was lifted up by the Buddha. Practcing in the forest he realized the Dhamma, so that even the gods now pay him homage.",
  "sunetta": "Sunetta: A teacher of old. He had numerous disciples, and those who followed his teachings were reborn in the Brahma world and in various other worlds. Then Sunetta, seeing that some among his disciples were as good as himself, developed mettā to a much greater degree; but even so, he could not free himself from birth, old age, etc.",
  "sundara": "Sundara: A monk of Rājagaha. One day, as he walked through the street, a woman asked him to stop for a moment that she might worship him, and, raising the end of his robe, took his penis into her mouth.",
  "sundarasamudda": "Sundarasamudda: A monk whose Theragāthā verses tell of how he was tempted by a courtesan. She showed herself to him, decked and adorned and wearing golden slippers, and invited him in with seductive manner.",
  "sundarika": "Sundarika: A brahmin, one of the Bhāradvājas. Once, when he was performing Fire-rites on the banks of the Sundarikā, he looked round to see if there were anyone, to whom he could give what was left over from the oblations.",
  "sundarikā": "Sundarikā: A river in Kosala, reputed to be efficacious in washing away sins. There Sundarika Bhāradvāja held sacrifices in honour of Agni and met the Buddha during such a sacrifice.",
  "sundarī": "Sundarī: (1) A bhikkhunī whose Therīgāthā verses consist of a dialogue, firstly between her father Sujāta and a bhikkhunī, Vāsiṭṭhī, and later between Sundarī and her mother. (1) A Paribbājikā. She listened to the persuasions of her colleagues, the heretics, and would be seen in the evenings going towards Jetavana with garlands, perfumes, fruits, etc.",
  "sundarīnandā": "Sundarīnandā: (1) Younger sister of Thullanandā; she had two other sisters, Nandā and Nandavatī. Sāḷha Migāranattā seduced her, and she was proclaimed guilty of a _Pārājika_ offence. (1) A bhikkhunī whose Therīgāthā verses are an exhortation to her to overcome attchment to the body. She was declared foremost among nuns in power of meditation.",
  "supatiṭṭhita": "Supatiṭṭhita: A Pacceka Buddha mentioned in a nominal list.",
  "supabbā": "Supabbā: An _upāsikā_ of Rājagaha. She held the view that one who offered herself for sexual intercourse gave the supreme gift.",
  "suppagedha": "Suppagedha: A Yakkha, to be invoked by followers of the Buddha in time of need.",
  "suppabuddha": "Suppabuddha: A poor leper of Rājagaha, who, one day seated in the outer circle of people, heard the Buddha preach and became a _sotāpanna_. While waiting the departure of the crowd so that he could pay homage to the Buddha and express his gratitude, Sakka, desiring to test him, approached him and offered him untold wealth if he would repudiate the Buddha, his teachings, and the Order.",
  "suppavāsā": "Suppavāsā: A lay woman who lived in the Koliyan village of Sajjanela, where the Buddha visited her and preached to her on the efficacy of giving food. She was described by the Buddha as foremost among those who gave excellent alms.",
  "suppiya": "Suppiya: (1) A Paribbājaka. He was the teacher of Brahmadatta. It was the discussion between these two, in the Ambalaṭṭhikā park, regarding the virtues of the Buddha, his Dhamma and his Order, which led to the preaching of the Brahmajāla Sutta. (2) In the time of Padumuttara Buddha he was a brahmin, named Varuṇa, who left his ten children and became an ascetic in the forest.",
  "suppiyā": "Suppiyā: (1) The name of the inhabitants of Rājagaha in the time of Kassapa Buddha. At that time Vepulla was called Supassa. (2) An _upāsaka_ of Benares. Her husband was Suppiya, and they were both greatly devoted to the Order. One day, while on a visit to the monastery, Suppiyā saw a sick monk who needed a meat broth.",
  "subāhu": "Subāhu: (1) He was the son of a seṭṭhi family of Benares, and was the friend of Yasa. When Yasa and his companions joined the Order Subāhu followed his example, and they all became arahants. (2) A monk whose Theragāthā verse speaks of the joy of meditating in his little hut while the rain falls. (3) A Pacceka Buddha.",
  "subrahmā": "Subrahmā: (1) A _devaputta_. He visits the Buddha at Veḷuvana and tells him that his heart is full of dismay. The Buddha replies that the only path out of sorrow is by way of wisdom, renunciation and restraint. (2) A Pacceka Brahmā. He was a follower of the Buddha, and, after visiting him together with Suddhavāsa, he went on to another Brahmā, who was infatuated with his own importance.",
  "subha": "Subha: (1) A Pacceka Buddha. (2) A young brahman student. He once visited the Buddha in Sāvatthī, asking him various questions. The interview is described in the Subha Sutta.",
  "subhakinnā": "Subhakinnā: A class of Brahmas who occupy the ninth Rūpa-world; a division of the Subha devā. Beings are born in that world as a result of developing the third _jhāna_, and their life span is four kappas.",
  "subhadda": "Subhadda: (1) When the Buddha died and the monks stood weeping, Subhadda asked them to rejoice instead, saying— “We are well rid of the Great Monk; we shall now do just as we like.” Mahā Kassapa heard this while he was on his way from Pāvā to Kusināra, and it was this remark which made him decide to hold the First Council after the Buddha’s death. (2) A wanderer, who was the last person to be converted by the Buddha. Having heard that the Buddha would die in the third watch of the night, Subhadda went to the _sāla_ grove, where the Buddha lay on his death bed, and asked Ānanda for permission to see him. (3) A lay disciple of Nātikā. He was an _anāgāmī_ and was born in the Suddhavāsā, never to be reborn.",
  "subhā": "Subhā: (1) A group of Brahmās; the group includes the Parittasubhā, the Appamāṇasubhā and the Subhakiṇhā. (2) The daughter of a rich goldsmith of Rājagaha. One day she went to pay obeisance to the Buddha and he preached to her. (3) A bhikkhunī whose Therīgāthā verses speak of how in Jīvakambavana, a libertine, in the prime of youth, seeing her going to her siesta, stopped her, inviting her to sensual pleasures.",
  "subhūta": "Subhūta: A monk whose Theragāthā verses speak of how, when someone lives the wrong way they blame their bad luck, and praises one who only speaks about what they actually do.",
  "sumaṅgala": "Sumaṅgala: (1) A monk whose Theragāthā verse speaks of being well rid of three crooked things, and exhorts himself to meditation. (2) A Pacceka Buddha.",
  "sumana": "Sumana: (1) A monk whose Theragāthā verses speak of having accomplished all that he was aksed to do. (2) A monk whose Theragāthā verses speak of ordaining at age seven, overcoming a dragon, and bringing water for his teacher from lake Anotatta. (3) He is mentioned as having lived in Andhavana with Khema. Together they visited the Buddha, and, when Khema had gone away, Sumana talked with the Buddha about arahants. (4) A Yakkha chief, to be invoked in time of need by followers of the Buddha.",
  "sumanā": "Sumanā: (1) She was the daughter of the king of Kosala and sister of Pasenadi. She is included among the eminent _upāsikās_. (2) A bhikkhunī whose Therīgāthā verse is an encouragemnt not to be reborn.",
  "sumaṅgalamātā": "Sumaṅgalamātā: A bhikkhunī whose Therīgāthā verses celebrate her freedom from household drudgery and her brutal husband.",
  "sumukha": "Sumukha: A Yakkha chief, to be invoked in time of need by followers of the Buddha.",
  "sumedhā": "Sumedhā: She was the daughter of King Koñca of Mantāvatī. Her Therīgāthā verses, of which she has the greatest number of any of the nuns, speak of the emptiness of the home life and the advantages of going forth.",
  "sumbha": "Sumbha: A Pacceka Buddha. ",
  "suyāma": "Suyāma: (1) A _devaputta_, chief of the Yāma-devas. (2) A monk whose Theragāthā verses speak of abandoning unwholesome states of mind.",
  "surādha": "Surādha: A monks whose Theragāthā verses speak of attaining the goal of the spiritual life.",
  "suriya": "Suriya: A _devaputta_, the sun or the god of the sun. Once, when he was seized by Rāhu, lord of the Asuras, he invoked the power of the Buddha, and the Buddha enjoined on Rāhu to let him go.",
  "suriyavaccasā": "Suriyavaccasā: A Gandhabba maiden, daughter of Timbaru.",
  "suleyyā": "Suleyyā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "suvīra": "Suvīra: A Deva. Once, when the Asuras marched against the Devas, Sakka sent for Suvīra and asked him to fight the Asuras. Suvīra agreed to do this, but was very lazy about it.",
  "susārada": "Susārada: A monk whose Theragāthā verse speaks of the advantages of associating with good people.",
  "susīma": "Susīma: (1) A _devaputta_. Once, when Ānanda utters high praise of Sāriputta, Susīma, who is present, reflects on it and confirms all that Ānanda has said. (2) One of the thousand sons of Sakka. He was one of the deva generals in the fight with the Asuras, but he was lazy, and Sakka had to admonish him. (3) Susīma agreed, and sought, Ānanda, who, with the Buddha’s sanction, ordained him.",
  "suhemanta": "Suhemanta: A monk whose Theragāthā verse cryptically speaks of 100 signs.",
  "sūciloma": "Sūciloma: A Yakkha. Once, when the Buddha was at the Tankitamañca in Gayā, which was the abode of Sūciloma, Sūciloma and his friend, Khara, happened to be passing by, and Sūciloma, coming up to the Buddha, bent his body against the Buddha’s.",
  "sūra": "Sūra: A messenger of Kuvera.",
  "sūrambaṭṭha": "Sūrambaṭṭha: An eminent lay disciple, declared by the Buddha foremost among his followers in unwavering loyalty.",
  "seta": "Seta: The state elephant of Pasenadi, on whose account the Buddha preached a special sermon.",
  "setuccha": "Setuccha: A monk whose Theragāthā verse describes how those how are defiled do not find stillness.",
  "senaka": "Senaka: A monk whose Theragāthā verses speak of seeing the Buddha at the Gayā festival.",
  "seniya": "Seniya: A naked ascetic who practised the “Canine vow,” behaving like a dog. After his visit to the Buddha, as recorded in the Kukkuravatika Sutta, he joined the Order and, in due course, became an arahant.",
  "seyyasaka": "Seyyasaka: A monk of Sāvatthī who was found guilty of various Vinaya offences, and was therefore subjected to the _Nissayakamma_. Udāyī (Lāludāyi) was his friend and his evil genius.",
  "serissaka": "Serissaka: (1) A Yakkha chieftain to be invoked in time of need by followers of the Buddha. (1) A _vimāna_ in the Cātummahārājika world, which was occupied by Pāyāsi during his life there. Gavampati, who used to go there for his siesta, met him and had a conversation with him, which he reported to the Buddha.",
  "serī": "Serī: A _devaputta_ who visited the Buddha at Jetavana and held a conversation with him regarding the giving of food. He tells the Buddha that he was formerly a king, a great giver of gifts at the four gates of his capital.",
  "sela": "Sela: A brahmin of Aṅguttarāpa. He was a great friend of Keṇiya, the Jaṭila, and visited him when Keṇiya was making preparations to entertain the Buddha. Having heard the word “Buddha” from Keṇiya, Sela was filled with joy and fortitude, and went with his two hundred and fifty pupils to visit the Buddha in the woodland near Apana.",
  "selā": "Selā: A bhikkhunī who was enjoying her meditation in the Andhavana under a tree when Māra, in the guise of a stranger, approached her and tried to tempt her.",
  "soṇa": "Soṇa: (1) Soṇa then visited the Buddha in Sāvathhī, and the Buddha invited him to share his hut. (2) A monk, foremost in those who strive energetically. His hands and feet were soft like flowers, and a fine down grew on them. (3) A monk whose Theragāthā verse says that the night is for striving, not sleeping. (4) A layman of Rājagaha. He is mentioned as having had two conversations with the.",
  "soṇakāyana": "Soṇakāyana: A youth who, according to Sikhā Moggallāna, went about saying that the Buddha proclaimed the ineffectiveness of all deeds, and thereby preached the annihilation of the world.",
  "soṇadaṇḍa": "Soṇadaṇḍa: A rich brahmin of Campā, very learned in the Vedas; he lived in a royal domain, given to him as royal fief by King Bimbisāra. When the Buddha was in Campā, on the banks of the Gaggarā-lake, Soṇadaṇḍa visited him in spite of the protests of his friends and colleagues.",
  "soṇā": "Soṇā: (1) An eminent lay woman, disciple of the Buddha. (2) A Therī. She was declared foremost among nuns for capacity of effort. She had ten sons and daughters, and she entered the Order in her old age.",
  "sotthija": "Sotthija: The constant attendant of Koṇāgamana Buddha.",
  "sonaka": "Sonaka: A monk who was a leader of the Sangha some time after the Buddha.",
  "sonāyamātā": "Sonāyamātā: An eminent laywoman, disciple of the Buddha.",
  "sopāka": "Sopāka: (1) A monk whose Theragāthā verse says one should love all beings, like a woman loves her only child. (2) A monk whose Theragāthā verse says that he walked with the Buddha when aged seven, and answered his questions.",
  "sobhita": "Sobhita: (1) A Pacceka Buddha. (2) He was once accused of claiming to possess superhuman qualities, but was exonerated by the Buddha.",
  "soma": "Soma: A deva to whom sacrifice is offered; he is generally mentioned with Varuṇa, Pajāpati and Yama.",
  "somamitta": "Somamitta: A monk whose Theragāthā verses say one should avoid a lzy man and associate with those who are energetic.",
  "somā": "Somā: (1) One day, as she was meditating at the foot of a tree in Andhavana, Māra, wishing to interrupt her privacy, approached her, invisible in the air, and teased her, remarking on the “two finger” wsidom of women. (2) Sister of Sakulā and queen of Pasenadi. She was a devout follower of the Buddha. She is probably the eminent lay woman referred to at.",
  "sorata": "Sorata: A Pacceka Buddha.",
  "hatthaka": "Hatthaka: A monk. He was a Sākyan and loved holding discussions with the heretics. When he suffered defeat at their hands, he would resort to falsehood and evasion, or would ask his opponent to and meet him somewhere and then go there before the appointed time and give it out that his opponent had avoided him.",
  "hatthāroha": "Hatthāroha: A headman of Rājagaha who visited the Buddha and asked him what destiny awaited him after death. The Buddha reluctantly replied that he would be born in the Sārañjita hell.",
  "hatthārohaputta": "Hatthārohaputta: A monk whose Theragāthā verse speaks of taming this mind like an elephant.",
  "hatthipāla": "Hatthipāla: A teacher of old, with a following of many hundred disciples to whom he taught the way to union with Brahmā.",
  "harayodevā": "Harayodevā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "hāragajā": "Hāragajā: A class of devas present at the preaching of the Mahāsamaya Sutta.",
  "hārika": "Hārika: A bandit of Rājagaha. After death he was born as a ghost with a headless trunk, and was seen by Moggallāna. His mouth and his eyes were on his chest.",
  "hārita": "Hārita: (1) A Mahā Brahmā who was present at the preaching of the Mahāsamaya Sutta, at the head of one hundred thousand other Brahmās. (2) A monk whose Theragāthā verse speaks of making body and mind straight. (3) A monk whose Theragāthā verses speak of doing what is good, and the peace of Nibbana.",
  "hāliddakāni": "Hāliddakāni: An eminent lay disciple of Avanti. Once when Mahā Kaccāna was staying in the Kuraragharapapāta, Hāliddakāni visited him and consulted him at length on the subjects treated in Māgandiyapañha and again on those of the Sakkapañha.",
  "hiṅga": "Hiṅga: A Pacceka Buddha.",
  "hiṅgū": "Hiṅgū: A Pacceka Buddha.",
  "hiri": "Hiri: A Yakkha chieftain to be invoked in time of need by followers of the Buddha.",
  "huhuṅka": "Huhuṅka: The descriptive name of a brahmin who visited the Buddha at the Ajapālanigrodha seven days after his Enlightenment and asked him questions regarding the true brahmin.",
  "hemaka": "Hemaka: One of Bāvarī’s disciples.",
  "hemavata": "Hemavata: A Yakkha chief, to be invoked by followers of the Buddha in time of need.",
  "heraññakāni": "Heraññakāni: A monk whose Theragāthā verses speak of the impermanence of life, and the bitter fruit of evil deeds."
}