{
  "sn14.33:0.1": "Saṁyutta Nikāya 14 ",
  "sn14.33:0.2": "4. Catutthavagga ",
  "sn14.33:0.3": "33. Nocedaṁsutta ",
  "sn14.33:1.1": "Sāvatthiyaṁ viharati. ",
  "sn14.33:1.2": "“No cedaṁ, bhikkhave, pathavīdhātuyā assādo abhavissa, nayidaṁ sattā pathavīdhātuyā sārajjeyyuṁ. ",
  "sn14.33:1.3": "Yasmā ca kho, bhikkhave, atthi pathavīdhātuyā assādo, tasmā sattā pathavīdhātuyā sārajjanti. ",
  "sn14.33:1.4": "No cedaṁ, bhikkhave, pathavīdhātuyā ādīnavo abhavissa, nayidaṁ sattā pathavīdhātuyā nibbindeyyuṁ. ",
  "sn14.33:1.5": "Yasmā ca kho, bhikkhave, atthi pathavīdhātuyā ādīnavo, tasmā sattā pathavīdhātuyā nibbindanti. ",
  "sn14.33:1.6": "No cedaṁ, bhikkhave, pathavīdhātuyā nissaraṇaṁ abhavissa, nayidaṁ sattā pathavīdhātuyā nissareyyuṁ. ",
  "sn14.33:1.7": "Yasmā ca kho, bhikkhave, atthi pathavīdhātuyā nissaraṇaṁ, tasmā sattā pathavīdhātuyā nissaranti. ",
  "sn14.33:2.1": "No cedaṁ, bhikkhave, āpodhātuyā assādo abhavissa …pe… ",
  "sn14.33:2.2": "no cedaṁ, bhikkhave, tejodhātuyā …pe… ",
  "sn14.33:2.3": "no cedaṁ, bhikkhave, vāyodhātuyā assādo abhavissa, nayidaṁ sattā vāyodhātuyā sārajjeyyuṁ. ",
  "sn14.33:2.4": "Yasmā ca kho, bhikkhave, atthi vāyodhātuyā assādo, tasmā sattā vāyodhātuyā sārajjanti. ",
  "sn14.33:2.5": "No cedaṁ, bhikkhave, vāyodhātuyā ādīnavo abhavissa, nayidaṁ sattā vāyodhātuyā nibbindeyyuṁ. ",
  "sn14.33:2.6": "Yasmā ca kho, bhikkhave, atthi vāyodhātuyā ādīnavo, tasmā sattā vāyodhātuyā nibbindanti. ",
  "sn14.33:2.7": "No cedaṁ, bhikkhave, vāyodhātuyā nissaraṇaṁ abhavissa, nayidaṁ sattā vāyodhātuyā nissareyyuṁ. ",
  "sn14.33:2.8": "Yasmā ca kho, bhikkhave, atthi vāyodhātuyā nissaraṇaṁ, tasmā sattā vāyodhātuyā nissaranti. ",
  "sn14.33:3.1": "Yāvakīvañcime, bhikkhave, sattā imāsaṁ catunnaṁ dhātūnaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ na abbhaññaṁsu, neva tāvime, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṁyuttā vippamuttā vimariyādikatena cetasā vihariṁsu. ",
  "sn14.33:4.1": "Yato ca kho, bhikkhave, sattā imāsaṁ catunnaṁ dhātūnaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññaṁsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṁyuttā vippamuttā vimariyādikatena cetasā viharantī”ti. ",
  "sn14.33:4.2": "Catutthaṁ. "
}