{
  "sn14.32:0.1": "Saṁyutta Nikāya 14 ",
  "sn14.32:0.2": "4. Catutthavagga ",
  "sn14.32:0.3": "32. Acariṁsutta ",
  "sn14.32:1.1": "Sāvatthiyaṁ viharati. ",
  "sn14.32:1.2": "“Pathavīdhātuyāhaṁ, bhikkhave, assādapariyesanaṁ acariṁ, yo pathavīdhātuyā assādo tadajjhagamaṁ, yāvatā pathavīdhātuyā assādo paññāya me so sudiṭṭho. ",
  "sn14.32:1.3": "Pathavīdhātuyāhaṁ, bhikkhave, ādīnavapariyesanaṁ acariṁ, yo pathavīdhātuyā ādīnavo tadajjhagamaṁ, yāvatā pathavīdhātuyā ādīnavo paññāya me so sudiṭṭho. ",
  "sn14.32:1.4": "Pathavīdhātuyāhaṁ, bhikkhave, nissaraṇapariyesanaṁ acariṁ, yaṁ pathavīdhātuyā nissaraṇaṁ tadajjhagamaṁ, yāvatā pathavīdhātuyā nissaraṇaṁ paññāya me taṁ sudiṭṭhaṁ. ",
  "sn14.32:2.1": "Āpodhātuyāhaṁ, bhikkhave …pe… ",
  "sn14.32:2.2": "tejodhātuyāhaṁ, bhikkhave … ",
  "sn14.32:2.3": "vāyodhātuyāhaṁ, bhikkhave, assādapariyesanaṁ acariṁ, yo vāyodhātuyā assādo tadajjhagamaṁ, yāvatā vāyodhātuyā assādo paññāya me so sudiṭṭho. ",
  "sn14.32:2.4": "Vāyodhātuyāhaṁ, bhikkhave, ādīnavapariyesanaṁ acariṁ, yo vāyodhātuyā ādīnavo tadajjhagamaṁ, yāvatā vāyodhātuyā ādīnavo paññāya me so sudiṭṭho. ",
  "sn14.32:2.5": "Vāyodhātuyāhaṁ, bhikkhave, nissaraṇapariyesanaṁ acariṁ, yaṁ vāyodhātuyā nissaraṇaṁ tadajjhagamaṁ, yāvatā vāyodhātuyā nissaraṇaṁ paññāya me taṁ sudiṭṭhaṁ. ",
  "sn14.32:3.1": "Yāvakīvañcāhaṁ, bhikkhave, imāsaṁ catunnaṁ dhātūnaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ na abbhaññāsiṁ, neva tāvāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṁ sammāsambodhiṁ abhisambuddhoti paccaññāsiṁ. ",
  "sn14.32:4.1": "Yato ca khvāhaṁ, bhikkhave, imāsaṁ catunnaṁ dhātūnaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññāsiṁ, athāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṁ sammāsambodhiṁ abhisambuddhoti paccaññāsiṁ. ",
  "sn14.32:4.2": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "sn14.32:4.3": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "sn14.32:4.4": "Tatiyaṁ. "
}