{
  "sn42.8:0.1": "Linked Discourses 42 ",
  "sn42.8:0.2": "1. Chiefs ",
  "sn42.8:0.3": "8. A Horn Blower ",
  "sn42.8:1.1": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove. ",
  "sn42.8:1.2": "Then Asibandhaka’s son the chief, who was a disciple of the Jains, went up to the Buddha, and sat down to one side. The Buddha said to him, ",
  "sn42.8:1.3": "“Chief, how does Nigaṇṭha Nātaputta teach his disciples?” ",
  "sn42.8:1.4": "“Sir, this is how Nigaṇṭha Nātaputta teaches his disciples: ",
  "sn42.8:1.5": "‘Everyone who kills a living creature, steal, commits sexual misconduct, or lies goes to a place of loss, to hell. ",
  "sn42.8:1.6": "You’re led on by what you usually live by.’ ",
  "sn42.8:1.7": "This is how Nigaṇṭha Nātaputta teaches his disciples.” ",
  "sn42.8:1.8": "“‘You’re led on by what you usually live by’: if this were true, then, according to what Nigaṇṭha Nātaputta says, no-one would go to a place of loss, to hell. ",
  "sn42.8:2.1": "What do you think, chief? ",
  "sn42.8:2.2": "Take a person who kills living creatures. If we compare periods of time during the day and night, which is more frequent: the occasions when they’re killing or when they’re not killing?” ",
  "sn42.8:2.3": "“The occasions when they’re killing are less frequent, while the occasions when they’re not killing are more frequent.” ",
  "sn42.8:2.4": "“‘You’re led on by what you usually live by’: if this were true, then, according to what Nigaṇṭha Nātaputta says, no-one would go to a place of loss, to hell. ",
  "sn42.8:3.1": "What do you think, chief? ",
  "sn42.8:3.2": "Take a person who steals … ",
  "sn42.8:3.3": " ",
  "sn42.8:3.4": " ",
  "sn42.8:4.1": "Take a person who commits sexual misconduct … ",
  "sn42.8:4.2": " ",
  "sn42.8:4.3": " ",
  "sn42.8:5.1": "Take a person who lies. If we compare periods of time during the day and night, which is more frequent: the occasions when they’re lying or when they’re not lying?” ",
  "sn42.8:5.2": "“The occasions when they’re lying are less frequent, while the occasions when they’re not lying are more frequent.” ",
  "sn42.8:5.3": "“‘You’re led on by what you usually live by’: if this were true, then, according to what Nigaṇṭha Nātaputta says, no-one would go to a place of loss, to hell. ",
  "sn42.8:6.1": "Take some teacher who has this doctrine and view: ",
  "sn42.8:6.2": "‘Everyone who kills a living creature, steals, commits sexual misconduct, or lies goes to a place of loss, to hell.’ ",
  "sn42.8:6.3": "And there’s a disciple who is devoted to that teacher. ",
  "sn42.8:6.4": "They think: ",
  "sn42.8:6.5": "‘My teacher has this doctrine and view: ",
  "sn42.8:6.6": "‘Everyone who kills a living creature, steals, commits sexual misconduct, or lies goes to a place of loss, to hell.’ ",
  "sn42.8:6.7": "But I’ve killed living creatures … ",
  "sn42.8:6.8": " ",
  "sn42.8:6.9": " ",
  "sn42.8:6.10": " ",
  "sn42.8:6.11": "stolen … ",
  "sn42.8:6.12": " ",
  "sn42.8:6.13": " ",
  "sn42.8:6.14": " ",
  "sn42.8:6.15": "committed sexual misconduct … ",
  "sn42.8:6.16": " ",
  "sn42.8:6.17": " ",
  "sn42.8:6.18": " ",
  "sn42.8:6.19": " ",
  "sn42.8:6.20": "or lied. ",
  "sn42.8:6.21": "They get the view: ‘I too am going to a place of loss, to hell.’ ",
  "sn42.8:6.22": "Unless they give up that speech and thought, and let go of that view, they will be cast down to hell. ",
  "sn42.8:7.1": "But consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "sn42.8:7.2": "In many ways he criticizes and denounces killing living creatures, saying: ‘Stop killing living creatures!’ ",
  "sn42.8:7.3": "He criticizes and denounces stealing … ",
  "sn42.8:7.4": "sexual misconduct … ",
  "sn42.8:7.5": "lying, saying: ‘Stop lying!’ ",
  "sn42.8:7.6": "And there’s a disciple who is devoted to that teacher. ",
  "sn42.8:7.7": "Then they reflect: ",
  "sn42.8:7.8": "‘In many ways the Buddha criticizes and denounces killing living creatures, saying: “Stop killing living creatures!” ",
  "sn42.8:7.9": "But I have killed living creatures to a certain extent. ",
  "sn42.8:7.10": "That’s not right, it’s not good, ",
  "sn42.8:7.11": "and I feel remorseful because of it. ",
  "sn42.8:7.12": "But I can’t undo what I have done.’ ",
  "sn42.8:7.13": "Reflecting like this, they give up killing living creatures, ",
  "sn42.8:7.14": "and in future they don’t kill living creatures. ",
  "sn42.8:7.15": "That’s how to give up this bad deed ",
  "sn42.8:7.16": "and get past it. ",
  "sn42.8:8.1": "‘In many ways the Buddha criticizes and denounces stealing … ",
  "sn42.8:8.2": " ",
  "sn42.8:8.3": " ",
  "sn42.8:8.4": " ",
  "sn42.8:8.5": " ",
  "sn42.8:8.6": " ",
  "sn42.8:8.7": " ",
  "sn42.8:8.8": " ",
  "sn42.8:9.1": "‘In many ways the Buddha criticizes and denounces sexual misconduct … ",
  "sn42.8:9.2": " ",
  "sn42.8:9.3": " ",
  "sn42.8:9.4": " ",
  "sn42.8:9.5": " ",
  "sn42.8:9.6": " ",
  "sn42.8:9.7": " ",
  "sn42.8:10.1": "‘In many ways the Buddha criticizes and denounces lying, saying: “Stop lying!” ",
  "sn42.8:10.2": "But I have lied to a certain extent. ",
  "sn42.8:10.3": "That’s not right, it’s not good, and I feel remorseful because of it. But I can’t undo what I have done.’ ",
  "sn42.8:10.4": "Reflecting like this, they give up lying, and in future they refrain from lying. ",
  "sn42.8:10.5": "That’s how to give up this bad deed and get past it. ",
  "sn42.8:11.1": "They give up killing living creatures. ",
  "sn42.8:11.2": "They give up stealing. ",
  "sn42.8:11.3": "They give up sexual misconduct. ",
  "sn42.8:11.4": "They give up lying. ",
  "sn42.8:11.5": "They give up divisive speech. ",
  "sn42.8:11.6": "They give up harsh speech. ",
  "sn42.8:11.7": "They give up talking nonsense. ",
  "sn42.8:11.8": "They give up covetousness. ",
  "sn42.8:11.9": "They give up ill will and malevolence. ",
  "sn42.8:11.10": "They give up wrong view and have right view. ",
  "sn42.8:12.1": "That noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "sn42.8:12.2": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions. ",
  "sn42.8:12.3": "In the same way, when the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there. ",
  "sn42.8:13.1": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of compassion … ",
  "sn42.8:13.2": "They meditate spreading a heart full of rejoicing … ",
  "sn42.8:13.3": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "sn42.8:13.4": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions. ",
  "sn42.8:13.5": "In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.” ",
  "sn42.8:14.1": "When he said this, Asibandhaka’s son the chief said to the Buddha, ",
  "sn42.8:14.2": "“Excellent, sir! Excellent! … ",
  "sn42.8:14.3": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}