{
  "sn42.7:0.1": "Linked Discourses 42 ",
  "sn42.7:0.2": "1. Chiefs ",
  "sn42.7:0.3": "7. The Simile of the Field ",
  "sn42.7:1.1": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove. ",
  "sn42.7:1.2": "Then Asibandhaka’s son the chief went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn42.7:1.3": "“Sir, doesn’t the Buddha live full of compassion for all living beings?” ",
  "sn42.7:1.4": "“Yes, chief.” ",
  "sn42.7:1.5": "“Well, sir, why exactly do you teach some people thoroughly and others less thoroughly?” ",
  "sn42.7:1.6": "“Well then, chief, I’ll ask you about this in return, and you can answer as you like. ",
  "sn42.7:1.7": "What do you think? Suppose a farmer has three fields: one’s good, one’s average, and one’s poor—bad ground of sand and salt. ",
  "sn42.7:1.8": "What do you think? When that farmer wants to plant seeds, where would he plant them first: the good field, the average one, or the poor one?” ",
  "sn42.7:1.9": "“Sir, he’d plant them first in the good field, then the average, then he may or may not plant seed in the poor field. ",
  "sn42.7:1.10": "Why is that? ",
  "sn42.7:1.11": "Because at least it can be fodder for the cattle.” ",
  "sn42.7:2.1": "“To me, the monks and nuns are like the good field. ",
  "sn42.7:2.2": "I teach them the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure. ",
  "sn42.7:2.3": "Why is that? ",
  "sn42.7:2.4": "Because they live with me as their island, protection, shelter, and refuge. ",
  "sn42.7:2.5": "To me, the laymen and laywomen are like the average field. ",
  "sn42.7:2.6": "I also teach them the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure. ",
  "sn42.7:2.7": "Why is that? ",
  "sn42.7:2.8": "Because they live with me as their island, protection, shelter, and refuge. ",
  "sn42.7:2.9": "To me, the ascetics, brahmins, and wanderers who follow other paths are like the poor field, the bad ground of sand and salt. ",
  "sn42.7:2.10": "I also teach them the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure. ",
  "sn42.7:2.11": "Why is that? ",
  "sn42.7:2.12": "Hopefully they might understand even a single sentence, which would be for their lasting welfare and happiness. ",
  "sn42.7:3.1": "Suppose a person had three water jars: one that’s uncracked and nonporous; one that’s uncracked but porous; and one that’s cracked and porous. ",
  "sn42.7:3.2": "What do you think? When that person wants to store water, where would they store it first: in the jar that’s uncracked and nonporous, the one that’s uncracked but porous, or the one that’s cracked and porous?” ",
  "sn42.7:3.3": "“Sir, they’d store water first in the jar that’s uncracked and nonporous, then the one that’s uncracked but porous, then they may or may not store water in the one that’s cracked and porous. ",
  "sn42.7:3.4": "Why is that? ",
  "sn42.7:3.5": "Because at least it can be used for washing the dishes.” ",
  "sn42.7:4.1": "“To me, the monks and nuns are like the water jar that’s uncracked and nonporous. ",
  "sn42.7:4.2": "I teach them the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure. ",
  "sn42.7:4.3": "Why is that? ",
  "sn42.7:4.4": "Because they live with me as their island, protection, shelter, and refuge. ",
  "sn42.7:4.5": "To me, the laymen and laywomen are like the water jar that’s uncracked but porous. ",
  "sn42.7:4.6": "I teach them the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure. ",
  "sn42.7:4.7": "Why is that? ",
  "sn42.7:4.8": "Because they live with me as their island, protection, shelter, and refuge. ",
  "sn42.7:4.9": "To me, the ascetics, brahmins, and wanderers who follow other paths are like the water jar that’s cracked and porous. ",
  "sn42.7:4.10": "I also teach them the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure. ",
  "sn42.7:4.11": "Why is that? ",
  "sn42.7:4.12": "Hopefully they might understand even a single sentence, which would be for their lasting welfare and happiness.” ",
  "sn42.7:5.1": "When he said this, Asibandhaka’s son the chief said to the Buddha, ",
  "sn42.7:5.2": "“Excellent, sir! Excellent! … ",
  "sn42.7:5.3": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}