{
  "sn12.38:0.1": "Linked Discourses 12 ",
  "sn12.38:0.2": "4. Kaḷāra the Aristocrat ",
  "sn12.38:0.3": "38. Intention ",
  "sn12.38:1.1": "At Sāvatthī. ",
  "sn12.38:1.2": "“Mendicants, what you intend or plan, and what you have underlying tendencies for become a support for the continuation of consciousness. ",
  "sn12.38:1.3": "When this support exists, consciousness becomes established. ",
  "sn12.38:1.4": "When consciousness is established and grows, there is rebirth into a new state of existence in the future. ",
  "sn12.38:1.5": "When there is rebirth into a new state of existence in the future, future rebirth, old age, and death come to be, as do sorrow, lamentation, pain, sadness, and distress. ",
  "sn12.38:1.6": "That is how this entire mass of suffering originates. ",
  "sn12.38:2.1": "If you don’t intend or plan, but still have underlying tendencies, this becomes a support for the continuation of consciousness. ",
  "sn12.38:2.2": "When this support exists, consciousness becomes established. ",
  "sn12.38:2.3": "When consciousness is established and grows, there is rebirth into a new state of existence in the future. ",
  "sn12.38:2.4": "When there is rebirth into a new state of existence in the future, future rebirth, old age, and death come to be, as do sorrow, lamentation, pain, sadness, and distress. ",
  "sn12.38:2.5": "That is how this entire mass of suffering originates. ",
  "sn12.38:3.1": "If you don’t intend or plan or have underlying tendencies, this doesn’t become a support for the continuation of consciousness. ",
  "sn12.38:3.2": "With no support, consciousness is not established. ",
  "sn12.38:3.3": "When consciousness is not established and doesn’t grow, there’s no rebirth into a new state of existence in the future. ",
  "sn12.38:3.4": "When there is no rebirth into a new state of existence in the future, future rebirth, old age, and death cease, as do sorrow, lamentation, pain, sadness, and distress. ",
  "sn12.38:3.5": "That is how this entire mass of suffering ceases.” "
}