{
  "sn12.57:0.1": "Linked Discourses 12 ",
  "sn12.57:0.2": "6. Suffering ",
  "sn12.57:0.3": "57. A Sapling ",
  "sn12.57:1.1": "At Sāvatthī. ",
  "sn12.57:1.2": "“There are things that are prone to being fettered. When you concentrate on the gratification provided by these things, your craving grows. ",
  "sn12.57:1.3": "Craving is a condition for grasping. … ",
  "sn12.57:1.4": "That is how this entire mass of suffering originates. ",
  "sn12.57:2.1": "Suppose there was a sapling. ",
  "sn12.57:2.2": "And from time to time someone would clear around the roots, supply soil, and water it. ",
  "sn12.57:2.3": "Fueled and sustained in this way the sapling would grow, increase, and mature. ",
  "sn12.57:2.4": "In the same way, there are things that are prone to being fettered. When you concentrate on the gratification provided by these things, your craving grows. ",
  "sn12.57:2.5": "Craving is a condition for grasping. … ",
  "sn12.57:2.6": "That is how this entire mass of suffering originates. ",
  "sn12.57:3.1": "There are things that are prone to being fettered. When you concentrate on the drawbacks of these things, your craving ceases. ",
  "sn12.57:3.2": "When craving ceases, grasping ceases. … ",
  "sn12.57:3.3": "That is how this entire mass of suffering ceases. ",
  "sn12.57:4.1": "Suppose there was a sapling. ",
  "sn12.57:4.2": "Then a person comes along with a spade and basket. … ",
  "sn12.57:4.3": "They’d cut the sapling apart, cut up the parts, and chop it into little bits. They’d dry the bits in the wind and sun, burn them with fire, and reduce them to ashes. Then they’d winnow the ashes in a strong wind, or float them away down a swift stream. ",
  "sn12.57:4.4": "In this way the sapling is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ",
  "sn12.57:4.5": "In the same way, there are things that are prone to being fettered. When you concentrate on the drawbacks of these things, your craving ceases. ",
  "sn12.57:4.6": "When craving ceases, grasping ceases. … ",
  "sn12.57:4.7": "That is how this entire mass of suffering ceases.” "
}