{
  "sn12.50:0.1": "Linked Discourses 12 ",
  "sn12.50:0.2": "5. Householders ",
  "sn12.50:0.3": "50. A Noble Disciple (2nd) ",
  "sn12.50:1.1": "At Sāvatthī. ",
  "sn12.50:1.2": "“Mendicants, a learned noble disciple doesn’t think: ",
  "sn12.50:1.3": "‘When what exists, what is? Due to the arising of what, what arises? ",
  "sn12.50:1.4": "When what exists do choices come to be? When what exists does consciousness come to be? When what exists do name and form … the six sense fields … contact … feeling … craving … grasping … continued existence … rebirth … old age and death come to be?’ ",
  "sn12.50:2.1": "Rather, a learned noble disciple has only knowledge about this that is independent of others: ",
  "sn12.50:2.2": "‘When this exists, that is; due to the arising of this, that arises. ",
  "sn12.50:2.3": "When ignorance exists, choices come to be. ",
  "sn12.50:2.4": "When choices exist consciousness comes to be. ",
  "sn12.50:2.5": "When consciousness exists name and form come to be. ",
  "sn12.50:2.6": "When name and form exist the six sense fields come to be. ",
  "sn12.50:2.7": "When the six sense fields exist contact comes to be. ",
  "sn12.50:2.8": "When contact exists feeling comes to be. ",
  "sn12.50:2.9": "When feeling exists craving comes to be. ",
  "sn12.50:2.10": "When craving exists grasping comes to be. ",
  "sn12.50:2.11": "When grasping exists continued existence comes to be. ",
  "sn12.50:2.12": "When continued existence exists rebirth comes to be. ",
  "sn12.50:2.13": "When rebirth exists old age and death come to be.’ ",
  "sn12.50:2.14": "They understand: ",
  "sn12.50:2.15": "‘This is the origin of the world.’ ",
  "sn12.50:3.1": "A learned noble disciple doesn’t think: ",
  "sn12.50:3.2": "‘When what doesn’t exist, what is not? Due to the cessation of what, what ceases? ",
  "sn12.50:3.3": "When what doesn’t exist do choices not come to be? When what doesn’t exist does consciousness not come to be? When what doesn’t exist do name and form … the six sense fields … contact … feeling … craving … grasping … continued existence … rebirth … old age and death not come to be?’ ",
  "sn12.50:3.4": " ",
  "sn12.50:3.5": " ",
  "sn12.50:3.6": " ",
  "sn12.50:3.7": " ",
  "sn12.50:4.1": "Rather, a learned noble disciple has only knowledge about this that is independent of others: ",
  "sn12.50:4.2": "‘When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is: ",
  "sn12.50:4.3": "When ignorance doesn’t exists, choices don’t come to be. ",
  "sn12.50:4.4": "When choices don’t exist consciousness doesn’t come to be. ",
  "sn12.50:4.5": "When consciousness doesn’t exist name and form don’t come to be. ",
  "sn12.50:4.6": "When name and form don’t exist the six sense fields don’t come to be. … ",
  "sn12.50:4.7": "When rebirth doesn’t exist old age and death don’t come to be.’ ",
  "sn12.50:4.8": "They understand: ",
  "sn12.50:4.9": "‘This is the cessation of the world.’ ",
  "sn12.50:5.1": "A noble disciple comes to understand the world, its origin, its cessation, and the practice that leads to its cessation. Such a noble disciple is called ‘one accomplished in view’, ‘one accomplished in vision’, ‘one who has come to the true teaching’, ‘one who sees this true teaching’, ‘one endowed with a trainee’s knowledge’, ‘one who has entered the stream of the teaching’, ‘a noble one with penetrative wisdom’, and ‘one who stands pushing open the door of the deathless’.” ",
  "sn12.50:5.2": " ",
  "sn12.50:5.3": " ",
  "sn12.50:6.1": " ",
  "sn12.50:6.2": " ",
  "sn12.50:6.3": " ",
  "sn12.50:6.4": " ",
  "sn12.50:6.5": " "
}