{
  "sn12.65:0.1": "Linked Discourses 12 ",
  "sn12.65:0.2": "7. The Great Chapter ",
  "sn12.65:0.3": "65. The City ",
  "sn12.65:1.1": "At Sāvatthī. ",
  "sn12.65:1.2": "“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: ",
  "sn12.65:1.3": "‘Alas, this world has fallen into trouble. It’s born, grows old, dies, passes away, and is reborn, ",
  "sn12.65:1.4": "yet it doesn’t understand how to escape from this suffering, from old age and death. ",
  "sn12.65:1.5": "Oh, when will an escape be found from this suffering, from old age and death?’ ",
  "sn12.65:1.6": "Then it occurred to me: ",
  "sn12.65:1.7": "‘When what exists is there old age and death? What is a condition for old age and death?’ ",
  "sn12.65:1.8": "Then, through proper attention, I comprehended with wisdom: ",
  "sn12.65:1.9": "‘When rebirth exists there’s old age and death. Rebirth is a condition for old age and death.’ ",
  "sn12.65:2.1": "Then it occurred to me: ",
  "sn12.65:2.2": "‘When what exists is there rebirth? … ",
  "sn12.65:2.3": "continued existence … ",
  "sn12.65:2.4": "grasping … ",
  "sn12.65:2.5": "craving … ",
  "sn12.65:2.6": "feeling … ",
  "sn12.65:2.7": "contact … ",
  "sn12.65:2.8": "the six sense fields … ",
  "sn12.65:2.9": "name and form … ",
  "sn12.65:2.10": "What is a condition for name and form?’ ",
  "sn12.65:2.11": "Then, through proper attention, I comprehended with wisdom: ",
  "sn12.65:2.12": "‘When consciousness exists there are name and form. Consciousness is a condition for name and form.’ ",
  "sn12.65:2.13": "Then it occurred to me: ",
  "sn12.65:2.14": "‘When what exists is there consciousness? What is a condition for consciousness?’ ",
  "sn12.65:2.15": "Then, through proper attention, I comprehended with wisdom: ",
  "sn12.65:2.16": "‘When name and form exist there’s consciousness. Name and form are a condition for consciousness.’ ",
  "sn12.65:3.1": "Then it occurred to me: ",
  "sn12.65:3.2": "This consciousness turns back from name and form, and doesn’t go beyond that. ",
  "sn12.65:3.3": "This is the extent to which one may be reborn, grow old, die, pass away, or reappear. That is: name and form are conditions for consciousness. ",
  "sn12.65:3.4": "Consciousness is a condition for name and form. ",
  "sn12.65:3.5": "Name and form are conditions for the six sense fields. ",
  "sn12.65:3.6": "The six sense fields are conditions for contact. … ",
  "sn12.65:3.7": "That is how this entire mass of suffering originates. ",
  "sn12.65:3.8": "‘Origination, origination.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another. ",
  "sn12.65:4.1": "Then it occurred to me: ",
  "sn12.65:4.2": "‘When what doesn’t exist is there no old age and death? ",
  "sn12.65:4.3": "When what ceases do old age and death cease?’ ",
  "sn12.65:4.4": "Then, through proper attention, I comprehended with wisdom: ",
  "sn12.65:4.5": "‘When rebirth doesn’t exist there is no old age and death. ",
  "sn12.65:4.6": "When rebirth ceases old age and death cease.’ ",
  "sn12.65:4.7": "Then it occurred to me: ",
  "sn12.65:4.8": "‘When what doesn’t exist is there no rebirth … ",
  "sn12.65:4.9": "continued existence … ",
  "sn12.65:4.10": "grasping … ",
  "sn12.65:4.11": "craving … ",
  "sn12.65:4.12": "feeling … ",
  "sn12.65:4.13": "contact … ",
  "sn12.65:4.14": "six sense fields … ",
  "sn12.65:4.15": "name and form? ",
  "sn12.65:4.16": "When what ceases do name and form cease?’ ",
  "sn12.65:4.17": "Then, through proper attention, I comprehended with wisdom: ",
  "sn12.65:4.18": "‘When consciousness doesn’t exist name and form don’t come to be. ",
  "sn12.65:4.19": "When consciousness ceases name and form cease.’ ",
  "sn12.65:5.1": "Then it occurred to me: ",
  "sn12.65:5.2": "‘When what doesn’t exist is there no consciousness? ",
  "sn12.65:5.3": "When what ceases does consciousness cease?’ ",
  "sn12.65:5.4": "Then, through proper attention, I comprehended with wisdom: ",
  "sn12.65:5.5": "‘When name and form don’t exist, there is no consciousness. ",
  "sn12.65:5.6": "When name and form cease, consciousness ceases.’ ",
  "sn12.65:6.1": "Then it occurred to me: ",
  "sn12.65:6.2": "I have discovered the path to awakening. That is: ",
  "sn12.65:6.3": "When name and form cease, consciousness ceases. ",
  "sn12.65:6.4": "When consciousness ceases, name and form cease. ",
  "sn12.65:6.5": "When name and form cease, the six sense fields cease. ",
  "sn12.65:6.6": "When the six sense fields cease, contact ceases. … ",
  "sn12.65:6.7": "That is how this entire mass of suffering ceases. ",
  "sn12.65:6.8": "‘Cessation, cessation.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another. ",
  "sn12.65:7.1": "Suppose a person was walking through a forest. They’d see an ancient path, an ancient route traveled by humans in the past. ",
  "sn12.65:7.2": "Following it along, ",
  "sn12.65:7.3": "they’d see an ancient city, an ancient capital, inhabited by humans in the past. It was lovely, complete with parks, groves, lotus ponds, and embankments. ",
  "sn12.65:7.4": "Then that person would inform a king or their minister: ",
  "sn12.65:7.5": "‘Please sir, you should know this. While walking through a forest I saw an ancient path, an ancient route traveled by humans in the past. ",
  "sn12.65:7.6": "Following it along I saw an ancient city, an ancient capital, inhabited by humans in the past. It was lovely, complete with parks, groves, lotus ponds, and embankments. ",
  "sn12.65:7.7": "Sir, you should rebuild that city!’ ",
  "sn12.65:7.8": "Then that king or their minister would have that city rebuilt. ",
  "sn12.65:7.9": "And after some time that city was successful and prosperous and full of people, attained to growth and expansion. ",
  "sn12.65:7.10": "In the same way, I saw an ancient path, an ancient route traveled by fully awakened Buddhas in the past. ",
  "sn12.65:8.1": "And what is that ancient path, the ancient road traveled by fully awakened Buddhas in the past? ",
  "sn12.65:8.2": "It is simply this noble eightfold path, that is: ",
  "sn12.65:8.3": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "sn12.65:8.4": "This is that ancient path, the ancient road traveled by fully awakened Buddhas in the past. ",
  "sn12.65:8.5": "Following it along, I directly knew old age and death, ",
  "sn12.65:8.6": "their origin, ",
  "sn12.65:8.7": "their cessation, ",
  "sn12.65:8.8": "and the practice that leads to their cessation. ",
  "sn12.65:8.9": " ",
  "sn12.65:8.10": "Following it along, I directly knew rebirth … ",
  "sn12.65:8.11": "continued existence … ",
  "sn12.65:8.12": "grasping … ",
  "sn12.65:8.13": "craving … ",
  "sn12.65:8.14": "feeling … ",
  "sn12.65:8.15": "contact … ",
  "sn12.65:8.16": "the six sense fields … ",
  "sn12.65:8.17": "name and form … ",
  "sn12.65:8.18": "consciousness … ",
  "sn12.65:8.19": " ",
  "sn12.65:8.20": "Following it along, I directly knew choices, ",
  "sn12.65:8.21": "their origin, ",
  "sn12.65:8.22": "their cessation, ",
  "sn12.65:8.23": "and the practice that leads to their cessation. ",
  "sn12.65:8.24": "Having directly known this, I told the monks, nuns, laymen, and laywomen. ",
  "sn12.65:8.25": "And that’s how this spiritual life has become successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.” "
}