{
  "sn12.34:0.1": "Linked Discourses 12 ",
  "sn12.34:0.2": "4. Kaḷāra the Aristocrat ",
  "sn12.34:0.3": "34. Grounds for Knowledge (2nd) ",
  "sn12.34:1.1": "At Sāvatthī. ",
  "sn12.34:1.2": "“Mendicants, I will teach seventy-seven grounds for knowledge. ",
  "sn12.34:1.3": "Listen and pay close attention, I will speak.” ",
  "sn12.34:1.4": "“Yes, sir,” they replied. ",
  "sn12.34:1.5": "The Buddha said this: ",
  "sn12.34:2.1": "“And what are the seventy-seven grounds for knowledge? ",
  "sn12.34:2.2": "The knowledge that rebirth is a condition for old age and death, ",
  "sn12.34:2.3": "and the knowledge that when rebirth doesn’t exist, there is no old age and death. ",
  "sn12.34:2.4": "Also regarding the past: the knowledge that rebirth is a condition for old age and death, and the knowledge that when rebirth doesn’t exist, there is no old age and death. ",
  "sn12.34:2.5": "Also regarding the future: the knowledge that rebirth is a condition for old age and death, and the knowledge that when rebirth doesn’t exist, there is no old age and death. ",
  "sn12.34:2.6": "And also their knowledge that even this knowledge of the stability of natural principles is liable to end, vanish, fade away, and cease. ",
  "sn12.34:3.1": "The knowledge that continued existence is a condition for rebirth … ",
  "sn12.34:3.2": " ",
  "sn12.34:3.3": " ",
  "sn12.34:3.4": " ",
  "sn12.34:3.5": " ",
  "sn12.34:3.6": " ",
  "sn12.34:3.7": " ",
  "sn12.34:3.8": " ",
  "sn12.34:3.9": " ",
  "sn12.34:3.10": "The knowledge that ignorance is a condition for choices, and the knowledge that when ignorance doesn’t exist, there are no choices. ",
  "sn12.34:3.11": "Also regarding the past: the knowledge that ignorance is a condition for choices, and the knowledge that when ignorance doesn’t exist, there are no choices. ",
  "sn12.34:3.12": "Also regarding the future: the knowledge that ignorance is a condition for choices, and the knowledge that when ignorance doesn’t exist, there are no choices. ",
  "sn12.34:3.13": "And also their knowledge that even this knowledge of the stability of natural principles is liable to end, vanish, fade away, and cease. ",
  "sn12.34:3.14": "These are called the seventy-seven grounds for knowledge.” "
}