{
  "sn12.51:0.1": "Linked Discourses 12 ",
  "sn12.51:0.2": "6. Suffering ",
  "sn12.51:0.3": "51. A Full Inquiry ",
  "sn12.51:1.1": "So I have heard. ",
  "sn12.51:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "sn12.51:1.3": "There the Buddha addressed the mendicants, ",
  "sn12.51:1.4": "“Mendicants!” ",
  "sn12.51:1.5": "“Venerable sir,” they replied. ",
  "sn12.51:1.6": "The Buddha said this: ",
  "sn12.51:2.1": "“Mendicants, how do you define a mendicant who is making a full inquiry for the complete ending of suffering?” ",
  "sn12.51:2.2": "“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ",
  "sn12.51:2.3": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "sn12.51:2.4": "“Yes, sir,” they replied. ",
  "sn12.51:2.5": "The Buddha said this: ",
  "sn12.51:3.1": "“Mendicants, take a mendicant who makes a full inquiry: ",
  "sn12.51:3.2": "‘The suffering that arises in the world starting with old age and death takes many and diverse forms. ",
  "sn12.51:3.3": "What is the source, origin, birthplace, and inception of this suffering? ",
  "sn12.51:3.4": "When what exists do old age and death come to be? When what does not exist do old age and death not come to be?’ ",
  "sn12.51:3.5": "While making a full inquiry they understand: ",
  "sn12.51:3.6": "‘The suffering that arises in the world starting with old age and death takes many and diverse forms. The source of this suffering is rebirth. ",
  "sn12.51:3.7": "When rebirth exists, old age and death come to be. When rebirth doesn’t exist, old age and death don’t come to be.’ ",
  "sn12.51:4.1": "They understand old age and death, their origin, their cessation, and the fitting practice for their cessation. And they practice in line with that path. ",
  "sn12.51:4.2": "This is called a mendicant who is practicing for the complete ending of suffering, for the cessation of old age and death. ",
  "sn12.51:5.1": "Then they inquire further: ",
  "sn12.51:5.2": "‘But what is the source of this rebirth? When what exists does rebirth come to be? And when what does not exist does rebirth not come to be?’ ",
  "sn12.51:5.3": "While making a full inquiry they understand: ",
  "sn12.51:5.4": "‘Continued existence is the source of rebirth. ",
  "sn12.51:5.5": "When continued existence exists, rebirth comes to be. When continued existence does not exist, rebirth doesn’t come to be.’ ",
  "sn12.51:6.1": "They understand rebirth, its origin, its cessation, and the fitting practice for its cessation. And they practice in line with that path. ",
  "sn12.51:6.2": "This is called a mendicant who is practicing for the complete ending of suffering, for the cessation of rebirth. ",
  "sn12.51:7.1": "Then they inquire further: ",
  "sn12.51:7.2": "‘But what is the source of this continued existence? …’ … ",
  "sn12.51:7.3": "‘But what is the source of this grasping? …’ … ",
  "sn12.51:7.4": "‘But what is the source of this craving? …’ … ",
  "sn12.51:7.5": "‘But what is the source of this feeling? …’ … ",
  "sn12.51:7.6": "‘But what is the source of this contact? …’ … ",
  "sn12.51:7.7": "‘But what is the source of these six sense fields? …’ … ",
  "sn12.51:7.8": "‘But what is the source of this name and form? …’ … ",
  "sn12.51:7.9": "‘But what is the source of this consciousness? …’ … ",
  "sn12.51:7.10": "‘But what is the source of these choices? ",
  "sn12.51:7.11": "When what exists do choices come to be? When what does not exist do choices not come to be?’ ",
  "sn12.51:7.12": "While making a full inquiry they understand: ",
  "sn12.51:7.13": "‘Ignorance is the source of choices. ",
  "sn12.51:7.14": "When ignorance exists, choices come to be. When ignorance does not exist, choices don’t come to be.’ ",
  "sn12.51:8.1": "They understand choices, their origin, their cessation, and the fitting practice for their cessation. And they practice in line with that path. ",
  "sn12.51:8.2": "This is called a mendicant who is practicing for the complete ending of suffering, for the cessation of choices. ",
  "sn12.51:9.1": "If an ignorant individual makes a good choice, their consciousness enters a good realm. ",
  "sn12.51:9.2": "If they make a bad choice, their consciousness enters a bad realm. ",
  "sn12.51:9.3": "If they make an imperturbable choice, their consciousness enters an imperturbable realm. ",
  "sn12.51:9.4": "When a mendicant has given up ignorance and given rise to knowledge, they don’t make a good choice, a bad choice, or an imperturbable choice. ",
  "sn12.51:9.5": "Not choosing or intending, they don’t grasp at anything in the world. ",
  "sn12.51:9.6": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "sn12.51:9.7": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "sn12.51:10.1": "If they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "sn12.51:10.2": "If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "sn12.51:10.3": "If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "sn12.51:10.4": "If they feel a pleasant feeling, they feel it detached. ",
  "sn12.51:10.5": "If they feel a painful feeling, they feel it detached. ",
  "sn12.51:10.6": "If they feel a neutral feeling, they feel it detached. ",
  "sn12.51:11.1": "Feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’ ",
  "sn12.51:11.2": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here. Only bodily remains will be left.’ ",
  "sn12.51:12.1": "Suppose a person were to remove a hot clay pot from a potter’s kiln and place it down on level ground. ",
  "sn12.51:12.2": "Its heat would dissipate right there, and the shards would be left behind. ",
  "sn12.51:12.3": "In the same way, feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’ ",
  "sn12.51:12.4": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here. Only bodily remains will be left.’ ",
  "sn12.51:13.1": "What do you think, mendicants? ",
  "sn12.51:13.2": "Would a mendicant who has ended the defilements still make good choices, bad choices, or imperturbable choices?” ",
  "sn12.51:13.3": "“No, sir.” ",
  "sn12.51:14.1": "“And when there are no choices at all, with the cessation of choices, would consciousness still be found?” ",
  "sn12.51:14.2": "“No, sir.” ",
  "sn12.51:15.1": "“And when there’s no consciousness at all, would name and form still be found?” ",
  "sn12.51:15.2": "“No, sir.” ",
  "sn12.51:16.1": "“And when there are no name and form at all, would the six sense fields still be found?” ",
  "sn12.51:16.2": "“No, sir.” ",
  "sn12.51:17.1": "“And when there are no six sense fields at all, would contact still be found?” ",
  "sn12.51:17.2": "“No, sir.” ",
  "sn12.51:18.1": "“And when there’s no contact at all, would feeling still be found?” ",
  "sn12.51:18.2": "“No, sir.” ",
  "sn12.51:19.1": "“And when there’s no feeling at all, would craving still be found?” ",
  "sn12.51:19.2": "“No, sir.” ",
  "sn12.51:20.1": "“And when there’s no craving at all, would grasping still be found?” ",
  "sn12.51:20.2": "“No, sir.” ",
  "sn12.51:21.1": "“And when there’s no grasping at all, would continued existence still be found?” ",
  "sn12.51:21.2": "“No, sir.” ",
  "sn12.51:22.1": "“And when there’s no continued existence at all, would rebirth still be found?” ",
  "sn12.51:22.2": "“No, sir.” ",
  "sn12.51:23.1": "“And when there’s no rebirth at all, would old age and death still be found?” ",
  "sn12.51:23.2": "“No, sir.” ",
  "sn12.51:24.1": "“Good, good, mendicants! That’s how it is, not otherwise. ",
  "sn12.51:24.2": "Trust me on this, mendicants; be convinced. Have no doubts or uncertainties in this matter. ",
  "sn12.51:24.3": "Just this is the end of suffering.” "
}