{
  "sn44.10:1.3": "For “does the self survive” (<i lang='pi' translate='no'>atthattā</i>, resolving to <i lang='pi' translate='no'>atthi attā</i>), compare “my self survives” (<i lang='pi' translate='no'>atthi me attā</i>, <a href='https://suttacentral.net/mn2/en/sujato#8.2'>MN 2:8.2</a>) and “do gods survive” (<i lang='pi' translate='no'>atthi devā</i>, <a href='https://suttacentral.net/mn90/en/sujato#13.2'>MN 90:13.2</a>). In each case the question is whether the self continues to exist (<i lang='pi' translate='no'>atthi</i>) or not (<i lang='pi' translate='no'>natthi</i>) after death. We find a similar usage in Kaṭha Upaniṣad 1.20, where Naciketa wonders what happens to a man after he dies, as “some say he survives, while others say he does not survive” (<i lang='pi' translate='no'>astīty eke nāyam astīti caike</i>). ",
  "sn44.10:1.7": "Compare the behavior of Mogharāja at <a href='https://suttacentral.net/snp5.16/en/sujato'>Snp 5.16</a>. He has asked his question twice, but the Buddha was silent. Patiently, he asks a third time, and is answered at last. We have seen ample evidence of Vacchagotta’s relentless questioning. Here it is not the Buddha who loses patience, but Vacchagotta, who is so used to getting the answers he wants. It seems he is at some sort of crisis point. ",
  "sn44.10:2.2": "The Buddha gives four answers. In the first pair he explains his theoretical objections: a straight yes/no answer would have aligned him with the eternalists or annihilationists. In the second pair, he considers what would have been helpful for Vacchagotta in his current state. ",
  "sn44.10:2.3": "Things that <i lang='pi' translate='no'>atthi</i> (“exist”, here to “continue to exist” or “survive”) were truly real and hence immortal. Thus “existence” or “survival” of the self implies eternalism. See <a href='https://suttacentral.net/sn12.15/en/sujato#2.1'>SN 12.15:2.1</a> and note. ",
  "sn44.10:2.4": "That is to say, there is currently a self that will cease to exist. ",
  "sn44.10:2.5": "The existence or survival of the self is incompatible with the Buddha's teaching of not-self. ",
  "sn44.10:2.9": "That is, he would have taken it for the annihilationist view. "
}