{
  "dn-blurbs:dn1": "Sementara orang lain mungkin memuji atau mengkritik Sang Buddha, mereka cenderung memusatkan perhatian pada hal-hal sepele. Sang Buddha menyajikan analisis dari 62 jenis pandangan salah, cara agar seseorang terlepas dari spekulasi yang tidak berarti. ",
  "dn-blurbs:dn2": "Raja Ajātasattu yang baru dinobatkan terganggu oleh cara kekerasan yang dia gunakan untuk mendapatkan takhta. Dia mengunjungi Sang Buddha untuk menemukan ketenangan pikiran, dan bertanya tentang manfaat dari latihan spiritual. Sutta ini adalah salah satu karya sastra dan spiritual teragung dari agama Buddha awal. ",
  "dn-blurbs:dn3": "Seorang siswa brahmana muda menyerang keluarga Buddha, tetapi kelancangannya terbalas. ",
  "dn-blurbs:dn4": "Seorang brahmana terkenal mengunjungi Sang Buddha, terlepas dari keberatan para brahmana lainnya. Mereka membahas arti sebenarnya dari menjadi seorang brahmana, dan Sang Buddha dengan terampil menariknya ke sudut pandang-Nya sendiri. ",
  "dn-blurbs:dn5": "Seorang brahmana ingin melakukan pengorbanan besar, dan meminta nasihat Buddha. Sang Buddha menceritakan legenda masa lalu ketika seorang raja dibujuk untuk menghentikan pengorbanan yang kejam. Raja itu akhirnya menggunakan sumber dayanya untuk mendukung warga yang membutuhkan di kerajaannya. Namun, bahkan pengorbanan yang bermanfaat dan tanpa kekerasan tidak ada artinya jika dibandingkan dengan pengorbanan spiritual untuk melepaskan kemelekatan. ",
  "dn-blurbs:dn6": "Sang Buddha menjelaskan kepada berbagai kelompok umat awam tentang hasil meditasi yang bergantung pada cara pengembangan. ",
  "dn-blurbs:dn7": "Diskursus ini banyak dikutip oleh Sang Buddha pada sutta sebelumnya. ",
  "dn-blurbs:dn8": "Sang Buddha ditantang oleh seorang petapa telanjang tentang topik pertapaan spiritual. Beliau menunjukkan bahwa sangat mungkin untuk melakukan semua jenis latihan keras tanpa memiliki kemurnian pikiran. ",
  "dn-blurbs:dn9": "Sang Buddha berdiskusi dengan seorang pengembara tentang sifat dan cara persepsi berkembang melalui kondisi meditatif yang lebih dalam. Namun, tidak satu pun persepsi patut diidentifikasi sebagai diri atau roh. ",
  "dn-blurbs:dn10": "Tak lama setelah kematian Sang Buddha, Yang Mulia Ānanda diundang untuk menjelaskan inti ajaran. ",
  "dn-blurbs:dn11": "Sang Buddha menolak menampilkan mukjizat, menjelaskan bahwa cara ini bukanlah cara yang tepat untuk membangkitkan keyakinan. Beliau melanjutkan dengan menceritakan kisah tentang seorang bhikkhu yang salah arah sampai ke alam Brahmā. ",
  "dn-blurbs:dn12": "Seorang brahmana telah jatuh ke dalam pemikiran bahwa tidak ada gunanya mencoba menawarkan bantuan spiritual kepada orang lain. Sang Buddha pergi menemuinya, dan meyakinkannya tentang manfaat sejati dari ajaran spiritual. ",
  "dn-blurbs:dn13": "Sejumlah brahmana sedang mendiskusikan jalan yang benar untuk bergabung bersama Brahmā. Menentang klaim otoritas yang berdasar pada Veda, Sang Buddha menegaskan bahwa hanya pengalaman pribadi yang dapat menuntun pada kebenaran. ",
  "dn-blurbs:dn14": "Sang Buddha mengajar tentang enam Buddha di masa lampau, dan menceritakan kisah panjang tentang salah satu dari mereka, Vipassī. ",
  "dn-blurbs:dn15": "Menolak klaim Yang Mulia Ānanda untuk dengan mudah memahami kemunculan-bergantungan (_paṭiccasamuppāda_), Sang Buddha menyajikan analisis yang kompleks dan sulit, mengungkap nuansa dan implikasi tersembunyi dari ajaran utama ini. ",
  "dn-blurbs:dn16": "Diskursus terpanjang dari semua diskursus, narasi yang diperluas ini menceritakan tentang peristiwa seputar kematian Buddha. Penuh dengan rincian yang hidup dan mengharukan, naskah ini adalah titik masuk yang ideal untuk mengenal pribadi Buddha, dan memahami bagaimana umat Buddhis menghadapi kepergian-Nya. ",
  "dn-blurbs:dn17": "Sebuah kisah terperinci tentang kehidupan lampau Sang Buddha sebagai raja legendaris yang meninggalkan segalanya untuk berlatih meditasi. ",
  "dn-blurbs:dn18": "Dimulai dengan cerita tentang nasib para murid yang baru saja meninggal dunia, pembahasan beralih ke diskusi tentang Dhamma yang dipegang oleh para dewa. ",
  "dn-blurbs:dn19": "Seorang dewa minor memberi tahu Sang Buddha tentang percakapan dan urusan para dewa. ",
  "dn-blurbs:dn20": "Ketika para dewa dari semua alam berkumpul untuk memberi hormat kepada Sang Buddha, Beliau memberikan serangkaian syair yang menjelaskan tentang para dewa. Syair-syair ini, yang biasanya dilantunkan di negara-negara Theravādin, memberikan salah satu penjelasan yang paling rinci tentang dewa-dewi yang disembah pada zaman Sang Buddha. ",
  "dn-blurbs:dn21": "Setelah mendengar lagu cinta dari dewa musik, Sang Buddha terlibat dalam diskusi mendalam dengan Sakka tentang asal muasal yang terkondisi dari kemelekatan dan penderitaan. ",
  "dn-blurbs:dn22": "Sang Buddha merinci faktor ketujuh dari Jalan Mulia Berunsur Delapan, meditasi perhatian-penuh. Diskursus ini pada dasarnya identik dengan MN 10, dengan penambahan bagian yang diperluas pada empat kebenaran mulia yang diturunkan dari MN 141. ",
  "dn-blurbs:dn23": "Diskursus ini berisi debat yang panjang dan menghibur antara seorang bhikkhu dan seorang skeptis, yang berusaha dengan keras dan aneh untuk membuktikan bahwa tidak ada yang namanya kehidupan setelah kematian. Diskursus ini berisi rangkaian perumpamaan dan permisalan yang penuh warna. ",
  "dn-blurbs:dn24": "Ketika Sunakkhatta mengancam untuk melepas jubahnya, Sang Buddha tidak terkesan. Menolak untuk menampilkan asketisme atau kekuatan menakjubkan yang mencolok, Beliau menunjukkan keunggulan-Nya. ",
  "dn-blurbs:dn25": "Diskursus ini memberikan contoh dialog antar agama yang sangat baik. Sang Buddha menegaskan bahwa Beliau tidak tertarik untuk membuat siapa pun melepaskan guru atau latihan mereka, tetapi hanya untuk membantu orang melepaskan penderitaan. ",
  "dn-blurbs:dn26": "Dalam ilustrasi pernyataan bahwa seseorang harus bergantung pada diri sendiri, Sang Buddha memberikan penjelasan rinci tentang jatuhnya garis keturunan raja di masa lalu, dan kemerosotan masyarakat selanjutnya. Proses ini, bagaimanapun, belum berakhir, seperti yang diprediksi Buddha bahwa pada akhirnya masyarakat akan jatuh ke dalam kekacauan total. Namun, jauh di masa depan, Buddha lain, Metteyya, akan muncul di masa yang damai dan berlimpah. ",
  "dn-blurbs:dn27": "Berbeda dengan mitologi egois brahmana di masa lalu, Sang Buddha menyajikan kisah perkembangan yang menunjukkan bagaimana pilihan manusia merupakan bagian yang tidak terhindarkan dari keseimbangan ekologis, dan bagaimana keserakahan yang berlebihan menghancurkan tatanan alam. ",
  "dn-blurbs:dn28": "Sesaat sebelum meninggal dunia, Yang Mulia Sāriputta mengunjungi Sang Buddha dan mengucapkan sanjungan yang mengharukan dari guru agung-Nya. ",
  "dn-blurbs:dn29": "Menyusul kematian Nigaṇṭha Nātaputta, pemimpin Jain, Sang Buddha menekankan stabilitas dan kedewasaan umat-Nya sendiri. Beliau mendorong umat untuk berkumpul setelah kematian-Nya dan melafalkan ajaran secara harmonis. ",
  "dn-blurbs:dn30": "Menyajikan ramalan brahmanis dari Manusia Agung, dan menjelaskan 32 tanda secara rinci. Diskursus ini berisi beberapa bentuk ayat terbaru dan terkompleks dalam kanon. ",
  "dn-blurbs:dn31": "Sang Buddha bertemu dengan seorang pemuda yang menghormati orang tuanya yang telah meninggal dengan melakukan ritual. Sang Buddha merombak upacara-upacara yang tidak berarti dalam kerangka perbuatan-baik. Naskah ini berisi diskursus tentang moralitas yang paling rinci untuk umat awam. ",
  "dn-blurbs:dn32": "Makhluk _yakkha_ mengadakan pertemuan, dan memperingatkan Sang Buddha bahwa, karena tidak semua makhluk-bukan-manusia ramah, para bhikkhu harus mempelajari syair-syair perlindungan. ",
  "dn-blurbs:dn33": "Sang Buddha mendorong Yang Mulia Sāriputta untuk mengajar para bhikkhu, dan Beliau menawarkan daftar panjang doktrin Buddhis yang disusun dalam urutan berangka. ",
  "dn-blurbs:dn34": "Naskah ini mirip dengan yang sebelumnya, tetapi dengan cara menjelaskan yang berbeda. Kedua diskursus ini merupakan pelopor beberapa metode Abhidhamma. ",
  "dn-blurbs:dn-mahavagga": "Bab ini memuat diskursus yang beragam. Beberapa fokus pada peristiwa seputar kematian Buddha, beberapa lainnya berkisar pada skenario luar biasa yang terjadi di antara para dewa, dan yang lainnya lagi didasarkan pada diskusi doktrin yang terperinci. ",
  "dn-blurbs:dn-pathikavagga": "Seperti bab sebelumnya, bab ini berisi diskursus yang beragam. Dinamai seperti nama diskursus pertama dalam bab ini. Di antaranya terdapat kisah-kisah legendaris tentang sejarah dan masa depan dunia kita, yang sangat terkenal dan berpengaruh di kalangan Buddhis. ",
  "dn-blurbs:dn-silakkhandhavagga": "Bab yang Berisi Bagian tentang Moralitas (Sīlakkhandhavagga) adalah bab yang terdiri dari 13 diskursus. Masing-masing berisi bacaan panjang tentang Latihan Bertahap dalam moralitas (_sīla_), konsentrasi (_samādhi_), dan kebijaksanaan (_paññā_). Bab ini diberi nama sesuai bagian pertamanya. Dua versi Dīrghāgama (dalam bahasa Cina dan Sanskerta) yang diketahui juga memuat bab yang serupa. Terlepas dari sifat monastik dari ajaran inti Buddhis, sebagian besar diskursus ini disajikan dalam bentuk dialog dengan umat awam, dengan penekanan kuat pada hubungan antara ajaran Buddha dan gerakan kontemporer lainnya. "
}