{
  "mn-blurbs:mn1": "Sang Buddha mengkaji cara gagasan tentang diri yang kekal muncul dari proses persepsi. Berbagai fenomena dipertimbangkan, mencakup dimensi naturalistik dan kosmologis. Orang yang belum tercerahkan memersepsikan berbagai peristiwa sebagai diri, sedangkan mereka yang lebih maju secara spiritual tidak begitu. ",
  "mn-blurbs:mn2": "Berbagai masalah perjalanan spiritual menuntut tanggapan yang beragam pula. Alih-alih menerapkan solusi yang sama untuk setiap masalah, Sang Buddha menguraikan tujuh metode untuk mengatasi kekotoran batin, yang masing-masing efektif dalam kasus-kasus tertentu. ",
  "mn-blurbs:mn3": "Beberapa murid Buddha hanya mewarisi keuntungan materi dan ketenaran dari-Nya. Namun, warisan sejati-Nya adalah jalan spiritual, jalan kepuasan. Yang Mulia Sāriputta menjelaskan cara agar kita dapat mengalami buah dari Sang Jalan dengan mengikuti teladan Sang Buddha. ",
  "mn-blurbs:mn4": "Sang Buddha menjelaskan kesulitan hidup di hutan belantara, dan cara agar kesulitan itu dapat diatasi dengan kemurnian moralitas dan meditasi. Sang Buddha menceritakan beberapa kekuatiran dan hambatan yang dihadapi-Nya selama Beliau berlatih. ",
  "mn-blurbs:mn5": "Murid utama Sang Buddha, Sāriputta dan Moggallāna, menggunakan perumpamaan mangkuk bernoda untuk mengilustrasikan noda pada pikiran dan perilaku jasmani. Mereka menekankan bahwa hal yang terpenting bukanlah apakah ada noda, tetapi apakah kita menyadari keberadaan noda tersebut. ",
  "mn-blurbs:mn6": "Menurut Sang Buddha, mengamalkan moralitas (_sīla_) dengan hati-hati adalah dasar dari semua pencapaian yang lebih tinggi dalam kehidupan spiritual. ",
  "mn-blurbs:mn7": "Berbagai jenis ketidakmurnian yang mengotori pikiran diumpamakan seperti kain kotor. Ketika pikiran bersih, kita menemukan kegembiraan (_pāmojja_) yang mengarah ke keadaan kesadaran yang lebih tinggi. Akhirnya, Sang Buddha menolak gagasan Brahmanis bahwa kesucian berasal dari aktivitas mandi di sungai suci. ",
  "mn-blurbs:mn8": "Sang Buddha membedakan antara pencapaian absorpsi meditasi (_jhāna_) dan latihan spiritual yang meliputi seluruh kehidupan. Beliau membuat daftar 44 aspek, yang dijelaskan sebagai “penghapusan”, pengikisan kesombongan. ",
  "mn-blurbs:mn9": "Yang Mulia Sāriputta memberikan penjelasan rinci tentang pandangan-benar, faktor pertama dari Jalan Mulia Berunsur Delapan. Atas dorongan para bhikkhu lainnya, Beliau menyampaikan topik ini dari berbagai perspektif. ",
  "mn-blurbs:mn10": "Sang Buddha merinci faktor ketujuh dari Jalan Mulia Berunsur Delapan, meditasi perhatian-penuh. Diskursus ini mengumpulkan banyak ajaran meditasi yang ditemukan di seluruh kanon, terutama latihan dasar yang berfokus pada tubuh, dan dianggap sebagai salah satu diskursus tentang meditasi yang paling penting. ",
  "mn-blurbs:mn11": "Sang Buddha menyatakan bahwa hanya mereka yang mengikuti jalan-Nya yang dapat benar-benar mengalami Empat Tingkat Pencerahan. Hal ini karena, meskipun terdapat beberapa ajaran yang serupa dengan sistem kepercayaan lain, tidak ada satu pun dari sistem kepercayaan tersebut yang sepenuhnya menolak kemelekatan atas pandangan-salah tentang diri atau roh (_sakkāyadiṭṭhi_). ",
  "mn-blurbs:mn12": "Seorang bhikkhu lepas jubah, Sunakkhatta, menyerang ajaran Sang Buddha karena ajaran-Nya hanya menuntun pada akhir dari penderitaan. Sang Buddha menentang dengan berkata bahwa serangan tersebut sebenarnya merupakan pujian, dan melanjutkan dengan menghitung banyak pencapaian-Nya yang hebat dan mendalam. ",
  "mn-blurbs:mn13": "Ditantang untuk menunjukkan perbedaan antara ajaran-Nya dan petapa lainnya, Sang Buddha menunjukkan bahwa mereka berbicara tentang melepaskan, tetapi tidak benar-benar mengerti mengapa. Beliau kemudian menjelaskan dengan sangat rinci tentang penderitaan yang muncul dari kemelekatan terhadap rangsangan indria. ",
  "mn-blurbs:mn14": "Seorang umat awam bingung bagaimana, meskipun sudah lama berlatih, mereka masih memiliki pikiran serakah atau penuh kebencian. Sang Buddha menjelaskan pentingnya meditasi absorpsi (_jhāna_) untuk melepaskan kemelekatan tersebut. Namun, Beliau juga mengkritik praktik penyiksaan diri, dan menceritakan suatu dialog dengan petapa Jain. ",
  "mn-blurbs:mn15": "Yang Mulia Moggallāna mengangkat topik tentang pemberian nasihat, yang tanpanya sebuah komunitas yang sehat tidak mungkin ada. Beliau membuat daftar sejumlah kualitas yang membuat seseorang pantas untuk dinasihati dengan cara yang konstruktif. ",
  "mn-blurbs:mn16": "Sang Buddha menjelaskan berbagai cara seseorang dapat terputus secara emosional dari komunitas spiritualnya. ",
  "mn-blurbs:mn17": "Meskipun hidup di hutan belantara itu baik, tidak semua orang siap untuk itu. Sang Buddha mendorong para praktisi meditasi untuk merenungkan apakah lingkungan seseorang benar-benar mendukung latihan meditasi mereka, dan jika tidak, tinggalkan. ",
  "mn-blurbs:mn18": "Ditantang oleh seorang brahmana, Sang Buddha memberikan jawaban yang penuh teka-teki tentang bagaimana konflik muncul karena proliferasi berdasarkan persepsi. Yang Mulia Kaccāna menggambarkan implikasi terperinci dari hal ini dalam salah satu bagian yang paling mendalam di seluruh kanon. ",
  "mn-blurbs:mn19": "Menceritakan kembali pengalaman-Nya sendiri dalam perkembangan meditasi, Sang Buddha menjelaskan bagaimana cara memahami pikiran yang berbahaya dan tidak berbahaya, dan bagaimana cara melampaui pikiran secara keseluruhan. ",
  "mn-blurbs:mn20": "Dalam ajaran meditasi praktis, Sang Buddha menjelaskan lima pendekatan berbeda untuk menghentikan kemunculan pikiran-pikiran jahat. ",
  "mn-blurbs:mn21": "Diskursus yang penuh dengan perumpamaan yang hidup dan berkesan, tentang pentingnya kesabaran dan cinta kasih bahkan ketika menghadapi pelecehan dan kritik. Sang Buddha mengakhiri dengan perumpamaan gergaji, salah satu perumpamaan paling mengesankan yang dapat ditemukan dalam diskursus. ",
  "mn-blurbs:mn22": "Salah satu bhikkhu menyangkal bahwa beberapa larangan benar-benar merupakan suatu masalah. Para bhikkhu dan juga Sang Buddha memberinya teguran yang mengesankan. Sang Buddha mengumpamakan seseorang yang hanya memahami kata-kata Dhamma tanpa memahami maknanya dengan seseorang yang memegang ekor ular, dan juga menggunakan perumpamaan rakit yang terkenal. ",
  "mn-blurbs:mn23": "Dalam diskursus elok yang sarat akan perumpamaan menggugah, sesosok dewa memberikan sebuah teka-teki untuk seorang bhikkhu. Bhikkhu tersebut kemudian menanyakan maknanya kepada Sang Buddha. ",
  "mn-blurbs:mn24": "Yang Mulia Sāriputta berdialog dengan seorang bhikkhu terpandang, Yang Mulia Puṇṇa Mantāniputta, dan mereka mendiskusikan tahapan-tahapan pemurnian. ",
  "mn-blurbs:mn25": "Sang Buddha mengumpamakan terperangkapnya seseorang oleh Māra dengan seekor rusa yang terperangkap dalam jerat, menggambarkan strategi pemburu dan buruan yang semakin kompleks. ",
  "mn-blurbs:mn26": "Salah satu diskursus biografi yang paling penting, menceritakan pengalaman Sang Buddha dari meninggalkan rumah hingga mencapai pencerahan. Sepanjang itu, Beliau didorong oleh keharusan untuk sepenuhnya terbebas dari kelahiran-kembali dan penderitaan. ",
  "mn-blurbs:mn27": "Sang Buddha menegur pengambilan kesimpulan tergesah-gesah mengenai pencapaian spiritual seorang guru, membandingkannya dengan kehati-hatian seorang pemburu gajah saat melacak gajah. Beliau menyampaikan poin-poin latihan kebhikkhuan. ",
  "mn-blurbs:mn28": "Sāriputta menyampaikan perumpamaan yang rumit tentang bagaimana, bagaikan setiap jejak kaki dapat masuk ke dalam jejak kaki gajah, semua ajaran Buddha dapat masuk ke dalam kerangka Empat Kebenaran Mulia. Diskursus ini menyajikan pola keseluruhan untuk menyusun ajaran Buddha. ",
  "mn-blurbs:mn29": "Seusai insiden dengan Devadatta, Sang Buddha memperingatkan para bhikkhu agar tidak berpuas diri dengan manfaat dangkal dari kehidupan spiritual dan menekankan pembebasan sebagai inti ajaran yang sebenarnya. ",
  "mn-blurbs:mn30": "Mirip dengan diskursus sebelumnya. Seusai kejadian dengan Devadatta, Sang Buddha memperingatkan para bhikkhu agar tidak berpuas diri dan menekankan pembebasan sebagai inti ajaran yang sebenarnya. ",
  "mn-blurbs:mn31": "Sang Buddha bertemu dengan tiga orang bhikkhu yang berlatih dengan rajin dan harmonis, dan bertanya bagaimana caranya mereka berlatih. Enggan mengungkapkan pencapaian yang lebih tinggi, mereka menjelaskan bagaimana mereka menangani urusan praktis dari hidup bersama. Namun, ketika didesak oleh Sang Buddha, mereka mengungkapkan pencapaian meditasi mereka. ",
  "mn-blurbs:mn32": "Beberapa bhikkhu senior, sembari menikmati keindahan malam, mendiskusikan praktisi seperti apa yang dapat menerangi perhutanan. Mereka menyampaikan jawaban mereka kepada Sang Buddha. Beliau memuji jawaban mereka, juga menyampaikan perubahan-Nya sendiri. ",
  "mn-blurbs:mn33": "Dikarenakan sebelas alasan, seorang penggembala sapi tidak dapat memelihara ternaknya dengan baik. Sang Buddha mengumpamakan hal ini dengan pertumbuhan spiritual seorang bhikkhu. ",
  "mn-blurbs:mn34": "Mengumpamakan dengan seorang penggembala sapi yang membimbing kawanannya menyeberangi sungai yang berbahaya, Sang Buddha menyampaikan berbagai tingkatan pencerahan yang melintasi arus kelahiran-kembali. ",
  "mn-blurbs:mn35": "Saccaka dulunya adalah seorang pendebat yang menantang Sang Buddha untuk bertanding. Meskipun ia menyombongkan dirinya, Sang Buddha sama sekali tidak terganggu dengan serangannya. ",
  "mn-blurbs:mn36": "Dalam pertemuan yang tidak terlalu konfrontatif, Sang Buddha dan Saccaka membahas perbedaan antara perkembangan batin dan jasmani. Sang Buddha memberikan penjelasan panjang tentang berbagai praktik yang Beliau lakukan sebelum tercerahkan, merinci praktik ekstrem Beliau dalam penyiksaan tubuh. ",
  "mn-blurbs:mn37": "Moggallāna mengunjungi surga Sakka, raja para dewa, untuk memastikan apakah dia benar-benar memahami apa yang Buddha ajarkan. ",
  "mn-blurbs:mn38": "Untuk menghindari pandangan-salah bahwa kesadaran (_viññāṇa_) yang identik dengan diri atau roh berpindah dari satu kehidupan ke kehidupan berikutnya, Sang Buddha mengajarkan kemunculan bergantungan (_paṭiccasamuppāda_), menunjukkan bahwa kemunculan kesadaran selalu bergantung pada kondisi-kondisi. ",
  "mn-blurbs:mn39": "Sang Buddha mendorong para bhikkhu untuk menghayati gelar atau sebutan mereka sebagai seorang bhikkhu, untuk benar-benar berlatih dengan cara-cara yang memenuhi atau melebihi ekspektasi orang-orang terhadap para bhikkhu. ",
  "mn-blurbs:mn40": "Gelar atau sebutan sebagai seorang praktisi spiritual tidak hanya berdasarkan tampilan luarnya saja, tetapi dari perubahan batin yang tulus. ",
  "mn-blurbs:mn41": "Sang Buddha menjelaskan kepada sekelompok brahmana tentang perilaku yang mengarah pada kelahiran-kembali di alam yang lebih tinggi atau lebih rendah, termasuk penjelasan terperinci tentang sepuluh latihan utama yang harus dilakukan oleh umat awam, dan yang juga membangun fondasi untuk pembebasan. ",
  "mn-blurbs:mn42": "Mirip dengan diskursus sebelumnya. Sang Buddha menjelaskan perilaku yang mengarah pada kelahiran-kembali di alam yang lebih tinggi atau lebih rendah, termasuk penjelasan rinci tentang sepuluh latihan utama. ",
  "mn-blurbs:mn43": "Serangkaian tanya jawab antara Sāriputta dan Mahākoṭṭhita, memeriksa berbagai aspek halus dan sukar dipahami dari ajaran. ",
  "mn-blurbs:mn44": "Umat ​​awam Visākha bertanya kepada bhikkhuni Dhammadinnā tentang berbagai hal sulit, termasuk beberapa pencapaian meditasi tertinggi. Sang Buddha sepenuhnya mendukung jawabannya. ",
  "mn-blurbs:mn45": "Sang Buddha menjelaskan bagaimana menjalankan praktik yang berbeda dapat memiliki hasil yang berbahaya atau bermanfaat. Perumpamaan yang tak terlupakan tentang tanaman merambat ini menunjukkan betapa berbahayanya kenikmatan indria. ",
  "mn-blurbs:mn46": "Meskipun kita semua ingin bahagia, seringkali yang terjadi adalah yang sebaliknya. Sang Buddha menjelaskan alasannya. ",
  "mn-blurbs:mn47": "Ketika beberapa guru spiritual memilih untuk tetap diam dalam ketidakjelasan, Sang Buddha tidak hanya mendorong para pengikut-Nya untuk menyelidiki-Nya dengan cermat, tetapi juga menyampaikan metodenya secara terperinci. ",
  "mn-blurbs:mn48": "Meskipun ada Sang Buddha, para bhikkhu Kosambi jatuh ke dalam perselisihan yang dalam dan sengit. Sang Buddha mengajarkan para bhikkhu yang enggan untuk mengembangkan cinta kasih dan keharmonisan, mengingatkan mereka akan kedamaian yang mereka cari. ",
  "mn-blurbs:mn49": "Sang Buddha naik ke alam surga yang tinggi. Beliau terlibat dalam perdebatan kosmik dengan makhluk yang menganggap dirinya bersifat ketuhanan, yang telah jatuh ke dalam khayalan bahwa dia abadi dan maha kuasa. ",
  "mn-blurbs:mn50": "Māra, si penipu dan dewa kematian, mencoba mengganggu Moggallāna. Dia tidak hanya gagal tetapi juga menjadi pendengar khotbah yang memperingatkan bahaya menyerang murid-murid Buddha. ",
  "mn-blurbs:mn51": "Sang Buddha membahas meditasi perhatian-penuh dengan para umat awam. Membandingkan keterbukaan binatang dengan sikap bermuka dua manusia, ia menjelaskan bagaimana cara berlatih agar tidak merugikan diri sendiri atau orang lain. ",
  "mn-blurbs:mn52": "Diminta oleh seorang perumah-tangga untuk mengajarkan jalan menuju pembebasan, Yang Mulia Ānanda menjelaskan tidak kurang dari sebelas kondisi meditatif yang dapat berfungsi sebagai pintu menuju Nibbāna. ",
  "mn-blurbs:mn53": "Sang Buddha diundang oleh keluarga-Nya, suku Sakya dari Kapilavatthu, untuk meresmikan balai komunitas yang baru. Beliau mengundang Yang Mulia Ānanda untuk menjelaskan secara rinci tahapan-tahapan latihan spiritual bagi seorang umat awam yang berlatih. ",
  "mn-blurbs:mn54": "Ketika Potaliya marah karena disebut sebagai “perumah-tangga”, Sang Buddha menanyainya tentang sifat sejati dari kemelekatan dan pelepasan. ",
  "mn-blurbs:mn55": "Dokter pribadi Sang Buddha, Jīvaka, mendengar kritik terhadap kebijakan Sang Buddha tentang makan daging, dan bertanya tentang hal itu. ",
  "mn-blurbs:mn56": "Sang Buddha tidak setuju dengan seorang petapa Jain mengenai pertanyaan apakah perbuatan batin atau jasmani yang lebih penting. Ketika mendengar hal ini, petapa tersebut, Upāli, memutuskan untuk mengunjungi Sang Buddha dan membantah-Nya. Upāli tetap melakukannya meskipun sudah diperingatkan. ",
  "mn-blurbs:mn57": "Beberapa petapa di India kuno melakukan praktik ekstrem, seperti bersumpah untuk berperilaku seperti sapi atau anjing. Sang Buddha bertemu dengan dua orang seperti itu, dan dengan enggan dipaksa untuk mengungkapkan buah kamma dari praktik tersebut. ",
  "mn-blurbs:mn58": "Pemimpin Jain, Nigaṇṭha Nātaputta, menyampaikan dilema kepada muridnya, Pangeran Abhaya, untuk diajukan kepada Sang Buddha, dengan anggapan bahwa dilema tersebut akan menunjukkan kelemahan-Nya. Namun, kenyataannya tidak berjalan sesuai rencana. ",
  "mn-blurbs:mn59": "Sang Buddha menyelesaikan perselisihan tentang jumlah jenis perasaan yang Beliau ajarkan, menunjukkan bahwa cara mengajar yang berbeda adalah tepat dalam konteks yang berbeda, dan seharusnya tidak menjadi penyebab perselisihan. Beliau selanjutnya menunjukkan pentingnya kenikmatan (_sukha_) dan kegembiraan (_somanassa_) sebagai tahap awal dalam mengembangkan meditasi yang lebih tinggi. ",
  "mn-blurbs:mn60": "Sang Buddha mengajar sekelompok perumah-tangga yang tidak berkomitmen  tentang cara menerapkan perenungan rasional untuk sampai pada praktik dan prinsip yang dijamin memiliki hasil yang baik, bahkan jika kita tidak mengetahui semua variabelnya. ",
  "mn-blurbs:mn61": "Dengan menggunakan “pelajaran objek” dari secangkir air, Sang Buddha menjelaskan kepada putra-Nya, Rāhula, tentang pentingnya menyampaikan kejujuran dan merenungkan motif seseorang. ",
  "mn-blurbs:mn62": "Sang Buddha memberitahu Rāhula untuk mengembangkan meditasi atas sifat bukan-diri (_anatta_), yang segera dipraktikkan. Melihatnya, Yang Mulia Sāriputta menasihatinya untuk mengembangkan meditasi pernapasan, tetapi Sang Buddha menyarankan berbagai latihan berbeda terlebih dahulu. ",
  "mn-blurbs:mn63": "Seorang bhikkhu menuntut Sang Buddha untuk menjawab pertanyaan metafisiknya, atau ia akan lepas jubah. Sang Buddha mengumpamakannya dengan seorang pria yang terkena panah, yang menolak perawatan sampai semua pertanyaannya tentang panah dan pemanahnya terjawab. ",
  "mn-blurbs:mn64": "Seorang bayi yang lembut tidak memiliki pandangan atau niat yang salah, tetapi kecenderungan yang mendasari hal-hal ini masih ada. Tanpa berlatih, kecenderungan tersebut pasti akan kambuh. ",
  "mn-blurbs:mn65": "Seorang bhikkhu menolak untuk mengikuti aturan yang melarang makan setelah tengah hari, tetapi diakhiri dengan penyesalan dan pengampunan. ",
  "mn-blurbs:mn66": "Diskursus ini juga membahas aturan tentang makan, tapi kali ini sebagai renungan rasa syukur kepada Sang Buddha dalam menghilangkan hal-hal yang menyebabkan kerumitan dan stres. Sang Buddha menekankan bagaimana kemelekatan, bahkan pada hal-hal kecil, bisa berbahaya. ",
  "mn-blurbs:mn67": "Setelah mengurusi beberapa bhikkhu nakal, Sang Buddha diminta untuk memulihkan kepercayaan-Nya, dan mengajarkan mereka empat jenis ketakutan yang muncul pada mereka yang telah meninggalkan keduniawian. ",
  "mn-blurbs:mn68": "Orang-orang sesungguhnya berlatih bukan karena mereka adalah orang-orang gagal, tetapi karena mereka mengaspirasikan kebebasan yang lebih tinggi. Ketika Sang Buddha berbicara tentang pencapaian para murid, Beliau melakukannya untuk menginspirasi. ",
  "mn-blurbs:mn69": "Seorang bhikkhu datang ke komunitas dari hutan belantara, tetapi tidak berperilaku baik. Yang Mulia Sāriputta menjelaskan bagaimana seharusnya seorang bhikkhu berperilaku, baik di hutan maupun di kota. ",
  "mn-blurbs:mn70": "Diskursus ketiga yang menyajikan manfaat kesehatan dari menghindari makan di malam hari, dan keengganan beberapa bhikkhu untuk mengikuti aturan ini. ",
  "mn-blurbs:mn71": "Sang Buddha menyangkal kemahatahuan-Nya, dan mengemukakan tiga pengetahuan yang lebih tinggi yang menjadi fondasi inti dari kebijaksanaan tercerahkan-Nya. ",
  "mn-blurbs:mn72": "Menolak menyampaikan pandangan yang berhubungan dengan spekulasi metafisik tidak berguna, Sang Buddha mengilustrasikan tujuan spiritual dengan perumpamaan nyala api yang padam. ",
  "mn-blurbs:mn73": "Pada bagian terakhir dari “trilogi Vacchagotta”, Vacchagotta melepaskan obsesinya terhadap spekulasi yang tidak berarti, dan bertanya tentang latihan. ",
  "mn-blurbs:mn74": "Dengan cekatan menghalau orang yang sangat skeptis, Sang Buddha membahas hasil dari kepercayaan dan ketidakpercayaan. Daripada terjebak dalam abstraksi mengawang-awang, Beliau menganjurkan untuk terlebih dahulu menganalisis perasaan yang dialami seseorang. ",
  "mn-blurbs:mn75": "Dituduh terlalu negatif oleh seorang hedonis, Sang Buddha menceritakan kemewahan terdahulu-Nya, dan penyadaran-Nya akan betapa kecilnya nilai yang ada dalam hal-hal seperti itu. Melalui pelepasan-keduniawian, Beliau menemukan “kesenangan” yang jauh lebih besar. ",
  "mn-blurbs:mn76": "Yang Mulia Ānanda mengajar kepada sekelompok pengembara tentang beberapa pendekatan berbeda terhadap kehidupan spiritual, banyak di antaranya tidak mengarah ke mana pun. ",
  "mn-blurbs:mn77": "Tidak seperti banyak guru, pengikut Buddha memperlakukan-Nya dengan cinta kasih dan hormat yang tulus, karena mereka melihat ketulusan dari ajaran dan latihan-Nya. ",
  "mn-blurbs:mn78": "Seorang pengembara mengajarkan bahwa seseorang telah mencapai pencapaian tertinggi ketika mereka menjalankan empat sila dasar. Standar Buddha jauh lebih tinggi. ",
  "mn-blurbs:mn79": "Seorang pengembara mengajarkan doktrinnya tentang “kemegahan tertinggi” tetapi tidak dapat memberikan penjelasan yang memuaskan tentang apa artinya itu. Sang Buddha secara mengesankan mengumpamakannya dengan seseorang yang jatuh cinta dengan wanita ideal yang belum pernah dia temui. ",
  "mn-blurbs:mn80": "Diawali serupa dengan diskursus sebelumnya, Sang Buddha melanjutkan dengan menjelaskan bahwa seseorang tidak berpindah ke ajaran-Nya hanya karena argumentasi yang cerdas, tetapi karena seseorang melihat sendiri hasil dari latihan. ",
  "mn-blurbs:mn81": "Sang Buddha Gautama menceritakan kisah yang tidak biasa tentang kehidupan lampau pada masa Buddha sebelumnya, yaitu masa Buddha Kassapa. Pada saat itu, Buddha Gautama tidak tertarik pada Dhamma, dan terpaksa pergi menemui Buddha Kassapa. Diskursus ini penting dalam memahami perkembangan doktrin Bodhisatta. ",
  "mn-blurbs:mn82": "Seorang pemuda kaya, Raṭṭhapāla, memiliki keinginan yang kuat untuk pergi meninggalkan keduniawian, tetapi harus mengatasi keengganan orang tuanya. Bahkan setelah ia menjadi biksu, orang tuanya berusaha membujuknya untuk menanggalkan jubah. Wacana diakhiri dengan serangkaian ajaran yang mengharukan tentang kerapuhan dunia. ",
  "mn-blurbs:mn83": "Narasi mistik panjang yang langka, menceritakan tentang garis keturunan raja kuno dan kejatuhan mereka kelak. ",
  "mn-blurbs:mn84": "Di Madhurā, menuju batas timur laut dari area perlintasan Sang Buddha semasa hidup-Nya, Raja Avantiputta bertanya kepada Yang Mulia Mahākaccāna mengenai klaim brahmana sebagai kasta tertinggi. ",
  "mn-blurbs:mn85": "Mengakui bahwa Beliau dulu pernah percaya bahwa kebahagiaan dapat diperoleh melalui rasa sakit, Sang Buddha menjelaskan bagaimana praktik-Nya menunjukkan kesalahan dari pandangan tersebut. ",
  "mn-blurbs:mn86": "Mengabaikan peringatan, Sang Buddha mengunjungi wilayah Aṅgulimāla si pembunuh terkenal dan berhasil menuntunnya ke jalan tanpa-kekerasan. Setelah menjadi seorang bhikkhu, Aṅgulimāla masih menderita karena perbuatannya di masa lalu, tetapi hanya sedikit menderita. Dia menggunakan komitmen barunya terhadap tanpa-kekerasan untuk membantu seorang wanita yang sedang dalam proses persalinan. ",
  "mn-blurbs:mn87": "Sekilas tentang kehidupan pernikahan Raja Pasenadi, dan bagaimana dia dituntun menuju Dhamma oleh Ratunya, Mallikā yang tak tertandingi. Dia membenarkan ajaran Sang Buddha bahwa orang yang kita cintai membuat kita sedih; tetapi itu bukanlah sesuatu yang ingin didengar oleh seorang suami, ayah, dan raja. ",
  "mn-blurbs:mn88": "Raja Pasenadi mengambil kesempatan untuk mengunjungi Yang Mulia Ānanda. Dia bertanya tentang perilaku terampil dan tidak terampil, dan perilaku apa yang dipuji oleh Sang Buddha. Ia mempersembahkan sehelai kain berharga kepada Yang Mulia Ānanda sebagai rasa terima kasih. ",
  "mn-blurbs:mn89": "Raja Pasenadi, menjelang akhir hidupnya, mengunjungi Sang Buddha, dan menunjukkan pengabdian dan cinta kasih yang mengharukan kepada gurunya. ",
  "mn-blurbs:mn90": "Raja Pasenadi mempertanyakan Sang Buddha tentang berbagai hal: kasta, kemahatahuan, dan para dewa di antara mereka. ",
  "mn-blurbs:mn91": "Brahmana tertua dan paling dihormati pada zaman itu mengirim seorang siswa untuk menguji Sang Buddha, dan dia menghabiskan beberapa bulan mengikuti setiap gerak-gerik-Nya sebelum melaporkan kembali. Yakin bahwa Sang Buddha memenuhi ramalan kuno tentang Manusia Luar Biasa, brahmana itu menjadi murid-Nya. ",
  "mn-blurbs:mn92": "Seorang petapa brahmana bernama Keṇiya mengundang seluruh Saṅgha untuk makan. Ketika brahmana Sela melihat apa yang sedang terjadi, dia mengunjungi Sang Buddha dan mengungkapkan kegembiraannya dalam rangkaian syair renungan yang mengharukan. ",
  "mn-blurbs:mn93": "Seorang siswa Brahmana yang masih muda didorong untuk melawan keengganannya menantang Sang Buddha tentang masalah kasta. Keengganannya ternyata bisa dibenarkan. ",
  "mn-blurbs:mn94": "Seorang brahmana menyangkal bahwa ada yang namanya kehidupan pelepasan-keduniawian yang berprinsip, tetapi Yang Mulia Udena meyakinkan yang sebaliknya. ",
  "mn-blurbs:mn95": "Brahmana terkenal bernama Caṅkī pergi dengan rombongan besar untuk mengunjungi Sang Buddha, walaupun para brahmana lainnya merasa keberatan. Seorang siswa muda menantang Sang Buddha, menegaskan keabsahan kitab suci Veda. Sang Buddha memberikan penjelasan rinci tentang bagaimana pemahaman yang benar secara bertahap muncul melalui pendidikan spiritual. ",
  "mn-blurbs:mn96": "Seorang brahmana mengklaim bahwa kepantasan seseorang dalam mendapatkan pelayanan dan hak istimewa tergantung pada kasta, tetapi Sang Buddha membantah bahwa perilakulah, bukan kasta, yang menunjukkan nilai seseorang. ",
  "mn-blurbs:mn97": "Yang Mulia Sāriputta menasihati seorang brahmana yang mencoba mencari alasan pembenaran atas kelalaiannya dengan alasan banyaknya tugas-tugasnya. ",
  "mn-blurbs:mn98": "Dua siswa brahmana bertanya kepada Sang Buddha tentang apa yang menjadikan seseorang sebagai seorang brahmana sejati: kelahiran atau perbuatan? Sang Buddha menunjukkan bahwa, sementara tanda khusus binatang ditentukan oleh kelahiran, bagi manusia yang penting adalah bagaimana seseorang menjalani kehidupannya. ",
  "mn-blurbs:mn99": "Bekerja keras tidaklah berharga dengan sendirinya; yang penting hasilnya. Seperti halnya dalam kehidupan awam, beberapa praktik spiritual (yang tercemari pandangan-salah) bisa saja tidak membawa hasil yang bermanfaat. ",
  "mn-blurbs:mn100": "Marah karena pengabdian seorang wanita brahmana kepada Sang Buddha, seorang brahmana mengunjungi Sang Buddha. Beliau memposisikan diri-Nya sebagai penentang tradisionalis dan rasionalis, sebagai seseorang yang pengajaran-Nya didasarkan pada pengalaman langsung. ",
  "mn-blurbs:mn101": "Sang Buddha menangani sekelompok petapa Jain, menekan tentang klaim mereka bahwa penyiksaan diri dapat mengakhiri penderitaan. Beliau menunjukkan serangkaian kekeliruan dalam logika mereka, dan menjelaskan jalan tengah-Nya sendiri. ",
  "mn-blurbs:mn102": "Sebuah versi menengah (_majjhima_) dari Brahmajala Sutta (DN1) yang lebih terkenal, diskursus ini memeriksa berbagai pandangan spekulatif dan menolak semua pandangan tersebut. ",
  "mn-blurbs:mn103": "Sang Buddha mengajarkan para bhikkhu untuk tidak mempermasalahkan ajaran dasar, tetapi untuk selalu mengupayakan keharmonisan. ",
  "mn-blurbs:mn104": "Mendengar wafatnya pemimpin Jain Nigaṇṭha Nātaputta, Sang Buddha mendorong Saṅgha untuk segera menyelesaikan setiap perselisihan. Beliau menyampaikan serangkaian tujuh metode untuk menyelesaikan perselisihan. Diskursus ini membentuk fondasi untuk kitab disiplin monastik. ",
  "mn-blurbs:mn105": "Tidak semua orang yang mengaku tercerahkan sebenarnya telah benar-benar tercerahkan. Sang Buddha mengajarkan bagaimana kemajuan spiritual sejati bergantung pada pelepasan berkelanjutan atas kondisi yang mengarah pada penderitaan. ",
  "mn-blurbs:mn106": "Dimulai dengan absorpsi meditasi mendalam, Sang Buddha melanjutkan ke tingkat yang lebih dalam dan semakin dalam lagi, menunjukkan bagaimana pandangan-terang atas dasar ini mengarah pada pelepasan kesadaran dari segala bentuk kelahiran-kembali. ",
  "mn-blurbs:mn107": "Sang Buddha mengumpamakan pelatihan seorang akuntan dengan langkah bertahap jalan spiritual para pengikut-Nya. Meskipun jalan-Nya telah disampaikan dengan baik, Sang Buddha hanyalah seorang penunjuk jalan. Pada akhirnya, seseorang harus menjalani jalan itu sendiri. ",
  "mn-blurbs:mn108": "Di tengah meningkatnya ketegangan militer setelah wafatnya Sang Buddha, Yang Mulia Ānanda ditanyai tentang bagaimana rencana keberlanjutan Saṅgha tanpa kehadiran Buddha. Oleh karena Sang Buddha menolak untuk menunjuk penerus-Nya, ajaran dan latihan yang Beliau ajarkan menjadi guru penerus-Nya, dan Saṅgha menyelesaikan masalah-masalah dengan kemufakatan. ",
  "mn-blurbs:mn109": "Pada malam bulan purnama yang indah, salah satu bhikkhu mengajukan serangkaian pertanyaan kepada Buddha yang mengarah ke inti ajaran. Namun, ketika bhikkhu tersebut dia mendengar tentang sifat bukan-diri (_anatta_), bhikkhu lain tidak mampu memahami artinya. ",
  "mn-blurbs:mn110": "Orang baik bisa memahami orang jahat, tapi tidak sebaliknya. ",
  "mn-blurbs:mn111": "Sang Buddha menjelaskan secara teknis proses pandangan-terang Yang Mulia Sāriputta. Banyak gagasan dan istilah dalam diskursus ini yang menjadi pelopor Abhidhamma. ",
  "mn-blurbs:mn112": "Jika seseorang mengaku telah tercerahkan, klaim tersebut harus diperiksa dengan serangkaian pertanyaan terperinci. Hanya jika seseorang dapat menjawab pertanyaan tersebut dengan jelas, klaim tersebut dapat diterima. ",
  "mn-blurbs:mn113": "Sang Buddha menjelaskan bahwa orang yang benar-benar baik tidak merendahkan orang lain atau merasa superior karena pencapaian mereka. ",
  "mn-blurbs:mn114": "Sang Buddha menetapkan kerangka tentang hal-hal yang harus dikembangkan atau dihindari, dan Yang Mulia Sāriputta dengan sukarela menjelaskannya. ",
  "mn-blurbs:mn115": "Dimulai dengan memuji orang bijak, Sang Buddha melanjutkan dengan menjelaskan bahwa seseorang menjadi bijaksana dengan menyelidiki unsur-unsur (_dhātu_); landasan indra (_saḷāyatana_); kemunculan bergantungan (_paṭiccasamuppāda_); dan apa yang mungkin dan tidak mungkin. ",
  "mn-blurbs:mn116": "Merefleksikan perubahan yang bahkan dialami oleh ciri geografis, Sang Buddha kemudian menceritakan nama-nama orang bijak di masa lampau yang pernah tinggal di Gunung Isigili dekat Rājagaha. ",
  "mn-blurbs:mn117": "Diskursus tentang prasyarat _samādhi_ benar yang menekankan keterkaitan dan dukungan timbal balik dari semua faktor Jalan Mulia Berunsur Delapan. ",
  "mn-blurbs:mn118": "Dikelilingi oleh banyak bhikkhu yang terlatih baik, Sang Buddha mengajarkan perhatian-penuh (_sati_) pada pernafasan secara rinci, menunjukkan bagaimana hubungannya dengan empat jenis meditasi perhatian-penuh. ",
  "mn-blurbs:mn119": "Diskursus ini berfokus pada aspek pertama dari meditasi perhatian-penuh (_sati_), pengamatan terhadap tubuh. Serangkaian praktik ini, meskipun kelihatannya sederhana, memiliki manfaat yang luas. ",
  "mn-blurbs:mn120": "Sang Buddha menjelaskan bagaimana seseorang dapat membuat aspirasi untuk terlahir kembali di alam yang berbeda. ",
  "mn-blurbs:mn121": "Sang Buddha menjelaskan latihan meditasi kekosongan-Nya. ",
  "mn-blurbs:mn122": "Sekelompok peziarah telah terlalu banyak bersosialisasi, sehingga Sang Buddha mengajarkan tentang pentingnya pengasingan untuk memasuki sepenuhnya ke dalam kekosongan. ",
  "mn-blurbs:mn123": "Yang Mulia Ānanda diundang oleh Sang Buddha untuk berbicara tentang kualitas-kualitas Sang Buddha yang menakjubkan, dan mulai membuat daftar serangkaian peristiwa ajaib saat kelahiran-Nya. Sang Buddha menutup diskursus dengan menjelaskan apa yang menurut-Nya benar-benar menakjubkan tentang diri-Nya. ",
  "mn-blurbs:mn124": "Yang Mulia Bakkula, dianggap sebagai bhikkhu yang paling sehat, menjelaskan kepada seorang teman lamanya tentang latihannya yang ketat dan keras. Bentuk yang tidak biasa dari diskursus ini menunjukkan bahwa diskursus ini ditambahkan ke kanon beberapa saat setelah wafatnya Sang Buddha. ",
  "mn-blurbs:mn125": "Seorang sāmaṇera tidak dapat menjelaskan mengenai penjinakkan pikiran kepada seorang pangeran. Sang Buddha memberikan perumpamaan tentang penjinakkan seekor gajah. Perumpamaan ini efektif karena sang pangeran familiar dengan gajah. ",
  "mn-blurbs:mn126": "Keberhasilan dalam kehidupan spiritual tidak bergantung pada sumpah yang seseorang ucapkan atau tidak ucapkan, tetapi pada apakah seseorang berlatih dengan baik. ",
  "mn-blurbs:mn127": "Seorang umat awam menjadi bingung ketika didorong untuk mengembangkan kebebasan pikiran “tanpa batas” dan “luhur”, dan meminta Yang Mulia Anuruddha untuk menjelaskan apakah keduanya sama atau berbeda. ",
  "mn-blurbs:mn128": "Diskursus kedua yang berlatarkan pertengkaran Kosambi, diskursus ini menggambarkan Sang Buddha yang gagal mencapai rekonsiliasi di antara para pertapa yang berselisih. Beliau kemudian meninggalkan _vihāra_ dan menghabiskan waktu di hutan belantara sebelum akhirnya bertemu dengan komunitas bhikkhu yang menginspirasi. Di sana, Beliau membahas secara rinci hambatan meditasi yang dia temui sebelum tercerahkan. ",
  "mn-blurbs:mn129": "Orang dungu menderita baik di kehidupan saat ini maupun di kehidupan berikutnya, sedangkan orang bijaksana mendapat manfaat di kedua kehidupan tersebut. ",
  "mn-blurbs:mn130": "Memperluas diskursus yang sebelumnya, diskursus ini berisi deskripsi paling rinci tentang kengerian neraka. ",
  "mn-blurbs:mn131": "Diskursus ini dibuka dengan rangkaian syair singkat namun padu yang memuji manfaat atas pemahaman tentang sini-kini, diikuti dengan penjelasannya. ",
  "mn-blurbs:mn132": "Diskursus yang sama dengan MN 131, tetapi disampaikan oleh Yang Mulia Ānanda. ",
  "mn-blurbs:mn133": "Syair-syair dari MN 131 dijelaskan dengan cara yang berbeda oleh Yang Mulia Mahakaccāna. ",
  "mn-blurbs:mn134": "Seorang bhikkhu yang tidak mengetahui syair dari MN 131 didorong oleh sesosok dewa untuk mempelajari syair tersebut. ",
  "mn-blurbs:mn135": "Sang Buddha menjelaskan kepada seorang brahmana bagaimana perbuatan (_kamma_) seseorang di kehidupan lampau memengaruhi orang tersebut di kehidupan saat ini. ",
  "mn-blurbs:mn136": "Dihadapkan dengan versi yang terlalu menyederhanakan dan menggeneralisasi ajaran-Nya sendiri, Sang Buddha menekankan kompleksitas nuansa dan kualifikasi yang sering diabaikan dalam penjelasan tentang cara kerja hukum _kamma_. ",
  "mn-blurbs:mn137": "Analisis terperinci dari enam indra dan hubungannya dengan proses emosi dan kognitif. ",
  "mn-blurbs:mn138": "Sang Buddha memberikan pernyataan singkat dan penuh teka-teki tentang bagaimana kesadaran dapat melekati objek. Yang Mulia Mahākaccāna diundang oleh para bhikkhu untuk menjelaskan implikasinya. ",
  "mn-blurbs:mn139": "Mencapai kedamaian bukanlah hal yang mudah. Sang Buddha menjelaskan bagaimana cara menghindari konflik melalui penghindaran praktik ekstrem, pengamalan ucapan-benar, pemahaman atas kesenangan, dan penghindaran atas pemaksaan bahasa setempat. ",
  "mn-blurbs:mn140": "Saat bermalam di rumah kerja seorang pengrajin tembikar, Sang Buddha kebetulan bertemu dengan seorang bhikkhu yang tidak mengenali-Nya. Mereka berdiskusi panjang dan mendalam tentang unsur-unsur yang memuncak dalam empat landasan Kearahattaan. Diskursus ini adalah salah satu diskursus yang paling mendalam dan mengharukan dalam kanon. ",
  "mn-blurbs:mn141": "Memperluas diskursus pertama Sang Buddha, Yang Mulia Sāriputta memberikan penjelasan rinci tentang Empat Kebenaran Mulia. ",
  "mn-blurbs:mn142": "Ketika ibu tiri-Nya yang bernama Mahāpajāpatī ingin mempersembahkan jubah untuk keperluan pribadi-Nya, Sang Buddha mendorongnya untuk mempersembahkannya kepada seluruh Saṅgha. Beliau selanjutnya menjelaskan bahwa jenis persembahan terbaik untuk Saṅgha adalah yang diberikan kepada komunitas bhikkhu dan bhikkhunī, yang dipimpin oleh Sang Buddha. ",
  "mn-blurbs:mn143": "Saat umat awam hebat bernama Anāthapiṇḍika terbaring sekarat, Yang Mulia Sāriputta mengunjunginya dan memberikan ajaran yang hebat tentang ketidakmelekatan. ",
  "mn-blurbs:mn144": "Bhikkhu Channa menderita penyakit akut yang menyakitkan dan ingin bunuh diri. ",
  "mn-blurbs:mn145": "Menjelang keberangkatannya ke negeri yang jauh, penuh dengan orang-orang liar dan tak terduga, Yang Mulia Puṇṇa ditanyai oleh Sang Buddha bagaimana tanggapannya jika diserang di sana. ",
  "mn-blurbs:mn146": "Ketika diminta untuk mengajar para bhikkhuni, Yang Mulia Nandaka melanjutkan dengan mengundang mereka untuk terlibat dalam penyampaian diskursus dan menanyakan apakah ada sesuatu yang perlu penjelasan lebih lanjut. ",
  "mn-blurbs:mn147": "Sang Buddha membawa Rāhula bersama-Nya ke tempat terpencil untuk kemudian dibimbing menuju pembebasan. ",
  "mn-blurbs:mn148": "Sang Buddha menganalisis enam indra dari enam perspektif, dan menunjukkan kekosongan dari semua indra. ",
  "mn-blurbs:mn149": "Menjelaskan bagaimana pandangan-terang yang diarahkan ke dalam enam indera diintegrasikan dengan Jalan Mulia Berunsur Delapan dan mengarah menuju pembebasan. ",
  "mn-blurbs:mn150": "Dalam diskusi dengan sekelompok perumah tangga, Sang Buddha membantu mereka membedakan para praktisi spiritual yang benar-benar layak dihormati. ",
  "mn-blurbs:mn151": "Sang Buddha memperhatikan kulit bercahaya Yang Mulia Sāriputta, yang merupakan hasil dari meditasi yang mendalam. Beliau kemudian menyajikan serangkaian perenungan yang meyakinkah seorang bhikkhu bahwa mereka layak menerima dana makanan. ",
  "mn-blurbs:mn152": "Seorang guru brahmana berkata bahwa pemurnian indra dapat terjadi dengan tidak melihat dan tidak mendengar. Sang Buddha menjelaskan bahwa pemurnian indra bukan tentang memusnahkan pengalaman indrawi, tetapi tentang memahaminya dan belajar untuk tidak terpengaruh olehnya. ",
  "mn-blurbs:mn-anupadavagga": "Banyak diskursus dalam bab ini membahas tentang inti ajaran yang kompleks dan analitis. Bab ini mencakup diskursus penting tentang meditasi. ",
  "mn-blurbs:mn-bhikkhuvagga": "Sepuluh diskursus kepada para bhikkhu, banyak di antaranya berfokus pada masalah disiplin. ",
  "mn-blurbs:mn-brahmanavagga": "Sang Buddha berdialog dengan kasta brahmana yang berkuasa, menentang klaim mereka atas otoritas spiritual. ",
  "mn-blurbs:mn-culayamakavagga": "Susunan serupa dengan yang sebelumnya. ",
  "mn-blurbs:mn-devadahavagga": "Ajaran-ajaran beragam. ",
  "mn-blurbs:mn-gahapativagga": "Bab ini ditujukan kepada berbagai umat awam. ",
  "mn-blurbs:mn-mahayamakavagga": "Diskursus disusun sebagai pasangan teks panjang-pendek. ",
  "mn-blurbs:mn-mulapariyayavagga": "Bab ini, meskipun dimulai dengan Mūlapariyāya Sutta yang sulit dipahami, sebagian besar berisi ajaran-ajaran dasar dan, secara keseluruhan, dapat berfungsi sebagai pengantar diskursus. ",
  "mn-blurbs:mn-opammavagga": "Sebuah bab yang beragam, berisi biografi, tanpa-kekerasan, bukan-diri, dan ajaran yang memiliki pengaruh besar pada kemajuan meditasi. ",
  "mn-blurbs:mn-paribbajakavagga": "Sang Buddha dalam dialog dengan para petapa dan pengembara. ",
  "mn-blurbs:mn-rajavagga": "Berbagai dialog dengan para raja dan pangeran, sebagian besar mengikuti Sang Buddha. ",
  "mn-blurbs:mn-salayatanavagga": "Kebanyakan diskursus dalam bab ini berhubungan dengan enam landasan indra. ",
  "mn-blurbs:mn-sihanadavagga": "Dimulai dengan dua diskursus yang berisi “auman singa”, bab ini membahas penderitaan, kehidupan komunitas, dan nasihat meditasi praktis. ",
  "mn-blurbs:mn-sunnatavagga": "Dinamakan sesuai nama diskursus pertamanya yang membahas tentang kekosongan, bab ini menyajikan teks yang kurang analitis dan lebih naratif. ",
  "mn-blurbs:mn-vibhangavagga": "Serangkaian diskursus yang disampaikan sebagai analisis teknis dari ajaran yang lebih singkat. "
}