{
  "pv-blurbs:pv1": "Arahant itu bagaikan ladang tempat seseorang bisa menanam jasa kebajikan. ",
  "pv-blurbs:pv2": "Bahkan menggunakan kata-kata kasar saja sudah cukup untuk menyebabkan penderitaan. ",
  "pv-blurbs:pv3": "Makhluk peta menjelaskan bahaya menggunakan ucapan kasar. ",
  "pv-blurbs:pv4": "Bagaimana cara seseorang membantu sanak saudara yang telah meninggal? ",
  "pv-blurbs:pv5": "Sang Buddha Yang Agung menjelaskan cara melimpahkan jasa kepada sanak keluarga terdahulu. ",
  "pv-blurbs:pv6": "Makhluk peta menjelaskan penderitaannya yang disebabkan oleh kebohongan dan perbuatan jahat pada kehidupan sebelumnya. ",
  "pv-blurbs:pv7": "Kecemburuan dan kebencian hanya dapat menyebabkan penderitaan. ",
  "pv-blurbs:pv8": "Bagaimana cara seseorang membantu mereka yang dilanda kesedihan? ",
  "pv-blurbs:pv9": "Apa yang terjadi ketika seseorang menghina mereka yang berdana? ",
  "pv-blurbs:pv10": "Makhluk peta menjelaskan makna dari berdana dan pelimpahan jasa. ",
  "pv-blurbs:pv11": "Mengapa penting untuk berdana ketika seseorang memiliki kesempatan? ",
  "pv-blurbs:pv12": "Apakah mungkin untuk tidak sedih ketika seseorang meninggal dunia? Ditujukan untuk siswa mulia Sang Buddha. ",
  "pv-blurbs:pv13": "Apa yang bisa terjadi jika seseorang tidak berdana dan serakah? ",
  "pv-blurbs:pv14": "Bagaimana cara seseorang dapat mengurangi penderitaan sanak keluarganya? ",
  "pv-blurbs:pv15": "Bahkan perbuatan jahat kecil pun dapat mengakibatkan penderitaan yang luar biasa. ",
  "pv-blurbs:pv16": "Ucapan kasar dan perbuatan jahat hanya akan mengarah pada hasil negatif. ",
  "pv-blurbs:pv17": "Apa yang harus dilakukan seseorang untuk mengamankan kebahagiaan di kehidupan selanjutnya? ",
  "pv-blurbs:pv18": "Bagaimana seharusnya cara seseorang berpikir untuk mengatasi kesedihan? ",
  "pv-blurbs:pv19": "Apa yang bisa terjadi jika seseorang tidak berdana dan menghina mereka yang berdana? ",
  "pv-blurbs:pv20": "Mengapa seseorang harus melakukan pelimpahan jasa kepada sanak keluarga yang telah meninggal dunia? ",
  "pv-blurbs:pv21": "Berdana akan selalu mengarah pada hasil yang baik. ",
  "pv-blurbs:pv22": "Ucapan kasar terhadap mereka yang berbuat baik mengakibatkan penderitaan. ",
  "pv-blurbs:pv23": "Bahkan tindakan kecil dapat menghasilkan jasa kebajikan yang sangat besar. ",
  "pv-blurbs:pv24": "Makhluk peta menjelaskan beratnya pelanggaran seksual. ",
  "pv-blurbs:pv25": "Seorang petapa menghibur Ratu Ubbari dan memadamkan kesedihannya. ",
  "pv-blurbs:pv26": "Kemurahan hati akan mengarah pada kebahagiaan dan hasil yang baik. ",
  "pv-blurbs:pv27": "Makhluk peta mengungkapkan cara melakukan pelimpahan jasa dengan sanak saudara yang telah meninggal dunia. ",
  "pv-blurbs:pv28": "Makhluk peta menjelaskan cara mengarahkan pelimpahan jasa agar menuju tujuan yang baik. ",
  "pv-blurbs:pv29": "Keserakahan dan tipu daya hanya akan mengarah pada rasa sakit dan penderitaan. ",
  "pv-blurbs:pv30": "Bagaimana seseorang melarikan diri dari masa lalu mereka yang jahat? ",
  "pv-blurbs:pv31": "Apa yang terjadi jika seseorang membiarkan keserakahan menutupi penilaiannya? ",
  "pv-blurbs:pv32": "Menjaga sila bahkan untuk waktu yang singkat akan memberikan manfaat. ",
  "pv-blurbs:pv33": "Membunuh makhluk lain hanya akan menyebabkan penderitaan. ",
  "pv-blurbs:pv34": "Apa bahaya dari kebohongan, gosip, dan perkataan yang memecah belah? ",
  "pv-blurbs:pv35": "Menghina mereka yang memuja relik Sang Buddha hanya akan membawa penderitaan. ",
  "pv-blurbs:pv36": "Bagaimana seseorang bisa lolos dari jalan menuju neraka? ",
  "pv-blurbs:pv37": "Seorang dewa menjelaskan buah dari perbuatan baik dan pengamalan sila kepada sekelompok pedagang yang tersesat di padang pasir. ",
  "pv-blurbs:pv38": "Makhluk peta menasihati raja tentang bahaya pandangan-salah dan pentingnya berlindung pada Tiga Permata. ",
  "pv-blurbs:pv39": "Dua penjaga neraka menjelaskan kepada Revati mengenai akibat dari perbuatan jahatnya dan menunjukkan kepadanya hasil dari jasa kebajikan suaminya. ",
  "pv-blurbs:pv40": "Seorang bhikkhu menjelaskan kepada makhluk peta mengenai akibat dari keengganan berdana. ",
  "pv-blurbs:pv41": "Apa akibat dari memanjakan diri dalam kenikmatan indra yang berlebihan? ",
  "pv-blurbs:pv42": "Apa yang terjadi pada seorang pangeran yang melakukan perbuatan jahat terhadap seorang Pacceka Buddha? ",
  "pv-blurbs:pv43": "Apa yang terjadi jika seseorang bergaul dengan bhikkhu yang jahat? ",
  "pv-blurbs:pv44": "Makhluk peta menjelaskan akibat dari bergaul dengan bhikkhu yang jahat. ",
  "pv-blurbs:pv45": "Arahant Moggallana berbicara dengan makhluk-makhluk peta yang menderita karena kekikiran mereka di dunia manusia. ",
  "pv-blurbs:pv46": "Seorang wanita dan makhluk peta mendiskusikan tentang perbuatan baik untuk menghindari tujuan yang buruk. ",
  "pv-blurbs:pv47": "Apa yang terjadi ketika seseorang melakukan pelimpahan jasa kepada sanak saudara yang telah meninggal? ",
  "pv-blurbs:pv48": "Apa hasil dari berdana meskipun tidak banyak? ",
  "pv-blurbs:pv49": "Apa yang terjadi ketika seseorang mendapatkan uang dengan cara yang buruk? ",
  "pv-blurbs:pv50": "Makhluk-makhluk peta mendiskusikan masa lalu mereka yang tidak mempraktikkan kemurahan hati. ",
  "pv-blurbs:pv51": "Arahant Moggallana bertanya kepada makhluk peta tentang tindakan jahatnya di masa lalu. "
}