{
  "super-blurbs:abhidhamma": "Ringkasan dan analisis dari ajaran yang telah diuraikan di berbagai diskursus sebelumnya. Abhidhamma, atau Dhamma Lebih Tinggi, dimaksudkan untuk para siswa tingkat lanjut yang sudah menguasai Dhamma versi diskursus. ",
  "super-blurbs:an": "Diskursus “Berangka” atau “Numerikal” biasanya dikenal sebagai Aṅguttara Nikāya dalam bahasa Pāli, disingkat AN. Namun, tradisi Pāli juga mengenal bentuk Ekottara (atau) yang biasa ditemukan di koleksi teks Buddhisme Utara. Koleksi ini tersusun dalam pasangan berangka, dari satu sampai sebelas. Dibandingkan dengan <i lang='pi' translate='no'>nikāya</i> lainnya, koleksi ini lebih berorientasi pada umat awam. Teks Ekottarikāgama (EA) berbahasa Tionghoa merupakan teks yang tidak biasa, berisi banyak bahasan tentang ajaran dasar. Ekottarikāgama hanya memiliki sedikit kesamaan dengan Aṅguttara berbahasa Pāli jika dibandingkan dengan koleksi <i lang='pi' translate='no'>nikāya</i> lainnya. Selain itu, terdapat sebagian Ekottarikāgama dalam bahasa Tionghoa, serta berbagai diskursus dan fragmen individual dalam bahasa Tionghoa dan Sanskerta. ",
  "super-blurbs:arv": "Arthaviniścayasūtra, atau “Analisis Topik”, adalah teks Sanskerta yang hampir seluruhnya berisi kutipan dari bagian-bagian sūtra awal. Teks telah disunting dan diterbitkan dalam serangkaian edisi oleh Alfonsa Ferrari (1944), P.L. Vaidya (1961), dan N.H. Samtani berdasarkan beberapa naskah yang ditemukan di Tibet dan Nepal. Di SuttaCentral, teksnya didasarkan pada versi revisi Samtani oleh Ānandajoti. Ferrari dan Vaidya mengklasifikasikan teks ini sebagai bagian dari teks Mahāyāna, tetapi Samtani dan Ānandajoti menunjukkan bahwa hanya ada beberapa konsep Mahāyāna yang dibahas. Bahasan tersebut kemungkinan merupakan tambahan belakangan. Teks aslinya tampaknya terkait dengan pengikut mazhab Sarvāstivāda, kemungkinan dari sub-mazhab Sautrāntika. ",
  "super-blurbs:avs": "“Ratusan Cerita” adalah kumpulan legenda populer yang terkait dengan pengikut mazhab Sarvāstivāda. Teks ini berasal dari abad ke-1 M. Sejumlah naskah sumber ditemukan, tetapi naskah lengkap tertua yang menjadi sumber utama untuk edisi modern adalah naskah Nepal dari tahun 1645 yang ada di Perpustakaan Universitas Cambridge. Meskipun teksnya muncul belakangan, beberapa isinya paralel dengan teks Buddhis awal. Di SuttaCentral, teksnya berasal dari GRETIL, yang ditambahkan oleh Klaus Wille berdasarkan edisi oleh Vaidya (1958) dan Speyer (1906, 1909). ",
  "super-blurbs:bv": "Buddhavaṁsa adalah teks renungan berupa syair yang merinci kehidupan 24 Sammāsambuddha masa lalu dan prediksi kecerahan Buddha Gotama. Teks ini muncul belakangan, tanpa adanya koleksi serupa pada teks Buddhisme Utara. Namun, teks ini adalah bagian dari literatur renungan lintas-sektarian yang luas. Teks ini disusun pada abad ke-2 dan ke-1 SM, semasa dengan kelahiran mazhab Mahāyāna. ",
  "super-blurbs:cnd": "Cūḷaniddesa atau “Eksposisi Kecil” merupakan setengah bagian dari kitab Niddesa. Setengahnya lagi adalah Mahāniddesa atau “Eksposisi Besar”. Teks ini berisi komentar tentang bagian-bagian tertentu dari Sutta Nipāta. Tidak ada koleksi serupanya pada versi kanon Buddhisme Utara. Cūḷaniddesa berisi komentar tentang “Jalan ke Seberang” dan “Sutta Cula Badak”. ",
  "super-blurbs:cp": "“Keranjang Perilaku” berisi sistemisasi awal dari konsep Bodhisatta dan Jalan-Nya menuju kecerahan. Disampaikan 34 cerita kehidupan lampau, setiap cerita menggambarkan <i lang='pi' translate='no'>pāramī</i> yang disempurnakan oleh Bodhisatta. Teks ini muncul belakangan, tanpa teks serupa di koleksi Buddhisme Utara. Seperti Buddhavaṁsa, teks ini merupakan bagian dari literatur renungan lintas-sektarian yang luas. Teks ini disusun pada abad ke-2 dan ke-1 SM, semasa dengan kelahiran mazhab Mahāyāna. ",
  "super-blurbs:d": "Degé (atau Dergé) Kangyur merupakan sebuah edisi kanon Tibet yang didasarkan pada cetakan tradisional di kota Derge, Sichuan, Republik Rakyat Tiongkok. Di SuttaCentral, teksnya berasal dari edisi digital dari The Tibetan and Himalayan Library (Perpustakaan Tibet dan Himalaya). ",
  "super-blurbs:da": "Versi dari Kompilasi Panjang yang ditemukan pada kanon Tionghoa dikenal sebagai Dīrghāgama (Zhǎng ā hán jīng, 長阿含經), dan diyakini berasal dari mazhab Dharmaguptaka. Berisi 22 lembaran yang diterjemahkan oleh Bhikṣu Buddhayaśas (佛陀耶舍) dan Bhikṣu Zhú Fúniàn (竺佛念) pada tahun 412-413 M. Empat babnya fokus membahas kehidupan Sang Buddha, ajaran dan praktik, bantahan nonbuddhis, dan kosmologi. Juga mencakup 30 sūtra, berbeda dari Dīgha Nikāya Theravāda yang berisi 34 sutta. Pada kanon Tionghoa edisi Taishō, bagian ini merupakan bagian pertama yang berada di T vol.1, 1a. ",
  "super-blurbs:da-ot": "24 diskursus panjang yang ada di kanon Tionghoa edisi Taishō telah dihimpun pada volume pertama, pada sūtra nomor 2-25, diikuti dengan Dīrghāgama. Berikut ini adalah terjemahan-terjemahan versi lain dari Dīgha yang diterjemahkan oleh beragam penerjemah dari berbagai masa. ",
  "super-blurbs:dharmapadas": "Koleksi syair yang mirip dengan Dhammapada pada Khuddaka Nikāya berbahasa Pāli. ",
  "super-blurbs:dhp": "Versi Pāli dari teks Dhammapada, berisi 423 syair yang disusun berdasarkan tema-tema yang mengesankan. Merupakan teks Buddhisme awal yang paling banyak dibaca dan diterjemahkan ke banyak bahasa. Juga ada versi serupa berbahasa Tionghoa, Tibet, dan Indik; membuktikan daya tariknya yang tak lekang waktu dan universal. ",
  "super-blurbs:divy": "Divyāvadāna atau “Kisah Hebat” berisi 38 kisah antologi berbahasa Sanskerta yang berasal dari Vinaya Mazhab Mūlasarvāstivāda. Biasanya kisah-kisahnya menggambarkan buah dari karma masa lampau yang memengaruhi masa kini, dengan penekanan khusus pada manfaat bederma kepada Sang Buddha dan para murid-Nya. Juga berisi kisah Aśokāvadāna yang terkenal, salah satu rujukan utama kisah kehidupan Raja Ashoka. Teks ini kemungkinan berasal dari sekitar abad ke-3 M, tetapi disertai beberapa kemiripan dengan teks-teks awal. Edisi modern didasarkan pada sejumlah manuskrip Nepal, sebagian besar cukup modern. Edisi tersebut pertama kali disunting dan diterbitkan di Barat oleh Cowell dan Neil pada tahun 1884. Di SuttaCentral, teksnya berasal dari GRETIL, berdasarkan edisi oleh Vaidya (1959), yang ditambahkan oleh Kensuke Okamoto. ",
  "super-blurbs:dk": "Teks ini memiliki kesamaan asal usul dengan Vibhaṅga dari tradisi Pāli. Masih terawat hingga hari ini dalam versi Tionghoa dan sebagian potongan Sanskerta. Teks berbahasa Sanskerta ditemukan di Gilgit. Versi digitalnya didasarkan pada edisi oleh Dietz dan Matsuda; dan ditambahkan oleh Klaus Wille untuk GRETIL. Tidak seperti Vibhaṅga, metodenya kurang terformalisasi dan lebih melompat-lompat, mengutip berbagai bagian sutta. Teks ini ditulis oleh Śāriputra (menurut sumber Sanskerta dan Tibet) atau Maudgalyāyana (menurut tradisi Tionghoa). Edisi Tionghoa diterjemahkan oleh Xuanzang dan dapat ditemukan pada T 1537. ",
  "super-blurbs:dn": "Dari kisah si pelacur luar biasa, si raja yang bersalah, si remaja sok tahu, orang bijak terpelajar, orang bodoh penuh tekad, hingga meditasi diam-diam dalam badai. Kumpulan Panjang (Mazhab Theravāda) berisi kisah Buddha yang terlibat dalam kasus vital pada zaman-Nya. Kisah tersebut menampilkan nilai kemanusiaan-Nya yang luar biasa. Kisah dalam 34 diskursus di sini terjadi pada zaman keajaiban ketika nubuat terpenuhi dan kebenaran mendalam tentang kemanusiaan diucapkan-Nya; disampaikan dengan kejelasan yang cemerlang dan wawasan yang bertubi-tubi. Berlatarkan jalan yang lambat, kota-kota yang kacau, dan hutan lebat di India Utara, di masa lalu yang kelam, atau bahkan di antara para dewa, kita melihat Bhikkhu Gotama, seorang guru meditasi dan sila yang bijaksana, penuh welas asih, dan rendah hati, memulai perjalanan hidup dan transformasi masyhur-Nya menjadi Buddha legendaris. ",
  "super-blurbs:ds": "Dhammasaṅgaṇī (Ringkasan Fenomena) disusun dengan metode <i lang='pi' translate='no'>mātikā</i>, yaitu susunan berupa serangkaian daftar atau matriks. Sebuah <i lang='pi' translate='no'>mātikā</i> merupakan penerapan sederhana dari templat yang kemudian bertransformasi menjadi bentuk yang semakin kompleks. <i lang='pi' translate='no'>Mātikā</i> pada Dhammasaṅaṇī berisi daftar fenomena (<i lang='pi' translate='no'>dhamma</i>). Kebanyakan darinya merupakan istilah dokrinal yang umum ditemui pada berbagai sutta, meskipun beberapa darinya merupakan istilah spesifik Abhidhamma. Dhammasaṅgaṇī dimulai dengan tiga <i lang='pi' translate='no'>mātikā</i>. <i lang='pi' translate='no'>Mātikā</i> yang pertama mengelompokkan <i lang='pi' translate='no'>dhamma</i> ke dalam 22 pasang kelompok-tiga (<i lang='pi' translate='no'>tika</i>), dan dua sisanya menggunakan kelompok-dua (<i lang='pi' translate='no'>duka</i>), 100 pasang untuk istilah Abhidhamma, dan 42 untuk istilah Sutta. Bagian pertamanya merupakan kelompok <i lang='pi' translate='no'>dhamma</i> yang penting: baik, buruk, dan netral. Bagian tersebut berperan sebagai kerangka kerja dalam mengelompokkan semua fenomena. Meskipun terkesan sederhana, perincian ini pernah menjadi kontroversi karena beberapa mazhab menolak keberadaan pengkategorian fenomena yang netral secara moral. ",
  "super-blurbs:dt": "Dhātukathā (Diskusi Elemen) berisi <i lang='pi' translate='no'>mātikā</i> yang berkaitan dengan 5 agregat, 12 landasan, dan 18 elemen/unsur. Disusun sesuai metode empat belas. ",
  "super-blurbs:dy": "Judul lengkapnya adalah Abhidharmadhātukāyapādaśāśtra (Āpídámó Jiè Shēn Zú Lùn, 阿毘達磨界身足論). Disusun oleh Purna (menurut sumber Sanskerta dan Tibet), atau Vasumitra (menurut sumber Tionghoa). Diterjemahkan ke dalam bahasa Tionghoa dalam tiga lembaran oleh Xuanzang pada tanggal 14 Juli 663 M di Vihāra Yù Huá (玉華寺). Dhātukāya memiliki kemiripan dengan Dhātukathā versi Pāli, meskipun menggunakan <i lang='pi' translate='no'>mātikā</i> yang berbeda. Pada kanon Tionghoa edisi Taishō, bagian ini bernomorkan 1540, terletak di T vol. 26, 614b. ",
  "super-blurbs:ea": "Versi utama dari Diskursus Berangka atau Inkremental yang ditemukan di kanon berbahasa Tionghoa dikenal sebagai Ekottarikāgama (Zēngyī āhán jīng, 增一阿含經), dan telah secara tentatif dianggap berasal dari mazhab Mahāsaṅghika. Diterjemahkan oleh Gautama Saṅghadeva (瞿曇僧伽提婆) yang juga menerjemahkan Madhyamāgama pada tahun 397 M. Terdiri atas 51 lembaran, versi ini dikelompokkan dalam 52 bab dengan total 451 sutra. Seperti Aṅguttara versi Pāli, versi ini disusun dalam pasangan berangka dari satu hingga sebelas. Namun, meskipun strukturnya mirip, isinya sangat berbeda dengan yang versi Pāli. Versi ini memiliki paralel yang lebih sedikit dari koleksi āgama lainnya. Pada kanon Tionghoa edisi Taishō, teks ini bernomorkan 125, terletak di T vol. 2, 549a. ",
  "super-blurbs:ea-2": "Terjemahan parsial dari Ekottarikāgama yang dibuat oleh Ān Shìgāo (安世高) pada tahun 148-170 M. Dikenal sebagai Qī Chù Sān Guān Jīng (七處三觀經), bagian ini terdiri dari satu lembaran dengan 47 sutra yang lebih pendek. Pada kanon Tionghoa edisi Taishō, teks ini bernomorkan 150A, terletak di T vol. 2, 875b. ",
  "super-blurbs:ea-ot": "29 diskursus yang lebih pendek yang telah dikumpulkan dalam volume kedua dari kanon Tionghoa edisi Taishō, pada sūtra nomor 126-151, diikuti dengan koleksi lengkap Ekottarikāgama. Berisi terjemahan-terjemahan lainnya dari berbagai diskursus dari Ekottara yang diterjemahkan oleh beragam penerjemah dari berbagai masa. ",
  "super-blurbs:g2dhp": "Fragmen-fragmen Dhammapada berbahasa Gāndhārī. ",
  "super-blurbs:g3dhp": "Fragmen-fragmen Dhammapada berbahasa Gāndhārī lainnya. ",
  "super-blurbs:gdhp": "Dharmapada Gāndhārī (juga dikenal sebagai Dhammapada Khotan) berasal dari manuskrip kulit kayu birch dalam aksara Kharoṣṭhī yang ditemukan di Kohmāri Mazār dekat Khotan, Xinjiang pada tahun 1892. Teks ini berasal dari abad-abad awal Masehi. Juga merupakan salah satu manuskrip Buddhis tertua yang masih ada. Disunting dan diterbitkan oleh Brough (1962), dan didigitalkan oleh Gandari.org. ",
  "super-blurbs:gf": "Beberapa manuskrip Buddhis berbahasa Gāndhārī yang menggunakan aksara Kharoṣṭhī. Diidentifikasi sebagai teks mazhab Dharmaguptaka. Ditemukan di Afganistan Timur dan Pakistan Barat. Berisi berbagai teks, di antaranya adalah bagian penting dari sutta-sutta awal. Versi digitalnya diambil dari Gandhari.org. ",
  "super-blurbs:iti": "112 diskursus pendek berupa campuran prosa dan syair, disusun dalam gaya Aṅguttara dengan kumpulan berangka menaik, dari satu hingga empat. Di antara teks-teks Buddhis, kesintasan teks ini tidak dikaitkan kepada Saṅgha, tetapi kepada seorang wanita awam bernama Khujjuttarā. Menurut kitab komentar Pāli, ia adalah seorang pelayan Ratu Kosambi. Ia menghafal teks ini sehingga ia meraih gelar sebagai siswa awam perempuan yang paling terpelajar. ",
  "super-blurbs:ja": "Koleksi 547 pasang syair yang menyampaikan cerita kelahiran lampau Buddha. Berisi syair yang disusun dalam gaya berangka seperti Aṅguttara. Pasangan teks yang pendek menggambarkan titik klimaks cerita, pasangan yang lebih panjang menggambarkan keseluruhan cerita. Diwariskan turun-temurun dalam bentuk narasi prosa yang dapat ditemukan pada kitab komentar. Pada kitab komentar, dijelaskan bahwa tokoh utamanya adalah <i lang='pi' translate='no'>bodhisatta</i>; dan tokoh lainnya adalah makhluk-makhluk yang pernah ditemui Buddha pada kehidupan sebelum-Nya. Koleksi ini merupakan sumber utama dari Jātaka, tetapi ada banyak cerita serupa yang ditemukan di bagian lain Tipiṭaka Pāli (beberapa di empat <i lang='pi' translate='no'>nikāya</i>, lainnya di Cariyapiṭaka); juga di teks-teks berbahasa Tionghoa, Tibet, dan Sanskerta. Jātaka mencakup cerita rakyat atau tradisional yang diwariskan secara lisan. Beberapa Jātaka juga mencakup cerita tradisional Hindu. Beberapa di antaranya mirip dengan cerita rakyat Eropa. Syair di Jātaka berlatarkan masa sebelum zaman Buddha, ketika Varanasi masih menjadi kerajaan yang independen. Jātaka adalah koleksi tertua, terbesar, dan paling terpelihara dari cerita-cerita kuno yang dapat ditemui di dunia. Salah satu dari tema utamanya adalah <i lang='pi' translate='no'>nekkhamma</i> dengan berbagai cerita yang menggambarkan tokoh utama yang meninggalkan kehidupan rumah tangga dari berbagai perspektif. Jātaka secara umum menggambarkan pesan-pesan moral, tetapi karena tokoh utamanya masih belum sempurna, maka seringkali terjadi kesalahan pengambilan keputusan hingga pelanggaran sila. Secara keseluruhan, literatur Jātaka adalah permadani cerita luas yang menggambarkan jalan menuju Kecerahan yang berliku-liku dan tidak pasti. Genre Jātaka terbukti sebagai kerangka kerja yang populer dan efektif untuk membaurkan cerita-cerita populer ke dalam konteks Buddhis. Jātaka sering ditonjolkan dalam seni Buddhis kuno dam modern. Jātaka juga menjadi sarana utama untuk memperkenalkan agama Buddha kepada anak-anak pada tradisi Theravāda modern. ",
  "super-blurbs:jp": "Judul lengkapnya adalah Abhidharmajñānaprasthānaśāstra (Āpídámó Fā Zhì Lùn, 阿毘達磨發智論). Disusun oleh Kātyāyanīputra dan diterjemahkan ke dalam 20 lembaran oleh Xuanzang pada 14 Februari 657–20 Juni 660 M di Vihāra Yù Huá (玉華寺), Xījīng (西京). Sebagai bagian kitab Abhidhamma mazhab Sarvāstivāda yang terbesar, teks ini merupakan dasar bagi berbagai kitab Abhidharma Sarvāstivāda berikutnya. Teks ini merupakan dasar bagi pembelajaran Abhidharma di dunia modern, khususnya dalam tradisi Buddhisme Tibet. Pada kanon Tionghoa edisi Taishō, terjemahan milik Xuanzang bernomor 1544, terletak di T vol. 26, 918a. Juga ada terjemahan terdahulu oleh Saṅghadeva dan Zhu-fo-nian pada tahun 383 yang dapat ditemukan di T 1543, T vol. 26, 771a. ",
  "super-blurbs:kf": "Fragmen-fragmen teks Karmavibhaṅga berbahasa Saka dialek Khotan yang diterbitkan oleh Maggi (1995). ",
  "super-blurbs:kn": "Kata <i lang='pi' translate='no'>khuddaka</i> artinya “lebih kecil” atau “minor”. Pengelompokan ini awalnya dimaksudkan untuk koleksi-koleksi pendek, kebanyakan berupa syair, yang tidak dapat dikelompokkan dalam empat <i lang='pi' translate='no'>nikāya</i> utama. Seiring berjalannya waktu, koleksi tersebut berkembang. Alhasil, Khuddaka menjadi bagian terbesar dari <i lang='pi' translate='no'>nikāya</i> Sutta Piṭaka. Di dalamnya berisi teks-teks populer Buddhisme Theravāda, seperti Dhammapada, Sutta Nipāta, dan Jātaka. Tidak ada koleksi paralel yang serupa dengan kanon Buddhis berbahasa lain, tetapi banyak yang paralel dengan teks-teks awal di berbagai bagian Tipiṭaka Pāli. ",
  "super-blurbs:kp": "Sembilan teks pendek. Dikumpulkan sebagai dasar kurikulum pembelajaran bagi para sāmaṇera dan sāmaṇerī. Kemungkinan disusun di Sri Lanka, tetapi teks-teksnya bersumber dari berbagai teks di <i lang='pi' translate='no'>nikāya</i> Sutta Piṭaka lainnya. ",
  "super-blurbs:kv": "<i lang='pi' translate='no'>Kathāvatthu</i> (Landasan Diskusi) merupakan koleksi yang berisi lebih dari 200 diskusi-diskusi seputar interpretasi ajaran Buddha. Di dalamnya terdapat catatan debat para tokoh tak bernama. Setiap catatan tersebut bergantung pada logika atau kutipan dari <i lang='pi' translate='no'>sutta</i> sebagai pendukung argumen. Beberapa diskusinya membahas masalah utama di filosofi Buddhis, seperti tanpa-Aku/tanpa-Roh (<i lang='pi' translate='no'>anatta</i>), keberlangsungan fenomena, dan ketidakkekalan (<i lang='pi' translate='no'>anicca</i>). Beberapa bagiannya sangat pendek. Meskipun teksnya tidak menyertakan sudut pandang mazhab, beberapa poin pentingnya mungkin bisa diidentifikasikan dengan ajaran-ajaran dari berbagai mazhab Buddhisme. Sebagai catatan, catatan debatnya tidak berisi perdebatan dengan ajaran Brahmanis, Jain, atau pandangan non-Buddhis. Juga tidak ada perbedaan signifikan terkait sutta kanonis; setiap pendebat menganggap bahwa mereka memiliki dasar sutta kanonis yang sama. Kathāvatthu merupakan satu-satunya bagian kitab Abhidhamma yang oleh mazhab Theravāda disusun oleh satu penulis spesifik, Moggaliputtatissa, seorang bhikkhu senior pada masa Raja Ashoka. Kemungkinan, inti teksnya disusun pada masa tersebut; dan kemudian berkembang seiring waktu. Beberapa diskusi penting juga memiliki kesamaan bahasan dengan Vijñānakāya. ",
  "super-blurbs:lal": "Lalitavistara atau “Penampilan Penuh” merupakan salah satu teks berisi kisah kehidupan Buddha yang paling populer. Didasarkan pada sumber-sumber mazhab Sarvāstivāda dan Mahāyāna, berbagai manuskrip dari Nepal masih lestari. Teks ini merupakan kompilasi dari berbagai sumber dari sekitar abad ke-4 M. Beberapa bagiannya paralel dengan teks-teks awal. Di SuttaCentral, teksnya berasal dari GRETIL, berdasarkan edisi oleh Vaidya (1958). ",
  "super-blurbs:linked": "Berbagai koleksi dari diskursus-diskursus “bertaut” atau “berkelompok” dan teks terkait lainnya. ",
  "super-blurbs:long": "Berbagai koleksi dari diskursus-diskursus “panjang” dan teks terkait lainnya. ",
  "super-blurbs:lzh-art": "Kitab Yizu Jing (Koleksi Makna) dalam dua lembaran di T 198 diterjemahkan ke dalam bahasa Tionghoa Klasik oleh Zhi Qian 支謙 pada tahun kedua Huang Wu 黃武 dan tahun kedua Jianxing 建興, dinasti Wu呉 (223–253 M). Teks ini mirip seperti Aṭṭhakavagga, bab keempat dari lima bab yang ada di Sutta Nipāta (Sn 766-975) dari Tipiṭaka Pāli. Akan tetapi, kitab ini juga menyertakan ayat-ayat tambahan lainnya. Oleh karena versi Pāli-nya dikutip oleh berbagai teks kanonis Pāli dan Sanskerta, Aṭṭhaka vagga secara tradisional dianggap sebagai salah satu bagian penting mula-mula Tipiṭaka.   Pengaruh keberlanjutan teksnya di kalangan Buddhis terlihat dari fakta bahwa sitasi-sitasi penting belakangan dari teks tersebut juga menyertakan Asaṅga pada Bodhisattvabhūmi dan Vasubandhu di kitab Abhidharmakośa-bhāṣya. ",
  "super-blurbs:lzh-dg-ab": "Abhidharma dari mazhab Dharmaguptaka dalam terjemahan bahasa Tionghoa. ",
  "super-blurbs:lzh-dg-bi-kam": "Bhikkhunī Kammavācā (“Aturan Penindakan Bhikkhunī”) Mazhab Dharmaguptaka Tionghoa merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhunī penganut mazhab Dharmaguptaka Tionghoa menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-dg-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Dharmaguptaka Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 348 aturan untuk bhikkhunī penganut mazhab Dharmaguptaka Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-dg-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Dharmaguptaka Tionghoa berisi aturan monastik untuk para bhikkhunī penganut mazhab Dharmaguptaka Tionghoa, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 6 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-dg-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) Mazhab Dharmaguptaka Tionghoa merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu penganut mazhab Dharmaguptaka Tionghoa menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-dg-bu-kam-2": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) Mazhab Dharmaguptaka Tionghoa merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu penganut mazhab Dharmaguptaka Tionghoa menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-dg-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Dharmaguptaka Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 250 aturan untuk bhikkhu penganut mazhab Dharmaguptaka Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-dg-bu-pm-2": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Dharmaguptaka Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 250 aturan untuk bhikkhu penganut mazhab Dharmaguptaka Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-dg-bu-vb": "Bhikkhu Vibhaṅga (“Analisis Aturan Bhikkhu”) Mazhab Dharmaguptaka Tionghoa berisi aturan monastik untuk para bhikkhu penganut mazhab Dharmaguptaka Tionghoa, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-dg-kd": "Khandhaka (“Cabang-Cabang Aturan”) Mazhab Dharmaguptaka Tionghoa terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī penganut mazhab Dharmaguptaka Tionghoa yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 22 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:lzh-dg-ve": "Ekottara (“[Bagian] Berangka”) merupakan teks yang ditemukan pada mazhab Sarvāstivāda dan Dharmaguptaka. Teks-teks ini paralel dengan sebuah bab dalam kitab Parivāra Theravāda. ",
  "super-blurbs:lzh-dg-vi": "Disiplin Monastik untuk mazhab Dharmaguptaka berbahasa Tionghoa Klasik. Mazhab ini awalnya berkembang di India Barat Laut dan memiliki pengaruh yang luas di Asia Tengah dan Tiongkok. Monastik di Asia Timur mematuhi Vinaya ini. Teks-teks yang lestari hingga hari ini diterjemahkan pada sekitar tahun 410-412 M oleh seorang bhikkhu Kashmir, yaitu Buddhayaśas; yang membacakan ulang keseluruhan teksnya dari ingatannya, bersama dengan Zhu Fonian. ",
  "super-blurbs:lzh-dg-vs": "Saṁyutta (“[bagian] bertaut”) merupakan teks pendek yang ditemukan pada mazhab Mahīśāsaka dan Dharmaguptaka. Teks ini paralel dengan sebuah bab di kitab Parivāra mazhab Theravāda. ",
  "super-blurbs:lzh-dharani": "Bagian ini berisi teks-teks yang dibacakan sebagai mantra pelindung, mirip seperti <i lang='pi' translate='no'>paritta</i> dalam tradisi Pāli. Dari berbagai teks yang diklasifikasikan demikian di kanon Tionghoa, dua di antaranya paralel dengan teks berbahasa Pāli, yaitu Bhaddekaratta Sutta dan Āṭānāṭiya Sutta. ",
  "super-blurbs:lzh-dk": "Teks ini memiliki judul lengkap Abhidharmadharmaskandhapādaśāstra (Āpídámó Fǎ Yùn Zú Lùn, 阿毘達磨法薀足論). Teks ini nampaknya memiliki kesamaan asal-usul dengan Vibhaṅga dari tradisi Pāli. Teks ini lestari hingga hari ini dalam versi lengkap berbahasa Tionghoa Klasik dan versi tak lengkap Sanskerta. Dibandingkan dengan Vibhaṅga, metode di teks ini lebih tidak formal dan lebih diskursif; mengutip bebrbagai ayat sutta. Teks ini ditulis oleh Śāriputra (menurut sumber-sumber tradisi Sanskerta dan Tibet); atau Maudgalyāyana (menurut sumber-sumber tradisi Tionghoa). Edisi berbahasa Tionghoa dari teks ini diterjemahkan dalam bentuk 12 lembaran oleh Xuanzang pada 20 Agustus-5 Oktober 659 M di Vihāra Ta-tzu-en. Di kanon Tionghoa edisi Taishō, teks ini bernomor 1537, terletak di T vol. 26, 453c. ",
  "super-blurbs:lzh-ja": "Teks-teks yang diklasifikasikan sebagai Jātaka (本緣部), atau cerita kehidupan masa lampau Buddha. Mirip dengan Jātaka pada Khuddaka Nikāya versi Pāli. Di kanon Tionghoa edisi Taishō, teks-teks ini dapat ditemukan pada volume tiga dan empat. ",
  "super-blurbs:lzh-ka-bu-pm": "Bhikkhu Pātimokkha penganut mazhab Kāśyapīya. Mazhab ini ditemukan oleh sekelompok bhikkhu yang dikirim ke daerah Himalaya sebagai misionaris oleh Raja Aśoka. Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Kāśyapīya berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 246 aturan untuk bhikkhu penganut mazhab Kāśyapīya yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”); yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-mg-asc": "Abhisamācārika (“Aturan Tambahan”) hanya ditemukan pada mazhab Mahāsaṅghika dan submazhabnya. Teks ini telah ditransmisikan dalam versi terjemahan bahasa Tionghoa dan Sanskerta yang merupakan milik penganut mazhab Lokuttaravāda. ",
  "super-blurbs:lzh-mg-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Mahāsaṅghika Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 290 aturan untuk bhikkhunī penganut mazhab Mahāsaṅghika Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-mg-bi-pn": "Bhikkhunī Pakiṇṇaka (“Bermacam Aturan Bhikkhunī”) merupakan sebuah koleksi serbaneka aturan-aturan dan regulasi di luar Pātimokkha untuk para bhikkhunī. Koleksi ini hanya ada pada mazhab Mahāsaṁghika  dan submazhabnya. ",
  "super-blurbs:lzh-mg-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Mahāsaṅghika Tionghoa berisi aturan monastik untuk para bhikkhunī penganut mazhab Mahāsaṅghika Tionghoa, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian  <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) dan <i lang='pi' translate='no'>dhamma-anudhamma</i> (“aturan dan penerapannya”); yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-mg-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mahāsaṅghika Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 218 aturan untuk bhikkhu penganut mazhab Mahāsaṅghika Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>dhamma-anudhamma</i> (“aturan dan penerapannya”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-mg-bu-pn": "Bhikkhu Pakiṇṇaka (“Bermacam Aturan Bhikkhu”) merupakan sebuah koleksi serbaneka aturan-aturan dan regulasi di luar Pātimokkha untuk para bhikkhu. Banyak dari aturannya juga berlaku untuk para bhikkhunī. Koleksi ini hanya ada pada mazhab Mahāsaṁghika dan submazhabnya. ",
  "super-blurbs:lzh-mg-bu-vb": "Bhikkhu Vibhaṅga (“Analisis Aturan Bhikkhu”) Mazhab Mahāsaṅghika Tionghoa berisi aturan monastik untuk para bhikkhu penganut mazhab Mahāsaṅghika Tionghoa, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 9 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”), <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”), dan  <i lang='pi' translate='no'>dhamma-anudhamma</i> (“aturan dan penerapannya”); yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-mg-spp": "Śāriputraparipṛcchā (“Pertanyaan Sāriputta”) diterjemahkan ke dalam bahasa Tionghoa Klasik pada abad ke-4 atau ke-5 M. Teks ini melestarikan cerita versi Mahāsaṅghika terkait sejarah awal Buddhis dan perpecahannya. ",
  "super-blurbs:lzh-mg-vi": "Disiplin Monastik untuk mazhab Mahāsaṁghika berbahasa Tionghoa Klasik. Mazhab ini mulanya berkembang di daerah Magadha India dan sekarang sudah punah. Mazhab ini dibentuk selama masa perpecahan pertama; itulah mengapa Vinaya versi ini memiliki bagian unik yang tidak dapat ditemukan pada Vinaya versi mazhab lainnya. Teks Vinaya yang lestari hingga hari ini dibawa dari Pāṭaliputra, India ke Tiongkok oleh seorang bhikṣu Tionghoa bernama Faxian. Beliau kemudian menerjemahkan teksnya ke dalam bahasa Tionghoa bersama dengan bhikṣu India bernama Buddhabhadra dari tahun 416-418 M. ",
  "super-blurbs:lzh-mi-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Mahīśāsaka berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 373 aturan untuk bhikkhunī penganut mazhab Mahīśāsaka yang dikelompokkan sesuai jenis pelanggarannya. ",
  "super-blurbs:lzh-mi-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Mahīśāsaka berisi aturan monastik untuk para bhikkhunī penganut mazhab Mahīśāsaka, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 6 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-mi-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) Mazhab Mahīśāsaka merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu penganut mazhab Mahīśāsaka menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-mi-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mahīśāsaka berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 251 aturan untuk bhikkhu penganut mazhab Mahīśāsaka yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-mi-bu-vb": "Bhikkhu Vibhaṅga (“Analisis Aturan Bhikkhu”) Mazhab Mahīśāsaka berisi aturan monastik untuk para bhikkhu penganut mazhab Mahīśāsaka, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-mi-kd": "Khandhaka (“Cabang-Cabang Aturan”) Mazhab Mahīśāsaka terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī penganut mazhab Mahīśāsaka yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 20 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:lzh-mi-vi": "Disiplin Monastik untuk mazhab Mahīśāsaka berbahasa Tionghoa. Mazhab ini berasal dari daerah Avanti, India; tetapi menyebar ke seluruh India dan Sri Lanka. Mazhab ini sekarang punah. Sebagian besar teks-teks Vinaya yang lestari hingga hari ini dibawa dari Vihāra Abhayagiri di Sri Lanka ke Tiongkok oleh bhikṣu Tionghoa bernama Faxian. Teks tersebut diterjemahkan dari bahasa Sanskerta ke bahasa Tionghoa oleh bhikkhu Kashmiri bernama Buddhajīva dan Zhu Daosheng pada tahun 434 M. ",
  "super-blurbs:lzh-mi-vs": "Saṁyutta (“[bagian] bertaut”) merupakan teks pendek yang ditemukan pada mazhab Mahīśāsaka dan Dharmaguptaka. Teks ini paralel dengan sebuah bab di kitab Parivāra mazhab Theravāda. ",
  "super-blurbs:lzh-mu-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Mūlasarvāstivāda Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 357 aturan untuk bhikkhunī yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-mu-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Mūlasarvāstivāda Tionghoa berisi aturan monastik untuk para bhikkhunī penganut mazhab Mūlasarvāstivāda Tionghoa, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 7 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian  <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”); yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-mu-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) Mazhab Mūlasarvāstivāda Tionghoa merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu penganut mazhab Mūlasarvāstivāda Tionghoa menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-mu-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mūlasarvāstivāda Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 248 aturan untuk bhikkhu penganut mazhab Mūlasarvāstivāda Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-mu-bu-vb": "Bhikkhu Vibhaṅga (“Analisis Aturan Bhikkhu”) Mazhab Mūlasarvāstivāda Tionghoa berisi aturan monastik untuk para bhikkhu penganut mazhab Mūlasarvāstivāda Tionghoa, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-mu-kd": "Khandhaka (“Cabang-Cabang Aturan”) Mazhab Mūlasarvāstivāda Tionghoa terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī mazhab Mūlasarvāstivāda Tionghoa yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 20 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:lzh-mu-khv": "Khuddakavatthu (“Perihal Kecil”) berisi teks Vinaya minor yang dilestarikan dalam terjemahan berbahasa Tionghoa dan Tibet. ",
  "super-blurbs:lzh-mu-vi": "Disiplin Monastik untuk mazhab Mūlasarvāstivāda berbahasa Tionghoa Klasik. Perdebatan tentang asal-mula mazhab ini masih berlangsung namun sudah jelas bahwa mazhab ini pernah memiliki pengaruh yang luas di Asia Tengah. Monastik tradisi Tibet mematuhi Vinaya versi ini. Teks-teks Vinaya berbahasa Tionghoa Klasik yang bertahan hingga hari ini diterjemahkan oleh Yijing sekitar tahun 695-713 M. Juga terdapat versi lengkap terjemahan Vinaya ini dalam bahasa Tibet, dan sebagian berbahasa Sanskerta. ",
  "super-blurbs:lzh-nbs": "Sūtra Bhikṣu Nāgasena (那先比丘經) adalah versi berbahasa Tionghoa dari teks yang dalam bahasa Pāli dikenal sebagai Milinda Pañha. Penerjemah dan tanggal penerjemahannya tidak diketahui, tetapi teks ini terdaftar dalam Tung Chin lu (東晉錄) (317–420 M). Pada kanon Tionghoa edisi Taishō, teks ini bernomor 1670B, terletak di T vol. 32, 703c. ",
  "super-blurbs:lzh-sarv-ab": "Seluruh tujuh set dari Abhidharma mazhab Sarvāstivāda kanonis tersedia dalam terjemahan berbahasa Tionghoa Klasik.  Set penjelasan mendalam yang kompleks dan rumit ini sangat berpengaruh bagi mazhab-mazhab Buddhisme baru di kemudian hari, terutama dari daerah India Utara. ",
  "super-blurbs:lzh-sarv-ba": "Bhikkhu Ajjhāya (“Bacaan Bhikkhu”) merupakan teks yang hanya ditemukan pada mazhab Sarvāstivāda. ",
  "super-blurbs:lzh-sarv-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Sarvāstivāda Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 355 aturan untuk bhikkhunī penganut mazhab Sarvāstivāda Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-sarv-bi-pm-dh": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Sarvāstivāda Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 355 aturan untuk bhikkhunī penganut mazhab Sarvāstivāda Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-sarv-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Sarvāstivāda Tionghoa berisi aturan monastik untuk para bhikkhunī penganut mazhab Sarvāstivāda Tionghoa, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 5 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-sarv-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) Mazhab Sarvāstivāda Tionghoa merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu penganut mazhab Sarvāstivāda Tionghoa menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-sarv-bu-kam-2": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) Mazhab Sarvāstivāda Tionghoa merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu penganut mazhab Sarvāstivāda Tionghoa menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:lzh-sarv-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Sarvāstivāda Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 263 aturan untuk bhikkhu penganut mazhab Sarvāstivāda Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-sarv-bu-pm-2": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Sarvāstivāda Tionghoa berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 263 aturan untuk bhikkhu penganut mazhab Sarvāstivāda Tionghoa yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:lzh-sarv-bu-vb": "Bhikkhu Vibhaṅga (“Analisis Aturan Bhikkhu”) Mazhab Sarvāstivāda Tionghoa berisi aturan monastik untuk para bhikkhu penganut mazhab Sarvāstivāda Tionghoa, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:lzh-sarv-kd": "Khandhaka (“Cabang-Cabang Aturan”) Mazhab Sarvāstivāda Tionghoa terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī mazhab Sarvāstivāda Tionghoa yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 20 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:lzh-sarv-mt": "Mātikā (“Matriks [Aturan]”) berisi garis besar topik-topik Vinaya. ",
  "super-blurbs:lzh-sarv-upp": "Upāliparipucchā (“Pertanyaan Upāli”) berasal dari mazhab Sarvāstivāda. Teks ini juga ditemukan sebagai dua teks yang berdiri sendiri yang tidak terafiliasi dengan suatu mazhab tertentu. Pada mazhab-mazhab lainnya, teks Upāliparipucchā juga disertakan sebagai bagian teks mereka, misalnya pada kitab Uttaragantha mazhab Mūlasarvāstivāda dan kitab Parivāra mazhab Theravāda. ",
  "super-blurbs:lzh-sarv-ve": "Ekottara (“[Bagian] Berangka”) merupakan teks yang ditemukan pada mazhab Sarvāstivāda dan Dharmaguptaka. Teks-teks ini paralel dengan sebuah bab dalam kitab Parivāra Theravāda. ",
  "super-blurbs:lzh-sarv-vi": "Disiplin Monastik untuk penganut mazhab Sarvāstivāda berbahasa Tionghoa Klasik. Mazhab ini menyebar ke seluruh India Utara dan Asia Tengah. Vinaya Mazhab Sarvāstivāda pernah menjadi Vinaya yang umum ditemukan di Tiongkok sebelum mereka beralih ke Vinaya Mazhab Dharmaguptaka. Mazhab Sarvāstivāda sekarang sudah punah. Teks-teks yang lestari hingga hari ini diterjemahkan pada sekitar tahun 404-409 M oleh bhikkhu Kashmir, yaitu Kumārajīva dan Puṇyatāra. Saat Puṇyatāra wafat, Dharmaruci menggantikannya dan menyelesaikan penerjemahannya. ",
  "super-blurbs:lzh-sarv-vi-misc": "“Bagian lainnya” dari Vinaya Mazhab Sarvāstivāda berisi dua teks, satu tentang Vinaya para bhikkhu dan yang lainnya tentang Vinaya para bhikkhunī. ",
  "super-blurbs:lzh-ssnp": "Bagian dari kanon Tionghoa edisi Taishō ini secara sederhana disebut sebagai “koleksi serbaneka” ( 經集部), dan berisi teks sūtra  yang tidak dapat diklasifikasikan di tempat lain. Meskipun bagian tersebut sebagian berisi sūtra Mahāyāna, dapat ditemukan sejumlah paralel dengan diskusus-diskursus awal Buddhis. ",
  "super-blurbs:lzh-svk": "Bagian ini mencakup paralel sutta yang telah diidentifikasi dalam bagian kanon Tionghoa yang berisi penjelasan mendalam tentang filsafat Abhidharma dan Mahāyāna. Paralel tersebut berupa kutipan dalam teks komentar. ",
  "super-blurbs:lzh-upp-bu": "Upāliparipucchā (“Pertanyaan Upāli”) berasal dari mazhab Sarvāstivāda. Teks ini juga ditemukan sebagai dua teks yang berdiri sendiri yang tidak terafiliasi dengan suatu mazhab tertentu. Pada mazhab-mazhab lainnya, teks Upāliparipucchā juga disertakan sebagai bagian teks mereka, misalnya pada kitab Uttaragantha mazhab Mūlasarvāstivāda dan kitab Parivāra mazhab Theravāda. Versi ini, 優波離問佛經 di Taishō Vol. 24, No. 1466, diterjemahkan oleh Guṇaśāla di Dinasti Song dalam satu gulungan. ",
  "super-blurbs:ma": "Versi dari Diskursus Menengah yang ditemukan di kanon Tionghoa ini dikenal sebagai Madhyamāgama (Zhōng āhán jīng, 中阿含經), dan diyakini berasal dari mazhab Sarvāstivāda. Teks aslinya diyakini berbahasa Prākerta, kemungkinan Gandhārī, dengan pengaruh Sanskerta. Teksnya diterjemahkan dalam 60 lembaran oleh Gautama Saṅghadeva (瞿曇僧伽提婆) dari Dinasti Jin Timur (東晋) di Vihāra Dongting (東亭寺) pada tahun 397–398 M. Berisi 222 sutra, dikelompokkan dalam 5 <i lang='pi' translate='no'>adhyāya</i> dan 18 <i lang='pi' translate='no'>varga</i>. Isinya mirip dengan Majjhima Nikāya tradisi Pāli, meskipun pengelompokkan koleksinya jauh dari kata mirip. Di kanon Tionghoa edisi Taishō, teks ini bernomor 26, berlokasi di T vol. 1, 421a. ",
  "super-blurbs:ma-ot": "72 diskursus menengah yang pada kanon Tionghoa edisi Taishō dikumpulkan dalam volume pertama, pada sūtra nomor 27-98, diikuti dengan Madhyamāgama. Ini adalah terjemahan-terjemahan serbaneka dari berbagai diskursus dari Majjhima, disusun pada berbagai waktu oleh berbagai penerjemah. ",
  "super-blurbs:middle": "Berbagai koleksi dari diskursus-diskursus “panjangnya-menengah” dan teks terkait lainnya. ",
  "super-blurbs:mil": "Milindapañha atau “Pertanyaan [Raja] Milinda” merekam serangkaian diskusi tentang poin-poin Dhamma antara Bhikkhu Nāgasena dan Raja Yunani yang dikenal dalam bahasa Pāli dengan nama Milinda. Dia biasanya diidentifikasikan sebagai Menander I Soter yang menduduki kerajaan Indo-Yunani (Yawanaradya) dari ibukota Sagala sekitar tahun 165-130 SM. Pertemuan budaya Yunani dan India yang sangat menarik. Dialog-dialognya membahas interpretasi atas ide-ide Buddhis, yang ternyata familiar bagi sang Raja, dan tidak membahas filsafat Yunani. Teks ini terasa hidup dan dinamis, dengan sang Raja secara terus-menerus menguji Nāgasena dengan berbagai pertanyaan sulit; yang kemudian dibalas dengan argumen dan analogi yang terampil. Teks ini mirip dengan teks berbahasa Tionghoa berjudul Nāgasena Bhikṣu Sūtra. Teks ini bukan berasal dari mazhab Theravāda, tetapi dari suatu mazhab di Barat Laut, kemungkinan mazhab Sarvāstivāda. Akan tetapim, sebagian besar isinya bersifat nonsektarian. Teks versi Pāli-nya telah diperluas selama bertahun-tahun, dan sebagai tambahan, ada beberapa bagian yang tampaknya hilang. Teks ini tidak secara universal diakui sebagai teks kanonis; Teks versi Pāli di SuttaCentral berasal dari edisi Mahāsaṅgīti, sebagaimana teks ini disertakan dalam Kanon edisi Myanmar. ",
  "super-blurbs:minor": "Berbagai koleksi dari teks diskursus-diskursus di luar empat koleksi utama. ",
  "super-blurbs:minor-lzh": "Teks-teks lainnya yang terkait dengan naskah-naskah awal. Kebanyakan berupa terjemahan berbahasa Tionghoa dari teks yang serupa dengan teks dalam Kanon Pāli. ",
  "super-blurbs:mkv": "Mahākarmavibhaṅga atau “Analisis Karma Besar” merupakan teks Abhidharma Sanskerta yang didasarkan pada manuskrip dari Nepal. Di dalamnya juga berisi beberapa kutipan dari diskursus-diskursus Buddhis masa awal, termasuk Dhammapada. Di SuttaCentral, teks ini dari GRETIL, didasarkan pada edisi oleh Sylvain Lévi (1932), dan ditambahkan oleh Klaus Wille. ",
  "super-blurbs:mn": "Kumpulan Menengah (Majjhima Nikāya, disingkat MN) berisi 152 diskursus pada Kanon Pāli (Tipiṭaka) mazhab Theravāda. Kata “menengah” mengarah ke ukuran dari tiap diskursus. Bagian ini mungkin merupakan koleksi teks awal yang paling populer. Berisi berbagai macam ajaran, beberapa di antaranya berupa percakapan antara Buddha dan beragam orang sezaman-Nya. Koleksi ini paralel dengan Madhyamāgama (MA) dari mazhab Sarvāstivāda, yang terjemahan versi Tionghoa Klasik-nya masih lestari. ",
  "super-blurbs:mnd": "Mahāniddesa atau “Eksposisi Besar” merupakan setengah bagian dari Niddesa. Setengah bagiannya lagi adalah Cūḷaniddesa, “Eksposisi Kecil”. Kedua bagian ini berisi kokmentar tentang beberapa bagian Sutta Nipāta. Tidak ditemukan paralel pada kanon versi Buddhisme Utara. Mahāniddesa mengomentari 16 puisi dari bab ke-4, Aṭṭhakavagga. ",
  "super-blurbs:mvs": "Judul lengkapnya adalah Abhidharmamahāvibhāṣaśāstra (Āpídámó Dàpípóshā Lùn, 阿毘達磨大毘婆沙論). Ini merupkana penjelasan mendalam komentarial utama dari mazhab Sarvāstivāda. Disusun oleh Katyāyāniputra, tetapi diatribusikan kepada 500 arahant sekitar 600 tahun setelah wafatnya Buddha. Kemungkinan merujuk kepada konsili yang diadakan di bawah bantuan Raja Kanishka. Diterjemahkan oleh Xuanzang pada 18 Agustus 656 - 27 Juli 659. Teks ini bukan merupakan ranah SuttaCentral, tetapi teksnya berisi beberapa sutta paralel sebagai kutipan. Di kanon Tionghoa edisi Taishō, teks ini bernomor 1545, berlokasi di T vol. 27, 1a. ",
  "super-blurbs:ne": "Netti atau “Panduan” merupakan penjelasan mendalam sistematis yang dimaksudkan sebagai panduan untuk membaca dan menginterpretasikan teks-teks di empat <i lang='pi' translate='no'>nikāya</i>. Ini mirip dengan Peṭakopadesa; namun hubungan keduanya tidak begitu jelas. Teks ini menjelaskan serangkaian metode untuk membaca teks, mengilustrasikannya dengan kutipan, dan menggunakan Empat Kebenaran Mulia sebagai kerangka (<i lang='pi' translate='no'>framework</i>) keseluruhan. Sebuah kolofon dalam teks mengatribusikan teks ini dengan seorang murid Buddha bernama Kaccāna. Namun, ini adalah teks yang muncul belakangan; dan tidak ada paralelnya dalam teks Buddhisme Utara. Teks ini tidak secara universal diterima sebagai kanonis.  Teks versi Pāli di SuttaCentral berasal dari edisi Mahāsaṅgīti, sebagaimana teks ini disertakan dalam Kanon edisi Myanmar. ",
  "super-blurbs:numbered": "Berbagai koleksi dari diskursus-diskursus “berangka” atau “numerikal” dan teks terkait lainnya. ",
  "super-blurbs:om": "Mātikā (“Matriks [Aturan]”) berisi garis besar topik-topik Vinaya. ",
  "super-blurbs:ot": "Teks Disiplin Monastik Mazhab Mūlasarvāstivāda Tionghoa Lainnya berisi beberapa lampiran Vinaya mazhab Mūlasarvāstivāda. Pada Tripiṭaka Taisho, terletak di T1442-T1451. ",
  "super-blurbs:other-group": "Teks yang mirip dengan lima koleksi sebelumnya, tetapi sulit untuk diklasifikasikan. ",
  "super-blurbs:other-san": "Berbagai teks dan fragmen dalam bahasa Sanskerta. Beberapa di antaranya merupakan teks-teks kanonis. Beberapa lainnya adalah teks-teks belakangan yang mengutip atau menyertakan ayat-ayat dari diskursus masa awal. ",
  "super-blurbs:other-vi": "Ada beberapa teks-teks tersendiri yang bukan milik mazhab mana pun di atas. Teks-teks tersebut berasal dari berbagai mazhab yang teks-teks Vinaya-nya kebanyakan sudah punah, atau belum dikaitkan dengan suatu mazhab tertentu. ",
  "super-blurbs:other-xct": "Meskipun kanon Tibet atau Kangyur tidak memiliki kelengkapan seperti Nikāya/Āgama yang dapat ditemukan dalam kanon berbahasa Tionghoa Klasik dan Pāli, ada sejumlah besar teks Buddhis awal yang ditemukan sebagai diskursus independen atau disemat dalam karya yang lebih besar. ",
  "super-blurbs:patthana": "Paṭṭhāna (“Hubungan Kondisi”) menguraikan <i lang='pi' translate='no'>mātikā</i> sederhana yang mencantumkan 24 jenis kondisi. Misalnya, yang pertama adalah “kondisi akar” (<i lang='pi' translate='no'>hetupaccayo</i>), yang berhubungan dengan bagaimana perbuatan disebabkan oleh akar-akar tidak bermanfaat seperti keserakahan, kebencian, dan delusi; begitu juga sebaliknya untuk akar-akar bermanfaat. <i lang='pi' translate='no'>Mātikā</i> ini kemudian diterapkan pada <i lang='pi' translate='no'>mātikā</i> Dhammasaṅgaṇī, sehingga menciptakan kompleksitas kombinasi yang membingungkan. Paṭṭhāna selalu disingkat, namun jika dijabarkan secara lengkap, mungkin ini akan menjadi kitab terbesar yang pernah dibuat, dengan milyaran kombinasi. Dhammasaṅgaṇī dan Paṭṭhāna melengkapi kumpulan Abhidhamma, kumpulan pertama membahas tentang fenomena, dan kumpulan terakhir membahas hubungannya. Meskipun metode dan rinciannya telah berkembang pesat, pendekatan ini dapat dilihat sebagai penerapan rinci dari prinsip-prinsip yang mendasari kemunculan bergantungan (<i lang='pi' translate='no'>paṭiccasamuppāda</i>). ",
  "super-blurbs:pdhp": "Dharmapada Patna didasarkan pada sebuah manuskrip yang ditemukan di Tibet oleh Rāhula Saṅkṛtyāyana pada tahun 1934, ditulis dalam aksara proto-Bengali, dan disusun sekitar abad ke-12. Bahasa yang digunakan merupakan variasi “bahasa Prākerta yang di-Sanskerta-kan” yang khas, dan telah diidentifikasi oleh Skilling dan Mizuno sebagai milik mazhab Sāmmatīya. Teksnya di SuttaCentral didasarkan pada edisi Margaret Cone (1989), yang didigitalkan oleh Ānandajoti. ",
  "super-blurbs:pe": "Peṭakopadesa atau “Ilustrasi Keranjang” berisi penjelasan mendalam sistematis yang dimaksudkan untuk memberikan panduan dalam membaca dan menafsirkan teks-teks pada empat <i lang='pi' translate='no'>nikāya</i>. Ini mirip dengan kitab Netti, dan hubungan pasti antara kedua teks ini tidak begitu jelas. Kitab ini memberikan serangkaian metode untuk membaca teks, mengilustrasikannya dengan kutipan, dan menggunakan Empat Kebenaran Mulia sebagai kerangka keseluruhan. Teks Pāli dari Peṭakopadesa cukup rusak (tidak lengkap), dan hal ini tidak lazim dalam Kanon Pāli. Sebuah kolofon dalam teks mengatribusikan teks ini dengan seorang murid Buddha bernama Kaccāna. Namun, ini adalah kitab yang muncul belakangan, tidak memiliki padanannya dalam koleksi Buddhisme Utara. Teks ini tidak secara universal diakui sebagai teks kanonis; Teks versi Pāli di SuttaCentral berasal dari edisi Mahāsaṅgīti, sebagaimana teks ini disertakan dalam Kanon edisi Myanmar. ",
  "super-blurbs:pf": "Fragmen-fragmen dari teks yang paralel dengan Pāyāsi Sutta dalam bahasa Prākerta, sebagaimana diidentifikasi Bollée (2002). ",
  "super-blurbs:pgd-dg-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Dharmaguptaka Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 250 aturan untuk bhikkhu penganut mazhab Dharmaguptaka Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:pgd-dg-vi": "Disiplin Monastik untuk mazhab Dharmaguptaka di Gandhari/Gandhara. Mazhab ini mulanya berkembang di Barat Laut India dan memiliki pengaruh yang luas di Asia Tengah dan Tiongkok. Monastik di Asia Timur mematuhi Vinaya versi ini. ",
  "super-blurbs:pgd-pm-bf13": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Lainnya berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 250 aturan untuk bhikkhu yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:pk": "Judul lengkapnya adalah Abhidharmaprakaraṇapādaśāstra (Āpídámó Pǐn Lèi Zú Lùn, 阿毘達磨品類足論). Kitab ini disusun oleh Vasumitra dan diterjemahkan dalam 18 lembaran oleh Xuanzang pada tanggal 10 Oktober – 30 November 660 M di Vihāra Yü-hua (玉華寺). Kitab ini merupakan kitab Abhidharma mazhab terkait, yang bahkan memengaruhi teks-teks non-mazhab-Sarvāstivāda seperti Mahāprajñapāramītopadeśa. Dalam kanon Tionghoa edisi Taishō, teksnya bernomor 1542, terletak di T vol. 26, 692b. Terjemahan parsial lainnya oleh Guṇabhadra dan Bodhiyaśas pada tahun 435–443 M dapat ditemukan di T 1541 dengan judul 衆事分阿毘曇論. ",
  "super-blurbs:pli-tv-ab": "Tujuh set kitab Abhidhamma Theravāda kanonis. ",
  "super-blurbs:pli-tv-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Theravāda berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 311 aturan untuk bhikkhunī penganut mazhab Theravāda yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Saat ini Pātimokkha hanya ditemukan sebagai bagian dari Suttavibhaṅga (“Analisis Aturan Pātimokkha”), yang di dalamnya setiap aturan dikelilingi oleh materi penjelasannya. Namun pada awalnya, Pātimokkha mungkin ada sebagai teks independen, yang dikenal sebagai Pātimokkha-sutta. Hal ini dapat dilihat dari fakta bahwa suatu aturan terkadang merujuk pada aturan lain yang mendahuluinya, suatu hubungan yang kini terputus karena materi dalam Suttavibhaṅga memisahkan berbagai aturan satu sama lain. ",
  "super-blurbs:pli-tv-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Theravāda berisi aturan monastik untuk para bhikkhunī penganut mazhab Theravāda, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 7 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. Setiap teksnya dimulai dengan satu atau lebih cerita asal usul, yang menceritakan latar belakang penetapan aturan tertentu oleh Sang Buddha. Aturan tersebut kemudian dituliskan, diikuti dengan penjelas/komentar yang menganalisis setiap kata penting yang terkandung dalam aturan tersebut. Penjelas/komentar tersebut mengikuti serangkaian permutasi di mana berbagai skenario berbeda dievaluasi dan ketentuan pelanggaran ditetapkan sebagaimana mestinya. Pada bagian akhir terdapat klausul non-pelanggaran, yang menyatakan pengecualian penting terhadap aturan tersebut, terkadang diikuti dengan studi kasus individual, di mana Sang Buddha memutuskan ketentuan pelanggaran yang terjadi dalam kasus-kasus yang ambigu. ",
  "super-blurbs:pli-tv-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Theravāda berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 227 aturan untuk bhikkhu penganut mazhab Theravāda yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Saat ini Pātimokkha hanya ditemukan sebagai bagian dari Suttavibhaṅga (“Analisis Aturan Pātimokkha”), yang di dalamnya setiap aturan dikelilingi oleh materi penjelasannya. Namun pada awalnya, Pātimokkha mungkin ada sebagai teks independen, yang dikenal sebagai Pātimokkha-sutta. Hal ini dapat dilihat dari fakta bahwa suatu aturan terkadang merujuk pada aturan lain yang mendahuluinya, suatu hubungan yang kini terputus karena materi dalam Suttavibhaṅga memisahkan berbagai aturan satu sama lain. ",
  "super-blurbs:pli-tv-bu-vb": "Bhikkhu Vibhaṅga atau Mahā-vibhaṅga (“Analisis Aturan Bhikkhu” atau “Analisis Besar”) Mazhab Theravāda berisi aturan monastik untuk para bhikkhu penganut mazhab Theravāda, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. Setiap teksnya dimulai dengan satu atau lebih cerita asal usul, yang menceritakan latar belakang penetapan aturan tertentu oleh Sang Buddha. Aturan tersebut kemudian dituliskan, diikuti dengan penjelas/komentar yang menganalisis setiap kata penting yang terkandung dalam aturan tersebut. Penjelas/komentar tersebut mengikuti serangkaian permutasi di mana berbagai skenario berbeda dievaluasi dan ketentuan pelanggaran ditetapkan sebagaimana mestinya. Pada bagian akhir terdapat klausul non-pelanggaran, yang menyatakan pengecualian penting terhadap aturan tersebut, terkadang diikuti dengan studi kasus individual, di mana Sang Buddha memutuskan ketentuan pelanggaran yang terjadi dalam kasus-kasus yang ambigu. ",
  "super-blurbs:pli-tv-kd": "Khandhaka (“Cabang-Cabang Aturan”) terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 22 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:pli-tv-pvr": "Parivāra, “Ringkasan [dari Analisis dan Cabang Aturan]”, berisi analisis teknis dari isi Suttavibhaṅga (Analisis Aturan) dan Khandhaka (Cabang Aturan). Kitab ini merangkum dan menyaring esensi Vinaya, mengabaikan semua narasi dan cerita. Parivāra merupakan kitab khas yang hanya ditemukan dalam koleksi kitab mazhab Theravāda dan kemungkinan besar disusun pada periode sektarian. Cara analisisnya memiliki karakteristik tertentu yang sama dengan Abhidhamma, seperti perluasan dan pengisian skema klasifikasi yang tidak disertakan secara lengkap dalam teks kanonik lainnya. ",
  "super-blurbs:pli-tv-vi": "Disiplin Monastik untuk mazhab Theravāda dalam bahasa Pāli. Aturan-aturan di sini dipatuhi oleh para anggota Saṅgha penganut mazhab Theravāda. Vinaya versi ini adalah satu-satunya vinaya terlengkap berbahasa Pāli yang masih lestari. ",
  "super-blurbs:pp": "Puggalapaññatti (Penggolongan Orang) berangkat dari pendekatan fenomenologis yang ketat dari sebagian besar teks Abhidhamma untuk menyajikan ringkasan bagian-bagian yang berkaitan dengan berbagai jenis individu/orang. Kitab ini ditetapkan dalam daftar <i lang='pi' translate='no'>mātikā</i> jenis individu yang disusun secara numerik dari satu sampai sepuluh. Sesuai dengan susunan angkanya, istilah-istilah ini sebagian besar berasal dari Aṅguttara Nikāya, dengan sedikit perubahan dalam istilah-istilahnya. Perhatian utamanya adalah mengklasifikasikan kecenderungan-kecenderungan pribadi atau psikologis yang berkaitan dengan perkembangan jalan Buddhis. ",
  "super-blurbs:pr": "Prajñaptiśāstra (Shī Shè Lùn, 施設論) berisi rangkaian tanya jawab pokok-pokok doktrin berdasarkan <i lang='pi' translate='no'>mātikā</i> yang didukung dengan kutipan sutta, konon disusun oleh Maudgalyāyana, terjemahan bahasa Tionghoa dalam 7 lembaran oleh Dharmarakṣa dan yang lainnya pada tahun 1018–1058 M. Di kanon Tionghoa edisi Taishō, teksnya bernomor 1538, terletak di T vol.26, 514a. ",
  "super-blurbs:ps": "Paṭisambhidāmagga atau “Jalan Pembedaan” berisi sebuah penjelasan mendalam kritis tingkat lanjut berbentuk 30 bab tentang praktik Buddhis, yang oleh komentar-komentar Pāli dikaitkan dengan murid Buddha, Sāriputta. Seperti gaya literatur populer atau merakyat dari sebagian besar teks pada kitab Khuddaka, kitab ini lebih mengingatkan pada Abhidhamma, dan memang, meskipun tidak termasuk dalam Abhidhammapiṭaka, teks ini layak dianggap sebagai bagian dari sistem Abhidhamma mazhab Theravāda. Namun, kitab ini tidak menggunakan susunan <i lang='pi' translate='no'>mātikā</i> utama Abhidhamma. Kitab ini memperkenalkan sejumlah istilah dan gagasan yang sangat penting dalam filsafat Buddhis di kemudian hari. Kitab ini tidak memiliki parelelnya pada kanon Buddhisme Utara, namun kitab ini mengartikulasikan perspektif Theravāda dengan jelas mengenai Sang Jalan. ",
  "super-blurbs:pv": "“Cerita Hantu” berisi 51 cerita berupa syair yang menggambarkan kelahiran-kembali sebagai hantu kelaparan sebagai akibat dari perbuatan buruk. Bagian ini merupakan pasangannya Vimānavatthu (“Cerita Wisma”). Bagian ini berisi teks belakangan yang tidak memiliki paralel dengan koleksi lainnya. ",
  "super-blurbs:sa": "Versi utama dari Diskursus Bertaut yang ditemukan dalam kanon Tionghoa dikenal sebagai Saṁyuktāgama (Zá āhán jīng, 雜阿含經), dan diyakini berasal dari cabang mazhab Sarvāstivādin. Teks ini diterjemahkan oleh Guṇabhadra (求那跋陀) dan Baoyun (寶雲) pada tahun 435–436 M di Vihāra Waguan (瓦官寺,) Yangdu (楊都). Seperti Saṁyutta Nikāya Pāli, teks ini berisi lebih dari 1000 sutta pendek yang disusun berdasarkan topik. Namun, teks-teks tersebut menjadi tidak teratur selama transmisi di Tiongkok, dan sebuah bagian yang tidak relevan tentang kehidupan Ashoka dimasukkan secara keliru di kemudian hari. Pada abad ke-20 ,sejumlah sarjana merekonstruksi urutan aslinya. Teks aslinya ditemukan dalam kanon Tionghoa edisi Taishō sebagai sutra nomor 99 di T vol. 2, 1a. ",
  "super-blurbs:sa-2": "Terjemahan-sebagian dari Saṁyuktāgama (SA-2) dibuat antara tahun 385 dan 431 oleh seorang penerjemah anonim. Dikenal sebagai Saṁyuktāgama Pendek (Biéyì zá āhán jīng, 別譯雜阿含經), teks ini mungkin berasal dari mazhab Mūlasarvāstivāda. Terdiri dari 364 sutra dalam 16 lembaran. Sebagian besar teks memiliki kesamaan dengan teks-teks berbahasa Tionghoa dan/atau Pāli, terutama dalam Sagāthāvagga dari Saṁyutta. Dalam kanon Tionghoa edisi Taishō, teksnya nomor 100, terletak di T vol. 2, 374a. ",
  "super-blurbs:sa-3": "Terjemahan-sebagian kedua dari Saṁyuktāgama (SA-3) dibuat kira-kira pada tahun 222–280 M oleh seorang penerjemah anonim. Terdiri dari 27 sutra dalam satu lembaran. Dalam kanon Tionghoa edisi Taishō, teks ini bernomor 101, terletak di T jilid 2, 493a. ",
  "super-blurbs:sa-ot": "22 diskursus pendek yang dalam kanon Tionghoa edisi Taishō telah dikumpulkan dalam jilid kedua, pada sūtra nomor 102–124, setelah tiga kumpulan Saṁyuktāgama. Bagian ini adalah terjemahan lain-lain dari berbagai diskursus di Saṁyutta, yang dibuat pada berbagai waktu oleh berbagai penerjemah. ",
  "super-blurbs:sab": "Kitab Śāriputrābhidharmaśāstra (Shèlìfú Āpítán Lùn, 舍利弗阿毘曇論) adalah satu-satunya karya Abhidhamma mazhab Dharmaguptaka yang masih ada, dan diterjemahkan dalam tiga puluh lembaran oleh Dharmayaśas dan Dharmagupta pada tahun 408 M di Ch'ang An (長安). Beberapa isinya sama dengan Vibhaṅga dan Dharmaskandha, dan rincian lainnya dengan teks lain. Tampaknya kitab ini berisi seluruh sistem Abhidhamma mazhab Dharmaguptaka. Dalam kanon Tionghoa edisi Taishō, teksnya bernomor 1548, terletak di T vol. 28, 525a. ",
  "super-blurbs:sammitiya": "Kitab Saṁmitīya-śāstra, T1461, adalah satu-satunya kitab Vinaya dari mazhab Saṁmitīya yang masih bertahan. Terdiri dari 22 syair bersama dengan komentar yang menganalisis kategori Vinaya. ",
  "super-blurbs:san-bu-pm-qizil": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Edisi Qizil berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 260 aturan untuk bhikkhu yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-lo-asc": "Abhisamācārika (“Aturan Tambahan”) merupakan teks yang hanya ditemukan pada mazhab Mahāsaṅghika dan submazhabnya. Teks ini ditransmisikan dalam versi terjemahan bahasa Tionghoa Klasiik, dan dalam versi Sanskerta milik mazhab Lokuttaravāda. ",
  "super-blurbs:san-lo-bi-nidana": "Nidāna (“Asal Mula”) berisi kisah terbentuknya saṅgha bhikkhunī dan delapan <i lang='pi' translate='no'>garudhamma</i> (“aturan penting”). ",
  "super-blurbs:san-lo-bi-pn": "Bhikkhunī Pakiṇṇaka (“Bermacam Aturan Bhikkhunī”) merupakan sebuah koleksi serbaneka aturan-aturan dan regulasi di luar Pātimokkha untuk para bhikkhunī. Koleksi ini hanya ada pada mazhab Mahāsaṁghika dan submazhabnya. ",
  "super-blurbs:san-lo-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Lokuttaravāda berisi aturan monastik untuk para bhikkhunī penganut mazhab Lokuttaravāda, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian  <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) dan <i lang='pi' translate='no'>dhamma-anudhamma</i> (“aturan dan penerapannya”); yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:san-lo-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Lokuttaravāda berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 218 aturan untuk bhikkhu penganut mazhab Lokuttaravāda yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-lo-bu-pn": "Bhikkhu Pakiṇṇaka (“Bermacam Aturan Bhikkhu”) merupakan sebuah koleksi serbaneka aturan-aturan dan regulasi di luar Pātimokkha untuk para bhikkhu. Banyak dari aturannya juga berlaku untuk para bhikkhunī. Koleksi ini hanya ada pada mazhab Mahāsaṁghika dan submazhabnya. ",
  "super-blurbs:san-lo-mvu": "Mahāvastu (“Cerita Agung”) merupakan sebuah biografi Buddha milik mazhab Lokuttaravāda. Bagian ini merupakan bagian dari Vinaya mereka, tetapi juga berisi sejumlah besar cerita Jātaka dan Apadāna. ",
  "super-blurbs:san-lo-vi": "Disiplin Monastik untuk mazhab Lokuttaravāda berbahasa Sanskerta. Mazhab ini merupakan submazhab Mahāsaṁghika  dan sekarang sudah puunah. Tidak diketahui tempat tinggal mazhab ini, tetapi pada awal abad ke-7, ada pengikutnya di Bāmīyan. Teksnya tidak lengkap, dan sebagian besar yang lestari hingga hari ini ditemukan di Tibet dalam bentuk manuskrip daun palem oleh Tripiṭakācārya Śri Rāhula Sānkṛtyāyana pada tahun 1935-1938. Teks ini penting bagi studi Vinaya bhikkhunī karena Vinaya versi ini merupakan versi Vinaya dengan Bhikkhunī-vibhaṅga terlengkap satu-satunya selain versi Pāli. ",
  "super-blurbs:san-mg-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mahāsaṅghika Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 218 aturan untuk bhikkhu penganut mazhab Mahāsaṅghika Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-mg-vi": "Disiplin Monatik untuk mazhab Mahāsaṁghika berbahasa Sanskerta. Mazhab ini mulanya berkembang di daerah Magadha, India; sekarang sudah punah. Mazhab ini dibentuk pada masa pertama perpecahan. Oleh karena itu, Vinaya-nya memiliki ciri khas yang tidak dapat ditemukan pada mazhab lainnya. Hanya bagian Bhikkhu-pātimokkha yang lestari dalam bahasa Sanskerta. ",
  "super-blurbs:san-mu-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:san-mu-bu-pm-gbm2": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mūlasarvāstivāda Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 250 aturan untuk bhikkhu penganut mazhab Mūlasarvāstivāda Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-mu-bu-pm-gbm3": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mūlasarvāstivāda Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 258 aturan untuk bhikkhu penganut mazhab Mūlasarvāstivāda Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-mu-kd": "Khandhaka (“Cabang-Cabang Aturan”) Mazhab Mūlasarvāstivāda Sanskerta terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī penganut mazhab Mūlasarvāstivāda Sanskerta yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 20 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:san-mu-mpt-bu-pm": "Bagian Mahāvyutpatti (Etimologi Besar) Mazhab Mūlasarvāstivāda Sanskerta. ",
  "super-blurbs:san-mu-vi": "Disiplin Monastik untuk mazhab Mūlasarvāstivāda berbahasa Sanskerta. Perdebatan tentang asal-usul mazhab ini masih berlangsung tetapi jelas bahwa mazhab ini memiliki pengaruh yang luas di Asia Tengah. Monastik dari tradisi Tibet mematuhi versi Vinaya ini. Versi Sanskerta dari Vinaya ini hanya lestari sebagian. Versi lengkap teksnya lestari dalam terjemahan versi bahasa Tionghoa Klasik dan Tibet. ",
  "super-blurbs:san-sarv-ab": "Teks-teks Abhidharma mazhab Sarvāstivāda yang tersedia dalam bahasa Sanskerta. ",
  "super-blurbs:san-sarv-bi-kam": "Bhikkhunī Kammavācā (“Aturan Penindakan Bhikkhunī”) merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhunī menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:san-sarv-bi-pm-tf44": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 355 aturan untuk bhikkhunī yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-sarv-bi-pm-tf3215": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Sarvāstivāda Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 355 aturan untuk bhikkhunī penganut mazhab Sarvāstivāda Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-sarv-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Sarvāstivāda Sanskerta berisi aturan monastik untuk para bhikkhunī penganut mazhab Sarvāstivāda Sanskerta, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 5 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:san-sarv-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:san-sarv-bu-pm-finot": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Sarvāstivāda Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 263 aturan untuk bhikkhu penganut mazhab Sarvāstivāda Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-sarv-bu-pm-tf11": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Sarvāstivāda Sanskerta berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 263 aturan untuk bhikkhu penganut mazhab Sarvāstivāda Sanskerta yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:san-sarv-sm": "Peraturan untuk calon bhikṣuṇī (“aturan <i lang='pi' translate='no'>sikkhamānā</i>”) berisi bagian dari peraturan kelima untuk calon bhikṣuṇī. ",
  "super-blurbs:san-sarv-vi": "Disiplin Monastik untuk penganut mazhab Sarvāstivāda berbahasa Sanskerta. Mazhab ini menyebar ke seluruh India Utara dan Asia Tengah. Vinaya Mazhab Sarvāstivāda pernah menjadi Vinaya yang umum ditemukan di Tiongkok sebelum mereka beralih ke Vinaya Mazhab Dharmaguptaka. Mazhab Sarvāstivāda sekarang sudah punah. ",
  "super-blurbs:sf": "Kategori ini merupakan kumpulan berbagai teks Sanskerta mazhab Sarvāstivāda yang sebagian besar telah diterbitkan pada beragam waktu. Beberapa teks di sini sangat terpisah-pisah, namun beberapa di antaranya cukup lengkap. Sistem penomoran yang kami gunakan di sini hanyalah daftar yang dibuat secara acak. ",
  "super-blurbs:sg": "Dianggap sebagai salah satu kitab Abhidhamma yang paling awal, kitab ini pada dasarnya adalah komentar terhadap Saṅgīti Sutta (DN 33) dari perspektif mazhab Sarvāstivāda. Judul lengkapnya sebagaimana tercatat dalam teks berbahasa Tionghoa adalah Abhidharmasaṅgītīparyāyapādaśāstra (Āpídámó Jí Yì Mén Zú Lùn, 阿毘達磨集異門足論). Seperti semua karya Sarvāstivāda, karya aslinya dibuat dalam bahasa Sanskerta. Ditulis oleh Mahākausthila (menurut sumber Sanskerta dan Tibet) atau Śāriputra (menurut sumber Tionghoa). Resensi versi Tionghoa diterjemahkan dalam 20 lembaran oleh Xuanzang pada tahun 660–664 M. Dalam kanon Tionghoa edisi Taishō, teksnya bernomor 1536, terletak di T vol. 26, 367a. ",
  "super-blurbs:sht": "Sanskrithandschriften aus den Turfanfunden adalah serangkaian publikasi berkelanjutan yang ditujukan untuk mengidentifikasi dan mengkatalogkan manuskrip, seringkali dalam bentuk yang sangat terpisah-pisah, yang ditemukan dari situs Jalur Sutra di Turfan oleh ekspedisi Jerman pada awal abad ke-20. Ini mencakup banyak persamaan dengan sutra-sutra awal, yang hampir semuanya hanya berupa beberapa kata atau kalimat. Kadang-kadang teks-teks tersebut dapat membantu memperjelas suatu istilah atau bacaan, namun teks-teks tersebut terutama berfungsi untuk menggambarkan penyebaran teks-teks ini di kawasan Asia Tengah. ",
  "super-blurbs:sn": "Diskursus “Bertaut” atau “Berkelompok” (Saṁyutta Nikāya, disingkat SN) berisi lebih dari 1000 diskursus pendek. Kata “bertaut” mengacu pada fakta bahwa teks dikumpulkan dan disusun berdasarkan topiknya. Dalam kebanyakan kasus, prinsip penyusunannya berdasarkan tema Dhamma tertentu, seperti lima agregat (<i lang='pi' translate='no'>pañcakkhandha</i>), hukum sebab-musabab yang saling bergantungan (<i lang='pi' translate='no'>paṭiccasamuppāda</i>), Jalan Mulia Beruas Delapan (<i lang='pi' translate='no'>ariya aṭṭhaṅgika magga</i>), meditasi perhatian-penuh (<i lang='pi' translate='no'>satipaṭṭhāna</i>), atau Empat Kebenaran Mulia (<i lang='pi' translate='no'>cattāri ariyasaccāni</i>). Koleksi ini berisi teks-teks terlengkap mengenai tema-tema inti ini. Dalam kasus lain, bab-bab disusun berdasarkan orang atau jenis orang yang berbicara. Koleksi ini memiliki paralel dengan koleksi dalam Saṁyuktāgama (SA) dari mazhab Sarvāstivāda dalam terjemahan bahasa Tionghoa. Selain itu, terdapat dua koleksi parsial dalam bahasa Tionghoa (SA-2 dan SA-3) serta sejumlah teks lain-lain atau terpisah-pisah dalam bahasa Tionghoa, Sanskerta, dan Tibet. Sebagian besar struktur penyusunan SN sama dengan SA. Hal ini menunjukkan bahwa susunan strukturnya telah ada sebelum pemisahan kedua koleksi tersebut. ",
  "super-blurbs:snp": "“Koleksi Diskursus” berisi 74 teks yang sebagian besarnya berukuran pendek dalam bentuk syair atau campuran prosa dan syair, disusun dalam 5 bab. Berisi beberapa teks yang paling digemari dalam agama Buddha populer, seperti Ratana, Maṅgala, dan Mettā Sutta, yang dikenali oleh semua umat mazhab Theravāda dan didaraskan sebagai bacaan yang melindungi dan membangkitkan semangat pada upacara-upacara yang penuh berkah. Koleksinya secara keseluruhan disusun belakangan; tidak ditemukan paralelnya dalam kanon Buddhisme Utara. Bebeberapa bagiannya, seperti syair pembuka Nālaka Sutta, termasuk dalam strata terbaru dari teks-teks awal. Namun demikian, bagian-bagian tertentu—“Khaggavisāṇa”, “Aṭṭhakavagga”, dan “Pārāyanavagga”—tampaknya sudah ada sebelum koleksi ini disusun, dan dianggap sebagai bagian awal. Meskipun koleksinya secara keseluruhan tidak memiliki padanannya di tempat lain, beberapa bagian teks memiliki persamaan dengan teks berbahasa Tionghoa atau Sanskerta. ",
  "super-blurbs:sutta": "Ajaran Sang Buddha seputar meditasi, sila, corak dunia, dan jalan kebebasan. Keranjang ini adalah rujukan utama untuk mengenal kehidupan dan praktik Buddha Gotama. Berisi percakapan yang terasa hidup antara Sang Buddha, para murid-Nya, dan berbagai macam orang. ",
  "super-blurbs:t210": "Dua lembaran disusun oleh Dharmatrāta 法救, T 210.4.559–574. Kitab ini dibawa oleh seorang bhikkhu India bernama Vighna 維祇難 ke Wuchang 武昌, Tiongkok, pada tahun 224 M. Diterjemahkan oleh Zhu Jiangyan 竺將炎 dan Zhi Qian 支謙. Teks ini berisi kumpulan syair yang berisi ajaran dasar agama Buddha yang mirip dengan Dhammapada Pāli. Versi Tionghoa berisi 758 syair. Ada empat terjemahan bahasa Tionghoa dengan tahun penyusunan 224, 290–306, 399, dan 980–1001 M. ",
  "super-blurbs:t211": "4 lembaran, disusun oleh Dharmatrāta dan diterjemahkan oleh Faju 法典, dan Fali 法立 pada masa pemerintahan Huidi 惠帝 (290–306 M) pada dinasti Jin Barat 西晉 di Luoyang. Juga dikenal dengan judul 句本末經, 法句喩經, 法喩經, dan 法句譬經. Ditulis dalam 39 bab, seperti 法句經 (T 210). Berkaitan erat dengan Dhammapada dari Kanon Pāli. Sekitar dua pertiga teks ini sama dengan T 210. Terdiri dari teks penjelasan yang ditambahkan pada syair-syair Dharmapāda. ",
  "super-blurbs:t212": "Teks asli India yang disusun oleh Dharmatrāta 法救 terdiri dari 33 bab dan sekitar 1000 syair. Diterjemahkan oleh Saṃghabhadra 僧伽跋澄 dan Zhu Fonian 竺佛念 pada tahun 398–399. T 212 yang dikenal di masa sekarang berisi 34 bab. Bab-babnya mirip dengan Udānavarga masa sekarang, yang memiliki 33 bab dan 1050 syair. Hanya saja kitab ini tidak mencakup dua bab terpisah bagian 'Apramādavarga' dari Udānavarga, yaitu bab tentang ketidakcerobohan 無放逸品 dan bab tentang kecerobohan 放逸品. Seperti T 211, teks ini juga menyajikan syair beserta latar belakang cerita dalam bentuk prosa. Bila syairnya sama dengan syair T 210, maka penerjemah T 211 mengikuti terjemahan T 210 alih-alih membuat terjemahan baru. ",
  "super-blurbs:t213": "Juga disusun oleh Dharmatrāta, kitab ini diterjemahkan oleh Tianxizai 天息災 (?–1000), yang tiba di ibu kota dinasti Song pada tahun 980. Kitab ini memiliki 33 bab yang sesuai dengan bab-bab Udānavarga. Tidak seperti T 212, teks ini hanya berisi syair tanpa komentar. Penerjemah T 213 mengikuti terjemahan T 212, dan dia juga mengikuti terjemahan T 210, meskipun syair-syair tersebut tidak ada di T 212 tetapi sama dengan T 210. ",
  "super-blurbs:tf": "Berbagai fragmen dalam bahasa Tokharia A. Fragmen-fragmen ini ditemukan di Turkistan Timur atau Xinjiang; di sepanjang jalur yang dulunya merupakan Jalur Sutra. ",
  "super-blurbs:tha-ap": "“Legenda Thera” berisi 563 cerita berbentuk syair yang menceritakan berbagai perbuatan pada kehidupan masa lampau dari para bhikkhu senior. Kitab ini muncul lebih belakangan dari Theragāthā, tetapi merujuk pada banyak bhikkhu yang sama. Jika Theragāthā menceritakan praktik meditasi dan perhatian-penuh yang dilakukan para bhikkhu dalam kehidupan masa ini, Legenda Thera biasanya menceritakan sebab pendukung pencapaian Nibbāna mereka dari kehidupan masa lampau. Sebab tersebut adalah bederma kepada Buddha masa lampau dan beraspirasi agar dapat mencapai Nibbāna di kehidupan selanjutnya. Kitab “Legenda Thera” berdampingan dengan kitab “Legenda Therī”. Keduanya adalah kitab yang muncul belakangan, dan tidak ada paralelnya dalam kanon-kanon Buddhisme Utara. ",
  "super-blurbs:thag": "“Syair Thera” berisi kumpulan 1288 syair oleh 264 bhikkhu senior yang hidup pada masa Sang Buddha, atau dalam beberapa kasus, beberapa waktu setelahnya. Berisi perayaan kebahagiaan atas pencapaian kebebasan (Nibbāna) dan kehidupan kepetapaan meditatif di hutan. Kitab ini berpasangan dengan kitab Therīgāthā, “Syair Therī”. Kedua kitab ini merupakan salah satu koleksi sastra kontemplatif tertua dan terbesar. Berdasarkan gaya dan isinya, koleksi-koleksi ini dikelompokkan dalam diskursus masa awal. Kedua kitab ini terkadang disinggung dalam kanon-kanon Buddhisme Utara, tetapi tidak ada kitab paralelnya yang masih bertahan. ",
  "super-blurbs:thi-ap": "“Legenda Therī” berisi 40 cerita berbentuk syair yang menceritakan berbagai perbuatan pada kehidupan masa lampau dari para bhikkhunī senior. Kitab ini muncul lebih belakangan dari Therīgāthā, tetapi merujuk pada banyak bhikkhunī yang sama. Jika Therigāthā menceritakan praktik meditasi dan perhatian-penuh yang dilakukan para bhikkhunī dalam kehidupan masa ini, Legenda Therī biasanya menceritakan sebab pendukung pencapaian Nibbāna mereka dari kehidupan masa lampau. Sebab tersebut adalah bederma kepada Buddha masa lampau dan beraspirasi agar dapat mencapai Nibbāna di kehidupan selanjutnya. Kitab “Legenda Therī” berdampingan dengan kitab “Legenda Thera”. Keduanya adalah kitab yang muncul belakangan, dan tidak ada paralelnya dalam kanon-kanon Buddhisme Utara. ",
  "super-blurbs:thig": "“Syair Therī” berisi kumpulan 524 syair oleh 73 bhikkhunī senior yang hidup pada masa Sang Buddha, atau dalam beberapa kasus, beberapa waktu setelahnya. Berisi perayaan kebahagiaan atas pencapaian kebebasan (Nibbāna) dan kehidupan kepetapaan meditatif, penuh dengan pernyataan bangga dan gembira atas pencapaian spiritual mereka dan rasa terima kasih mereka kepada bhikkhunī lain sebagai pembimbing dan guru. Therīgāthā adalah salah satu teks spiritual tertua yang hanya merekam suara perempuan. Kitab ini berpasangan dengan kitab Theragāthā, “Syair Thera”. Kedua kitab ini merupakan salah satu koleksi sastra kontemplatif tertua dan terbesar. Berdasarkan gaya dan isinya, koleksi-koleksi ini dikelompokkan dalam diskursus masa awal. Kedua kitab ini terkadang disinggung dalam kanon-kanon Buddhisme Utara, tetapi tidak ada kitab paralelnya yang masih bertahan. ",
  "super-blurbs:ud": "Berisi 80 diskursus pendek dalam bentuk prosa dan syair campuran. Isi kitab ini berbentuk narasi prosa sederhana, yang berfungsi untuk merumuskan seruan-seruan luhur, biasanya dalam bentuk syair. Ciri khas literatur kitab <i lang='pi' translate='no'>Udāna</i> dan kitab <i lang='pi' translate='no'>Dhammapada</i> tampak memiliki banyak kesamaan, dan dapat dianggap sebagai satu genre. Syair Dhammapada juga mempunyai narasi terkait seperti syair Udāna, namun narasi ini ditemukan dalam kitab komentar. Ada beberapa indikasi bahwa beberapa narasi dalam Udāna mungkin munculnya sedikit lebih belakangan dibandingkan sebagian besar materi dalam empat nikāya utama. ",
  "super-blurbs:uf": "Fragmen-fragmen berbagai teks Uighur yang dipublikasikan oleh Shōgaito (1998 dan 2002) dan Tekin (1980). ",
  "super-blurbs:up": "Upāyika, dengan nama lengkap Abhidharmakośopāyikanāmaṭīkā, berisi kumpulan kutipan dari sutta-sutta awal yang dibuat oleh seorang bhikkhu bernama Śamathadeva, yang mungkin tinggal di India sekitar setelah abad ke-5. Kitab ini diterjemahkan ke dalam bahasa Tibet oleh Jāyaśrī (ཞི་གནས་ལྷ།), mungkin sekitar abad ke-11. Kitab ini menyajikan paragraf sutta lengkap yang dirujuk oleh Vasubandhu dalam Abhidharmakośa-nya. Teksnya di SuttaCentral berasal dari Asian Classics Input Project, yang terdaftar sebagai Tengyur 4091.04. ",
  "super-blurbs:upp": "Upāliparipucchā (“Pertanyaan Upāli”) berasal dari mazhab Sarvāstivāda. Teks ini juga ditemukan sebagai dua teks yang berdiri sendiri yang tidak terafiliasi dengan suatu mazhab tertentu. Pada mazhab-mazhab lainnya, teks Upāliparipucchā juga disertakan sebagai bagian teks mereka, misalnya pada kitab Uttaragantha mazhab Mūlasarvāstivāda dan kitab Parivāra mazhab Theravāda. ",
  "super-blurbs:uv": "Udānavarga atau “Koleksi Seruan Luhur” merupakan teks bergaya Dhahmmapada versi mazhab Sarvāstivāda. Berisi 1044 syair, dua kali lebih panjang dari Dhammapada Pāli; dan merupakan versi Dhammapada yang terpanjang. Manuskripnya termasuk dalam teks-teks Sanskerta yang ditemukan di Turfann. Di SuttaCentral, teks ini bersumber dari edisi Titus yang disiapkan oleh Gippert dan Kupfer; dan didasarkan pada edisi oleh Bernhard (1965). Terdapat terjemahan berbahasa Tionghoa dan Tibet dari teks ini. ",
  "super-blurbs:uv-kg": "Versi terjemahan Tibet dari Udānavarga, dikaitkan dengan Dharmatrāta. Terdapat sebuah komentar untuk teks ini oleh Prajñāvarman. ",
  "super-blurbs:uvs": "Edisi kritikal dari naskah Sanskerta yang tertulis pada kayu dari Subaši; disusun oleh H. Nakatani, Bibliothèque nationale de Paris, Pelliot Collection, 1987–1988. ",
  "super-blurbs:vb": "Vibhaṅga (“Kitab Analisis”) berisi 18 bab yang disusun berdasarkan topiknya. Daftar topiknya mirip dengan Saṁyutta Nikāya—agregat-agregat, landasan indra, kemunculan-bergantungan, dll. Kebanyakan bagiannya memiliki struktur rangkap-tiga. (1) Analisis sesuai Sutta: bagian ini mengutip ayat utama dari sutta tentang topik yang relevan dan memberikan analisis sederhana. (2) Analisis sesuai Abhidhamma: menerapkan daftar sinonim dan istilah yang dikembangkan di Dhammasaṅgaṇī. (3) Katekisme: menguji pengetahuan para murid dengan pertanyaan sistematis. Beberapa bagiannya, seperti Vb 18 Dhammahadaya, tidak mengikuti sistem ini. Bagian tersebut mungkin mulanya merupakan teks terpisah yang berdiri sendiri. ",
  "super-blurbs:vinaya": "Rincian gaya hidup, aturan, dan berbagai prosedur untuk para bhikkhu dan bhikkhunī. Dijelaskan pedoman kehidupan monastik Buddhis yang masih berlaku hingga hari ini. Juga jelas menggambarkan kehidupan sehari-hari India kuno. ",
  "super-blurbs:vk": "Judul lengkapnya adalah Abhidharmavijñānakāyapādaśāstra (Āpídámó Shí Shēn Zú Lùn, 阿毘達磨識身足論). Bagian ini mirip seperti Kathāvatthu dalam tradisi Pāli; dan kemungkinan memiliki sejarah yang sama. Teks ini menyebut bhikkhu bermazhab Theravāda bernama Moggaliputtatissa, penulis Kathāvatthu, sebagai lawan debat tentang doktrin utama mazhab Sarvāstivāda bahwa semua fenomena eksis di masa lalu, masa depan, dan masa sekarang. Teks ini mendiskusikan poin-poin yang jauh lebih sedikit dari Kathāvatthu. Teks ini disusun oleh Devakṣema dan diterjemahkan ke dalam bahasa Tionghoa Klasik dalam 16 lembaran oleh Xuanzang pada 3 Maret-13 September 649 M di Hung-fa Hall (弘法院), Northern Palace (北-闕); dan Vihāra Tz'uen (慈恩寺). Di kanon Tionghoa edisi Taishō, teks ini bernomor 1539, terletak di T vol. 26, 531a. ",
  "super-blurbs:vv": "“Cerita Wisma” berisi 85 cerita berupa syair yang menggambarkan buah-buah surgawi dari perbuatan baik, terutama perbuatan bederma kepada Buddha atau Saṅgha. Bagian ini pasangannya Petavatthu (“Cerita Hantu”). Bagian ini berisi teks belakangan yang tidak memiliki paralel dengan koleksi lainnya. ",
  "super-blurbs:xct-mu-bi-pm": "Bagian Bhikkhunī Pātimokkha (Aturan Bhikkhunī) Mazhab Mūlasarvāstivāda Tibet berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 366 aturan untuk bhikkhunī penganut mazhab Mūlasarvāstivāda Tibet yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:xct-mu-bi-vb": "Bhikkhunī Vibhaṅga (“Analisis Aturan Bhikkhunī”) Mazhab Mūlasarvāstivāda Tibet berisi aturan monastik untuk para bhikkhunī penganut mazhab Mūlasarvāstivāda Tibet, seperti pada Bhikkhunī Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 6 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:xct-mu-bu-kam": "Bhikkhu Kammavācā (“Aturan Penindakan Bhikkhu”) merupakan kompilasi dari berbagai formula yang dibacakan pada saat para bhikkhu menghadapi penindakan legal dari Saṅgha. Bagian ini dikutip dari Vibhaṅga. ",
  "super-blurbs:xct-mu-bu-pm": "Bagian Bhikkhu Pātimokkha (Aturan Bhikkhu) Mazhab Mūlasarvāstivāda Tibet berisi aturan-aturan inti dari kehidupan monastik dalam bentuk daftar panjang tanpa materi penjelasannya. Ada 258 aturan untuk bhikkhu penganut mazhab Mūlasarvāstivāda Tibet yang dikelompokkan sesuai jenis pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. ",
  "super-blurbs:xct-mu-bu-vb": "Bhikkhu Vibhaṅga (“Analisis Aturan Bhikkhu”) Mazhab Mūlasarvāstivāda Tibet berisi aturan monastik untuk para bhikkhu penganut mazhab Mūlasarvāstivāda Tibet, seperti pada Bhikkhu Pātimokkha, namun dengan materi penjelasannya. Dibagi dalam 8 bagian, setiap bagiannya berurusan dengan berbagai macam aturan yang dikelompokkan sesuai dengan pelanggarannya, kecuali bagian <i lang='pi' translate='no'>aniyata</i> (“tidak ditentukan”) dan <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“asas penyelesaian permasalahan aturan”) yang lebih berisi prinsip/asas untuk diaplikasikan. Setiap aturan dengan materi penjelasnya disusun dalam bagiannya sendiri, berbentuk sub-bab. ",
  "super-blurbs:xct-mu-kd": "Khandhaka (“Cabang-Cabang Aturan”) terdiri dari peraturan dan ketentuan bhikkhu dan bhikkhunī yang berada di luar aturan <i lang='pi' translate='no'>pātimokkha</i>. Ada 20 Khandhaka yang berdiri sendiri; sebagian besar membahas topik yang kurang lebih terpadu. Khandhaka mencakup berbagai materi, seperti berbagai macam materi biografi sejumlah murid Buddha terkemuka dan beberapa murid Buddha terkenal. Bagian ini juga menggabungkan beberapa Jātaka dan kisah-kisah lainnya, serta kisah-kisah pembacaan bersama pertama setelah wafatnya Sang Buddha dan peristiwa Vesālī yang terkenal; kadang-kadang dikenal sebagai “Konsili Kedua”. Seluruh koleksi disusun berdasarkan kehidupan Sang Buddha setelah kecerahan-Nya. ",
  "super-blurbs:xct-mu-khv": "Khuddakavatthu (“Perihal Kecil”) merupakan bagian Vinaya kecil yang lestari dalam terjemahan-terjemahannya dalam bahasa Tionghoa Klasik dan Tibet. ",
  "super-blurbs:xct-mu-utg": "Bagian pertama dari Uttaragantha (“Lampiran Pertama”) berisi lampiran-lampiran seperti Upāliparipucchā (“Pertanyaan Upāli”) yang parallel dengan bab pada Parivāra mazhab Theravāda. ",
  "super-blurbs:xct-mu-utg-2": "Bagian kedua dari Uttaragantha (“Lampiran Kedua”) adalah versi lanjutan dari Uttaragantha bagian pertama. ",
  "super-blurbs:xct-mu-vi": "Disiplin Monastik untuk penganut mazhab Mūlasarvāstivāda berbahasa Tibet. Debat tentang asal-usul mazhab ini masih berlangsung, tetapi jelas bahwa mazhab ini memiliki pengaruh yang besar di Asia Tengah. Monastik dari tradisi Tibet mematuhi Vinaya ini. Selain teks versi Tibet, juga ada terjemahan keseluruhan Vinaya ini dalam bahasa Tionghoa, dan sebagian versi Sanskerta asli. ",
  "super-blurbs:ya": "Yamaka (“Berpasangan”) berisi sepuluh bagian tentang berbagai topik, dimulai dari akar-akar perbuatan baik atau buruk. Disusun dalam bentuk serangkaian pertanyaan, dengan tujuan untuk sepenuhnya menentukan ruang lingkup penerapan istilah. Misalnya, apakah semua <i lang='pi' translate='no'>rūpa</i> (fenomena materi) merupakan bagian dari <i lang='pi' translate='no'>rūpakkhandha</i> (agregat <i lang='pi' translate='no'>rūpa</i>)? Tidak, karena ada penggunaan idiomatis dari kata <i lang='pi' translate='no'>rūpa</i> seperti <i lang='pi' translate='no'>evarūpa</i> (“semacam itu”). Namun apakah semua <i lang='pi' translate='no'>rūpakkhandha</i> adalah <i lang='pi' translate='no'>rūpa</i>? Ya. ",
  "super-blurbs:ybs": "Yogacārabhūmiśastra karya Asaṅga, “penjelasan mendalam tentang tahapan latihan meditasi” adalah salah satu ringkasan terbesar dan paling berpengaruh dalam Buddhisme Utara. Meskipun struktur keseluruhannya bernuansa mazhab Mahāyāna, beberapa bab berfokus pada ajaran-ajaran masa awal dan banyak mengutip berbagai sutta. Kemungkinan besar, karya ini secara tidak langsung menginspirasi penulisan Visuddhimagga Pāli sebagai teks serupa milik mazhab Theravāda. "
}