{
  "ud-blurbs:ud1.1": "'\\'\"\\\\\\'Sang Buddha, pada masa awal setelah kecerahan sempurna, merenungkan kemunculan bersebab yang saling bergantungan. \\\\\\'\"\\''",
  "ud-blurbs:ud1.2": "'\\'\"\\\\\\'Sang Buddha, pada masa awal setelah kecerahan sempurna, merenungkan kemunculan bersebab yang saling bergantungan dalam urutan mundur. \\\\\\'\"\\''",
  "ud-blurbs:ud1.3": "'\\'\\\\\\'\"Sang Buddha, pada masa awal setelah kecerahan sempurna, merenungkan kemunculan bersebab yang saling bergantungan (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>paṭiccasamuppāda</i>) dalam urutan maju dan mundur. \"\\\\\\'\\''",
  "ud-blurbs:ud1.4": "'\\'\"\\\\\\'Orang yang benar-benar unggul tidak menunjukkan keangkuhan. \\\\\\'\"\\''",
  "ud-blurbs:ud1.5": "'\\'\"\\\\\\'Sang Buddha mendefinisikan ulang istilah “brahmana” menjadi siapa saja, tanpa memandang kelahiran, yang telah mencapai kecerahan sempurna. \\\\\\'\"\\''",
  "ud-blurbs:ud1.6": "'\\'\"\\\\\\'Yang Mulia Mahā Kassapa memilih untuk menyambut derma makanan di antara orang miskin daripada di antara para dewa. \\\\\\'\"\\''",
  "ud-blurbs:ud1.7": "'\\'\"\\\\\\'Orang yang terbangun telah melampaui rasa takut. \\\\\\'\"\\''",
  "ud-blurbs:ud1.8": "'\\'\"\\\\\\'Mantan istri seorang bhikkhu mencoba menggunakan anak mereka untuk membujuk bhikkhu tersebut kembali ke kehidupan awam. \\\\\\'\"\\''",
  "ud-blurbs:ud1.9": "'\\'\"\\\\\\'Batin telah dibersihkan dan dimurnikan, bukan dengan air suci, melainkan dengan kebenaran dan Dhamma. \\\\\\'\"\\''",
  "ud-blurbs:ud1.10": "'\\'\"\\\\\\'Petapa Bāhiya menjadi arahant setelah menerima pengajaran singkat tentang pengalaman indrawi sebagaimana adanya. \\\\\\'\"\\''",
  "ud-blurbs:ud2.1": "'\\'\"\\\\\\'Tidak lama setelah kecerahan Sang Buddha, sesosok naga melindungi-Nya dari badai. \\\\\\'\"\\''",
  "ud-blurbs:ud2.2": "'\\'\"\\\\\\'Ketika para bhikkhu berkumpul, mereka tidak seharusnya menghabiskan waktu dengan bergosip tentang raja-raja. \\\\\\'\"\\''",
  "ud-blurbs:ud2.3": "'\\'\"\\\\\\'Pelajaran untuk anak laki-laki muda: Jika Anda tidak ingin menderita karena rasa sakit, jangan menyakiti makhluk lain. \\\\\\'\"\\''",
  "ud-blurbs:ud2.4": "'\\'\"\\\\\\'Tentang bagaimana cara menghadapi bahasa kasar. \\\\\\'\"\\''",
  "ud-blurbs:ud2.5": "'\\'\"\\\\\\'Kekurangan dari kepemilikan. \\\\\\'\"\\''",
  "ud-blurbs:ud2.6": "'\\'\"\\\\\\'Kekurangan dari kepemilikan. \\\\\\'\"\\''",
  "ud-blurbs:ud2.7": "'\\'\"\\\\\\'Kesedihan yang datang dari kepemilikan atas orang-orang yang tersayang. \\\\\\'\"\\''",
  "ud-blurbs:ud2.8": "'\\'\"\\\\\\'Setelah mengalami kehamilan yang panjang dan sulit, Suppavāsā mengundang Sang Buddha dan Saṅgha untuk bederma makanan. \\\\\\'\"\\''",
  "ud-blurbs:ud2.9": "'\\'\"\\\\\\'Kekurangan dari keterlibatan dalam persoalan dengan raja-raja. \\\\\\'\"\\''",
  "ud-blurbs:ud2.10": "'\\'\\\\\\'\"Mantan raja, sekarang bhikkhu, berseru atas kebahagiaan dari kesendirian dengan mengucapkan “ah, bahagianya” (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>aho sukhaṁ</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud3.1": "'\\'\"\\\\\\'Seorang bhikkhu berjuang saat bermeditasi dalam kesakitan yang ditimbulkan oleh kamma masa lalunya. \\\\\\'\"\\''",
  "ud-blurbs:ud3.2": "'\\'\"\\\\\\'Sang Buddha menjadi penjamin saudara laki-laki angkat-Nya, Yang Mulia Nanda, untuk memeroleh lima ratus bidadari berkaki merpati di alam surga jika Yang Mulia Nanda tetap menjadi seorang bhikkhu. \\\\\\'\"\\''",
  "ud-blurbs:ud3.3": "'\\'\"\\\\\\'Sekelompok bhikkhu ditegur oleh Sang Buddha karena mereka bersuara kencang dan ramai. Para bhikkhu tersebut menjadikan teguran Buddha sebagai dorongan untuk mencapai kecerahan. \\\\\\'\"\\''",
  "ud-blurbs:ud3.4": "'\\'\"\\\\\\'Yang Mulia Sāriputta bermeditasi, batin-Nya teguh bagaikan karang pegunungan. \\\\\\'\"\\''",
  "ud-blurbs:ud3.5": "'\\'\\\\\\'\"Yang Mulia Mahā Moggallāna bermeditasi untuk melatih perhatian-penuh pada tubuh (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>kāyagatā-sati</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud3.6": "'\\'\"\\\\\\'Yang Mulia Pilindavaccha sering menyapa para bhikkhu dengan kata “rendahan”, tetapi tidak didasarkan pada kebencian. \\\\\\'\"\\''",
  "ud-blurbs:ud3.7": "'\\'\"\\\\\\'Sesosok raja deva, Sakka, mencipta penampakan penenun untuk bederma makanan kepada Yang Mulia Mahā Kassapa. \\\\\\'\"\\''",
  "ud-blurbs:ud3.8": "'\\'\\\\\\'\"Para bhikkhu bercakap-cakap tentang kesenangan indra yang didapatkan saat pindapata. Sang Buddha menegur percakapan mereka dan menyarankan mereka agar membicarakan Dhamma atau berdiam mulia (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>tuṇhībhāva</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud3.9": "'\\'\"\\\\\\'Para bhikkhu bercakap-cakap tentang keahlian terbaik. Sang Buddha menegur percakapan mereka. \\\\\\'\"\\''",
  "ud-blurbs:ud3.10": "'\\'\"\\\\\\'Sesaat setelah kecerahan, Sang Buddha merenungkan kemenjadian pada kelahiran-kembali masa depan. \\\\\\'\"\\''",
  "ud-blurbs:ud4.1": "'\\'\"\\\\\\'Seorang bhikkhu, Yang Mulia Meghiya, meninggalkan Sang Buddha untuk menyendiri. Beliau menyadari bahwa batinnya dipenuhi oleh pemikiran kesenangan indrawi, pemikiran niat buruk, dan pemikiran menyakiti. \\\\\\'\"\\''",
  "ud-blurbs:ud4.2": "'\\'\"\\\\\\'Sang Buddha menyerukan seruan tentang pentingnya penjagaan terhadap tubuh dan batin setelah melihat banyak bhikkhu yang bergejolak, sombong, tak berpendirian, cerewet, berbicara kacau, kurang perhatian-penuh, dan indranya tak terkendali. \\\\\\'\"\\''",
  "ud-blurbs:ud4.3": "'\\'\\\\\\'\"Seorang gembala sapi dibunuh oleh orang tertentu setelah bederma makanan kepada Sang Buddha dan Saṅgha. Sang Buddha menyampaikan bahaya dari kesadaran (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>citta</i>) yang tidak baik. \"\\\\\\'\\''",
  "ud-blurbs:ud4.4": "'\\'\\\\\\'\"Sesosok yaksa (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>yakkha</i>) menghantam kepala Yang Mulia Sāriputta, tetapi tidak terasa sakit. \"\\\\\\'\\''",
  "ud-blurbs:ud4.5": "'\\'\"\\\\\\'Sang Buddha hidup menyendiri setelah direpotkan oleh banyak pihak. \\\\\\'\"\\''",
  "ud-blurbs:ud4.6": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Piṇḍola Bhāradvāja bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud4.7": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Sāriputta bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud4.8": "'\\'\"\\\\\\'Para petapa dari agama lain membunuh seorang perempuan bernama Sundarī dan memfitnah Saṅgha atas pembunuhan tersebut. \\\\\\'\"\\''",
  "ud-blurbs:ud4.9": "'\\'\"\\\\\\'Yang Mulia Upasena Vaṅgantaputta merenung: “Kehidupanku bagus; maka kematianku akan bagus.” \\\\\\'\"\\''",
  "ud-blurbs:ud4.10": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Sāriputta bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud5.1": "'\\'\"\\\\\\'Raja Pasenadi bertanya kepada Ratu Mallikā, “Apakah ada orang lain yang engkau lebih sayangi daripada dirimu?” \\\\\\'\"\\''",
  "ud-blurbs:ud5.2": "'\\'\"\\\\\\'Yang Mulia Ānanda menyampaikan tentang pendeknya usia ibu Sang Buddha. \\\\\\'\"\\''",
  "ud-blurbs:ud5.3": "'\\'\\\\\\'\"Penderita kusta miskin, malang, dan susah di Rājagaha bernama Suppabuddha mencapai tingkat kemuliaan Pemasuk Arus (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>sotāpanna</i>), meninggal karena diserang sapi, dan terlahir kembali di alam surga Tiga Puluh Tiga (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>Tāvatiṃsa</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud5.4": "'\\'\"\\\\\\'Sebuah pelajaran untuk seorang anak laki-laki yang suka menangkap ikan kecil: Jika tak ingin menderita karena kesakitan, janganlah menyakiti makhluk lain. \\\\\\'\"\\''",
  "ud-blurbs:ud5.5": "'\\'\"\\\\\\'Yang Mulia Mahā Moggallāna mengusir seorang bhikkhu palsu dursila dari pertemuan Saṅgha pada hari uposatha. \\\\\\'\"\\''",
  "ud-blurbs:ud5.6": "'\\'\"\\\\\\'Seorang pemuda bernama Upāsaka Soṇa Kuṭikaṇṇa, yang tinggal di daerah terpencil baru bisa ditahbiskan oleh Yang Mulia Mahā Kaccāna setelah beberapa kali penundaan. \\\\\\'\"\\''",
  "ud-blurbs:ud5.7": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Kaṅkhā Revata bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud5.8": "'\\'\"\\\\\\'Devadatta mengumumkan bahwa ia akan memecah belah Saṅgha dengan menyelenggarakan uposatha bersama kelompok baru yang bukan dari garis tahbis Sang Buddha. \\\\\\'\"\\''",
  "ud-blurbs:ud5.9": "'\\'\"\\\\\\'Sekelompok pemuda mencemooh para bhikkhu. \\\\\\'\"\\''",
  "ud-blurbs:ud5.10": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Cūḷa Panthaka bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud6.1": "'\\'\"\\\\\\'Percakapan Sang Buddha dengan Māra tentang pelepasan daya hidup Sang Buddha. \\\\\\'\"\\''",
  "ud-blurbs:ud6.2": "'\\'\"\\\\\\'Sang Buddha menjelaskan cara mengetahui karakter seseorang, yaitu dengan tinggal bersama dalam rentang yang lama, perenungan, dan kebijaksanaan. \\\\\\'\"\\''",
  "ud-blurbs:ud6.3": "'\\'\"\\\\\\'Sang Buddha merenungi pelepasan berbagai sifat buruk dan jahat Beliau di masa lalu. \\\\\\'\"\\''",
  "ud-blurbs:ud6.4": "'\\'\"\\\\\\'Cerita tentang orang buta dan gajah. Sekelompok orang buta diminta untuk menjelaskan apa itu gajah sebagai perumpamaan untuk menjelaskan beragam agama atau aliran spiritual yang tidak melihat kebenaran secara menyeluruh. \\\\\\'\"\\''",
  "ud-blurbs:ud6.5": "'\\'\"\\\\\\'Pengembara dari agama lain berselisih paham mengenai kekekalan roh/diri, kebahagiaan, penderitaan, dan penciptaannya. \\\\\\'\"\\''",
  "ud-blurbs:ud6.6": "'\\'\"\\\\\\'Pengembara dari agama lain berselisih paham mengenai kekekalan roh/diri, kebahagiaan, penderitaan, dan penciptaannya. \\\\\\'\"\\''",
  "ud-blurbs:ud6.7": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Subhūti bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud6.8": "'\\'\"\\\\\\'Dua kelompok memperebutkan seorang wanita penghibur. Mereka saling menyerang satu sama lain. \\\\\\'\"\\''",
  "ud-blurbs:ud6.9": "'\\'\"\\\\\\'Banyak ngengat terbang ke dalam nyala lampu yang dinyalakan pada malam hari. Mereka pun mati karena kebablasannya sendiri. \\\\\\'\"\\''",
  "ud-blurbs:ud6.10": "'\\'\"\\\\\\'Para petapa kelana aliran lain hanya akan bersinar selama Buddha belum muncul di dunia. \\\\\\'\"\\''",
  "ud-blurbs:ud7.1": "'\\'\"\\\\\\'Seorang bhikkhu pendek bernama Yang Mulia Lakuṇḍaka Bhaddiya mencapai tingkat kemuliaan Arahant setelah membicarakan Dhamma dengan Yang Mulia Sāriputta. \\\\\\'\"\\''",
  "ud-blurbs:ud7.2": "'\\'\"\\\\\\'Yang Mulia Sāriputta tidak mengetahui bahwa lawan bicaranya, Yang Mulia Lakuṇḍaka Bhaddiya, sudah mencapai tingkat kemuliaan Arahant. \\\\\\'\"\\''",
  "ud-blurbs:ud7.3": "'\\'\"\\\\\\'Kemelekatan terhadap kesenangan indrawi membuat seseorang tidak dapat menyeberangi banjir. \\\\\\'\"\\''",
  "ud-blurbs:ud7.4": "'\\'\"\\\\\\'Kemelekatan terhadap kesenangan indrawi membuat seseorang terperangkap bagaikan ikan. \\\\\\'\"\\''",
  "ud-blurbs:ud7.5": "'\\'\"\\\\\\'Seorang bhikkhu yang pendek dan buruk rupa dipuji oleh Sang Buddha atas pencapaiannya. \\\\\\'\"\\''",
  "ud-blurbs:ud7.6": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Aññata Koṇḍañña bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud7.7": "'\\'\\\\\\'\"Sang Buddha merenungi pelepasan diri dari yang namanya pembiakan pencerapan/persepsi (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>saññā</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud7.8": "'\\'\"\\\\\\'Sang Buddha menyampaikan seruan setelah melihat Yang Mulia Mahā Kaccāyana bermeditasi. \\\\\\'\"\\''",
  "ud-blurbs:ud7.9": "'\\'\"\\\\\\'Pengembara dari agama lain berusaha mencegah Sang Buddha meminum air dari suatu sumur. \\\\\\'\"\\''",
  "ud-blurbs:ud7.10": "'\\'\"\\\\\\'Lima ratus perempuan yang dipimpin Sāmāvatī meninggal dunia karena kebakaran. Semuanya sudah mencapai berbagai tingkat kemuliaan: Yang Masuk Arus, Yang Sekali Kembali, dan Yang Tak Kembali. \\\\\\'\"\\''",
  "ud-blurbs:ud8.1": "'\\'\"\\\\\\'Landasan dari Kepadaman (Nibbāna). \\\\\\'\"\\''",
  "ud-blurbs:ud8.2": "'\\'\"\\\\\\'Tidak mudah melihat Kepadaman (Nibbāna). \\\\\\'\"\\''",
  "ud-blurbs:ud8.3": "'\\'\\\\\\'\"Jalan keluar dari yang tersusun adalah Kepadaman (Nibbāna). Sutta ini dijadikan rujukan Ketuhanan Yang Maha Esa bagi Buddhisme di Indonesia: Yang Tak Terlahir (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>ajāta</i>), Yang Tak Menjadi (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>abhūta</i>), Yang Tak Tercipta (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>akata</i>), dan Yang Tak Tersusun (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>asaṅkhata</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud8.4": "'\\'\"\\\\\\'Kepadaman (Nibbāna) sebagai ketakbergantungan. \\\\\\'\"\\''",
  "ud-blurbs:ud8.5": "'\\'\"\\\\\\'Cunda, putra pandai besi, menyiapkan daging babi lunak sebagai makanan terakhir Sang Buddha sebelum parinibbāna. \\\\\\'\"\\''",
  "ud-blurbs:ud8.6": "'\\'\"\\\\\\'Sang Buddha membabarkan lima keburukan bagi mereka yang dursila dan lima manfaat bagi mereka yang menjaga sila kepada penduduk Pāṭaligāma. \\\\\\'\"\\''",
  "ud-blurbs:ud8.7": "'\\'\"\\\\\\'Yang Mulia Nāgasamāla tidak melewati jalur yang disarankan Sang Buddha. \\\\\\'\"\\''",
  "ud-blurbs:ud8.8": "'\\'\"\\\\\\'Visākhā menginginkan banyak anak dan cucu. Sang Buddha menyampaikan tentang kedukaan atas pelekatan kesayangan. \\\\\\'\"\\''",
  "ud-blurbs:ud8.9": "'\\'\"\\\\\\'Yang Mulia Dabba Mallaputta menunjukkan berbagai mukjizat saat parinibbāna. \\\\\\'\"\\''",
  "ud-blurbs:ud8.10": "'\\'\"\\\\\\'Sang Buddha menyerukan seruan tentang kepergian yang tidak diketahui setelah mengetahui parinibbāna Yang Mulia Dabba Mallaputta. \\\\\\'\"\\''",
  "ud-blurbs:ud-bodhivagga": "'\\'\\\\\\'\"Bab ini dimulai dengan serangkaian diskursus yang disampaikan beberapa saat setelah kecerahan Sang Buddha, bersamaan dengan bab pertama kitab Khandhaka (Vinaya Piṭaka). Bagian ini menetapkan tesis dasar agama Buddha: bahwa kecerahan dapat dicapai melalui usaha seseorang. Setiap diskursus membahas gagasan tentang “brahmana” yang sebenarnya, yang didefinisikan bukan berdasarkan kasta turun-temurun, tetapi berdasarkan kebebasan dari kecemaran batin (<i lang=\\\\\\\\\\\\\\'pi\\\\\\\\\\\\\\' translate=\\\\\\\\\\\\\\'no\\\\\\\\\\\\\\'>kilesa</i>). \"\\\\\\'\\''",
  "ud-blurbs:ud-culavagga": "'\\'\"\\\\\\'Bab ini kilas balik ke masa kecerahan Sang Buddha. Dengan bernuansa air, bab ini menjelaskan kekuatan Dhamma yang dapat membawa seseorang melintasi banjir. \\\\\\'\"\\''",
  "ud-blurbs:ud-jaccandhavagga": "'\\'\"\\\\\\'Kilas balik ke cerita tentang kehidupan Sang Buddha, dari awal hingga akhir. Selain itu, bab ini juga mengingatkan kita pada mereka yang pernah tersesat. \\\\\\'\"\\''",
  "ud-blurbs:ud-meghiyavagga": "'\\'\"\\\\\\'Jika seorang praktisi gagal mencapai keseimbangan, batinnya yang tidak disiplin akan merugikan dirinya sendiri dan orang lain. \\\\\\'\"\\''",
  "ud-blurbs:ud-mucalindavagga": "'\\'\"\\\\\\'Kecerahan Sang Buddha telah menunjukkan-Nya kebahagiaan spiritual yang lebih baik daripada kebahagiaan duniawi apa pun. Bab ini berfokus pada dimensi emosional kecerahan. \\\\\\'\"\\''",
  "ud-blurbs:ud-nandavagga": "'\\'\"\\\\\\'Diskursus dalam bab ini berfokus pada keseimbangan batin dalam menghadapi kebahagiaan dan penderitaan. Ada beberapa contoh perilaku Saṅgha yang tenang dan seimbang. \\\\\\'\"\\''",
  "ud-blurbs:ud-pataligamiyavagga": "'\\'\"\\\\\\'Bab terakhir membahas tentang wafatnya Sang Buddha dan krisis keyakinan yang diakibatkannya. Bagian ini dimulai dengan serangkaian pernyataan khidmat tentang Nibbāna dan diakhiri dengan wafatnya Yang Mulia Dabba yang spektakuler. \\\\\\'\"\\''",
  "ud-blurbs:ud-sonavagga": "'\\'\"\\\\\\'Memperluas fokus dari praktisi individu, bab ini membahas praktisi “menyeluruh”, dan menunjukkan inklusivitas Dhamma yang dapat dipraktikkan oleh semua makhluk, dari raja hingga ikan kecil. \\\\\\'\"\\''"
}