{
  "mn105:2.1": "Also at <a href='https://suttacentral.net/sn12.70/en/sujato#4.1'>SN 12.70:4.1</a>, which concerns the dubious ordination of the wanderer Susīma. | “Enlightenment” is <i lang='pi' translate='no'>aññā</i>, a technical term that refers to the knowledge of perfection (<i lang='pi' translate='no'>arahattā</i>). | A Buddhist mendicant incurs a penalty of expulsion if they deliberately lay false claim to awakening (<a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/sujato'>Bu Pj 4</a>), and a penalty of confession if they truthfully claim awakening to someone who is not ordained (<a href='https://suttacentral.net/pli-tv-bu-vb-pc8/en/sujato'>Bu Pc 8</a>). These rules directly concern laying claim regarding oneself, but the background stories apply when making claims with regards to another. Mendicants may declare their attainments among the community of monks and nuns who are fully ordained. Typically such a solemn matter is spoken of in a formal and respectful manner with one’s teacher. ",
  "mn105:2.3": "This is apparently Sunakkhatta’s first meeting with the Buddha. In <a href='https://suttacentral.net/dn6/en/sujato#5.3'>DN 6:5.3</a> we learn that, after being ordained three years, he spoke of his limited success in meditation. <a href='https://suttacentral.net/mn12/en/sujato'>MN 12</a> and <a href='https://suttacentral.net/dn24/en/sujato'>DN 24</a> deal with his bitter criticisms of the Buddha shortly after his disrobal. ",
  "mn105:4.5": "By a loophole in the wording of the Vinaya, it is not an offence to tell anyone of your attainments if you are genuinely deluded and falsely believe that you have an attainment that you do not have. The Buddha dismissed such “overestimation” (<i lang='pi' translate='no'>adhimāna</i>) as “negligible” (<a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/sujato#2.1'>Bu Pj 4:2.1</a>). ",
  "mn105:5.7": "",
  "mn105:5.11": "That is, if they plan to trap the Buddha with sophistry, he realizes that they are not ready to be taught. ",
  "mn105:8.3": "The “imperturbable” refers to high meditative attainments, typically the fourth absorption and above. ",
  "mn105:9.12": "The reading <i lang='pi' translate='no'>āneñjasaṁyojanena hi kho visaṁyutto</i> is problematic, as it suggests they are free of the fetter of the imperturbable, which would mean they are an arahant. Several manuscripts omit this phrase, but it is glossed in the commentary. I think it harks back to the immediately prior <i lang='pi' translate='no'>āneñjapaṭisaṁyuttāya</i>; possibly the <i lang='pi' translate='no'>paṭi</i> dropped out in an old misreading. They’re not detached from the “fetter” of the imperturbable, but from “what is connected with” the imperturbable, i.e. they are disinterested in the talk about it. ",
  "mn105:11.2": "Here and in the following examples, the verb in the explanation follows the metaphor: a leaf is “dropped”, a stone is “broken”, etc. ",
  "mn105:12.2": "This case and the next would apply to the Buddha’s former teachers, who taught the dimensions of nothingness and neither perception nor non-perception respectively (<a href='https://suttacentral.net/mn26/en/sujato#15.1'>MN 26:15.1</a>). ",
  "mn105:12.3": "In this case, the “imperturbable” must refer to the fourth absorption and the first two formless attainments. ",
  "mn105:18.1": "The Buddha goes on to discuss a case of overestimation. ",
  "mn105:18.2": "Here, the “Ascetic” (<i lang='pi' translate='no'>samaṇa</i>) is the Buddha. ",
  "mn105:19.6": "For “imagining that no residue remained”, I follow PTS and Siamese editions, which have <i lang='pi' translate='no'>anupādiseso ti maññamāno</i>. Bodhi’s note 1003 to his <em>Middle Length Discourses</em> points out that earlier manuscripts support this reading, which seems to have been “corrected” to <i lang='pi' translate='no'>saupādisesoti jānamāno</i> in the Burmese Sixth Council edition on which SuttaCentral’s Mahāsaṅgīti edition is based. A Sanskrit fragment also supports the PTS/Siamese reading: <i lang='pi' translate='no'>(sā)va(ś)eṣaṁ nira(vaśe)ṣaṁ (iti manyamānaḥ)</i> (SHT IV 500 folio 3V3, cited in Analayo, <em>Comparative Study</em>, p. 611, note 136). ",
  "mn105:19.8": "Most editions have “not capable” of harming here, which seems odd given that the doctor immediately goes on to describe how to mitigate possible harm. I follow the PTS edition, which is alone in reading <i lang='pi' translate='no'>alañ ca te antarāyāya</i>. This is supported by a Sanskrit fragment, which reads <i lang='pi' translate='no'>ala(ṁ)te-t(r)-ānta(rā)yāya</i> (SHT IV 500 folio 3V4, cited in Analayo, ibid.). ",
  "mn105:20.3": "Pali editions all agree that the patient thinks it cannot cause harm, which, if we adopt the PTS reading as I have above, implies that the patient misunderstood the doctor’s instructions. A Sanskrit fragment says that he did understand that it could cause harm, suggesting that he did what was unsuitable despite knowing this: <i lang='pi' translate='no'>niravaśeṣaḥ a(panīto) viṣa-doṣaḥ alaṁ (me-tr)-ān(ta)rā(yāya)</i> (SHT IV 500 folio 3R3, cited in Analayo, ibid.). I don’t follow this as it is not found in any Pali edition. ",
  "mn105:28.2": "“Attachment” here is <i lang='pi' translate='no'>upadhi</i>, which refers both to the things of the world to which we cling, and the inner clinging. "
}