{
  "mn109:1.2": "After the Jetavana, this was the best-known monastery in Sāvatthī. It was offered by the lady Visākhā, known as Migāra’s mother. ",
  "mn109:3.2": "The commentary says that he asked these questions in order to educate his students. This seems probable in view of the fact that the sequence of questions is structured in a way that is clearly purposeful. ",
  "mn109:5.2": "“Desire” (<i lang='pi' translate='no'>chanda</i>) is the fundamental driving force underlying all manifestations of the aggregates. It is the same as “craving” (<i lang='pi' translate='no'>taṇhā</i>). ",
  "mn109:6.3": "See <a href='https://suttacentral.net/mn44/en/sujato#6.3'>MN 44:6.3</a> and note there. ",
  "mn109:7.4": "This assumes the persistence of a “self” through time. ",
  "mn109:8.7": "That is to say, the term “aggregate” (<i lang='pi' translate='no'>khandha</i>) is a collective term for all instances of this kind of phenomenon. ",
  "mn109:9.1": "While the “root” of all aggregates is desire, the question now is the immediate basis of each particular aggregate. ",
  "mn109:9.7": "In dependent origination, “contact” (<i lang='pi' translate='no'>phassa</i>) is the immediate condition for “feeling” (<i lang='pi' translate='no'>vedanā</i>). But contact can also be regarded as the immediate condition for all three: feeling, perception, and choices (eg. <a href='https://suttacentral.net/sn35.93/en/sujato#1.14'>SN 35.93:1.14</a>). These things are always active in consciousness, so they can be treated as simultaneous, as arising in sequence, or as mutually conditioning. ",
  "mn109:9.8": "Feeling and “perception” (<i lang='pi' translate='no'>saññā</i>) are closely connected, since how we feel conditions how we recognize and interpret. While contact directly underlies feeling, perception works so quickly that is can be included as a direct consequence as well. ",
  "mn109:9.9": "Likewise with “choices” (<i lang='pi' translate='no'>saṅkhārā</i>), which are also part of the complex of reactivity that normally take effect immediately. For example, suppose we try eating a berry in the forest. “Contact” with its bitter taste “feels” unpleasant, so we “perceive” it as poisonous, and “choose” to spit it out. ",
  "mn109:9.10": "Normally in dependent origination, it is consciousness that is a condition for name and form. The presentation here assumes their mutual conditioning, as spelled out at <a href='https://suttacentral.net/dn15/en/sujato#22.1'>DN 15:22.1</a>. Name and form are the embryo that supports consciousness in the process of rebirth, while the physical body with its senses, and the psychological functions included under “name” continue to evolve and grow with consciousness through life. ",
  "mn109:10.1": "As at <a href='https://suttacentral.net/mn44/en/sujato#7.1'>MN 44:7.1</a>. ",
  "mn109:10.8": "That is to say, the “substantialist” view takes the aggregates, or one of them, to be a “substantial reality” that is identified with the self. Such views are created each time we think or attach to the aggregates as a self. ",
  "mn109:11.8": "Since substantialist view is itself a conditioned phenomenon, it can only continue to exist if it is continually reinforced. Without it, like a fire without a constant supply of fuel, it falters and goes out. ",
  "mn109:12.1": "We have met these questions before at <a href='https://suttacentral.net/mn13/en/sujato#6.2'>MN 13:6.2</a>. Here they build on the previous section by showing a strategy for how to stop identifying them as the substantial reality underlying the self. This can be used as the basis for a contemplative insight meditation. ",
  "mn109:13.1": "From meditative contemplation, the question now turns to realization. The Buddha’s response makes it clear he is now speaking of the penetrative understanding of the aggregates that arises at stream-entry at least. The “underlying tendency to conceit”, however, is only fully overcome by the arahant. | “I-making” (<i lang='pi' translate='no'>ahaṅkāra</i>) emphasizes the active role of the mind in creating a sense of self through its thoughts, habits, and desires. This is in contrast with the English notion of “ego”, which presents self as a given construct. | “Mine-making” (<i lang='pi' translate='no'>mamaṅkāra</i>) is the propensity of the mind to appropriate things as possessions. | “All external stimuli” (<i lang='pi' translate='no'>sabbanimitta</i>) are the “features” (also <i lang='pi' translate='no'>nimitta</i>) that characterize sensory stimulation (eg. <a href='https://suttacentral.net/mn112/en/sujato#15.1'>MN 112:15.1</a>). ",
  "mn109:14.3": "This monk, missing the point, thinks not-self means he can escape moral responsibility. A theory of self assumes a continuous entity, so that deeds done at one time will affect the same entity at another time. The Buddhist concept, on the other hand, is of a flow, so that, for example, pollution dumped in a stream will affect the river and the sea below, even though they are not materially the “same”. ",
  "mn109:14.8": "Read <i lang='pi' translate='no'>paṭipucchāvinītā</i> with <a href='https://suttacentral.net/sn22.82/en/sujato#13.4'>SN 22.82:13.4</a>. It is the name for the method of questioning the Buddha is about to use. The Buddha does not just state doctrine for his students, he has “educated” (<i lang='pi' translate='no'>vinīta</i>) them in the methods for learning. Active questioning breaks up long discourses and encourages reflection and articulation. "
}