{
  "mn10:1.1": "This discourse is copied at <a href='/dn22/en/sujato'>DN 22</a>, where the section on the four noble truths has been expanded with material mostly drawn from <a href='/mn141/en/sujato'>MN 141</a>. These discourses are the most influential texts for modern Theravada meditation, prompting countless modern commentaries. Comparative study of the several parallel versions reveals that this discourse, while comprised almost entirely of early material, was compiled in this form as one of the latest texts in the Pali suttas. | While mindfulness is always useful (<a href='/sn46.53/en/sujato#15.4'>SN 46.53:15.4</a>), the “establishment of mindfulness” (<i lang='pi' translate='no'>satipaṭṭhāna</i>) refers especially to a conscious development of contemplative practices based on mindfulness, i.e. “mindfulness meditation”. ",
  "mn10:2.1": "The phrase <i lang='pi' translate='no'>ekāyano maggo</i> (“path to convergence”) is given multiple meanings in commentaries and ancient translations. Outside of <i lang='pi' translate='no'>satipaṭṭhāna</i>, it is used in only one context in Pali, where it means to “come together with” (<a href='/mn12/en/sujato#37.5'>MN 12:37.5</a>). At <a href='/sn47.18/en/sujato#3.4'>SN 47.18:3.4</a> the phrase is spoken by Brahmā, which suggests it was a Brahmanical term. At Bṛhadāraṇyaka Upaniṣad 2.4.11—a passage full of details shared with the suttas—it means a place where things unite or converge. Thus <i lang='pi' translate='no'>satipaṭṭhāna</i> leads to everything “coming together as one”. In other words, as seventh factor of the noble eightfold path, it leads to <i lang='pi' translate='no'>samādhi</i>, the eighth factor (<a href='/sn45.1/en/sujato#3.9'>SN 45.1:3.9</a>; see also <a href='/mn44/en/sujato#12.3'>MN 44:12.3</a>). ",
  "mn10:3.2": "The idiom <i lang='pi' translate='no'>kāye kāyānupassī</i>, literally “observes a body in the body” refers to focusing on a specific aspect of embodied experience, such as the breath, the postures, etc. | “Keen” (or “ardent”, <i lang='pi' translate='no'>ātāpī</i>) implies effort, while “aware” (<i lang='pi' translate='no'>sampajāno</i>) is the wisdom of understanding situation and context. | “Covetousness and displeasure” (<i lang='pi' translate='no'>abhijjhādomanassaṁ</i>) are the strong forms of desire and aversion that are overcome by sense restraint in preparation for meditation. ",
  "mn10:3.3": "“Feelings” (<i lang='pi' translate='no'>vedanā</i>) are the basic tones of pleasant, painful, or neutral, not the complexes we call “emotions”. ",
  "mn10:3.4": "“Mind” (<i lang='pi' translate='no'>citta</i>) is simple awareness. In meditation contexts, “mind” is often similar in meaning to <i lang='pi' translate='no'>samādhi</i>. ",
  "mn10:3.5": "“Principles” (<i lang='pi' translate='no'>dhammā</i>) are the natural “systems” of cause and effect that underlie the “teachings”. The renderings “mind objects” or “mental qualities” are incorrect, as many of the things spoken of in this section are neither mind objects nor mental qualities. “Phenomena” is a possible translation, but the emphasis is not on the “appearance” of things, but on the “principles” governing their conditional relations. ",
  "mn10:4.2": "The context here—a mendicant gone to the forest—establishes that this practice takes place in the wider context of the Gradual Training. Indeed, this whole sutta can be understood as an expansion of this phrase, mentioned briefly at <a href='/dn2/en/sujato#67.3'>DN 2:67.3</a>. ",
  "mn10:4.3": "The most fundamental meditation instruction in Buddhism. Notice how the Buddha phrases it: not “concentrate on the breath” as an object, but rather “breathing” as an activity to which one brings mindfulness. ",
  "mn10:4.4": "The stages of breath meditation are not meant to be done deliberately, but to be observed and understood as the natural process of deepening meditation. When starting out, the breath is somewhat rough and coarse. ",
  "mn10:4.5": "Over time, the breath becomes more subtle and soft. ",
  "mn10:4.6": "Contextually the idiom “whole body” (<i lang='pi' translate='no'>sabbakāya</i>) here refers to the breath, marking the fuller and more continuous awareness that arises with tranquility. Some practitioners, however, interpret it as the “whole physical body”, broadening awareness to encompass the movement and settling of energies throughout the body. ",
  "mn10:4.7": "The “physical process” (<i lang='pi' translate='no'>kāyasaṅkhāraṁ</i>) is the breath (<a href='/sn41.6/en/sujato#1.8'>SN 41.6:1.8</a>). ",
  "mn10:4.8": "Text has “long” and “short”, but “deep” and “shallow” or “heavy” and “light” are more idiomatic for describing the breath in English. ",
  "mn10:5.1": "“Internally” is one’s own body, “externally” the bodies of others, or external physical phenomena. This distinction is applied broadly in Buddhist meditation, but it is more relevant in some contexts than others. In the case of the breath, one is obviously focusing on one’s own breath, but when contemplating, say, a dead body, or the material elements, there is more of an external dimension. Starting with “me” in here and the “world” out there, this practice dissolves this distinction so that we see we are of the same nature as everything else. ",
  "mn10:5.2": "This is the <i lang='pi' translate='no'>vipassanā</i> (“insight” or “discernment”) dimension of meditation, observing not just the rise and fall of phenomena, but also their conditioned “nature” as being “liable” (<i lang='pi' translate='no'>-dhamma</i>) to impermanence. The meaning of this passage is explained at (<a href='/sn47.42/en/sujato'>SN 47.42</a>). Apart from these passages, <i lang='pi' translate='no'>vipassanā</i> in <i lang='pi' translate='no'>satipaṭṭhāna</i> pertains specially to the observation of principles. ",
  "mn10:5.3": "Mindfulness meditation leads to a range of knowledges as detailed by Anuruddha at <a href='/sn52.6/en/sujato'>SN 52.6</a> and <a href='/sn52.11/en/sujato'>SN 52.11</a>–24. An arahant is “independent” of any attachment (eg. <a href='/mn143/en/sujato'>MN 143</a>), but <i lang='pi' translate='no'>satipaṭṭhāna</i> is also taught to give up dependency on views of the past and future (<a href='/dn29/en/sujato#40.1'>DN 29:40.1</a>). ",
  "mn10:6.1": "In early Pali, this practice is found only in the two Satipaṭṭhānasuttas and the closely related Kāyagatāsatisutta (<a href='/mn119/en/sujato'>MN 119</a>). It is practiced by developing a reflexive awareness of one’s posture and activity as it proceeds, often assisted by moving slowly and carefully. ",
  "mn10:8.1": "“Situational awareness” (<i lang='pi' translate='no'>sampajañña</i>) understands the context and purpose of activities. The main examples here illustrate the activities of daily monastic life: leaving the monastery on almsround, restraint while in the town, care wearing the robes, then mindfully eating and going to the toilet. ",
  "mn10:10.1": "This practice is intended to counter sexual desire and obsession. The primary focus is on one’s own body, the other’s body, although that can be brought in also. By focusing on aspects of our body that we normally prefer to ignore, we move towards a healthy sense of acceptance and neutrality towards our body. ",
  "mn10:10.2": "Thirty-one parts are mentioned in early texts, later expanded to thirty-two with the addition of the “brain” (<i lang='pi' translate='no'>matthaluṅga</i>). ",
  "mn10:10.3": "The “bag with openings at both ends” is the body. Not all the varieties of grains and beans can be positively identified. ",
  "mn10:12.2": "While meditation on the elements is commonly taught in early texts, this phrase is found only in the two Satipaṭṭhānasuttas and the Kāyagatāsatisutta. Detailed instructions are found in such suttas as <a href='/mn28/en/sujato'>MN 28</a> and <a href='/mn140/en/sujato'>MN 140</a>. This meditation works in any posture, whereas breath meditation is best done sitting, to allow the breath to become still. ",
  "mn10:12.3": "This gruesome image shows that butchery of cows was a normal feature of ancient Indian life. ",
  "mn10:14.1": "Cremation was expensive and not available to everyone. Bodies might be left in the charnel ground for a variety of reasons, such as local customs, lack of funds, or in cases of inauspicious death such as murder or execution. This is still seen in some places today, and monastics occasionally take the opportunity to practice meditation beside a corpse. However the wording of the Pali sounds like an imaginative exercise. ",
  "mn10:14.2": "The observed corpse is not gendered. The purpose is not to become repulsed by an objectified other, but to understand the mortality of one’s own body. ",
  "mn10:30.1": "It takes decades for bones to rot to powder, again suggesting it is an imaginative contemplation. ",
  "mn10:32.1": "Literally “a feeling among the feelings”; the practice shows that the meditator contemplates specific feelings as they occur. ",
  "mn10:32.2": "Pali employs direct quotes to indicate reflexive awareness: you feel the feeling and you know that you feel the feeling. It does not mean that you have to literally say “I feel a pleasant feeling”, although some adopt that as a meditation method. ",
  "mn10:32.5": "Feelings “of the flesh” (<i lang='pi' translate='no'>sāmisa</i>)  are associated with the body and sensual desires (<a href='/sn36.31/en/sujato#4.1'>SN 36.31:4.1</a>). ",
  "mn10:32.6": "Feelings “not of the flesh” (<i lang='pi' translate='no'>nirāmisa</i>) are associated with renunciation and especially with the <i lang='pi' translate='no'>jhānas</i> and liberation (<a href='/sn36.31/en/sujato#5.1'>SN 36.31:5.1</a>). ",
  "mn10:32.8": "This would include the feelings of loss, doubt, and dejection that can occur during the spiritual path. ",
  "mn10:32.10": "The feeling of the fourth <i lang='pi' translate='no'>jhāna</i> and higher liberations (<a href='/sn36.31/en/sujato#8.2'>SN 36.31:8.2</a>). ",
  "mn10:34.1": "In Buddhist theory, awareness of the presence or absence of qualities such as greed is explained on three levels. There is the simple happenstance of whether greed is present at that time or not. Then there is the mind freed of greed through the power of absorption. Finally there is the liberation from greed which comes with full awakening. ",
  "mn10:34.8": "The mind is “constricted internally” due to dullness and “scattered externally” due to the distractions of desire (<a href='/sn51.20/en/sujato#18.1'>SN 51.20:18.1</a>). ",
  "mn10:34.10": "The following terms “expansive” (<i lang='pi' translate='no'>mahaggata</i>), “supreme” (<i lang='pi' translate='no'>anuttara</i>), “immersed” (<i lang='pi' translate='no'>samāhita</i>), and “freed” (<i lang='pi' translate='no'>vimutta</i>) all refer to states of absorption and/or awakening. ",
  "mn10:36.2": "The Satipaṭṭhānavibhaṅga of the Pali Abhidhamma only mentions the hindrances and awakening factors in this section (<a href='https://suttacentral.net/vb7'>Vb 7</a>). This, together with a range of other evidence, suggests that this was the original content of the observation of principles. ",
  "mn10:36.4": "Here causality is introduced. In the contemplation of mind, the meditator was aware of the presence or absence of desire in the mind. Now they look deeper, investigating the cause of desire and understanding how to be free of it forever. This contemplation of the “principles” of cause and effect is the distinctive feature of this section. ",
  "mn10:36.6": "The Buddhist schools debated whether this included physical tiredness or not. The Theravada argued that it was purely a mental laziness, as even the Buddha got sleepy. ",
  "mn10:38.4": "“Form” (<i lang='pi' translate='no'>rūpa</i>) is one’s own body and the external material world experienced through the senses. More subtly, it represents the “appearance” of physical phenomena, even when experienced solely in the mind as color, visions, etc. ",
  "mn10:38.6": "“Perception” (<i lang='pi' translate='no'>saññā</i>) is the recognition or interpretation of experience in terms of meaningful wholes. We see, for example, “color” yet we perceive a “person”. In the Vinaya we find many examples where a person perceived things in one way, yet they turned out to be something else. ",
  "mn10:38.7": "In the five aggregates, <i lang='pi' translate='no'>saṅkhārā</i> is a synonym for “volition” (<i lang='pi' translate='no'>cetanā</i>). The traditions later used it as a catch-all category for everything that does not fit in the other aggregates. In the suttas, however, the purpose of the aggregates is not to classify everything that exists, but to contemplate aspects of experience that we tend to identify as a “self”. ",
  "mn10:40.3": "At <a href='/sn35.232/en/sujato#3.2'>SN 35.232:3.2</a> the “fetter that arises dependent on both” is identified as “desire and lust” (<i lang='pi' translate='no'>chandarāga</i>). ",
  "mn10:42.1": "These seven factors that lead to awakening (<i lang='pi' translate='no'>bojjhaṅgā</i>, <a href='/sn46.5/en/sujato'>SN 46.5</a>) are commonly presented in opposition to the five hindrances (eg. <a href='/sn46.2/en/sujato'>SN 46.2</a>, <a href='/sn46.23/en/sujato'>SN 46.23</a>, <a href='/sn46.55/en/sujato'>SN 46.55</a>). ",
  "mn10:42.3": "“Mindfulness” includes the recollection of the teachings (<a href='/sn46.3/en/sujato#1.8'>SN 46.3:1.8</a>) as well as mindfulness meditation. ",
  "mn10:42.4": "Likewise, this includes the inquiry into <i lang='pi' translate='no'>dhammas</i> as “teachings” as well as “phenomena” or “principles”. ",
  "mn10:44.1": "Due to their development of the two wings of <i lang='pi' translate='no'>samatha</i> and <i lang='pi' translate='no'>vipassanā</i> meditation as described in this sutta, practised in the context of the teaching and training as a whole, the meditator realizes the four noble truths at the moment of stream-entry. ",
  "mn10:44.3": "Following this section, <a href='/dn22/en/sujato#17.4'>DN 22:17.4</a> announces the end of the first recitation section, and goes on to expand each of the four noble truths in detail. ",
  "mn10:46.1": "The emphasis is on “develop in this way” (<i lang='pi' translate='no'>evaṁ bhāveyya</i>), that is, with the full practice including deep absorption as the culmination of the path as a whole. ",
  "mn10:46.3": "A similar promise of results in at most seven years is found at <a href='/dn22/en/sujato#22.3'>DN 22:22.3</a>, <a href='/dn25/en/sujato#22.9'>DN 25:22.9</a>, and <a href='/mn85/en/sujato#59.3'>MN 85:59.3</a>; and at most ten years at <a href='/an10.46/en/sujato#7.3'>AN 10.46:7.3</a>. "
}