{
  "mn108:2.1": "As to the politics of the situation, Pajjota had established a formidable set of alliances by marriage. He had taken to wife Śivā, daughter of Ceṭaka of the Licchavīs. Prince Bodhi of the Bhaggas was Pajjota’s grandson via his mother Vāsuladattā, queen of the powerful King Udena of Kosambi (<a href='https://suttacentral.net/mn85/en/sujato#2.1'>MN 85:2.1</a>). Meanwhile, Subāhu of Madhurā had married Pajjota’s sister (<a href='https://suttacentral.net/mn84/en/sujato#2.1'>MN 84:2.1</a>). Pajjota therefore had allies in Avanti, Bhagga, Vaccha, and Sūrasena, all nations to the west of Magadha, as well as Vajjī, against which Magadha was preparing war to the north. He was also friendly enough with Ajātasattu’s father Bimbisāra to ask him for help in a time of illness (<a href='https://suttacentral.net/pli-tv-kd8/en/sujato#1.23.4'>Kd 8:1.23.4</a>). The Vinaya relates how Pajjota’s illness was treated by Jīvaka, the doctor of the Buddha and of Bimbisāra. Jīvaka, knowing Pajjota would dislike the medicine, escaped his wrath by fleeing after administering the cure. But when the cure worked, Pajjota favored Jīvaka with a gift of fine cloth. Ajātasattu subsequently murdered Bimbisāra and threatened Pajjota’s allies in Vajjī. Racked by guilt, Ajātasattu saw enemies on all sides; he was even afraid of mendicants meditating in a hall (<a href='https://suttacentral.net/dn2/en/sujato#10.8'>DN 2:10.8</a>). His fear of Pajjota was not idle, for Pajjota was known for the power of his elephants as much as for his temperamental character. However, we do not hear that any direct conflict flared up at that time. Roughly half a century later, the matter was settled when the Licchavī Śiśunāga, having usurped the throne of Magadha from the Haryaṅka dynasty founded by Bimbisāra, conquered Avanti, Kosala, and Vaccha. ",
  "mn108:5.3": "This links back to the Buddha’s claim in the previous sutta that he is the one who shows the way (<a href='https://suttacentral.net/mn107/en/sujato#14.28'>MN 107:14.28</a>). ",
  "mn108:6.2": "Vassakāra must have returned from building Pāṭaliputta to the north on the Ganges, which would eventually become the capital of the expanded Magadhan empire (<a href='https://suttacentral.net/dn16/en/sujato#1.26.1'>DN 16:1.26.1</a>). | Rājagaha is surrounded by hills, on which remnants of ancient fortifications can be seen. ",
  "mn108:7.2": "Accept reading <i lang='pi' translate='no'>paṭidhāveyyāthāti</i> (BJT, PTS, Siamese and Khmer editions) against Mahāsaṅgīti’s <i lang='pi' translate='no'>paṭipādeyyāthāti</i>. For this term, see <a href='https://suttacentral.net/mn38/en/sujato#23.4'>MN 38:23.4</a> and note there, and <a href='https://suttacentral.net/sn12.20/en/sujato#5.1'>SN 12.20:5.1</a>. ",
  "mn108:7.3": "The Buddha made this clear to Ānanda shortly before his death (<a href='https://suttacentral.net/dn16/en/sujato#2.24.4'>DN 16:2.24.4</a>). ",
  "mn108:8.1": "The Vinaya sets up procedures whereby the Saṅgha can appoint officials to carry out necessary duties. For example, a monk might be in charge of assigning dwellings (<a href='https://suttacentral.net/pli-tv-bu-vb-ss8/en/sujato#1.1.1'>Bu Ss 8:1.1.1</a>) or teaching the novices (<a href='https://suttacentral.net/pli-tv-kd16/en/sujato#21.3.30'>Kd 16:21.3.30</a>). Such officials have authority within the roles prescribed to them under the Vinaya as implemented by the Saṅgha. However, they have no special authority outside of that role, and there is no provision for a general role of authority over the Saṅgha as a whole. The Saṅgha followed this precedent at the First Council, where Ānanda was appointed to recite the Suttas, and Upāli to recite the Vinaya. Mahākassapa led the proceedings, but decisions were made by the Saṅgha in consensus. ",
  "mn108:9.1": "The Buddha had, not long before, taught Vassakāra the eight principles of non-decline by which the Vajjis—as well as the Saṅgha—remained strong due to harmony. There, Vassakāra pointedly said that the Vajjis could only be defeated “by bribery or by sowing dissension” (<a href='https://suttacentral.net/dn16/en/sujato#1.5.8'>DN 16:1.5.8</a>). Here he returns to the question of how harmony creates strength. We can imagine that this question was equally relevant in both weakening their enemies as well as strengthening the Magadhans, who cannot have been happy to live under their brutal and patricidal king. ",
  "mn108:9.4": "As explained to Ānanda at <a href='https://suttacentral.net/dn16/en/sujato#4.7.3'>DN 16:4.7.3</a>. As will become clear, the “teaching” here includes the Dhamma and Vinaya. ",
  "mn108:10.14": "This is the <i lang='pi' translate='no'>pātimokkha</i>, which in early days had “over a hundred and fifty rules” and today, in the Pali, has 227 for monks (<a href='https://suttacentral.net/an3.84/en/sujato#1.3'>AN 3.84:1.3</a>). The story of how the Buddha came to lay down the first rule is related in the Vinaya (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato'>Bu Pj 1</a>). Before this, however, the joint recitation consisted of the verses known as Ovāda Pātimokkha (<a href='https://suttacentral.net/dn14/en/sujato#3.28.1'>DN 14:3.28.1</a>). See too <a href='https://suttacentral.net/dn2/en/sujato#42.1'>DN 2:42.1</a> and note there. The primary purpose of the recitation was to create a unified community through shared allegiance to a particular code of ethics. ",
  "mn108:10.15": "The “sabbath” (<i lang='pi' translate='no'>uposatha</i>) falls on the eighth and fourteenth or fifteenth days of the lunar cycle, that is, roughly each week. However the <i lang='pi' translate='no'>pātimokkha</i> is recited only twice a month, leaving aside the eighth days. See the detailed account in the Vinaya (<a href='https://suttacentral.net/pli-tv-kd2/en/sujato'>Kd 2</a>). | A “village district” (<i lang='pi' translate='no'>gāmakhetta</i>) is the village and surrounding farmlands. The Vinaya account specifies how to create a “boundary” (<i lang='pi' translate='no'>sīmā</i>) within which all resident mendicants must attend. This may or may not correspond with the village district. But it seems reasonable to suppose that the common practice was, in fact, for mendicants from the same village district to join together. ",
  "mn108:10.16": "The choice of the verb <i lang='pi' translate='no'>pavattati</i> (“transmits, rolls forth”) is deliberate. It echoes the first sermon, where the Buddha “rolled forth” the wheel of the Dhamma. All mendicants are supposed to memorize the rules and be ready to recite them when called upon. The commentary explains the phrase as “arrives having rehearsed”. ",
  "mn108:10.17": "Offences should be confessed as soon as practicable, but if they have not been previously confessed due to lapse of memory and the like, the recitation may be interrupted to confess them. These days, mendicants normally confess before the recitation to avoid interruptions. ",
  "mn108:10.19": "The Saṅgha proceeds according to the guidelines of the Dhamma and Vinaya, rather than the authority of any individuals. This is again in accordance with some of the Buddha’s final words to Ānanda: “The teaching and training that I have taught and pointed out for you shall be your Teacher after my passing” ([dn16:6.1.1\n]()). ",
  "mn108:11.2": "The Mahāsaṅgīti and BJT editions read <i lang='pi' translate='no'>natthi</i> here (“there is not”). The PTS edition reads <i lang='pi' translate='no'>atthi</i> (“there is”). The commentary is silent, and none of these editions record any variants. I suspect the PTS edition has amended the text to create a contrast between the “single mendicant” who is respected and the one who is taken as refuge. But the contrast per the MS and BJT editions, rather, is between respecting a “single mendicant”, and respecting “whoever” has the qualities that make them worthy of respect. ",
  "mn108:13.1": "The ten things are ethics, learning, contentment, absorption, and the six direct knowledges. While all of these are taught often in the Suttas, I do not think we find this exact set elsewhere. ",
  "mn108:23.3": "The Suttas record many monks and nuns of such qualities. ",
  "mn108:24.1": "This Upananda does not appear elsewhere and the commentary is silent. ",
  "mn108:24.2": "Accept the punctuation in Mahāsaṅgīti rather than PTS. ",
  "mn108:25.5": "Ānanda graciously recognizes the protection offered by the Magadhan state. Even a morally compromised king such as Ajātasattu honored his duty to protect religious seekers (<a href='https://suttacentral.net/dn2/en/sujato#36.2'>DN 2:36.2</a>). ",
  "mn108:25.6": "“Habit of meditating” is <i lang='pi' translate='no'>jhānasīlī</i>. Throughout this passage, “meditation” renders <i lang='pi' translate='no'>jhāna</i>. This is the only Sutta that speaks of a kind of <i lang='pi' translate='no'>jhāna</i> with hindrances. My choice to render the term differently in this passage was prefigured by the translator of the Chinese parallel, which here uses the character that normally renders <i lang='pi' translate='no'>vicāra</i> (MA 145 at T I 655b23). ",
  "mn108:28.1": "Normally, of course, when the Buddha teaches “meditation” he means the kind of meditation he praises, namely the four <i lang='pi' translate='no'>jhānas</i>, or “absorptions”. ",
  "mn108:29.4": "The Chinese parallel differs here, emphasizing instead that there is no difference between the liberation of the Buddha and his arahant disciples (MA 145 at T I 655c27). ",
  "mn108:29.6": "Ānanda is clarifying that his original statement was complete, namely, this is the quality that distinguishes the Buddha from his followers. | The Pali lacks the normal ending, whereas the Chinese ends with Moggallāna inviting Ānanda for a meal. "
}