{
  "mn103:2.2": "<i lang='pi' translate='no'>Bhavābhava</i> does not mean “existence and non-existence” but is a distributive compound, “this or that state of existence”. Indian religious texts are full of discussions about different heavens and hells. The Buddha’s goal is liberation, not rebirth in heaven. ",
  "mn103:3.2": "These are the sets of practices later called the 37 <i lang='pi' translate='no'>bodhiyapakkhiyā dhammā</i>, the “wings to awakening”. Here they are presented as an essential summary of the Buddha’s teachings. They form the backbone of the final book of the Saṁyuttanikāya, the Maggavagga (or Mahāvagga). It is likely that the Buddha was referring to the earliest recension of this text. They are found as a summary of the Buddha’s teachings at <a href='https://suttacentral.net/dn16/en/sujato#3.50.5'>DN 16:3.50.5</a>, <a href='https://suttacentral.net/dn29/en/sujato#17.3'>DN 29:17.3</a>, <a href='https://suttacentral.net/mn104/en/sujato#5.3'>MN 104:5.3</a>, and <a href='https://suttacentral.net/an8.19/en/sujato#17.2'>AN 8.19:17.2</a> = <a href='https://suttacentral.net/ud5.5/en/sujato#25.2'>Ud 5.5:25.2</a>. ",
  "mn103:5.2": "“Meaning” is <i lang='pi' translate='no'>attha</i>, the “purpose”, “goal”, or “benefit” of the teaching. “Phrasing is <i lang='pi' translate='no'>byañjana</i> (also spelled <i lang='pi' translate='no'>vyañjana</i>), the “letter”, “syllable”, or “expression”, with the root sense of “differentiating”. Such passage show that concern for both aspects were present from the earliest times. | “Most amenable” is <i lang='pi' translate='no'>suvacatara</i>, literally, “more easy to speak to”. ",
  "mn103:5.12": "When the source of the problem has been identified, it should be remembered so that it does not recur. ",
  "mn103:6.2": "At <a href='https://suttacentral.net/an6.61/en/sujato#10.5'>AN 6.61:10.5</a> we see a group of monks discussing a verse of the Dhamma, with different interpretations, and the Buddha praises them as having all spoken well. Thus it is not that <em>any</em> different interpretation is wrong, but that <em>some</em> different interpretations conflict with the fundamental purpose of the teaching, the <i lang='pi' translate='no'>attha</i>. ",
  "mn103:7.6": "One of the reasons why the phrasing is considered less important is that the Buddhist texts are constructed with a massive amount of redundancy. In any question of significance, a variation in a phrase or a word in one place is almost always clarified with reference to another passage. ",
  "mn103:9.1": "Namely, a  transgression against the Monastic Code, the Vinaya. Such offences are a collective ethical standard that require other monastics to resolve, at least by hearing a confession. ",
  "mn103:10.1": "Vinaya is not meant to be applied legalistically or cruelly, but to uplift and reform. | Punctuation in Mahāsaṅgīti is incorrect. The following <i lang='pi' translate='no'>iti</i> belongs on this line, as shown in the repetition below. ",
  "mn103:10.3": "If the problem can be resolved without resorting to legal proceedings, it should. ",
  "mn103:14.3": "Wisdom knows that sometimes there is nothing to be done. That doesn’t mean one gives up, but rather, that sometimes patience is the best way. Note that this is the last option, however, and gentle intervention is always preferred. ",
  "mn103:15.1": "Readings include <i lang='pi' translate='no'>vacīsaṁsāro</i>, <i lang='pi' translate='no'>vacīsaṁhāro</i>, and <i lang='pi' translate='no'>vacīsaṅkhāro</i>. <i lang='pi' translate='no'>Vacīsaṁsāro</i> is found, without recorded variants, in the parallel passage at <a href='https://suttacentral.net/an2.63/en/sujato#1.1'>AN 2.63:1.1</a>. The commentary here glosses with <i lang='pi' translate='no'>vacanasañcāro</i>, while the subcommentary to AN 2.63 has <i lang='pi' translate='no'>pavattamānā</i>, both of which support the dominant reading <i lang='pi' translate='no'>vacīsaṁsāro</i>. Their explanations differ, however as the commentary here explains as spreading rumors from one place to another, while at AN 2.63 it is said to be ongoing arguing. Since the normal meaning of <i lang='pi' translate='no'>saṁsāra</i> is “endless ongoing”, and since, in both MN and AN, this follows a passage where disputes were supposed to have been settled, perhaps the sense is “continuing to bring up matters that have been settled”. "
}