{
  "mn100:2.1": "",
  "mn100:2.2": "A brahmin lady of the same name also trips and utters praise of the Buddha in <a href='https://suttacentral.net/sn7.1/en/sujato'>SN 7.1</a>. Nonetheless, most other details of the stories are different, including the location and the subsequent teaching. There, her husband gets angry, goes to confront by the Buddha, but is converted by his teaching on the harm of anger. The historical relation between these two texts is unclear. Regardless, they do attest to the quasi-superstitious use of Buddhist invocations from an early date. A similar invocation is expressed for the Great Steward at <a href='https://suttacentral.net/dn19/en/sujato#58.5'>DN 19:58.5</a>. ",
  "mn100:3.1": "A “brahmin” Saṅgārava of Sāvatthī appears in a number of discourses, and his spiritual progression can be traced. He practiced purification in water (<a href='https://suttacentral.net/sn7.21/en/sujato'>SN 7.21</a>) and (apparently later) asked the Buddha about sacrifice (<a href='https://suttacentral.net/an3.60/en/sujato'>AN 3.60</a>). He further asked how hymns are remembered (<a href='https://suttacentral.net/sn46.55/en/sujato'>SN 46.55</a>, <a href='https://suttacentral.net/an5.193/en/sujato'>AN 5.193</a>). In all these discourses he was said to have gone for refuge at the end, as does the Saṅgārava of the current discourse. Finally he asks the more meaningful spiritual question about the near shore and far shore (<a href='https://suttacentral.net/an10.117/en/sujato'>AN 10.117</a>, <a href='https://suttacentral.net/an10.169/en/sujato'>AN 10.169</a>). It is possible that the teenage “student” (<i lang='pi' translate='no'>māṇava</i>) Saṅgārava living at Caṇḍalakappa graduated and moved to nearby Sāvatthī where he became known as the “brahmin” Saṅgārava. This would only make sense, however, if we disregard the statements on going for refuge, as he clearly followed the Brahmanical path for quite some time. ",
  "mn100:3.4": "The relationship between Saṅgārava and Dhanañjānī is not specified in the text, but she was probably the wife of his brahmin teacher. ",
  "mn100:3.5": "",
  "mn100:5.5": "Text apparently drops a <i lang='pi' translate='no'>-ti</i> by mistake, it should be <i lang='pi' translate='no'>evaṁ bhoti’ti</i>. ",
  "mn100:6.1": "For the phrase “having attained perfection and consummation of insight”, see <a href='https://suttacentral.net/mn77/en/sujato#15.6'>MN 77:15.6</a>. ",
  "mn100:7.6": "Elsewhere, reason and faith are regarded as two distinct means of knowledge (eg. <a href='https://suttacentral.net/mn95/en/sujato#14.5'>MN 95:14.5</a>), and their conflation here is probably a redaction error. In the Sanskrit parallel, faith applies to all the means of knowledge, in the sense that they have faith in those means. (Lixiang Zhang, <em>Das Śaṁkarasūtra</em>, 2004, cited in Anālayo, <em>Comparative Study</em> volume 2.) ",
  "mn100:9.6": "See <a href='https://suttacentral.net/mn26/en/sujato#14.1'>MN 26:14.1</a> ff. for notes. ",
  "mn100:14.1": "See <a href='https://suttacentral.net/mn36/en/sujato#17.1'>MN 36:17.1</a> ff. for notes. ",
  "mn100:42.1": "This final passage has been widely misunderstood. K.R. Norman (“The Buddha’s View of Devas”) argued that the passage is corrupt, and Bodhi, while not endorsing Norman’s emendations, agrees. However, while there are difficulties in readings and interpretations, for the most part the Pali makes good sense. The opening showed Saṅgārava being overreactive and dogmatic, an impression reinforced here by his sudden changes of topic and misunderstandings. Note too that the Saṅgārava of <a href='https://suttacentral.net/an3.60/en/sujato'>AN 3.60</a> is evasive and a little rude, reminiscent of the prickly and somewhat chaotic personality on display in the current sutta. I think the bulk of the difficulties simply represent a lively but somewhat chaotic exchange, although textual corruption cannot be ruled out. However, note that Sanskrit fragments indicate that in that version this discussion happened before the bulk of the sutta teachings. I agree with Anālayo that the Sanskrit form makes better sense (<em>Comparative Study</em>, volume ii, page 583). ",
  "mn100:42.2": "Read <i lang='pi' translate='no'>aṭṭhita</i> as <i lang='pi' translate='no'>ā+ṭhita</i>, “assiduous”; see <a href='https://suttacentral.net/ja242/en/sujato#2.1'>Ja 242:2.1</a> in the same sense, and compare Sanskrit <i lang='pi' translate='no'>āsthita</i>. | I follow the variant <i lang='pi' translate='no'>vata</i> rather than <i lang='pi' translate='no'>vataṁ</i>, as exclamations with repeated <i lang='pi' translate='no'>vata</i> are idiomatic. ",
  "mn100:42.4": "The sense of <i lang='pi' translate='no'>atthi devā</i> is established from such passages as <a href='https://suttacentral.net/mn90/en/sujato#13.2'>MN 90:13.2</a>. ",
  "mn100:42.5": "<i lang='pi' translate='no'>Ṭhānaso</i> here means “in terms of cause” or “by way of cause”. It typically appears in the context of kamma and rebirth, followed by a verb of knowing (eg. <a href='https://suttacentral.net/mn12/en/sujato#11.2'>MN 12:11.2</a>, <i lang='pi' translate='no'>ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti</i>, “understands results <a href='https://suttacentral.netof kamma] in terms of grounds and causes”). The Buddha’s point is that the survival of gods is not a metaphysical absolute but depends on their kamma. | As usual, the Buddha answers such questions framed with <i lang='pi' translate='no'>atthi</i> indirectly; see note on [mn90:13.2'>of kamma] in terms of grounds and causes”). The Buddha’s point is that the survival of gods is not a metaphysical absolute but depends on their kamma. | As usual, the Buddha answers such questions framed with <i lang='pi' translate='no'>atthi</i> indirectly; see note on [mn90:13.2</a>. | That <i lang='pi' translate='no'>adhideva</i> means “about the gods” is established at <a href='https://suttacentral.net/mn90/en/sujato#17.8'>MN 90:17.8</a>. ",
  "mn100:42.8": "Normally such a phrase would include a reference to the Buddha’s speech (as eg. <a href='https://suttacentral.net/mn80/en/sujato#3.15'>MN 80:3.15</a>). But this is lacking in the Pali so I omit it. ",
  "mn100:42.11": "This should be read in light of <a href='https://suttacentral.net/sn12.15/en/sujato#2.2'>SN 12.15:2.2</a>, where “survival” or “existence” (<i lang='pi' translate='no'>atthita</i>) is understood by seeing “origin” (<i lang='pi' translate='no'>samudaya</i>), while non-existence is understood by seeing “cessation”. Here too the survival of gods is understood in terms of cause. ",
  "mn100:42.12": "The Buddha’s answer relied on the implication that since gods depend on causes they “survive” in the sense of being reborn, but not in the sense of eternal existence. Saṅgārava didn’t follow the argument. ",
  "mn100:42.13": "I think the Buddha felt that since it is agreed “by the eminent” (<i lang='pi' translate='no'>uccena</i>)—which would include the brahmanical teachers of Saṅgārava—that gods are real, this could be assumed. So the Buddha’s response was aimed at clarifying the <em>kind</em> of existence that gods have, namely, a conditioned and impermanent existence determined by the kamma. When faced with the same question at <a href='https://suttacentral.net/mn90/en/sujato#13.2'>MN 90:13.2</a>, the Buddha’s immediate response was to ask for a clarification, so the confusion did not arise. "
}