{
  "mn104:2.1": "When this event is mentioned at <a href='https://suttacentral.net/dn29/en/sujato#1.3'>DN 29:1.3</a> the Buddha is also in the Sakyan lands, but in a mango grove belonging to a group of Sakyans named Vedhaññā. Both texts tell the story of Cunda conveying the news via Ānanda at Sāma, which was presumably near the mango grove. It does seem strange that two distinct discourses are recorded from the same prompt, but then, why shouldn’t the Buddha give more than one teaching on such an important topic? At <a href='https://suttacentral.net/dn33/en/sujato#1.6.1'>DN 33:1.6.1</a> the Buddha is at Pāvā in the Mallian lands, and the discourse is spoken by Sāriputta there. Given the evident lateness of DN 33, this is a less convincing framework. A parallel to MN 104 (MĀ 196 at T I 752c12) says he was in the Vajjian lands at the time; both Sakya and Vajji border on Mallā. ",
  "mn104:2.2": "While this description of the Jains might seem like sheer sectarian calumny, it is a fact that the Jain tradition is split into two sects, the “sky-clad” Digambara, whose male ascetics went naked, and the “white-clad” Śvetāmbara who wear an unstitched cloth. Jain tradition holds that the split occurred about a century later, in the reign of Candragupta Maurya. ",
  "mn104:2.4": "A slight on the movement whose signature virtue was non-violence. ",
  "mn104:2.5": "“With broken monument” (<i lang='pi' translate='no'>bhinnathupe</i>) is used only in this context. When a great teacher or leader died, a “monument” was built to keep their memory alive. The breaking of a monument—whether physical or symbolic—was, in a way, truly killing them. ",
  "mn104:3.1": "Cunda took the time to complete his rains residence before conveying the news, reminding us of the speed with which news traveled in those days—slowly. For Cunda’s identity, see the note to <a href='https://suttacentral.net/mn8/en/sujato#2.1'>MN 8:2.1</a> | Apart from the events described here, we hear of Sāma only once (<a href='https://suttacentral.net/an6.21/en/sujato'>AN 6.21</a>). The topic there is the decline of the Saṅgha, hinting at a connection with these events. ",
  "mn104:5.2": "Two brahmins have a “difference of opinion” (<i lang='pi' translate='no'>nānāvāda</i>) regarding their path at <a href='https://suttacentral.net/dn13/en/sujato#8.8'>DN 13:8.8</a>. ",
  "mn104:5.6": "As in the quarrel at Kosambi (<a href='https://suttacentral.net/mn48/en/sujato'>MN 48</a>, <a href='https://suttacentral.net/pli-tv-kd10/en/sujato'>Kd 10</a>). ",
  "mn104:5.8": "Just as the “phrasing” of the text is a minor matter at <a href='https://suttacentral.net/mn103/en/sujato#7.12'>MN 103:7.12</a>. ",
  "mn104:5.9": "This refers back to the teachings the Buddha has summarized above. ",
  "mn104:6.1": "The Buddha is more concerned with the unskillful roots of division than with the surface details. The first four pairs of “roots” are also found as “corruptions of mind” at <a href='https://suttacentral.net/mn7/en/sujato#3.1'>MN 7:3.1</a>. ",
  "mn104:12.3": "These are formal legal proceedings in the Vinaya, explained at <a href='https://suttacentral.net/pli-tv-kd14/en/sujato#14.2.1'>Kd 14:14.2.1</a>. | Here and below I follow the renderings of Brahmali for legal terms. ",
  "mn104:13.1": "Explained in more detail in the Vinaya (<a href='https://suttacentral.net/pli-tv-kd14/en/sujato#14.16.1'>Kd 14:14.16.1</a>). ",
  "mn104:13.2": "",
  "mn104:14.4": "<i lang='pi' translate='no'>Samanumajjati</i> occurs only here. The root <i lang='pi' translate='no'>majj</i> has the general sense “stroke, massage”. Here it means that they should go over and over until it is settled. | <i lang='pi' translate='no'>Dhammanetti</i> (“the guidelines of the teaching”) is another rare term, occurring elsewhere only in the late canonical <a href='https://suttacentral.net/mil6.3.12/en/sujato#7.5'>Mil 6.3.12:7.5</a>. ",
  "mn104:15.1": "This explanation is out of order, as it is listed as the second item here, but it is normally the fifth item, as in the summary above. ",
  "mn104:15.2": "Normally issues are settled by consensus, so this applies in cases where consensus cannot be reached. ",
  "mn104:16.5": "The Vinaya operates on good faith, so that the testimony of a clear-headed mendicant is sufficient to clear them from offences in most cases. ",
  "mn104:17.2": "The offenses entailing expulsion for a mendicant are: willingly engaging in sexual intercourse; intentional killing of a human being; theft of something of value; and deliberately making a false claim to exalted spiritual attainments such as awakening or absorption. | Pali editions vary as to whether the accuser is singular or plural. However, even those editions that use the plural here (Mahāsaṅgīti, PTS) shift to singular below (<a href='https://suttacentral.net/mn104/en/sujato#17.6'>MN 104:17.6</a>, <a href='https://suttacentral.net/mn104/en/sujato#19.2'>MN 104:19.2</a>), while in the Vinaya it is also singular (<a href='https://suttacentral.net/pli-tv-kd14/en/sujato#14.29.7'>Kd 14:14.29.7</a>). ",
  "mn104:17.6": "",
  "mn104:17.12": "This evidently refers to an episode of psychosis, during which time a person is subject to hallucinations and delusions, and may exhibit bizarre behavior. There is a blanket exemption in Vinaya for all acts committed in such a state. ",
  "mn104:18.3": "This is the standard way of clearing offenses by confessing them as soon as they are recalled and recognized. Mendicants still confess with this formula today. Most offenses can be cleared in this way, but others require the relinquishment of a certain object (such as money), or undergoing a period of probation, while expulsion offenses cannot be cleared. ",
  "mn104:19.1": "“Further penalty” renders <i lang='pi' translate='no'>tassapāpiyasikā</i>, more literally “what is worse for him”. In this case, a mendicant tries to deny the accusation but ends up just making it worse. ",
  "mn104:19.2": "",
  "mn104:19.6": "Normally the mendicant’s denial is sufficient, but the case might be pressed if there is substantial evidence. ",
  "mn104:19.14": "",
  "mn104:20.11": "Those that are “gravely blameworthy” include offenses of expulsion (<i lang='pi' translate='no'>pārājika</i>) and suspension (<i lang='pi' translate='no'>saṅghādisesa</i>), while those “connected with laypeople” include cases where the mendicant abuses the laity. ",
  "mn104:20.12": "This final method is a reminder that it is not always necessary to dig down to the bottom of every dispute, especially when blame accrues to both sides. Sometimes the most important thing is to move forward. ",
  "mn104:21.1": "Also taught at <a href='https://suttacentral.net/mn48/en/sujato#6.2'>MN 48:6.2</a>, <a href='https://suttacentral.net/an6.11/en/sujato#1.1'>AN 6.11:1.1</a>, and <a href='https://suttacentral.net/an6.12/en/sujato#1.1'>AN 6.12:1.1</a>, and collected at <a href='https://suttacentral.net/dn33/en/sujato#2.2.37'>DN 33:2.2.37</a> and <a href='https://suttacentral.net/dn34/en/sujato#1.7.3'>DN 34:1.7.3</a>. "
}