{
  "mn101:1.2": "Devadaha also appears in <a href='https://suttacentral.net/sn22.2/en/sujato'>SN 22.2</a> and <a href='https://suttacentral.net/sn35.134/en/sujato'>SN 35.134</a>. The name is explained in the commentary as “royal lake”, taking <i lang='pi' translate='no'>deva-</i> as a term for kings, and <i lang='pi' translate='no'>-daha</i> as equivalent to the Sanskrit <i lang='pi' translate='no'>hrada</i>, “lake”. However it is spelled <i lang='pi' translate='no'>devadṛśa</i> in the Mūlasarvāstivāda Vinaya (<a href='https://suttacentral.net/san-mu-kd17/san/gbm#sc16'>San Mu Kd 17:16</a>). <i lang='pi' translate='no'>Dṛśa</i> means “sight, appearance”, thus occupying a completely different semantic space than “lake”. It is a Vedic term that commonly describes Agni’s fiery gleam (Rig Veda 3.17.4, 6.10.4, 7.1.1, etc.). This suggests a Pali derivation from √<i lang='pi' translate='no'>ḍah</i>, “to burn”. This in turn recalls Śatapatha Brāhmaṇa 1.4.1.14, which allegorically depicts the spread of Aryan culture eastward as Agni “burning” (<i lang='pi' translate='no'>dadāha</i>) the lands, i.e. introducing the civilized practice of Vedic fire worship. I think the meaning of <i lang='pi' translate='no'>devadaha</i> is, therefore, “burned by the god”, or “place of the god’s flame”. It became famous in later Buddhism as the birthplace of the sisters Māyā and Mahāpajāpatī of the Koliyan clan, the Buddha’s birth mother and foster mother. These details are not mentioned in early texts, however, where the town is said to be Sakyan rather than Koliyan. It is identified with Devdaha in the Rupandehi District of Nepal. ",
  "mn101:2.5": "The view that all experiences are caused by past kamma is consistently rejected in the suttas (eg. <a href='https://suttacentral.net/an3.61/en/sujato#2.1'>AN 3.61:2.1</a>, <a href='https://suttacentral.net/sn36.21/en/sujato'>SN 36.21</a>). This is reflected in the later Theravada commentaries, which describe five interacting <i lang='pi' translate='no'>niyāmas</i>, or systems of natural law: seasons (<i lang='pi' translate='no'>utu</i>), genetics (<i lang='pi' translate='no'>bīja</i>), moral or immoral deeds (<i lang='pi' translate='no'>kamma</i>), mind (<i lang='pi' translate='no'>citta</i>), and principles of the teaching (<i lang='pi' translate='no'>dhamma</i>). Nonetheless, the view that all experiences are caused by kamma is extremely common among modern Buddhists, and is often heard even from learned scholars. This is a harmful misunderstanding, as it has led to discrimination against the poor and disabled in Buddhist countries. One point of confusion is that rebirth into a particular life is caused by kamma, so in that general sense, kamma is a necessary condition for having a life in which one can experience anything. But the feelings experienced in that life are caused by a variety of things, not necessarily by kamma. ",
  "mn101:2.6": "Jains believed that karma was material, made up of particles. The practice of <i lang='pi' translate='no'>tapas</i> (“fervent mortification”) creates an intense bodily heat which burns off these karmic particles, freeing the soul (<i lang='pi' translate='no'>jīva</i>) to shine in its intrinsic purity. | This passage also at <a href='https://suttacentral.net/mn14/en/sujato#17.7'>MN 14:17.7</a>. ",
  "mn101:2.7": "The mention of “feeling” after “suffering” here is found consistently in Pali sources, but not in their parallels. | <i lang='pi' translate='no'>Nijiṇṇa</i> (“worn away”) is a characteristic Jain term that is sometimes applied to kamma in the suttas as well. ",
  "mn101:2.8": "The idea that the elimination of karma leads to freedom from suffering is indeed a fundamental tenet of Jain thought. ",
  "mn101:11.2": "Also at <a href='https://suttacentral.net/mn95/en/sujato#14.3'>MN 95:14.3</a>. ",
  "mn101:15.3": "This is a difficult sentence, and different translators handle it in quite different ways. I take <i lang='pi' translate='no'>vipaccetha</i> as second plural optative, intended as a rhetorical question. The sense, I think, plays on the common meaning of “ripen”, but in the sense “make something out of it that it isn’t”, i.e. (mis)construe. ",
  "mn101:18.1": "",
  "mn101:20.3": "This is a deed that has no opportunity to bear fruit, like a good seed on barren soil. ",
  "mn101:22.2": "The “ten legitimate grounds” are, as explained below, the five grounds and their inversions. Whether or whether not the ground is true, the Jains deserve censure. ",
  "mn101:22.5": "“God Almighty” is <i lang='pi' translate='no'>issara</i>, a creator deity. See also <a href='https://suttacentral.net/an3.61/en/sujato'>AN 3.61</a>. ",
  "mn101:22.7": "This is the Ājīvika doctrine of the Bamboo-staffed Ascetic Gosāla, for which see <a href='https://suttacentral.net/dn2/en/sujato#20.6'>DN 2:20.6</a>, <a href='https://suttacentral.net/mn60/en/sujato#21.7'>MN 60:21.7</a>, and <a href='https://suttacentral.net/an3.61/en/sujato'>AN 3.61</a>. The mention of Ājīvika doctrines here and in the next section reflect their closeness with the Jains. ",
  "mn101:22.9": "See <a href='https://suttacentral.net/an6.57/en/sujato'>AN 6.57</a> for a fuller discussion of this Ājīvika doctrine. ",
  "mn101:22.12": "PTS and BJT editions have the expected <i lang='pi' translate='no'>pāpadiṭṭhadhammūpakkamā</i>. ",
  "mn101:23.4": "",
  "mn101:46.2": ""
}