{
  "mn107:2.1": "",
  "mn107:2.2": "The Buddha stops on the last step at <a href='https://suttacentral.net/mn85/en/sujato#7.4'>MN 85:7.4</a>. ",
  "mn107:2.4": "Memorizing the Vedic texts, a key skill of the brahmins, was so difficult that they sometimes asked the Buddha for advice (<a href='https://suttacentral.net/an5.193/en/sujato#8.4'>AN 5.193:8.4</a>). Details on the gradual memorization of texts are found at <a href='https://suttacentral.net/pli-tv-bu-vb-pc4/en/sujato#2.1.7'>Bu Pc 4:2.1.7</a>. Texts were learned by line (teacher and student start and finish together), by going after the line (one starts, they finish together), by going after the syllable (the teacher prompts with the first syllable of the line), and by phrase (the teacher says the first phrase, the student the second). ",
  "mn107:2.6": "Archery (<i lang='pi' translate='no'>issattha</i>) is regularly listed as a craft or livelihood (<a href='https://suttacentral.net/mn14/en/sujato#7.3'>MN 14:7.3</a>), which took skill in training (<a href='https://suttacentral.net/sn56.45/en/sujato#1.3'>SN 56.45:1.3</a>), and to which a mendicant is compared (<a href='https://suttacentral.net/an4.196/en/sujato#10.3'>AN 4.196:10.3</a>). ",
  "mn107:2.8": "The complexities of accounting are detailed in Kauṭilya’s Arthaśāstra 2.7. There, the “accounts” are called <i lang='pi' translate='no'>gāṇanikya</i> (2.7.16). ",
  "mn107:2.10": "The method of listing things up to tens is the framework of the Dasuttarasutta (<a href='https://suttacentral.net/dn34/en/sujato'>DN 34</a>). More generally, it seems to underlie the “<i lang='pi' translate='no'>aṅguttara</i> principle” of organizing teachings by number. ",
  "mn107:3.2": "See <a href='https://suttacentral.net/mn65/en/sujato#33.1'>MN 65:33.1</a>. ",
  "mn107:11.1": "The “trainee” (<i lang='pi' translate='no'>sekha</i>) in the strict sense is restricted to those who have entered the ranks of the Noble Ones (<i lang='pi' translate='no'>ariyapuggala</i>) through the realization of the four noble truths (eg. <a href='https://suttacentral.net/sn48.53/en/sujato#3.1'>SN 48.53:3.1</a>); that is to say, the seven Noble Ones excluding the arahant, who is an “adept” beyond training (<i lang='pi' translate='no'>asekha</i>). However, in cases such as this it would be over-strict to insist that the teaching applies only to Noble Ones, as the Gradual Training is the recommended practice for all new monastics. Indeed, the burden of the text is to show how practice is taken up gradually, so above it says that this is how the Buddha “first guides them” (<i lang='pi' translate='no'>paṭhamaṁ evaṁ vineti</i>, <a href='https://suttacentral.net/mn107/en/sujato#3.3'>MN 107:3.3</a>). This agrees with the Chinese parallel, which here mentions a “young monk” (MA 144 at T I 652a29). Late canonical Pali texts introduce the idea of the “ordinary person of good character” (<i lang='pi' translate='no'>puthujjanakalyāṇaka</i>, eg. <a href='https://suttacentral.net/cnd8/en/sujato#81.2'>Cnd 8:81.2</a>, <a href='https://suttacentral.net/ps1.1/en/sujato#206.2'>Ps 1.1:206.2</a>), who is said to “train” like the trainees (<a href='https://suttacentral.net/pli-tv-pvr1.1/en/sujato#3.46'>Pvr 1.1:3.46</a>). The commentaries say they may be counted along with the seven Noble Ones as a “trainee” (<i lang='pi' translate='no'>sekkhoti puthujjanakalyāṇakena saddhiṃ satta ariyā</i>, commentaries to Pārājika 1 and Jhānavibhaṅga). ",
  "mn107:14.3": "Chāndogyopaniṣad 6.14.1–2 illustrates the role of a teacher with the story of a man kidnapped, blindfolded, and abandoned in a wilderness. A kind person looses his bandage and shows him the way to Gandhāra. ",
  "mn107:14.14": "<i lang='pi' translate='no'>Pacchāmukha</i> means “heading west”. The present sutta is set in Sāvatthī, so for someone wanting to get to Rājagaha in the south-east, west is the wrong way. The word also appears at <a href='https://suttacentral.net/thag10.1/en/sujato#3.4'>Thag 10.1:3.4</a> of the Buddha crossing the Rohiṇī river, which runs north to south; the background story says he was coming from Rājagaha, which again implies he was heading west from Koliya to Sakya. ",
  "mn107:14.28": "The one who “shows (or explains) the way” is also discussed at <a href='https://suttacentral.net/snp1.5/en/sujato#3.3'>Snp 1.5:3.3</a>, along with other good and bad ascetics. See too <a href='https://suttacentral.net/dhp276/en/sujato#2'>Dhp 276:2</a>, “the Realized Ones show the way” (<i lang='pi' translate='no'>akkhātāro tathāgatā</i>). ",
  "mn107:15.2": "Also at <a href='https://suttacentral.net/mn5/en/sujato#32.1'>MN 5:32.1</a>. "
}