{
  "mn106:1.1": "This sutta describes practices that lead to attaining the formless meditations: three ways to attain the “imperturbable”, three ways to continue to the dimension of nothingness, and finally a way to attain neither perception nor non-perception. One theme of the text is that deep states of absorption are supported by reflective wisdom. The sutta concludes by teaching what is beyond all these, namely not grasping. ",
  "mn106:2.2": "This phrase is sometimes translated as if it was joined to the previous. However, the repeated use of _bhikkhave_, the shift from plural to singular, and the independent occurrence of the former portion ([an10.46:6.5]()) all suggest it is a distinct sentence. | As for _bālalāpana_, at [sn22.95:13.2]() we find _bālalāpinī_ in a similar context, which there follows right after the death of the physical body. This suggests that _lāpinī_ there has the sense “lament” which is attested in Sanskrit. _Bālalāpana_ is found at [thig5.2:2.2]() of a beautiful body; see too [ja421:5.3](). In later Sanskrit, _bālalapitaṁ_ is used by Jayarāśi Bhaṭṭa in his Tattvopaplavasiṁha in the sense “prattle of fools”. ",
  "mn106:3.11": "The Pali has _paññāya vā adhimuccati_ (“they resolve with wisdom”). This appears to be an old confusion between _adhimuccati_ (“resolves”) and _vimuccati_ (“is freed”). Elsewhere in Pali we find one who is “freed by wisdom” (eg. [sn22.45:1.6]()) but we don’t find _adhimuccati_ used in this way. The commentary accepts the reading _adhimuccati_, but explains it as referring to either the realization of arahantship or the development of the path to arahantship, which agrees with the idea of “freedom”. Finally, the Chinese parallel (MA 75 at T i 542b23) has <span lang='lzh'>解</span>, while the Tibetan parallel in Śamathadeva’s commentary on the Abhidharmakośabhāṣya (D (4094) mngon pa, ju 228a2) has _rnam par grol ba_, both of which appear to translate _vimuccati_. If this reading is accepted, it also adds greater coherence to the sutta as a whole, for after discussing the various ways to the imperturbable, the final section is devoted to the “noble liberation”, where _vimokkha_ is a synonym of _vimutti_ ([mn106:13.3]()). ",
  "mn106:3.12": "_Saṁvattanika_ means “conducive, leading to”. The \n state of consciousness developed in meditation leads to a rebirth in a plane where the normal level of consciousness is that of the corresponding meditation attainment. Thus if they have developed the fourth absorption, they will be reborn in a corresponding Brahmā realm. ",
  "mn106:5.4": "Here _rūpa_ is neither “matter” nor “sights” but “visions” seen in meditation. ",
  "mn106:6.9": "As in [mn105:12.3](), the “imperturbable” here appears to refer to the fourth absorption and first two formless attainments. ",
  "mn106:8.2": "This reflection occurs three times in the Pali. At [an4.185:7.2]() it leads to the dimension of nothingness for a brahmin. It leads to the same attainment in a Buddhist context here (compare [an5.144:7.2]()). At [an3.70:3.11]() it is said to be a Jain practice. ",
  "mn106:10.3": "See Bodhi’s extensive discussion in his translation of [sn22.55:1.3]() (*Connected Discourses*, vol. iii, note 75). This formula appears several times throughout the suttas, in two forms: the personal form used by non-Buddhists  (“I might not be …”, eg. [sn22.81:12.8](), [an10.29:19.1]()), and the impersonal form as adapted by the Buddha here (“It might not be …”). The formula seems to have a shared among different sectarian groups, like the similar reflection above ([mn106:8.2](). But whereas that reflection is associated with Brahmans and Jains—both classified as “eternalists”—this view is said to be that of the “annihilationists” ([sn22.81:11.10]()). ",
  "mn106:13.2": "This passage shows how the method of attaining such states is secondary, as one might practice it well and yet still have clinging. Any of these “supports”, i.e. the various methods taught above, suffices to develop the mind, but what matters is letting go. | “One support or another” (_nissāya nissāya_) appears at [dn16:4.27.2](), where it means “right beside”. For the sense “support” in this context, compare [iti107:2.3](): “supporting each other … in order to cross over the flood” (_aññamaññaṁ nissāya …  oghassa nittharaṇatthāya_). "
}