{
  "mn118:1.1": "Mindfulness of breathing is taught partially in the Satipaṭṭhāna Sutta (<a href='https://suttacentral.net/mn10/en/sujato#4.3'>MN 10:4.3</a> = <a href='https://suttacentral.net/dn22/en/sujato#2.3'>DN 22:2.3</a>) and the Kāyagatāsatisutta (<a href='https://suttacentral.net/mn119/en/sujato#4.2'>MN 119:4.2</a>), and fully in the Rāhulovādasutta (<a href='https://suttacentral.net/mn62/en/sujato#24.3'>MN 62:24.3</a>), the Girimānandasutta (<a href='https://suttacentral.net/an10.60/en/sujato'>AN 10.60</a>), and throughout the relevant Saṁyutta (<a href='https://suttacentral.net/sn54.1/en/sujato'>SN 54.1</a> ff.); it is also in the Vinaya (<a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/sujato#1.3.6'>Bu Pj 3:1.3.6</a>) and in the quasi-Abhidhamma text Paṭisambhidāmagga (<a href='https://suttacentral.net/ps1.3/en/sujato#60.3'>Ps 1.3:60.3</a>). It is regarded in the tradition as the method practiced by the Buddha himself, and has remained the most popular and universal meditation to this day, both in Buddhism and generally. ",
  "mn118:1.3": "The similar list of great disciples is found at <a href='https://suttacentral.net/ud1.5/en/sujato#1.3'>Ud 1.5:1.3</a>, where the Buddha described them as true brahmins. ",
  "mn118:2.1": "This reminds us that what is recorded in the Suttas is not the totality of what was taught. There are several instances where more personal meditation instructions are given (eg. <a href='https://suttacentral.net/an9.3/en/sujato'>AN 9.3</a>), and this must have been ongoing. ",
  "mn118:3.1": "This was the end of the rains retreat, during which mendicants stayed in one place. To conclude the retreat, the mendicants gather to invite admonition from each other, clearing the air of any conflicts or tensions that might have arisen during the retreat. This is done instead of the regular recitation of the Pātimokkha rules. Discussed in detail at <a href='https://suttacentral.net/pli-tv-kd4/en/sujato'>Kd 4</a>. ",
  "mn118:4.4": "The “fourth month” of the rainy season (<i lang='pi' translate='no'>vassa</i>), of which the rains retreat (<i lang='pi' translate='no'>vassāvāsa</i>) is normally the first three. When the retreat is finished, mendicants usually stay in the monastery for a while to complete the <i lang='pi' translate='no'>kaṭhina</i> (<a href='https://suttacentral.net/pli-tv-kd7/en/sujato'>Kd 7</a>), repair their robes, and otherwise make preparations for wandering. During this time, it was customary for mendicants who had spent the rains elsewhere to visit Sāvatthī to see the Buddha (<a href='https://suttacentral.net/pli-tv-kd4/en/sujato#1.8.1'>Kd 4:1.8.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/sujato#1.2.1'>Bu Pj 4:1.2.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pc8/en/sujato#1.2.1'>Bu Pc 8:1.2.1</a>). This month, which falls between the full moons of October and November, is called Kattikā after the constellation Pleiades. The final day of Kattikā is the full moon of Komudī, named after the white lotuses said to bloom at that time, and after the brilliance of the moon in the clear skies following the rains (see eg. <a href='https://suttacentral.net/mn79/en/sujato#17.2'>MN 79:17.2</a>). ",
  "mn118:7.2": "A similar passage is found at <a href='https://suttacentral.net/an4.190/en/sujato'>AN 4.190</a>. ",
  "mn118:15.1": "The main contents of the discourse are summarized in these four statements, each of which is expanded in the four sections that follow. ",
  "mn118:17.1": "The situation here—a mendicant gone to the forest—establishes that this practice takes place in the wider context of the Gradual Training. Indeed, this whole Sutta can be understood as an expansion of this phrase, mentioned briefly at <a href='https://suttacentral.net/dn2/en/sujato#67.3'>DN 2:67.3</a>. ",
  "mn118:17.2": "The most fundamental meditation instruction. Notice how the Buddha phrases it: not “concentrate on the breath” as an object, but rather “breathing” as an activity to which one brings mindfulness. The stages of breath meditation are not meant to be done deliberately, but to be observed and understood as the natural process of deepening meditation. ",
  "mn118:18.1": "In the beginning, the breath is somewhat rough and coarse. The Pali idiom is “long” and “short” breath, but in English we usually say one breathes “heavily” or “lightly”. ",
  "mn118:18.2": "Over time, the breath becomes more subtle and soft. ",
  "mn118:18.3": "The “whole body” (<i lang='pi' translate='no'>sabbakāya</i>) here refers to the breath, marking the fuller and more continuous awareness that arises with tranquility. Some, however, interpret it as the “whole physical body”, broadening awareness to encompass the movement and settling of energies throughout the body. ",
  "mn118:18.4": "The “physical process” (<i lang='pi' translate='no'>kāyasaṅkhāra</i>) is the breath itself (<a href='https://suttacentral.net/sn41.6/en/sujato#1.8'>SN 41.6:1.8</a>). This can become so soft as to be imperceptible. ",
  "mn118:19.1": "“Rapture” (<i lang='pi' translate='no'>pīti</i>) is an joyous emotional response to pleasure, usually a spiritual sense of elevation or uplift in meditation. Normally rapture is said to arise before tranquility as part of the process leading towards absorption (see below, <a href='https://suttacentral.net/mn118/en/sujato#34.1'>MN 118:34.1</a>). In mindfulness of breathing, however, the body typically becomes quite tranquil before rapture arises. ",
  "mn118:19.2": "The uplifting quality of rapture becomes sublimated to a more subtle, pervasive pleasure or bliss. The meditator refines and stabilizes these positive emotions in their journey towards absorption, which occurs when all necessary factors are fully developed and perfectly balanced in a subtle union. ",
  "mn118:19.3": "“Mental processes” are said to be “perception and feeling” (<a href='https://suttacentral.net/mn44/en/sujato#14.1'>MN 44:14.1</a>, <a href='https://suttacentral.net/sn41.6/en/sujato#1.7'>SN 41.6:1.7</a>). The “feelings” include include rapture and bliss. “Perception” in meditation includes the “light” (<a href='https://suttacentral.net/mn128/en/sujato#28.2'>MN 128:28.2</a>) or “forms” (<a href='https://suttacentral.net/mn77/en/sujato#23.14'>MN 77:23.14</a>) often experienced by meditators at this point. Later texts call this a <i lang='pi' translate='no'>nimitta</i>, a “sign” that the mind is becoming subtle and the hindrances quiet as the meditator nears absorption. ",
  "mn118:19.4": "A paradox of meditation is that the stronger things are, the more subtle they become. In the initial stages of practice, it is common to have overwhelming experiences of rapture, with tears of joy, or dramatic and striking “visions”. Inexperienced meditators often take this to signify a profound realization. With patient mindfulness, however, the feelings and perceptions settle down and become unified, so they are no longer experienced as separate things. Just as the physical breath virtually disappeared, here too the feelings and perceptions can become so subtle as to feel like the simple, normal state of the mind. ",
  "mn118:20.1": "With the stilling of “mental processes”, the mind itself becomes clear, the center of awareness that knows all of this. These four factors focus on the experience of absorption. ",
  "mn118:20.2": "This applies especially to the first two absorptions. ",
  "mn118:20.3": "“Immersion” (<i lang='pi' translate='no'>samādhi</i>) is deep meditative stillness. The word conveys the sense of “gathered”, “collected”, with a secondary sense of “ignited”, “illuminated”. It emphasizes both the stability of the mind as well as the unification of all the mental factors present (see <a href='https://suttacentral.net/mn44/en/sujato#12.2'>MN 44:12.2</a> and note there). ",
  "mn118:20.4": "The mind is liberated from hindrances in absorption. This is a state so very refined it is called the “bliss of awakening” (<a href='https://suttacentral.net/mn139/en/sujato#9.18'>MN 139:9.18</a>), albeit temporarily (<a href='https://suttacentral.net/an5.149/en/sujato'>AN 5.149</a>). ",
  "mn118:21.1": "The first twelve steps focused on serenity (<i lang='pi' translate='no'>samatha</i>), and now the final four steps shift focus to discernment (or “insight”, <i lang='pi' translate='no'>vipassanā</i>). This exemplifies the most common course of practice, where serenity precedes discernment (<a href='https://suttacentral.net/an4.170/en/sujato#3.2'>AN 4.170:3.2</a>). Here, impermanence is contemplated in the context of mindfulness of breathing itself. The entire course of practice has seen the physical energies of the breath become subtle and fade, then the mental processes, then the mind itself is transformed. The meditator reflects on these changes and sees not simply that change happens, but how changes happen due to causes. ",
  "mn118:21.2": "<i lang='pi' translate='no'>Virāga</i> means both “dispassion” in the sense of letting go desire, and “fading away” in the sense of its gradual disappearance. ",
  "mn118:21.3": "This refers to the permanent ending of the fetters or underlying tendencies. ",
  "mn118:21.4": "This is the full renunciation of all worldly desires that occurs with arahantship (“perfection”). These final four stages illustrating the progress of insight can even be mapped on to the four stages of awakening: the stream-enterer sees that “whatever has a beginning also has an end”; for the once-returner, greed and hate are fading away; for the non-returner, greed and hate have ceased; and for the arahant, all defilements are relinquished. ",
  "mn118:22.1": "",
  "mn118:23.1": "",
  "mn118:24.6": "The Pali here is <i lang='pi' translate='no'>kāyesu kāyaññataraṁ</i>, literally, “a body among the bodies”. What it means is that the breath, as one of the four material elements, is a certain aspect of our physical embodiment which is selected here for contemplation, rather than, say, the parts of the body or the postures as we find in the full presentation of <i lang='pi' translate='no'>satipaṭṭhāna</i> at <a href='https://suttacentral.net/mn10/en/sujato'>MN 10</a> or <a href='https://suttacentral.net/mn119/en/sujato'>MN 119</a>. ",
  "mn118:25.5": "",
  "mn118:25.6": "Likewise, the sense here is that the pleasant feelings of breath meditation are part of the full spectrum of feelings contemplated in <i lang='pi' translate='no'>satipaṭṭhāna</i>, which include painful feelings (<a href='https://suttacentral.net/mn10/en/sujato#32.1'>MN 10:32.1</a>). The meditator “carefully” (<i lang='pi' translate='no'>sādhukaṁ</i>) focuses on these feelings as they manifest in the breath. The point is that “breath” is not purely a physical phenomenon. The material property of “air” is its most obvious dimension, but we experience breath as a complex that includes emotional and cognitive dimensions. As the physical process becomes subtle, feeling becomes apparent as an aspect of the breath that has always been there, but not clearly perceived. ",
  "mn118:26.6": "Here the manner of explanation is changed, but the sense is not dissimilar. At <a href='https://suttacentral.net/mn10/en/sujato#34.1'>MN 10:34.1</a> the contemplation of mind includes states of mind characterized by greed, hate, and delusion, which are experienced by one lacking mindfulness and awareness. Mindfulness of breathing, however, focuses on the purified mind states of deep meditation. It is also perhaps noteworthy that the third absorption is said to be characterized by mindfulness and awareness, while the fourth absorption is characterized by equanimity, which is highlighted in the next step. ",
  "mn118:27.6": "“Covetousness and displeasure” are the defilements relinquished in <i lang='pi' translate='no'>satipaṭṭhāna</i> itself (<a href='https://suttacentral.net/mn10/en/sujato#3.2'>MN 10:3.2</a>). This passage refers to reviewing or reflective knowledge, looking back over the course of meditation, seeing how the defilements are abandoned, and understanding how this happens according to the “principles” (<i lang='pi' translate='no'>dhammā</i>) of cause and effect. With understanding comes equanimity, as one is no longer attached. ",
  "mn118:29.1": "The seven awakening factors are included in the fourth <i lang='pi' translate='no'>satipaṭṭhāna</i> under contemplation of principles (<a href='https://suttacentral.net/mn10/en/sujato#42.1'>MN 10:42.1</a>). There, their primary function is to eliminate the five hindrances, the causal contemplation of which is a prominent feature of Suttas on this topic (<a href='https://suttacentral.net/sn46.2/en/sujato'>SN 46.2</a>). Thus this expands on the details of the “observation of principles”. ",
  "mn118:30.2": "The “awakening factor of mindfulness” may, as here, refer to meditation, or else to the recollection of the teachings (<a href='https://suttacentral.net/sn46.3/en/sujato#1.9'>SN 46.3:1.9</a>). ",
  "mn118:31.1": "",
  "mn118:31.2": "Likewise, <i lang='pi' translate='no'>dhamma</i> can refer as here to the “principles” of cause and effect, or else the “teachings” that are recollected (<a href='https://suttacentral.net/sn46.3/en/sujato#2.4'>SN 46.3:2.4</a>). ",
  "mn118:42.7": "The final three terms here are almost identical to the final three stages of mindfulness of breathing: fading away, cessation, and letting go. One of the purposes of this Sutta has been to show the deep interconnectedness of all these practices. "
}