{
  "mn11:1.1": "Multiple suttas (eg. <a href='/dn8/en/sujato'>DN 8</a>, <a href='/dn25/en/sujato'>DN 25</a>, <a href='/mn12/en/sujato'>MN 12</a>, <a href='/an6.64/en/sujato'>AN 6.64</a>, <a href='/an9.11/en/sujato'>AN 9.11</a>, and <a href='/an10.21/en/sujato'>AN 10.21</a>) invoke the indomitable force of the lion’s roar, the most mighty sound of the jungle (<a href='/sn22.78/en/sujato#1.2'>SN 22.78:1.2</a>). ",
  "mn11:2.1": "The same teaching is given more briefly at <a href='/an4.241/en/sujato#1.1'>AN 4.241:1.1</a>, where the four ascetics are defined as the stream-enterer, once-returner, non-returner, and perfected one,  and at <a href='/dn16/en/sujato#5.27.3'>DN 16:5.27.3</a>, where the presence of the four ascetics is attributed to the practice of the eightfold path. ",
  "mn11:2.2": "",
  "mn11:3.2": "<i lang='pi' translate='no'>Ko assāso kiṁ balaṁ</i> is found only here and at <a href='/mn93/en/sujato#6.7'>MN 93:6.7</a>, where it also deals with an unequivocal claim to superiority. ",
  "mn11:3.6": "Self-confidence is reflective, not dogmatic. ",
  "mn11:3.11": "This appears to be the only occurrence of <i lang='pi' translate='no'>sahadhammika</i> in this sense in early Pali. Normally it has the sense “legitimate” (as eg. <a href='/mn90/en/sujato#5.4'>MN 90:5.4</a>). The parallel at MA 103 has <span lang='lzh'>同道</span>. ",
  "mn11:5.20": "",
  "mn11:5.26": "The topic of “proliferation” (<i lang='pi' translate='no'>papañca</i>) is explored in <a href='/mn18/en/sujato'>MN 18</a>. ",
  "mn11:6.2": "That is, the eternalists and the annihilationists. ",
  "mn11:10.3": "Renunciate orders such as the Jains abhorred sensual pleasures, while the meditations of Brahmanical rishis depended on letting go all pleasures of the flesh. ",
  "mn11:11.3": "Perhaps referring to those such as Dīghanakha who claimed to believe in nothing (<a href='/mn74/en/sujato#2.4'>MN 74:2.4</a>). ",
  "mn11:12.3": "The teaching on not-self is what sets Buddhism apart from all other teachings. ",
  "mn11:13.1": "Elsewhere <i lang='pi' translate='no'>sammaggata</i> (“rightly placed”) is an epithet of the Buddha or other well-practiced sages, where I translate as “rightly comported”. ",
  "mn11:16.1": "Grasping is fully understood only when its source is known. Here the Buddha begins a partial treatment of dependent origination, implicitly connecting this to his special doctrine of not-self. "
}