{
  "mn112:1.1": "This Sutta lays out a method for assessing a mendicant’s claim to realize perfection (<i lang='pi' translate='no'>arahatta</i>). They are taken through a series of questions of increasing complexity, culminating in the entire practice of the Gradual Training. ",
  "mn112:3.1": "As at <a href='https://suttacentral.net/dn29/en/sujato#18.4'>DN 29:18.4</a> and <a href='https://suttacentral.net/dn16/en/sujato#4.11.5'>DN 16:4.11.5</a> = <a href='https://suttacentral.net/an4.180/en/sujato#2.5'>AN 4.180:2.5</a>. ",
  "mn112:3.5": "As usual, this group of four is not meant to stand for the six senses—which are discussed later—but for the ways in which one learns spiritual truths. That is why one “speaks of” what one has learned. See <a href='https://suttacentral.net/mn1/en/sujato#19.1'>MN 1:19.1</a> and note there. ",
  "mn112:4.2": "Also at <a href='https://suttacentral.net/mn111/en/sujato#4.5'>MN 111:4.5</a>. ",
  "mn112:6.2": "<i lang='pi' translate='no'>Virāgunaṁ</i> is a secondary derivation from <i lang='pi' translate='no'>virāga</i> with the <i lang='pi' translate='no'>-una</i> suffix. Also found at <a href='https://suttacentral.net/iti77/en/sujato#3.2'>Iti 77:3.2</a>. | <i lang='pi' translate='no'>Rāga</i> can mean “color” or “desire”, so its opposite <i lang='pi' translate='no'>virāga</i> has the dual connotations of “dispassion” and “colorless” or metaphorically “fading away”. Kauṭilya’s Arthaśāstra 2.10.58 gives an example in the context of writing. In those days, the letters would be etched in a palm leaf with a stylus, then “colored” by applying dye or ink. The surface would then be wiped clean, leaving just the ink staining the etched letters. An example of poorly done writing is <i lang='pi' translate='no'>virāga</i>, “colorless”, i.e. the ink does not take hold, leaving only the near-invisible etching. ",
  "mn112:8.2": "To take (<i lang='pi' translate='no'>upagacchi</i>) the earth element as self is to identify the self with the earth element. A self “based on” (<i lang='pi' translate='no'>nissita</i>) the earth element is one that is not itself the earth element, but which is dependent upon it, like a river on its bed. This would include identifying the self with other physical or mental properties. The logic is that, since the earth element is impermanent, etc., any self dependent on it must also be impermanent, etc. ",
  "mn112:10.2": "The phrase “eye, sights, eye consciousness, and things knowable by eye consciousness” appears redundant, as “sights” (<i lang='pi' translate='no'>rūpa</i>) are precisely what is “knowable by eye consciousness”. Where the phrase occurs elsewhere, <i lang='pi' translate='no'>rūpa</i> may appear (<a href='https://suttacentral.net/sn35.27/en/sujato#1.3'>SN 35.27:1.3</a>, <a href='https://suttacentral.net/sn35.65/en/sujato#2.1'>SN 35.65:2.1</a> <a href='https://suttacentral.net/sn35.68/en/sujato#1.3'>SN 35.68:1.3</a>) or it may not (<a href='https://suttacentral.net/mn144/en/sujato#9.1'>MN 144:9.1</a>, <a href='https://suttacentral.net/sn35.87/en/sujato#7.1'>SN 35.87:7.1</a>). Bodhi summarizes the commentary’s explanations, which he describes as “contrived” (<em>Middle Length Discourses</em>, note 1080, and <em>Connected Discourses</em> note 12 on book 4). The Chinese parallel omits <i lang='pi' translate='no'>rūpa</i> here, thus avoiding the redundancy (MA 187 at T I 732c19). It is likely the original passage did not include <i lang='pi' translate='no'>rūpa</i> and it was added in an old editorial oversight. ",
  "mn112:19.1": "The text omits the usual description of the recollection of past lives and of clairvoyance here. ",
  "mn112:21.6": "The title of the discourse refers to a “sixfold purity”, whereas the Pali text only has five items. The commentary offers a couple of explanations, one of which, attributed to “overseas Elders”, says the text should include a passage on the four nutriments. As it happens, the Chinese parallel does indeed include the four nutriments (MA 187 at T I 732b18), thus confirming the suggestion of the “overseas Elders” (Anālayo, <em>Comparative Study</em>, vol. ii, p. 638). Thus an accurate memory of the text persisted in the commentarial tradition, even when the text itself suffered loss. As to the identity of these Elders, the commentary to the Ghaṭikārasutta (<a href='https://suttacentral.net/mn81/en/sujato#10.5'>MN 81:10.5</a>) says they taught the ten perfections (<i lang='pi' translate='no'>pāramī</i>). These are a characteristic doctrine of the Mahāvihāra (or Theravāda) school, as other sectarian accounts of the perfections rarely number ten. So we can assume the Elders were not of a different school. Inscriptions at Amarāvatī and Nāgārjunikoṇḍa reveal that there was a Mahāvihāra branch monastery in Andhra, so they may have lived there. "
}