{
  "mn116:1.1": "This is a devotional Sutta that lists the names of sages of the past. It is recited as a protection chant in Sri Lanka. The Chinese parallel shares only the opening passages, after which it is quite different. Moreover, only three of the names are clearly the same: Ariṭṭha, Upariṭṭha, and Sudassana (EA 38.7 at T II 723a–c). | Ñāṇamoḷī and Bodhi both rightly note that it is difficult to distinguish names from attributes without the commentary. Yet the commentary leaves many problems unsolved, as it omits many names. ",
  "mn116:1.2": "Rājagaha is surrounded by an extensive range of hills, upon which ascetics of various kinds could be found striving. ",
  "mn116:3.2": "The concept of the <i lang='pi' translate='no'>paccekabuddha</i> allows that there were awakened sages in the long periods of time when there is no <i lang='pi' translate='no'>sambuddha</i> such as Gotama. Both are Buddhas in the sense of being awakened, but they differ in their relation to others. It is sometimes said that they do not teach, but the tradition attributes to them a number of sayings (notably <a href='https://suttacentral.net/snp1.3/en/sujato'>Snp 1.3</a>). They are sometimes said to be “solitary”, but here 500 dwell on the same hill, while <i lang='pi' translate='no'>pacceka</i> Brahmās appear in pairs (<a href='https://suttacentral.net/sn6.6/en/sujato#1.3'>SN 6.6:1.3</a>). Compare <a href='https://suttacentral.net/pli-tv-bu-vb-np9/en/sujato#1.36.1'>Bu NP 9:1.36.1</a>, where “independent” funds are set up for “independent” robes (rather than combining them); the same idea occurs at <a href='https://suttacentral.net/an11.16/en/sujato#11.2'>AN 11.16:11.2</a>. Likewise, <a href='https://suttacentral.net/sn1.37/en/sujato#1.7'>SN 1.37:1.7</a> speaks of “independent” verses. Thus the burden of sense in the Pali is that <i lang='pi' translate='no'>pacceka</i> means “independent’, which here has the the sense of not forming a fourfold community, but simply living and practicing independently. ",
  "mn116:3.6": "This etymology is a deliberate pun, since the obvious explanation would be that <i lang='pi' translate='no'>gili</i> is simply <i lang='pi' translate='no'>giri</i> (“mountain”), as Pali <em>r</em> becomes <em>l</em> in the Magadhan dialect. This passage is not found in the Chinese parallel. ",
  "mn116:3.7": "Mahāvastu 21 lists many past <i lang='pi' translate='no'>sambuddhas</i>, among whom we find names recorded here as <i lang='pi' translate='no'>paccekabuddhas</i>, including Aparājita, Supatiṭṭhita, Bandhumā, Ariṭṭha, Tagarasikhi, Tissa, Sikhin, Accutagāma, Asayha, Uppala, Sudassana, Ketu, Jayanta, and Uttara. ",
  "mn116:3.10": "I give the probable meaning of each name, and attempt, perhaps unwisely, to locate other sages of the past with similar names. In almost every case it is impossible to establish such links with any confidence, due to the lack of contextual details, the prevalence of common names used by many people, the use of names based on places or doctrinal concepts, and so on. Nonetheless, certain patterns emerge, especially the fact that several of the names seem to be shared with Jain <i lang='pi' translate='no'>tīrthaṅkaras</i>. These are the  twenty-four founding fathers of Jainism through the ages, like the Buddhist concept of past Buddhas. As many as eight names might be shared with <i lang='pi' translate='no'>tīrthaṅkaras</i>, while several others might be other Jain sages. Even the name of the Sutta itself is the name of a sage Isigiri in Isibhāsiyāiṁ 34. It could be that both Buddhism and Jainism drew on shared traditions of ancient sages, but again, these similarities are all tentative at best. ",
  "mn116:4.1": "An agent of Kuvera has this name (meaning “indestructible”) at <a href='https://suttacentral.net/dn32/en/sujato#7.47'>DN 32:7.47</a>, where it is next to Nemi (below at <a href='https://suttacentral.net/mn116/en/sujato#6.7'>MN 116:6.7</a>). Ariṭṭha and Nemi often appear compounded in Sanskrit as Ariṣṭanemi. This was the name of a past Buddha (Mahāvastu 1.140), the 22nd Jain <i lang='pi' translate='no'>tīrthaṅkara</i> (Kalpasūtra 170–183), and a Brahmanical sage of remarkable power (Mahābhārata 3.182.8c). Ariṣṭanemi Tārkṣya, although a mythical being, was said to have composed Rig Veda 10.178. ",
  "mn116:4.2": "This was the name of Anuruddha in a past life as an ascetic (<a href='https://suttacentral.net/thag16.9/en/sujato#19.4'>Thag 16.9:19.4</a>), although it couldn’t be the same person, since Independent Buddhas are not reborn. It means “son of Ariṭṭha”. ",
  "mn116:4.3": "Also named in <a href='https://suttacentral.net/sn3.20/en/sujato'>SN 3.20</a>, <a href='https://suttacentral.net/ud5.3/en/sujato'>Ud 5.3</a>, and <a href='https://suttacentral.net/ja390/en/sujato'>Ja 390</a>, which makes him somewhat of a celebrity by <i lang='pi' translate='no'>paccekabuddha</i> standards. His name means “jasmine-crested”. ",
  "mn116:4.4": "“Renowned”. ",
  "mn116:4.5": "“Good-looking”. ",
  "mn116:4.6": "Meaning “one who looks kindly”, this was the favored epithet of King Ashoka. ",
  "mn116:4.7": "Elsewhere known as a nation famed for horses, located around modern Afghanistan (“Kandahar”, <a href='https://suttacentral.net/an3.70/en/sujato#28.2'>AN 3.70:28.2</a>) and its capital (<a href='https://suttacentral.net/dn16/en/sujato#6.28.6'>DN 16:6.28.6</a>). It was named after its founder, but he is otherwise not known as a sage. This could be any sage from Gandhāra (eg. Triṣaṣṭiśalākāpuruṣacaritra 10.11.9; see <a href='https://suttacentral.net/ja406/en/sujato'>Ja 406</a>). Below we find several place names, which likewise probably refer to sages from those places. ",
  "mn116:4.8": "Meaning “alms-gatherer”, a Bhāradvāja of this name was a famous monk. ",
  "mn116:4.9": "<i lang='pi' translate='no'>Āsabha</i> or <i lang='pi' translate='no'>usabha</i> (“bull”) is a common name; this is “son of Bull”. ",
  "mn116:4.10": "",
  "mn116:4.11": "",
  "mn116:4.12": "",
  "mn116:5.1": "The verses that follow are not found in the Chinese parallel. | “Saintly beings” renders <i lang='pi' translate='no'>sattasāra</i>, a rare term otherwise only found in the late Apadānas where, moreover, it is usually a variant reading (<a href='https://suttacentral.net/tha-ap532/en/sujato#24.1'>THA Ap 532:24.1</a>, <a href='https://suttacentral.net/tha-ap539/en/sujato#7.3'>THA Ap 539:7.3</a>, <a href='https://suttacentral.net/tha-ap551/en/sujato#15.1'>THA Ap 551:15.1</a>, <a href='https://suttacentral.net/thi-ap32/en/sujato#23.1'>THI Ap 32:23.1</a>). ",
  "mn116:5.8": "The names of these four occupy a similar semantic space: “Educated”, “True”, “Learned”, “Developed”. ",
  "mn116:6.1": "Sumbha is the name of a country, and this might be a sage from there. There is also a powerful <i lang='pi' translate='no'>asura</i> named Śumbha. | Subha (“beautiful”), Methula (“pair”; variant <i lang='pi' translate='no'>matula</i>), and Aṭṭhama (“eighth”) are otherwise unknown. | This verse is omitted in the commentary. ",
  "mn116:6.2": "Assumegha (“tear-cloud”) should perhaps be read <i lang='pi' translate='no'>sumegha</i>, “lovely cloud”, the name of a mountain. | Anīgha (“untroubled”) is otherwise unknown. | Sudāṭha (‘strong-tooth”) and Subāhu (below, “strong-arm”) are unknown as sages, but a lion and tiger of these names are identified with Sāriputta and Moggallāna in a past life (<a href='https://suttacentral.net/ja361/en/sujato'>Ja 361</a>). ",
  "mn116:6.4": "Hiṅgū (“asafoetida”, Hindi “hing”) and Hiṅga (the name of a people in Mārkaṇḍeya Purāṇa 58) are otherwise unknown. ",
  "mn116:6.5": "Jāli (“one who has a net”, sometimes “fisherman”) is the name of one of Vessantara’s children (<a href='https://suttacentral.net/ja547/en/sujato'>Ja 547</a>). | Aṭṭhaka was the name of a Vedic sage (see <a href='https://suttacentral.net/mn95/en/sujato#13.9'>MN 95:13.9</a> and note there). ",
  "mn116:6.6": "Kosala is another place name. | Subāhu is a common name for warriors or princes. ",
  "mn116:6.7": "Nemi (“rim”) was the name of the 22nd Jain <i lang='pi' translate='no'>tīrthaṅkara</i>, where it is an abbreviation of <i lang='pi' translate='no'>ariṣṭanemi</i> (“indestructible rim”). | Take <i lang='pi' translate='no'>so</i> here as connective pronoun. ",
  "mn116:6.8": "This line is not commented on, so each of these might be taken as a name rather than as attributes. ",
  "mn116:6.9": "Kāḷa (“dark/time”) is a common name; Upakāḷa is his son. | We might read <i lang='pi' translate='no'>vijito jito</i> as <i lang='pi' translate='no'>vijito (a)jito</i> (“one who has conquered”, “one who is unconquered”), in which case the name Ajita would be shared with the second Jain <i lang='pi' translate='no'>tīrthaṅkara</i>. ",
  "mn116:6.10": "Aṅga (“limb”) is a kingdom, and is sometimes found as a personal name. | Paṅga may be a variant spelling of Vaṅga, i.e. Bengal. | Guttijita means “guard and conqueror (of the senses)”. ",
  "mn116:6.11": "Passi most obviously means “seer”. But perhaps it could be from the root <i lang='pi' translate='no'>passa</i> (“side”), making this the 23rd Jain <i lang='pi' translate='no'>tīrthaṅkara</i> Pārśva, who immediately preceded Mahāvīra. ",
  "mn116:6.12": "Aparājita (“unconquered by another”) is a common name. It was the name of Śāntinātha, the 16th Jain <i lang='pi' translate='no'>tīrthaṅkara</i>, in a past life. ",
  "mn116:6.13": "Satthar (“teacher” is used in both Buddhism (usually for the Buddha) and Iainism. Pavattar (“roller-forth”, “proclaimer”) has a similar sense. | Sarabhaṅga (“arrow-breaker”) was a forest hermit in Daṇḍaka. See note at mn56:13.27](). | Lomahaṁsa means “hair raising”. ",
  "mn116:6.14": "Asita (“dark one”) was the name of the sage who attended Siddhattha after his birth (<a href='https://suttacentral.net/snp3.11/en/sujato'>Snp 3.11</a>), while an Asita Devala also features in <a href='https://suttacentral.net/mn93/en/sujato'>MN 93</a>. The Rig Veda attributes several hymns to Asita or Devala (sometimes said to be his son) of the Kāśyapa clan. Asita Devala also appears in the Jain Isibhāsiyāiṁ chapter 3. | Anāsava means “undefiled”. ",
  "mn116:6.16": "The commentary says <i lang='pi' translate='no'>tadādhimutto</i> is the only name in this line, but I take <i lang='pi' translate='no'>tad(ā)</i> as a connective pronoun, leaving <i lang='pi' translate='no'>adhimutta</i> (“faithful”) as the name. Moreover, since the syntax echoes the previous line, I construe it the same way, making <i lang='pi' translate='no'>ketumā</i> (one who is “adorned with banners” like the sun) a proper name. There are several people and places of this name in Sanskrit, among them at least one sage; it corresponds to Ketu in Mahāvastu 21. On the other hand, I follow the commentary in taking <i lang='pi' translate='no'>vimalo</i> as an attribute (“immaculate”), but it could be a proper name, in which case it would be shared with Vimala, the 13th Jain <i lang='pi' translate='no'>tīrthaṅkara</i>. ",
  "mn116:6.17": "Ketumbharāga is “cloud-colored”. | Mātaṅga (“one who goes where they wish”, i.e. “elephant”) is the name of an outcast who became a sage in sources both Brahmanical (Skandapurāṇa 5.2.60) and Buddhist (<a href='https://suttacentral.net/ja497/en/sujato'>Ja 497</a>). In the Jain Isibhāsiyāiṁ chapter 26, he criticizes so-called Brahmins who practice violence. | A sage named Ariya is found in Isibhāsiyāiṁ chapter 19, where he teaches a doctrine of “civility”. ",
  "mn116:6.18": "Accuta (“unfallen”) is a name of Agni (Śatapatha Brāhmaṇa 1.6.1.6) and later Viṣṇu/Kṛṣṇa. | If Accuta is Viṣṇu/Kṛṣṇa, perhaps Accutagāma is a garbled form of his elder brother Balarāma’s name Acyutāgraja (“firstborn of the unfallen”). | Byāmaka means “fathom-long”. ",
  "mn116:6.19": "Sumaṅgala (“good fortune”) is a common name. A Jain text tells of a king of that name who became an ascetic in later life (Triṣaṣṭiśalākāpuruṣacaritra 10.6.2). <a href='https://suttacentral.net/ja420/en/sujato'>Ja 420</a> tells of how a park-keeper named Sumaṅgala accidentally killed a <i lang='pi' translate='no'>paccekabuddha</i>. | Dabbila probably refers to one who uses the sacrificial “ladle” (<i lang='pi' translate='no'>darvi</i>, see <a href='https://suttacentral.net/mn93/en/sujato#18.71'>MN 93:18.71</a> and note). | Supatiṭṭhita (“well-established”) might be an attribute; commentary is silent, but Mahāvastu 21 takes it as a name. ",
  "mn116:6.20": "“Unbeatable”, “lover of sanctuary”, and “gentle”. ",
  "mn116:6.21": "Durannaya means “hard to follow”. | Saṅgha (“community”) is a fairly common name in Pali. | Ujjaya (“victory”) in Pali is the name of a brahmin (<a href='https://suttacentral.net/an4.39/en/sujato'>AN 4.39</a>, <a href='https://suttacentral.net/an8.55/en/sujato'>AN 8.55</a>) and a mendicant (<a href='https://suttacentral.net/thag1.47/en/sujato'>Thag 1.47</a>). The city of Ujjeni in Avantī is sometimes spelled <i lang='pi' translate='no'>ujjaya</i>, so this is perhaps someone from there. ",
  "mn116:6.22": "Sayha is the name of a mountain district in which the Godhāvarī arises (Trimbakeshwar Range). It is south of Ujjeni, so perhaps both of these are places. ",
  "mn116:6.23": "The commentary says there were four of each, making twelve in total. All are common names meaning “joy”. ",
  "mn116:6.24": "Bhāradvāja (“sky-lark”) was one of the seven great Vedic sages, who founded a storied lineage (<a href='https://suttacentral.net/dn32/en/sujato#10.3'>DN 32:10.3</a>, <a href='https://suttacentral.net/mn95/en/sujato#11.2'>MN 95:11.2</a>). ",
  "mn116:6.25": "“Awakening”, “great name”, and “north/supreme” are all common names. ",
  "mn116:6.26": "In Jainism, Keśi is a noted ascetic disciple of Pārśva (Uttarādhyayanasūtra 23.2). | Sikhī was a former Buddha (<a href='https://suttacentral.net/sn6.14/en/sujato'>SN 6.14</a>), whose name is solar in connotation (<a href='https://suttacentral.net/dn14/en/sujato#1.12.4'>DN 14:1.12.4</a>): the streaming radiance of the sun. The sun is also said to be <i lang='pi' translate='no'>kesi</i> (“hairy”) for the same reason (eg. Rig Veda 10.136.1), so these two names go together. | Sundara (“beautiful”) is a common name. | The presence of a second Bhāradvāja creates tension, since duplicates are mostly avoided. The Mahāsaṅgīti resolves it by reading <i lang='pi' translate='no'>dvārabhāja</i> here, which is otherwise unattested. In her translation, Horner took <i lang='pi' translate='no'>athopi uttaro</i> in the previous line as “also another” Bhāradvāja, with the other items as attributes. However, I leave the tension unresolved, as there were many Bhāradvājas. ",
  "mn116:6.27": "Tissa is a common name, meaning “born under the star Sirius”. Notably, Tissa follows Bhāradvāja; both were names of the chief disciples of Kassapa Buddha, and were associated with Mount Vepulla of Rājagaha in a former age (<a href='https://suttacentral.net/sn15.20/en/sujato#4.6'>SN 15.20:4.6</a>). ",
  "mn116:6.28": "Sīdarī perhaps means “dweller by the <i lang='pi' translate='no'>Sīdā</i>”, which in Pali tradition is a river in the Himalayas beside which ascetics flourish (<a href='https://suttacentral.net/ja541/en/sujato#16.1'>Ja 541:16.1</a>). It is probably a variant spelling of <i lang='pi' translate='no'>sītā</i> (“cold”), a common name for rivers. The tenth Jain <i lang='pi' translate='no'>tīrthaṅkara</i> has the similar name Śītala. ",
  "mn116:6.29": "Maṅgala (“(good) omen”) is a common name. ",
  "mn116:6.30": "<i lang='pi' translate='no'>Usabha</i> (“bull”) is <i lang='pi' translate='no'>ṛṣabha</i> in Sanskrit. It was the name of several Brahmanical sages, as well as the first Jain <i lang='pi' translate='no'>tīrthaṅkara</i>. ",
  "mn116:6.31": "Upanīta means “one who has been initiated” in the <i lang='pi' translate='no'>upanayana</i> ritual, by which a boy undertakes Vedic studies. ",
  "mn116:6.32": "Uposatha (“sabbath”) is the name of King Sudassana’s royal elephant (<a href='https://suttacentral.net/dn17/en/sujato#2.5.5'>DN 17:2.5.5</a>). | This is the second Sundara; one or both might be an attribute. | Saccanāma (“one whose name is true”) recalls the famous sage Satyakāma Jābāla of Chāndogya Upaniṣad 4.4. ",
  "mn116:6.33": "All these are common names. Jeta and Jayanta both mean “victor”, while Paduma and Uppala both mean “lotus”. In Jainism, Paduma recalls the name of the sixth <i lang='pi' translate='no'>tīrthaṅkara</i>, Padmaprabha (“lotus-shine”), while a sage named Jayanta practiced in the mountains during a previous incarnation of the <i lang='pi' translate='no'>tīrthaṅkara</i> Śanti (Triṣaṣṭiśalākāpuruṣacaritra 5.1.9). ",
  "mn116:6.34": "Padumuttara (“supreme lotus”) is well known in Theravāda as the name of the thirteenth of the twenty-eight Buddhas. Jains recognize two sages of this name, as incarnations of the <i lang='pi' translate='no'>tīrthaṅkaras</i> Śītala and Vāsupūjya (Triṣaṣṭiśalākāpuruṣacaritra 3.8.1, 4.2.1). | Rakkhita (“protected”) is common name. Here it is followed by another place name, Pabbata (“mountain”). A sage Rakkhita of the mountains features in the related Jātaka stories told at Mahāvastu 28a and <a href='https://suttacentral.net/ja505/en/sujato'>Ja 505</a>. Parvata is also the name of a Vedic poet, who legend says was a nephew of Nārada. ",
  "mn116:6.35": "Mānatthaddha means “stiff with pride”; a brahmin of that name appears in <a href='https://suttacentral.net/sn7.15/en/sujato'>SN 7.15</a>. Presumably it was an old nickname that stuck. ",
  "mn116:6.36": "Kaṇha (“dark”) is better known by his Sanskrit name Krishna. While the god of that name is not prominent in the Suttas, it does seem as if elements of his story were known (<a href='https://suttacentral.net/dn3/en/sujato#1.23.8'>DN 3:1.23.8</a>). ",
  "mn116:7.1": "I count 103 named <i lang='pi' translate='no'>paccekabuddhas</i> in total. However, the number is not certain, given the ambiguity between names and attributes. "
}