{
  "mn114:1.1": "The Buddha begins by speaking of what should and should not be cultivated. Then he goes on to offer three distinct analyses of this, each laid out in a series of dichotomies. After each one, Sāriputta offers a lengthy elaboration, which the Buddha then approves and recapitulates. ",
  "mn114:2.1": "To “cultivate” is to foster or nurture through repeated association or practice. ",
  "mn114:3.1": "The first analysis consists of seven items: bodily, verbal, and mental conduct; arising of thought; and acquisition of perception, views, and reincarnation. ",
  "mn114:3.3": "",
  "mn114:3.19": "“Reincarnation” is <i lang='pi' translate='no'>attabhāva</i>, literally the “state of the self”, where the “self” comes close in meaning to “body”, which is a secondary sense of <i lang='pi' translate='no'>ātman</i> in the Upaniṣads. In the 20th century, Buddhist writers shied away from using “reincarnation”, which they associated with the Hindu idea of a transmigrating soul. But there is nothing in the word “reincarnation” that implies a soul. Rather, it simply refers to going into another body, which is precisely what is meant by <i lang='pi' translate='no'>attabhāva</i>. It is unwise to hang a heavy philosophical cloak upon the feeble hook of a single word. ",
  "mn114:4.1": "Sāriputta proceeds to elaborate each of the seven items in turn. ",
  "mn114:5.8": "This includes the first three precepts, or else the first three of the ten ways of skillful deeds. ",
  "mn114:6.8": "This is the four verbal ways of skillful deeds. ",
  "mn114:7.8": "This is the final three ways of skillful deeds. ",
  "mn114:8.8": "The discussions at <a href='https://suttacentral.net/mn8/en/sujato#13.1'>MN 8:13.1</a> and <a href='https://suttacentral.net/an7.53/en/sujato'>AN 7.53</a> show that this refers to the initial thought that precedes action. ",
  "mn114:9.8": "Perception precedes even thought. ",
  "mn114:10.8": "A view is a perception solidified into a persistent pattern of thought, which becomes a way of seeing the world. View offer explanatory power, provide us with a convenient template for understanding, and often dismissing, what we encounter. Once a view has set in, it tends to reinforce itself, and hence is very slow to change. ",
  "mn114:11.10": "As the examples will show, this refers to a kind of rebirth that is not conducive to developing wholesome qualities. ",
  "mn114:11.11": "<i lang='pi' translate='no'>Apariniṭṭhitabhāvāya</i> (“not for the sake of accomplishment”) is found only here. The exact sense of the sentence is unclear to me. The commentary explains it in terms of individuals who are reborn in a painful state where they are unable to realize the accomplishment of liberation. ",
  "mn114:11.12": "The question is absent in the Mahāsaṅgīti edition, but present in the PTS and BJT editions. ",
  "mn114:12.1": "This completes the elaboration of the seven items. ",
  "mn114:22.1": "Now the Buddha introduces the second analysis, in terms of the six senses. ",
  "mn114:23.2": "Sāriputta proceeds to elaborate these six items in terms of what gives rise to the skillful and unskillful. ",
  "mn114:39.1": "The Buddha introduces the third and final analysis, which shifts to the requisites and residence of a monastic. ",
  "mn114:40.2": "Once again Sāriputta elaborates. "
}