{
  "mn119:1.1": "This discourse features the same meditation practices found under the “observation of the body” in the Satipaṭṭhānasutta (<a href='https://suttacentral.net/mn10/en/sujato'>MN 10</a>). ",
  "mn119:2.4": "",
  "mn119:4.7": "For “memories and thoughts tied to lay life” (<i lang='pi' translate='no'>gehasitā sarasaṅkappā</i>) see <a href='https://suttacentral.net/mn125/en/sujato#23.5'>MN 125:23.5</a> and <a href='https://suttacentral.net/sn54.8/en/sujato#5.2'>SN 54.8:5.2</a>. | <i lang='pi' translate='no'>Sarasaṅkappā</i> may be translated in two ways. Bodhi reads it as a <i lang='pi' translate='no'>dvanda</i> compound (“memories and thoughts”), which takes <i lang='pi' translate='no'>sara</i> as “memory” (Sanskrit <i lang='pi' translate='no'>smara</i> or <i lang='pi' translate='no'>smṛti</i>). The commentary, followed by Ānandajoti, explains it as <i lang='pi' translate='no'>dhāvanasaṅkappā</i> (“rushing thoughts”), which assumes the sense “flow” (Sanskrit <i lang='pi' translate='no'>saras</i>). Support for the <i lang='pi' translate='no'>dvanda</i> interpretation comes from Sanskrit texts, where we frequently find <i lang='pi' translate='no'>smṛtisaṁkalpa</i> as either two words (eg. Aitareya Upaniṣad 3.2) or a compound (Nyāyasūtra 4.2.34). ",
  "mn119:4.8": "Each practice leads directly to immersion, reminding us that mindfulness meditation is “the basis of immersion” (<i lang='pi' translate='no'>samādhinimitta</i>, <a href='https://suttacentral.net/mn44/en/sujato#12.3'>MN 44:12.3</a>). ",
  "mn119:6.1": "Obviously this passage is not suggesting that one enters deep meditation while going to the toilet. As per the Gradual Training, such practices form a foundation that prepares the mind for meditation. ",
  "mn119:7.7": "Such meditations, as also the contemplation on death that follow, lead to immersion by ridding the mind of desire. While the subject of meditation is perceived as unpleasant, when the mind is free of desire it gives rise to a pleasure imbued with lightness and freedom, and it is that pleasure that leads to immersion. ",
  "mn119:18.1": "In the Satipaṭṭhānasutta, the practice of absorption is implicit in the contemplation of feelings (as spiritual pleasure), mind (as immersed mind, etc.), and principles (as the awakening factor of immersion), while the four absorptions are mentioned explicitly in the expanded version (<a href='https://suttacentral.net/dn22/en/sujato#21.32'>DN 22:21.32</a>). Here they take an even more central role. ",
  "mn119:18.2": "As a meditator proceeds, their subjective experience of the “body” evolves from tactile sense impressions (<i lang='pi' translate='no'>phoṭṭhabba</i>), to the interior mental experience of bliss and light (<i lang='pi' translate='no'>manomayakāya</i>), to the direct personal realization of highest truth (<a href='https://suttacentral.net/mn70/en/sujato#23.2'>MN 70:23.2</a>: <i lang='pi' translate='no'>kāyena ceva paramasaccaṁ sacchikaroti</i>). ",
  "mn119:18.3": "The kneading is the “placing the mind and keeping it connected”, the water is bliss, while the lack of leaking speaks to the contained interiority of the experience. ",
  "mn119:19.3": "The simile emphasizes the water as bliss, while the lack of inflow expresses containment and unification. The water welling up is the rapture, which is the uplifting emotional response to the experience of bliss. These similes are also at <a href='https://suttacentral.net/dn2/en/sujato#78.1'>DN 2:78.1</a>, <a href='https://suttacentral.net/dn10/en/sujato#2.16.1'>DN 10:2.16.1</a>, <a href='https://suttacentral.net/mn39.16/en/sujato'>MN 39.16</a>, <a href='https://suttacentral.net/mn77/en/sujato#26.3'>MN 77:26.3</a>, and <a href='https://suttacentral.net/an5.28/en/sujato#3.4'>AN 5.28:3.4</a>. ",
  "mn119:20.3": "The meditator is utterly immersed in stillness and bliss. ",
  "mn119:21.3": "The white cloth is the purity and brightness of equanimity. The commentary explains this as a person who has just got out of a bath and sits perfectly dry and content. ",
  "mn119:22.1": "By this, the Buddha is asserting that mindfulness of the body is not just the first of the four kinds of mindfulness meditation, but encompasses all of them. The body is the arena within which feelings, mind, and principles become apparent. (Also at <a href='https://suttacentral.net/an1.575/en/sujato'>AN 1.575</a>.) | The things that “play a part in realization” are enumerated as two at <a href='https://suttacentral.net/an2.31/en/sujato'>AN 2.31</a>: serenity and discernment. Another group of six at <a href='https://suttacentral.net/sn55.3/en/sujato#4.1'>SN 55.3:4.1</a> and <a href='https://suttacentral.net/an6.35/en/sujato'>AN 6.35</a> focus on the discernment side (observing impermanence, suffering in impermanence, not-self in suffering, giving up, fading away, and cessation). ",
  "mn119:22.2": "A simile of the rivers becoming united in the ocean is also found at Bṛhadāraṇyaka Upaniṣad 2.4.11, Muṇḍaka Upaniṣad 3.2.8, and Praśna Upaniṣad 6.5. ",
  "mn119:24.1": "Compare <a href='https://suttacentral.net/mn36/en/sujato#19.2'>MN 36:19.2</a> = <a href='https://suttacentral.net/mn85/en/sujato#19.2'>MN 85:19.2</a> = <a href='https://suttacentral.net/mn100/en/sujato#16.2'>MN 100:16.2</a>. ",
  "mn119:28.1": "These similes recall the absorption similes above. ",
  "mn119:29.5": "The phrase <i lang='pi' translate='no'>sati sati āyatane</i> is tricky. Syntactically, it is a locative absolute construction, which Bodhi treats as conditional: “there being a suitable basis”. However this does not readily account for the repeated <i lang='pi' translate='no'>sati</i>, which he takes as the locative present participle from the verb <i lang='pi' translate='no'>atthi</i> (“being”). Ānandajoti, by contrast, takes the first <i lang='pi' translate='no'>sati</i> as “being” and the second as “mindfulness”, and treats the absolute construction as temporal: “while there is a basis for mindfulness”. Further, both accept the commentary’s gloss of <i lang='pi' translate='no'>āyatana</i> as <i lang='pi' translate='no'>kāraṇa</i> (“reason, basis”), although this sense of <i lang='pi' translate='no'>āyatana</i> is rare in the Suttas (but see <a href='https://suttacentral.net/sn12.25/en/sujato#14.3'>SN 12.25:14.3</a> = <a href='https://suttacentral.net/an4.171/en/sujato#5.3'>AN 4.171:5.3</a>). These readings of the absolute construction give it a limiting sense; the benefits apply only insofar as there is a “suitable basis” or a “basis for mindfulness”. But the expression is used by the Buddha of himself (<a href='https://suttacentral.net/an5.68/en/sujato#1.9'>AN 5.68:1.9</a>), so it seems odd that it would be limiting. Indeed, the tenor of the whole sentence is not limiting but expansive, as emphasized by the repeated reduplications: <i lang='pi' translate='no'>yassa yassa … tatra tatreva … sati sati</i>, which have a distributive sense. I therefore take <i lang='pi' translate='no'>sati</i> as “being” in both cases; the reduplication of <i lang='pi' translate='no'>sati</i> as aligned with the previous pronouns, emphasizing universality; the locative absolute as causal; and <i lang='pi' translate='no'>āyatana</i>  in its normal sense of “scope, range”. "
}