{
  "mn115:2.1": "<i lang='pi' translate='no'>Paṇḍita</i> is normally used for a learned scholar, rather than a contemplative “sage”. Pali has many more terms for “a wise person” than does English, and it is not easy to distinguish the senses. “Astute” is meant to convey the sense of one who is observant and of sound judgment. ",
  "mn115:3.2": "Notice the different approaches used by Ānanda and Sāriputta in the previous discourse. Sāriputta took up the Buddha’s teaching and elaborated it, whereas Ānanda uses inquiry to prompt the Buddha himself to speak further. ",
  "mn115:4.1": "As emphasized in this Sutta, the notion of an “element” (<i lang='pi' translate='no'>dhātu</i>) is a flexible one, including a range of different properties, qualities, or aspects of existence. ",
  "mn115:4.8": "The “mind element” (<i lang='pi' translate='no'>manodhātu</i>) appears a number of times (<a href='https://suttacentral.net/sn14.1/en/sujato#2.2'>SN 14.1:2.2</a>, <a href='https://suttacentral.net/sn35.129/en/sujato#1.17'>SN 35.129:1.17</a>, <a href='https://suttacentral.net/sn41.2/en/sujato#3.11'>SN 41.2:3.11</a>), but is not defined. See <a href='https://suttacentral.net/mn28/en/sujato#37.1'>MN 28:37.1</a> and note there. ",
  "mn115:5.1": "The method of building a lengthy discourse by asking for “another way” of exposition is also used at <a href='https://suttacentral.net/mn9/en/sujato'>MN 9</a>, <a href='https://suttacentral.net/sn44.6/en/sujato'>SN 44.6</a>, <a href='https://suttacentral.net/an5.106/en/sujato'>AN 5.106</a>, and <a href='https://suttacentral.net/snp3.12/en/sujato'>Snp 3.12</a>. ",
  "mn115:10.1": "Ānanda moves on to the next topic, the six senses. Perhaps this move was prompted by the mention of the “unconditioned element” of Nibbana, signifying that that method of analysis had reached its culmination. ",
  "mn115:12.1": "Said to be one of the ten powers of a Realized One (<a href='https://suttacentral.net/mn12/en/sujato#10.1'>MN 12:10.1</a>, <a href='https://suttacentral.net/an10.22/en/sujato#3.3'>AN 10.22:3.3</a>), and to be restricted to those with meditative immersion (<i lang='pi' translate='no'>samādhi</i>, <a href='https://suttacentral.net/an6.64/en/sujato#13.1'>AN 6.64:13.1</a>). Each item here, split into separate Suttas, is found at <a href='https://suttacentral.net/an1.168/en/sujato'>AN 1.168</a>–295. Briefer examples of this trope are found at <a href='https://suttacentral.net/mn122/en/sujato#3.2'>MN 122:3.2</a>, <a href='https://suttacentral.net/sn12.30/en/sujato'>SN 12.30</a>, <a href='https://suttacentral.net/an6.70/en/sujato'>AN 6.70</a>, and <a href='https://suttacentral.net/sn6.93/en/sujato'>SN 6.93</a>. These all focus on cause and effect as it pertains to development of the path. ",
  "mn115:12.2": "A stream-enterer (or above) might unthinkingly act as if something were permanent (etc.), but on reflection they would know right away that this is not the case. ",
  "mn115:13.1": "Murder of mother, father, or an arahant, injuring a Buddha, and causing schism are said to be specially heinous deeds that result in rebirth in hell. ",
  "mn115:13.9": "This does not mean that they cannot learn from another teacher; rather, they know that the Buddha’s path leads to liberation because they have realized it for themselves. ",
  "mn115:14.1": "A <i lang='pi' translate='no'>lokadhātu</i> is a single system with an earth, a sun and moon, planets, and a set of heavenly realms. Thus with due allowance for the different context, it is similar to a “solar system”. While many Buddhas may arise in the same solar system, they may not arise in the same region at the same time. There may, however, be many Buddhas simultaneously throughout the galaxy, an idea developed in later texts (eg. Mahāvastu 1.122). ",
  "mn115:14.3": "A wheel-turning monarch was conceived as establishing dominion over the entire land from ocean to ocean, which apparently was believed to be the civilized world at the time the myth was created. ",
  "mn115:15.1": "It is unclear why this is mentioned, and since the Chinese parallel MA 181 lacks this passage entirely, it may be a later addition. It is of no apparent spiritual relevance, since in early Buddhist texts there is no concept of aspiring to become a Buddha in future lives. A woman may, of course, realize full liberation as an arahant, so the issue is not spiritual prowess. As to the reasoning underlying the claim, in this passage the Buddha is followed by a wheel-turning monarch, Sakka, Māra, and Brahmā. What they all have in common is that they are leaders. Since leaders of the time were men, perhaps it was assumed that a woman would not be be effective in such a role. This reasoning would also seem to be behind the idea that the Buddha was born either an aristocrat or a brahmin, whichever was the leading class of the time (<a href='https://suttacentral.net/dn14/en/sujato#1.5.1'>DN 14:1.5.1</a>). ",
  "mn115:15.5": "While we encounter these divinities as individuals, they are understood as being stations or offices in the leading role of their particular realms. Thus, for example, Moggallāna said that he used to be Māra in a past life (<a href='https://suttacentral.net/mn50/en/sujato#8.1'>MN 50:8.1</a>). ",
  "mn115:18.1": "The qualification “for that reason” (<i lang='pi' translate='no'>taṁnidānā tappaccayā</i>) is essential, as it is quite possible for someone to engage in bad conduct and later take a good rebirth due to other deeds. This case is discussed in <a href='https://suttacentral.net/mn136/en/sujato#18.1'>MN 136:18.1</a>. ",
  "mn115:20.4": "The “four rounds” are the four main topics (elements, sense fields, dependent origination, the possible and the impossible); elsewhere it is said to be the four noble truths (<a href='https://suttacentral.net/sn22.56/en/sujato#2.1'>SN 22.56:2.1</a>). | The “mirror of the teaching” is the ability of a noble one to see the truth of the Dhamma in themselves (<a href='https://suttacentral.net/sn55.8/en/sujato#5.1'>SN 55.8:5.1</a>, <a href='https://suttacentral.net/dn16/en/sujato#2.8.3'>DN 16:2.8.3</a>). | The “drum of freedom from death” was sounded by the Buddha after his awakening (<a href='https://suttacentral.net/mn26/en/sujato#25.21'>MN 26:25.21</a>). | The “supreme victory in battle” was also suggested as a title for the Brahmajālasutta (<a href='https://suttacentral.net/dn1/en/sujato#3.74.3'>DN 1:3.74.3</a>), while elsewhere it is said to be a name for the noble eightfold path (<a href='https://suttacentral.net/sn45.4/en/sujato#4.3'>SN 45.4:4.3</a>). "
}