{
  "mn111:1.1": "This discourse describes Sāriputta’s practice of discernment leading to awakening. It fills in the blanks between realizing stream entry and arahantship, reminding us that when a narrative depicts a person realizing the truth while listing to a teaching—as Sāriputta does—there is usually an extensive background of practice behind that. A number of indications suggest that this is among the later discourses: there are no parallels; the exposition is unusually elaborate; there is editorial clumsiness; and a number of terms are unique or characteristic of later texts. ",
  "mn111:2.2": "These are qualities of the Buddha at <a href='https://suttacentral.net/dn30/en/sujato#1.26.6'>DN 30:1.26.6</a> and of Sāriputta again at <a href='https://suttacentral.net/sn8.7/en/sujato#3.2'>SN 8.7:3.2</a>. ",
  "mn111:2.3": "“Widespread wisdom” is defined at <a href='https://suttacentral.net/an3.30/en/sujato#3.1'>AN 3.30:3.1</a> as one who often listens to teachings, applies their mind while listening, and continues to do so afterwards. ",
  "mn111:2.8": "The fortnight between realizing stream-entry while still a student of Sañjaya (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#23.5.6'>Kd 1:23.5.6</a>) and arahantship while overhearing the Buddha teach Dīghanakha (<a href='https://suttacentral.net/mn74/en/sujato#5.1'>MN 74:5.1</a>). | <i lang='pi' translate='no'>Anupada</i> elsewhere means a “following statement” (<a href='https://suttacentral.net/pli-tv-bu-vb-pc4/en/sujato#2.1.11'>Bu Pc 4:2.1.11</a>, <a href='https://suttacentral.net/vv35/en/sujato#7.4'>Vv 35:7.4</a>, <a href='https://suttacentral.net/vv53/en/sujato#9.4'>Vv 53:9.4</a>). Here it refers to the “discernment” (<i lang='pi' translate='no'>vipassanā</i>) of each individual phenomena one by one as they occur. This methodical style of contemplation is reflected in the similarly detailed and thorough teachings characteristic of Sāriputta. ",
  "mn111:4.1": "<i lang='pi' translate='no'>Vavatthita</i> (“distinguished”) occurs elsewhere in the Suttas in only one late verse (<a href='https://suttacentral.net/dn20/en/sujato#6.10'>DN 20:6.10</a>). The Vinaya gives it as an antonym to <i lang='pi' translate='no'>sambhinna</i>, “mixed” (<a href='https://suttacentral.net/pli-tv-kd13/en/sujato#33.1.7'>Kd 13:33.1.7</a>). | The first five items here are the five so-called “jhāna factors”, which in the Suttas appear here and at <a href='https://suttacentral.net/mn43/en/sujato#19.3'>MN 43:19.3</a>. The list summarizes the normal depiction of the first absorption, as the first four factors are all part of the standard first absorption formula, and all absorption or <i lang='pi' translate='no'>samādhi</i> is characterized by unification of mind (eg. <a href='https://suttacentral.net/mn20/en/sujato#3.3'>MN 20:3.3</a>). | There is a striking syntactic break between the first five factors and the remainder of the list starting with “contact”. The five factors are articulated in the colloquial Pali fashion connected with <i lang='pi' translate='no'>ca</i>, while the remainder are simply listed without <i lang='pi' translate='no'>ca</i>. This, together with the fact that the first five appear elsewhere as a set and the remainder do not, as well as the fact that the second list is partly redundant (eg. “feeling” is already covered in the five factors), makes it certain that the latter items were appended to the first five. Indeed, the appended items appear elaborated even compared with similar lists in the Abhidhamma (eg. <a href='https://suttacentral.net/dt1.2/en/sujato#16.1'>Dt 1.2:16.1</a>, <a href='https://suttacentral.net/kv15.10/en/sujato#2.3'>Kv 15.10:2.3</a>; see too <a href='https://suttacentral.net/mil3.3.6/en/sujato#7.2'>Mil 3.3.6:7.2</a>). ",
  "mn111:4.2": "He was mindfully aware as the attainment characterized by these qualities arose, persisted, and fell away. As Anālayo points out, this cannot refer to observing the cessation of phenomena <em>inside</em> the absorption, as the absorption itself is defined by their persistence (<em>Early Buddhist Meditation Studies</em>, pp. 117ff.). In other words, he was aware of the impermanence <em>of</em> absorption, not of impermanence <em>in</em> absorption. | Compare the “development of immersion” that contemplates feelings, perceptions, and thoughts in the same way (<a href='https://suttacentral.net/an4.41/en/sujato#4.3'>AN 4.41:4.3</a>). According to the Suttas, for all conditioned phenomena, “arising is evident, vanishing is evident, and change while persisting is evident” (<a href='https://suttacentral.net/an3.47/en/sujato#1.3'>AN 3.47:1.3</a>). ",
  "mn111:4.4": "In the previous passage he <em>observed</em> them, whereas now he <em>reflects</em> on what he has seen. This course of practice anticipates the Niddesa’s notion of three kinds of full knowledge (<a href='https://suttacentral.net/cnd11/en/sujato#51.4'>Cnd 11:51.4</a>). First comes “full knowledge of the known” (<i lang='pi' translate='no'>ñātapariññā</i>), where the meditator clearly observes each phenomena in experience. Then they reflect and scrutinize the “known” in light of the three characteristics of impermanence, suffering, and not-self, as Sāriputta is doing here (<i lang='pi' translate='no'>tīraṇapariññā</i>). Finally they let go all attachments (<i lang='pi' translate='no'>pahānapariññā</i>), as Sāriputta does below. | “Flit away” (<i lang='pi' translate='no'>paṭiventi</i>) is unique. ",
  "mn111:4.5": "“Without going near or going away” (<i lang='pi' translate='no'>anupāyo anapāyo</i>) is explained by the commentary as not being swayed by the power of lust or aversion. It means having a poised and unreactive attitude. It is a rare phrase that also occurs, with the same syntactic context, in the next sutta, creating a link between the two (<a href='https://suttacentral.net/mn112/en/sujato#4.2'>MN 112:4.2</a>). ",
  "mn111:4.6": "The “escape beyond” (<i lang='pi' translate='no'>uttari nissaraṇaṁ</i>) normally refers to full awakening (<a href='https://suttacentral.net/mn7/en/sujato#17.1'>MN 7:17.1</a>, <a href='https://suttacentral.net/mn49/en/sujato#2.3'>MN 49:2.3</a>, <a href='https://suttacentral.net/an3.66/en/sujato#46.6'>AN 3.66:46.6</a>, <a href='https://suttacentral.net/an7.56/en/sujato#6.1'>AN 7.56:6.1</a>, <a href='https://suttacentral.net/an10.93/en/sujato#14.4'>AN 10.93:14.4</a>), but the commentary says that here it refers to the next higher attainment. ",
  "mn111:4.7": "The compound <i lang='pi' translate='no'>atthitvevassa</i> resolves to: <i lang='pi' translate='no'>atthi iti</i> (“that it is real”) <i lang='pi' translate='no'>eva</i> (“indeed”) <i lang='pi' translate='no'>assa</i> (“for him”). The commentary glosses, “That it is real is reinforced for that monk.” ",
  "mn111:6.1": "The initial list representing the absorption factors is adjusted according to the level of absorption, while the remainder of the list stays the same. ",
  "mn111:10.1": "“Unconcern” (<i lang='pi' translate='no'>anābhoga</i>) is a unique term in the Suttas. In the Abhidhamma Vibhaṅga, it is said to be a characteristic of the five kinds of sense consciousness, which according to that system do not feel pleasure or pain (<a href='https://suttacentral.net/vb16/en/sujato#13.1'>Vb 16:13.1</a>). ",
  "mn111:18.1": "",
  "mn111:18.2": "",
  "mn111:18.3": "In this, the highest of the eight attainments, there is no individual discernment of mental factors, as the function of “perception” is liminal; compare <a href='https://suttacentral.net/mn52/en/sujato#14.7'>MN 52:14.7</a>, <a href='https://suttacentral.net/mn64/en/sujato#15.5'>MN 64:15.5</a>, and <a href='https://suttacentral.net/mn102/en/sujato#4.4'>MN 102:4.4</a>. And rather than observing the arising, persisting, and ceasing of the absorption phenomena, as he had done previously, he reflects on the fact of their come and gone. As Anālayo (<em>ibid.</em>, 122) puts it, “there is nocontinuity of perceptual awareness from before the time oneentered these attainments to emergence from them … practitioners couldonly know that at some time in the past they entered and thatby now they have emerged”. ",
  "mn111:19.1": "",
  "mn111:20.3": "It is not clear what this refers to, as there are no mental states arising or ceasing in the state of cessation. The commentary says it refers to either the material states present (i.e. the body originated by kamma) or the states of the previous attainment. Perhaps it is simply an editorial slip. ",
  "mn111:20.5": "He has fully realized Nibbana, beyond which there is nothing higher. ",
  "mn111:21.2": "Compare <a href='https://suttacentral.net/mn77/en/sujato#15.6'>MN 77:15.6</a> and <a href='https://suttacentral.net/mn100/en/sujato#6.1'>MN 100:6.1</a>. ",
  "mn111:22.2": "Also said of Sāriputta at <a href='https://suttacentral.net/sn8.7/en/sujato#3.2'>SN 8.7:3.2</a> and of Mahākassapa at <a href='https://suttacentral.net/sn16.11/en/sujato#15.2'>SN 16.11:15.2</a>. The phrase was adopted from the Brahmins’ claim to be born from the mouth of Brahmā (<a href='https://suttacentral.net/mn84/en/sujato#4.5'>MN 84:4.5</a>, <a href='https://suttacentral.net/dn27/en/sujato#3.9'>DN 27:3.9</a>). ",
  "mn111:23.1": "Also at <a href='https://suttacentral.net/an1.187/en/sujato#1.2'>AN 1.187:1.2</a>, <a href='https://suttacentral.net/an5.132/en/sujato#4.3'>AN 5.132:4.3</a>, and <a href='https://suttacentral.net/sn8.7/en/sujato#3.4'>SN 8.7:3.4</a>. This is a reference to the Buddha’s first teaching (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>). "
}