{
  "mn117:1.1": "This is one of the two major treatments of the noble eightfold path in the Middle Discourses, the other being <a href='https://suttacentral.net/mn141/en/sujato'>MN 141</a>, where each factor is defined in detail. This discourse emphasizes the interrelationships between the factors, especially as they support right immersion. The meaning of the title is explained in the final passage. ",
  "mn117:2.1": "The first portion of this Sutta is also at <a href='https://suttacentral.net/sn45.28/en/sujato#1.2'>SN 45.28:1.2</a>, to which the current Sutta can be seen as a commentary. | “Vital condition” is <i lang='pi' translate='no'>upanisa</i>; this is a condition for something that is both necessary and strongly conducive. | “Prerequiste” is <i lang='pi' translate='no'>parikkhāra</i>, the “equipment” or “requirement”. ",
  "mn117:3.4": "While it is possible to obtain immersion outside the context of the noble eightfold path, without all the factors of the path working together it does not result in liberation and hence is not “right” immersion. | This became known in the Abhidhamma as <i lang='pi' translate='no'>lokuttara jhāna</i>, where it is used in the same sense as the Sutta: a meditative absorption which, empowered by all the path factors in concert, leads to the realization of the Dhamma. This is contrasted with the <i lang='pi' translate='no'>lokiya jhāna</i> that leads only to rebirth in the Brahmā realm; see comment on <a href='https://suttacentral.net/mn7/en/sujato#19.6'>MN 7:19.6</a>. Later, the commentarial tradition analyzed it further as a series of mind moments that occur at the occasion of realization. ",
  "mn117:4.1": "In the Gradual Training, it is hearing the Dhamma that sets you on the path (<a href='https://suttacentral.net/mn101/en/sujato#31.1'>MN 101:31.1</a>). ",
  "mn117:4.3": "It is not just learning by rote, but the ability to make critical distinctions. ",
  "mn117:6.3": "This unique phrase refers to the kind of right view that results in a good rebirth but not liberation. This kind of right view is not specifically Buddhist. Compare <i lang='pi' translate='no'>sāsavaṁ upādāniyaṁ</i> (the five grasping aggregates “accompanied by defilements and prone to being grasped”, <a href='https://suttacentral.net/sn22.48/en/sujato#2.2'>SN 22.48:2.2</a>) and <i lang='pi' translate='no'>iddhi sāsavā saupadhikā, ‘no ariyā’ti</i> (“psychic powers that are accompanied by defilements and attachments, and are said to be ignoble”, <a href='https://suttacentral.net/dn28/en/sujato#18.3'>DN 28:18.3</a>). | For “partakes of good deeds” (<i lang='pi' translate='no'>puññabhāgiyā</i>), see <a href='https://suttacentral.net/an6.63/en/sujato'>AN 6.63</a>, where it refers to a rebirth that results from “defilement”. ",
  "mn117:6.4": "This is the right view of one on the noble path. The Suttas do not elsewhere distinguish these two kinds of path factors, and the “transcendent” analysis is not found in the parallels in Chinese (MA 189 at T i 735b) or Tibetan (Up 6.080 at D 4094 mngon pa, nyu 43b7). A similar distinction, however, is made in the Chinese translation of the Saṁyukta Āgama of the (Mūla)-Sarvāstivāda at SA 785 and SA 789, which contains analyses of the transcendent factors that are similar to those in Pali. | “Transcendent” (<i lang='pi' translate='no'>lokuttara</i>) means “leading beyond the world (of transmigration)”. Elsewhere in early texts it is used of discourses (<a href='https://suttacentral.net/sn20.7/en/sujato#1.6'>SN 20.7:1.6</a>, <a href='https://suttacentral.net/sn55.53/en/sujato#2.2'>SN 55.53:2.2</a>, <a href='https://suttacentral.net/an2.47/en/sujato#1.5'>AN 2.47:1.5</a>, <a href='https://suttacentral.net/an5.79/en/sujato#5.2'>AN 5.79:5.2</a>; see too <a href='https://suttacentral.net/mn96/en/sujato#12.12'>MN 96:12.12</a>), and of certain reflective realizations of a noble one (<a href='https://suttacentral.net/mn48/en/sujato#14.7'>MN 48:14.7</a>, <a href='https://suttacentral.net/mn122/en/sujato#18.1'>MN 122:18.1</a>). ",
  "mn117:8.2": "Whereas elsewhere right view is explained in terms of <em>what</em> you understand (the four noble truths <a href='https://suttacentral.net/mn141/en/sujato#24.1'>MN 141:24.1</a>), this analysis shifts focus to <em>how</em> you understand: wisdom functions in the context of the path as a whole. Later texts expand on this (eg. <a href='https://suttacentral.net/mnd2/en/sujato#82.4'>Mnd 2:82.4</a>, <a href='https://suttacentral.net/ne17/en/sujato#17.3'>Ne 17:17.3</a>, <a href='https://suttacentral.net/ds2.1.1/en/sujato#28.2'>Ds 2.1.1:28.2</a>). | As to the phrase “intent on the noble, intent on the undefiled”, the expressions <i lang='pi' translate='no'>ariyacitta</i> and  <i lang='pi' translate='no'>anāsavacitta</i> are unique. It is tempting to translate <i lang='pi' translate='no'>anāsavacitta</i> as “undefiled mind”, but that would pertain only to the arahant who has completed the path, whereas this is talking about one still in the process of developing the path. Here <i lang='pi' translate='no'>citta</i> must mean “intention” (eg. <a href='https://suttacentral.net/mn120/en/sujato#3.4'>MN 120:3.4</a>; cf. the later term <i lang='pi' translate='no'>bodhicitta</i>). Commentary is silent. ",
  "mn117:9.3": "The path is linear in that each factor depends on the previous (<a href='https://suttacentral.net/mn117/en/sujato#34.3'>MN 117:34.3</a>, see too eg. <a href='https://suttacentral.net/sn45.1/en/sujato'>SN 45.1</a>). But it is not <em>just</em> linear, as the factors are always interacting. Right view understands what to do; right effort does the work; and right mindfulness monitors and checks. ",
  "mn117:10.1": "Right view is the anterior condition for all the path factors. ",
  "mn117:10.3": "See <a href='https://suttacentral.net/mn19/en/sujato'>MN 19</a> for how the bodhisatta developed this practice. ",
  "mn117:14.2": "This passage shows that the scope of <i lang='pi' translate='no'>saṅkappa</i> or <i lang='pi' translate='no'>vitakka</i> is wider than discursive “thought”, especially in deep meditation. This definition is similar to that in the Abhidhamma (eg. <a href='https://suttacentral.net/vb3/en/sujato#23.2'>Vb 3:23.2</a>) | <i lang='pi' translate='no'>Takka</i> (“thinking”) is normally “logic” but here is a synonym of <i lang='pi' translate='no'>vitakka</i>. | <i lang='pi' translate='no'>Appanā</i> (“planting”) is where a movement enters its goal, as a river the ocean (<a href='https://suttacentral.net/sn15.8/en/sujato#2.3'>SN 15.8:2.3</a>), or a peg the wood (<a href='https://suttacentral.net/mil3.3.13/en/sujato'>Mil 3.3.13</a>, for which see also <a href='https://suttacentral.net/mn20.3.4/en/sujato'>MN 20.3.4</a>). | <i lang='pi' translate='no'>Byappanā</i> is an intensive form that appears only in this definition. | <i lang='pi' translate='no'>Abhiniropana</i> is likewise a unique term, with the sense of “sinking into” or “embedding”. Compare Sanskrit <i lang='pi' translate='no'>āropaṇa</i>, “placing or fixing in or upon”. | For “verbal process” see <a href='https://suttacentral.net/mn44/en/sujato#15.3'>MN 44:15.3</a> = <a href='https://suttacentral.net/sn41.6/en/sujato#2.4'>SN 41.6:2.4</a>. ",
  "mn117:19.2": "Right speech is defined solely as abstinence here, whereas elsewhere it also includes actually speaking in a constructive way (eg. <a href='https://suttacentral.net/mn114/en/sujato#6.18'>MN 114:6.18</a>). The negative mode of definition is more technically precise, as it includes times when one is silent or in deep meditation. ",
  "mn117:20.2": "This sequence of synonyms (<i lang='pi' translate='no'>ārati virati paṭivirati veramaṇī</i>) is otherwise found only in late canonical texts (eg. <a href='https://suttacentral.net/cnd6/en/sujato#11.6'>Cnd 6:11.6</a>, <a href='https://suttacentral.net/vb4/en/sujato#61.2'>Vb 4:61.2</a>, <a href='https://suttacentral.net/pli-tv-pvr4/en/sujato#5.2'>Pvr 4:5.2</a>). ",
  "mn117:29.2": "This applies to everyone, but especially to monastics, in reference to unwholesome ways of seeking requisites and material profits. For laypeople, five kinds of wrong livelihood are specified: trade in weapons, living creatures, meat, intoxicants, and poison (<a href='https://suttacentral.net/an5.177/en/sujato#1.3'>AN 5.177:1.3</a>). ",
  "mn117:33.3": "This, the fifth factor of the path, is the last factor described as encompassed by right view, effort, and mindfulness. I think a purpose of this discourse is to make it clear that they <em>also</em> apply to the first five factors, the final three being taken as self-evident. ",
  "mn117:34.3": "This extends the linear arising to two additional factors: right knowledge and right freedom (see also <a href='https://suttacentral.net/dn18/en/sujato#27.8'>DN 18:27.8</a>, <a href='https://suttacentral.net/an10.103/en/sujato#2.3'>AN 10.103:2.3</a>). These are not divided into two kinds, as they apply solely to the perfected ones. ",
  "mn117:34.4": "Right knowledge is the wisdom perfected by the ending of defilements, while right freedom is the liberation from rebirth. ",
  "mn117:35.3": "The term <i lang='pi' translate='no'>nijjiṇṇa</i> (“worn away”) is associated with the Jains (eg. <a href='https://suttacentral.net/mn14/en/sujato#17.8'>MN 14:17.8</a>, <a href='https://suttacentral.net/mn101/en/sujato#10.8'>MN 101:10.8</a>). ",
  "mn117:36.1": "The twenty are the ten factors, plus ten for the relevant qualities they promote. ",
  "mn117:38.1": "This pair is also mentioned in the same way regarding different teachings at <a href='https://suttacentral.net/an4.30/en/sujato#8.2'>AN 4.30:8.2</a> and <a href='https://suttacentral.net/sn22.62/en/sujato#13.2'>SN 22.62:13.2</a>. Nothing is known of them apart from these passages. | Ukkalā lay on the Bay of Bengal in the region today called Odisha. It was the origin of the merchants Tapussa and Bhallika who offered the first meal to the Buddha (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#4.2.1'>Kd 1:4.2.1</a>, <a href='https://suttacentral.net/an1.248/en/sujato#1.1'>AN 1.248:1.1</a>). "
}