{
  "mn125:1.1": "This discourse uses the training of an elephant as an allegory for the Gradual Training. The Buddha contrasts the sensual lifestyle of Prince Jayasena, which clouds his vision of the truth, with the path of renunciation. Throughout, he lends support to the young novice Aciravata. ",
  "mn125:2.2": "Jayasena features in this discourse and the next. The commentary says he was Bimbisāra’s son. | Aciravata is otherwise unknown. ",
  "mn125:2.4": "Saccaka is also called Aggivessana (<a href='https://suttacentral.net/mn35/en/sujato#4.2'>MN 35:4.2</a>). ",
  "mn125:3.2": "Aciravati’s lack of confidence is understandable. Novices were under twenty, so here we have a rather intimidating situation where a Prince is questioning a teenager. ",
  "mn125:7.2": "Knowing his student lacks confidence, the Buddha has encouraging words for him, not letting him blame himself for Jayasena’s rejection. ",
  "mn125:7.3": "A parallel passage occurs at <a href='https://suttacentral.net/mn125/en/sujato#7.3'>MN 125:7.3</a>, where the phrases “dwells in the midst of sensual pleasures, enjoying them” are reversed. The sequence there makes better sense: it starts with where they are, then what they enjoy, and gradually moves up to being consumed and seeking more. I take this as the correct sense and translate both passages accordingly. ",
  "mn125:9.1": "This simile is contextual, as Rājagaha is indeed surrounded by mountains. ",
  "mn125:9.2": "For <i lang='pi' translate='no'>hatthavilaṅghaka</i> (“lending a hand up”) see <a href='https://suttacentral.net/mn31/en/sujato#9.7'>MN 31:9.7</a> = <a href='https://suttacentral.net/mn128/en/sujato#14.7'>MN 128:14.7</a>. ",
  "mn125:11.1": "",
  "mn125:13.1": "The parallel at MA 198 is more straightforward, mentioning only purity of body, speech, and mind; undertaking mindfulness meditation; and entering the four absorptions. ",
  "mn125:24.2": "Editions vary and it is not easy to decide between them. MS and BJT editions have <i lang='pi' translate='no'>kāmūpasaṁhita</i> (“connected with sensual pleasures”), while PTS has <i lang='pi' translate='no'>kāyūpasaṁhita</i> (“connected with the body”), followed by “connected with feelings, mind, and principles” respectively. The Chinese parallel has “sensuality” in first place, abbreviates the next two, then “against the dhamma” for the final <i lang='pi' translate='no'>satipaṭṭhāna</i> (MA 198 at T i 758b15). Sanskrit texts Pañcaviṁśatisāhasrikā Prajñāpāramitā and Pratyutpannabuddhasaṁmukhāvasthitasamādhi-sūtra have <i lang='pi' translate='no'>kāya</i>. So the balance of the non-Pali texts supports the reading <i lang='pi' translate='no'>kāyūpasaṁhita</i>. Now, <i lang='pi' translate='no'>kāmūpasaṁhita</i> is a common term, while <i lang='pi' translate='no'>kāyūpasaṁhita</i> (etc.) appear only here; but the passage is passed over in the commentary and subcommentary, which suggests that they thought it was self-evident, making it less likely that unique terms were used. Finally, the overall topic of the discourse is overcoming sensuality through meditation, and it would seem odd for the Buddha to be teaching specialized meditation instructions to a novice. Overall, then, I accept the reading <i lang='pi' translate='no'>kāmūpasaṁhita</i>; see too the next note. ",
  "mn125:25.1": "The Pali version, in a unique presentation, has the four <i lang='pi' translate='no'>satipaṭṭhānas</i> in place of the first absorption, which offers further light on the problem discussed in the previous note. The first absorption is characterized by seclusion from sensual pleasures, while <i lang='pi' translate='no'>vitakka</i> is still present. Clearly one is not “thinking of sensual pleasures” at this point, but it is not clear that one is not having <i lang='pi' translate='no'>vitakka</i> for the body (and feeling, mind, and principles). I have translated <i lang='pi' translate='no'>vitakka</i> as “thought” here, but it could mean the application of the mind to a meditation such as the breath, in which case one would be “thinking of the body”. This provides additional support for the reading “thoughts connected with sensual pleasures”. Any conclusions on this passage, however, are tenuous, and it seems likely there has been some textual corruption. Indeed, the Chinese parallel here has all four absorptions as usual. ",
  "mn125:31.4": "Here the Buddha is giving gentle encouragement to Aciravata, by reminding him that his junior status does not limit his spiritual growth. "
}