{
  "mn121:1.1": "This Sutta gives a unique approach to meditation on emptiness, using the perception of relative emptiness as a foundation for absorption. | The topic of emptiness does not play the central role in Pali texts that it did in later Buddhism. This is perhaps at least partly due to different doctrinal developments in the early Buddhist schools. Passages that in the Pali mention impermanence, suffering, and not-self, in parallels of the (Mūla)-Sarvāstivāda often include emptiness as well. This does not indicate any doctrinal contradiction, as emptiness is explained as meaning not-self. But it does suggest that the presentation in terms of emptiness was more popular in that group of schools. ",
  "mn121:3.1": "“Townsville” is a literal rendering of <i lang='pi' translate='no'>nagaraka</i>. I translate it in homage to the town in northern Queensland where, due to a chance encounter with a joey, I began my journey to Buddhism. ",
  "mn121:3.2": "“I heard and learned this in the presence” (<i lang='pi' translate='no'>sammukhā sutaṁ, sammukhā paṭiggahitaṁ</i>) is the phrase used in the suttas when reporting a teaching heard directly from the Buddha, eg. <a href='https://suttacentral.net/sn55.52/en/sujato#5.1'>SN 55.52:5.1</a>, <a href='https://suttacentral.net/sn22.90/en/sujato#9.1'>SN 22.90:9.1</a>, <a href='https://suttacentral.net/mn47/en/sujato#10.7'>MN 47:10.7</a>, etc. ",
  "mn121:3.3": "The same thing is said by Sāriputta at <a href='https://suttacentral.net/mn151/en/sujato#2.3'>MN 151:2.3</a>, upon which the Buddha encourages him to reflect on the purity of his almsfood. Before the Second Council, the elder monk Sabbakāmī revealed that emptiness was his main practice too (<a href='https://suttacentral.net/pli-tv-kd22/en/sujato#2.5.9'>Kd 22:2.5.9</a>), while at <a href='https://suttacentral.net/thig3.3/en/sujato#2.1'>Thig 3.3:2.1</a>, the bhikkhunī Uttamā also claims to practice emptiness meditation. The release through emptiness is classified along with absorption as a superhuman attainment (<a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/sujato#4.1.6'>Bu Pj 4:4.1.6</a>). At <a href='https://suttacentral.net/mn43/en/sujato#33.1'>MN 43:33.1</a> = <a href='https://suttacentral.net/sn41.7/en/sujato#4.1'>SN 41.7:4.1</a>, the “release of the heart through emptiness” is a reflection on not-self (see too <a href='https://suttacentral.net/sn35.85/en/sujato#1.4'>SN 35.85:1.4</a>, <a href='https://suttacentral.net/an9.36/en/sujato#2.4'>AN 9.36:2.4</a>, <a href='https://suttacentral.net/snp5.16/en/sujato#4.1'>Snp 5.16:4.1</a>, <a href='https://suttacentral.net/thag19.1/en/sujato#27.2'>Thag 19.1:27.2</a>). ",
  "mn121:3.4": "Notice the process of learning teachings through active engagement. Simply “hearing” it is just the beginning. ",
  "mn121:4.1": "Emptiness is not a metaphysical property, but a relative state: something is empty of something. ",
  "mn121:4.2": "Oneness, like emptiness, is a relative concept. Those things that are more distracting and tempting are absent, leaving only that which is more peaceful. ",
  "mn121:4.6": "“Stress” is <i lang='pi' translate='no'>darathā</i>. ",
  "mn121:4.10": "That is to say, the “purity” of the emptiness is not because everything is empty, but because what is empty is accurately recognized as empty. ",
  "mn121:4.11": "",
  "mn121:5.4": "The perception of earth is an idealized inner conceptual image. This is the “form” (<i lang='pi' translate='no'>rūpa</i>) that is the basis for “absorption on luminous form” (<i lang='pi' translate='no'>rūpajjhāna</i>). The commentaries call this the <i lang='pi' translate='no'>nimitta</i> (“sign”). ",
  "mn121:6.1": "The meditator moves from a practice dependent on an aspect of “form” (<i lang='pi' translate='no'>rūpa</i>), namely the idealized image of earth as the basis for the four absorptions, to the formless meditations. ",
  "mn121:10.1": "The defining characteristic of the “signless immersion of the heart” is that consciousness does not “follow after signs” (<i lang='pi' translate='no'>nimittānusāri viññāṇaṁ</i>, eg. <a href='https://suttacentral.net/an6.13/en/sujato#5.3'>AN 6.13:5.3</a>). This is explained in <a href='https://suttacentral.net/mn138/en/sujato#10.2'>MN 138:10.2</a> as not being distracted or affected by the features of sense impressions, as the “signs” are created by greed, hate, and delusion (<a href='https://suttacentral.net/mn43/en/sujato#37.1'>MN 43:37.1</a>). By itself, however, it does not necessarily indicate that one is awakened (<a href='https://suttacentral.net/an6.60/en/sujato#8.2'>AN 6.60:8.2</a>), as good conduct is still required for progress (<a href='https://suttacentral.net/an7.56/en/sujato#13.1'>AN 7.56:13.1</a>). It was practiced by Moggallāna before awakening, who had to be urged to “not follow any signs” (<a href='https://suttacentral.net/sn40.9/en/sujato'>SN 40.9</a>). It may also be used to describe the meditation of an arahant (<a href='https://suttacentral.net/sn41.7/en/sujato#6.12'>SN 41.7:6.12</a>). ",
  "mn121:10.5": "Unlike with deep absorption, where there is no experience of the physical body, the signless meditation is a state of advanced discernment or insight where the six senses are seen as they truly are. This explains why it was a way for the Buddha to ease the pains of old age (<a href='https://suttacentral.net/dn16/en/sujato#2.25.13'>DN 16:2.25.13</a>). It seems that in such a state, the Buddha was able to function normally while seeing through the pain in his body. ",
  "mn121:11.4": "Liberating insight comes from insight into the state of signless meditation, that is to say, it is the insight into insight itself. ",
  "mn121:12.4": "The “field of perception” (<i lang='pi' translate='no'>saññāgataṁ</i>) is the scope of awareness. ",
  "mn121:13.1": "Here the emptiness is distinguished as “supreme” (<i lang='pi' translate='no'>anuttara</i>). In early Pali, Nibbāna is not described as either empty or as not-self, as these are properties of the path. This passage is probably the closest we get to that, but even this is relative, since the body and life persist. "
}