{
  "mn124:1.1": "Bakkula appears in this Sutta as an exponent of austerity that goes significantly beyond the norm in the early texts. According to the commentary, this Sutta was added by the Elders at the Second Council, a century after the Buddha’s passing. This is supported by the lack of mention of where the Buddha is staying; by the advanced age of Bakkula; and by multiple textual indications. Bakkula apparently represents an ideal among a certain wing of the Saṅgha at that time. His verses in the Theragāthā, however, depict a gentler side (<a href='https://suttacentral.net/thag3.3/en/sujato'>Thag 3.3</a>). ",
  "mn124:2.1": "The phrase <i lang='pi' translate='no'>purāṇagihisahāya</i> (“old friend from the lay life”) appears only here and at <a href='https://suttacentral.net/sn41.9/en/sujato#1.1'>SN 41.9:1.1</a>. There it is also said of a naked ascetic called Kassapa, which cannot be a coincidence. In that case he, as the former friend of the householder Citta, is the one interrogated, in a discourse set while the Buddha was still alive. The events of the Bakkulasutta happened many decades after the Buddha’s death, so it seems likely Kassapa was introduced as a conventional foil for Bakkula. | <i lang='pi' translate='no'>Acela</i> is a term for a naked ascetic. Several such individuals name Kassapa are found in Pali, and their stories are conflated (<a href='https://suttacentral.net/dn8/en/sujato'>DN 8</a>, <a href='https://suttacentral.net/sn12.17/en/sujato'>SN 12.17</a>, <a href='https://suttacentral.net/sn41.9/en/sujato'>SN 41.9</a>). ",
  "mn124:3.2": "The term here is to “go forth”, which can be as young as seven, so he must be at least 87 here, probably older. ",
  "mn124:3.8": "This repetition is found in the PTS and BJT editions, but missing from MS and King of Siam editions. ",
  "mn124:3.10": "According to the commentary, these responses were added by the Elders, representing praise of Bakkula’s austerities by the successful rigorist party at the Second Council. This is supported by several considerations. First, the commentators would rather claim something is early, so when they say it was added later it likely comes from a genuine tradition. Second, the refrains are in plural. Third, the refrains, and the statements of Bakkula that they answer, lack the close <i lang='pi' translate='no'>-ti</i> indicating a direct quote. Fourthly, they continue after the conversation with Kassapa has concluded. The refrains are, however, also found in the Chinese parallel. This shows how comparing different versions of a Sutta can take us back only to the point where the texts diverge, which was some time after the Second Council. Thus a shared feature might have been added a century or more after the Buddha. ",
  "mn124:9.1": "From a discussion of mental purity, Bakkula proceeds to list a series of details of conduct, which are not morally reprehensible, but which are meant to illustrate his extreme commitment to austerity. | Accepting a robe from a householder implies enjoying the spoils of wealthy donors. Austere monks wore robes made of cast-off rags. Compare the story of Ānanda at <a href='https://suttacentral.net/mn52/en/sujato#16.2'>MN 52:16.2</a> = <a href='https://suttacentral.net/an11.16/en/sujato#11.2'>AN 11.16:11.2</a>, or at <a href='https://suttacentral.net/pli-tv-kd21/en/sujato#1.13.1'>Kd 21:1.13.1</a>, where he explained that after accepting quality robes, they were shared and reused. | This Sutta can be seen as representing one of the disputing factions at the Second Council (<a href='https://suttacentral.net/pli-tv-kd22/en/sujato'>Kd 22</a>). The Saṅgha was divided between “rigorists” who advocated a more austere monastic life, and “laxists” who wanted to take a more relaxed attitude to discipline. The Second Council decided ten points of Vinaya in the rigorists’ favor, the most important of which was whether monastics could use money. Bakkula, following the example of Mahākassapa, represents a rigorist position so extreme that if it were followed generally it would undermine the very existence of the Saṅgha. He is implicitly contrasted with the more gentle and accommodating approach of Ānanda. ",
  "mn124:9.2": "",
  "mn124:10.1": "The following items echo the Buddha’s concern at <a href='https://suttacentral.net/mn122/en/sujato#2.8'>MN 122:2.8</a>, where many monastics, including Ānanda, had gathered for making robes. | Note that most of these items are missing from the Chinese parallel at MA 34. ",
  "mn124:11-15.4": "This case is discussed in <a href='https://suttacentral.net/pli-tv-bu-vb-pc46/en/sujato'>Bu Pc 46</a>. It is normally forbidden to visit other families on the way to a meal invitation, but a special exemption is granted for the times of giving and making robes. ",
  "mn124:16-19.1": "Bakkula would eat only food collected on alms-round, refusing to eat a meal by invitation in a lay person’s home. ",
  "mn124:16-19.4": "This is allowed, but might sometimes get a monastic unwillingly involved in lay affairs (<a href='https://suttacentral.net/pli-tv-bu-vb-pc43/en/sujato'>Bu Pc 43</a>). ",
  "mn124:20-25.1": "This refers to the practice of sense restraint (<a href='https://suttacentral.net/mn27/en/sujato#15.1'>MN 27:15.1</a>). ",
  "mn124:20-25.2": "<a href='https://suttacentral.net/pli-tv-bu-vb-pc7/en/sujato'>Bu Pc 7</a> forbids teaching up to five or six lines to someone of the opposite sex, unless there is a chaperone present. ",
  "mn124:20-25.3": "This is stricter than <a href='https://suttacentral.net/pli-tv-bu-vb-pc23/en/sujato'>Bu Pc 23</a>, which forbids going to the nuns’s quarters for the purpose of giving the fortnightly instruction, with several exceptions noted. ",
  "mn124:20-25.4": "At <a href='https://suttacentral.net/mn146/en/sujato#3.3'>MN 146:3.3</a>, the Buddha encourages Nandaka to teach the nuns; indeed the Vinaya says that a monk should agree to teach the nuns (<a href='https://suttacentral.net/pli-tv-kd20/en/sujato#9.5.3'>Kd 20:9.5.3</a>), and in addition should go to the assistance of nuns (<a href='https://suttacentral.net/pli-tv-kd3/en/sujato#6.12.1'>Kd 3:6.12.1</a>). Compare <a href='https://suttacentral.net/pli-tv-bu-vb-pc24/en/sujato'>Bu Pc 24</a>, which forbids teaching nuns for the sake of material profits. ",
  "mn124:26-29.1": "Presumably Bakkula wished to avoid the responsibility of taking on students. If this practice was universally adopted, the Saṅgha could not survive. ",
  "mn124:30-36.1": "Allowed for health at <a href='https://suttacentral.net/pli-tv-kd15/en/sujato#14.1.1'>Kd 15:14.1.1</a>. ",
  "mn124:30-36.2": "“Bath powder” (<i lang='pi' translate='no'>cuṇṇa</i>) was in regular use (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#25.12.4'>Kd 1:25.12.4</a>), but was sometimes considered sensual (<a href='https://suttacentral.net/pli-tv-kd20/en/sujato#27.4.1'>Kd 20:27.4.1</a>). ",
  "mn124:30-36.3": "Massaging was done for health and by respect (<a href='https://suttacentral.net/pli-tv-kd12/en/sujato#1.1.27'>Kd 12:1.1.27</a>), but was often problematic, as it could be sexually arousing (<a href='https://suttacentral.net/pli-tv-bu-vb-ss1/en/sujato#5.8.17'>Bu Ss 1:5.8.17</a>) or even dangerous (<a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/sujato#5.16.2'>Bu Pj 3:5.16.2</a>). At one point the Buddha forbade massages for monks (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#1.4.1'>Kd 15:1.4.1</a>) and nuns (<a href='https://suttacentral.net/pli-tv-bi-vb-pc90/en/sujato'>Bi Pc 90</a>), although he allowed monks a “broad-handed” massage (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#1.5.6'>Kd 15:1.5.6</a>). ",
  "mn124:30-36.4": "Bakkula was said to be the foremost monk in good health (<a href='https://suttacentral.net/an1.226/en/sujato#1.1.'>AN 1.226:1.1.</a>), an accolade that must have been added after his passing away. In later texts, he is often remembered for this (<a href='https://suttacentral.net/tha-ap398/en/sujato'>THA Ap 398</a>, <a href='https://suttacentral.net/mil5.5.3/en/sujato'>Mil 5.5.3</a>; Mahāprajñāpāramitāśāstra 8.2.3.3, Divyāvadāna 253.020). It would seem he mentions it here because many of the other items are allowed for the sake of health. It may happen that something such as a massage, which has a genuine health purpose, can become an indulgence. ",
  "mn124:30-36.5": "Allowed as medicine at <a href='https://suttacentral.net/pli-tv-kd6/en/sujato#6.1.4'>Kd 6:6.1.4</a>. ",
  "mn124:30-36.6": "Allowed at <a href='https://suttacentral.net/pli-tv-kd16/en/sujato#20.2.15'>Kd 16:20.2.15</a>. This was a wooden plank that was leaned against the wall as a simple backrest. ",
  "mn124:30-36.7": "A simple bed was allowed (<a href='https://suttacentral.net/pli-tv-bu-vb-pc16/en/sujato'>Bu Pc 16</a>), but Bakkula slept on the ground. ",
  "mn124:38.1": "Said by Mahākassapa at <a href='https://suttacentral.net/sn16.11/en/sujato#13.2'>SN 16.11:13.2</a>. The idea is that while still unenlightened, one is accruing “debt” by taking alms food offered in faith. But the arahant, as a “worthy one”, is cleared of all debts. ",
  "mn124:40.1": "The “latchkey” (<i lang='pi' translate='no'>avāpuraṇa</i>) was a universal key inserted into outside doors to lift the bolt within (<a href='https://suttacentral.net/sn22.90/en/sujato#1.2'>SN 22.90:1.2</a>, <a href='https://suttacentral.net/an9.11/en/sujato#2.1'>AN 9.11:2.1</a>). He took it to access the inner dwellings in the monastery to make his announcement. "
}