{
  "mn12:1.2": "This description of the Buddha’s location is unique. ",
  "mn12:2.1": "Sunakkhatta’s dismal spiritual career began when he met the Buddha in [mn105](). In [dn6:5.3]() we learn that, after being ordained three years, he spoke of his limited success in meditation. The current sutta and [dn24]() deal with Sunakkhatta’s bitter criticisms of the Buddha shortly after his disrobal. ",
  "mn12:2.3": "These distinctions are defined in the Vinaya [pli-tv-bu-vb-pj4:3.8]() as “absorption, release, immersion, attainment, knowledge and vision, development of the path, realization of the fruits, giving up the defilements, a mind without hindrances, delighting in an empty dwelling”. They may be summarized as absorption, psychic abilities, and realization of the paths and fruits. ",
  "mn12:2.4": "The Buddha taught that logic alone is an unreliable guide to the truth ([mn76:27.2]() and [dn1:1.34.2]()), a fact of which Sunakkhatta was apparently not aware. ",
  "mn12:2.5": "The Chinese parallel at T 757, rather, raises the question, “How could such a teaching lead to freedom from suffering?” ",
  "mn12:4.1": "“Silly man” (_moghapurisa_) refers to someone who has been led astray by delusion. ",
  "mn12:5.1": "“Inference from the teaching” (_dhammanvaya_) is a valid form of knowledge, where someone who has seen the Dhamma draws a reasoned conclusion based on fundamental principles. ",
  "mn12:6.2": "The Buddha introduces these here because, as we know from [dn24:1.4.1](), Sunakkhatta thought that such displays were a worthy goal of spiritual practice. The Chinese parallel, however, omits the psychic powers and instead has the _jhānas_. | This passage begins the six direct knowledges. ",
  "mn12:9.1": "After the first three of the direct knowledges, the sequence is interrupted with the insertion of these ten powers of a Realized One, also found at [an10.21]() and [an10.22](). The Vibhaṅga, an early Abhidhamma book, gives a detailed explanation ([Vb 16:353](https://suttacentral.net/vb16/pli/ms#353.1) *ff.*). | Five powers are listed at [an5.11]() and six at [an6.64](). ",
  "mn12:10.1": "Explained in detail at [mn115:12.1]()–17. ",
  "mn12:11.1": "The Vibhaṅga explains this as knowing the circumstances that prevent or support the fruition of deeds, namely: place of rebirth (_gati_), form of reincarnation (_upadhi_, explained by the commentary as _attabhāva_), time (_kāla_), and effort (_payoga_). | See also the analysis of “deeds” (_kamma_) in [mn57](), [mn135](), and [mn136](). ",
  "mn12:12.1": "Expanded below in [mn12:35.1]()–42.13. ",
  "mn12:13.1": "See [mn115:4.1]()–9.6. ",
  "mn12:14.1": "This is not explained explicitly, but an example is found at [dn1:1.3.2](), where the Buddha knows the difference between Brahmadatta, who had faith in the triple gem, and Suppiya who did not. Thus _adhimutti_ (“conviction”) means “faith, belief” rather than “disposition”. ",
  "mn12:15.1": "Exemplified by the Buddha when he surveyed the world after his awakening to see the diverse spiritual potentials of beings ([mn26:21.2](), [mn85:45.4](), [dn14:3.6.2](), [sn6.1:9.2](), [pli-tv-kd1:5.11.1]()). ",
  "mn12:16.1": "“Corruption” is any mental factor that darkens and diminishes meditation; “cleansing” is anything that brightens and enhances it. “Emergence” refers to understanding the reasons why one comes out of a given state of meditation (eg. [mn43:29.1]()). | The phrase “absorptions, liberations, immersions, and attainments” indicates that, although they are given various technical definitions, these are overlapping terms that describe in different ways the same field of deep meditation experiences. ",
  "mn12:17.1": "Here we return to the final three of the six direct knowledges, which also form the final three of the ten powers. ",
  "mn12:21.4": "This seems harsh, but the suttas see such denigration of the Buddha as deeply wicked, since it closes off the path to Nibbana, as at [sn42.9:4.12]() where a village chief accuses the Buddha of destroying families by encouraging renunciation. At [dn24:1.16.13]() the Buddha warns Sunakkhatta that the naked ascetic Pāṭikaputta, without likewise giving up his speech, thought, and view, will not even be able to enter the Buddha’s presence, much less debate him. ",
  "mn12:22.1": "These four “kinds of self-assurance” (_vesārajja_) are also found at [an4.8](). The first three are included in the Buddha’s dressing down of Sarabha at [an3.64](). ",
  "mn12:23.1": "In his first discourse, the Buddha says that he did not claim to be fully awakened until he had understand the four noble truths in all three rounds and twelve aspects ([sn56.11:10.1]()). | Here _nimitta_ means “reason, ground, basis”. ",
  "mn12:25.1": "This was the accusation of Ariṭṭha ([mn22]()). The Chinese parallel identifies the “obstructions” as desire and lust. ",
  "mn12:29.1": "Mentioned also at [an8.69](), [dn16:3.21.3](), and [dn33:3.1.139](). ",
  "mn12:29.5": "[an8.69]() and [dn16:3.21.3]() both relate the Buddha entering these assemblies, but neither they, nor the Chinese parallel to this passage, attribute his confidence to the four kinds of self-assurance. ",
  "mn12:29.6": "_Anekasataṁ khattiyaparisaṁ_ is singular, “an assembly of hundreds of aristocrats”, rather than “hundreds of assemblies of aristocrats”. ",
  "mn12:32.1": "These are absent from the Chinese parallel. ",
  "mn12:32.3": "By this the Buddha shows his knowledge of birth extends to all life. Certain mystical beings such as dragons (_nāga_, [sn29.1:1.4]()) and phoenixes (_supaṇṇa_ or _garuḍa_, [sn30.1:1.4]()) are said to be born in all these ways. ",
  "mn12:35.3": "The _asuras_ (“titans”) are included with the gods in this classification; gods and titans are close enough to allow intermarriage ([sn11.13:11.1.]()). The Chinese parallel, in common with later traditions, adds the titans as a separate realm here. ",
  "mn12:37.1": "Here the Buddha describes the process by which he knows where paths lead. First he comprehends their minds, then he infers their destiny, then he confirms the outcome. It is only in this limited way that he knows the future. If, as popular tradition would have it, he was literally omniscient, there would be no need to undertake such a laborious process involving inference, as he could simply directly see whatever he wanted. ",
  "mn12:38.3": "Text omits _ekanta_ (“exclusively”), as animals experience both pleasure and pain. ",
  "mn12:39.3": "The pain in the ghost realm is not sharp, severe, and exclusive like in hell, nor just sharp and severe as in the animal realm, but merely “mostly painful” (_dukkhabahulā vedanā_). The pain level is gradually diminishing, and with the human realm it flips, becoming mostly pleasant, then exclusively pleasant in the heaven realms. ",
  "mn12:39.4": "Perhaps the tree was in Australia, where the ground is stony, the leaf coverage scanty, and the flies ravenous. ",
  "mn12:39.8": "",
  "mn12:42.5": "We have met _tibba_ above in the sense of “sharp” feelings. It commonly means “scorching” which fits here; a hot forest is quite unpleasant, enhancing the pleasure of finding a cool lotus pond. At [sn22.84:10.10]() the same phrase is listed along with a range of other unpleasant geographies, and is said to be a term for ignorance. ",
  "mn12:44.1": "The Buddha evidently introduces this topic because Sunakkhatta was impressed by displays of austerity. It is a unique description of the Bodhisatta’s practices before awakening. The practices, which for the most part sound very Jain-like, were undertaken in various periods during the six years after the Bodhisatta went forth and before his awakening. | The supposedly Jain “fourfold restraint” is recorded at [mn56:12.2]() and [dn2:29.2](), while at [dn25:16.4]() the Buddha reinterprets it as keeping precepts. ",
  "mn12:44.2": "“Fervent mortifier” (_tapassī_), “rough-liver” (_lūkha_), “one living in disgust at sin” (_jegucchī_), “secluded” (_pavivitta_). ",
  "mn12:45.1": "_Tapas_ (“ardor, fire. fervor, fervent mortification”) is the raging flame of righteous pain that courses through body when it is pushed to its extremes. This “fervor” burns off the corrupting traces of _kamma_ and defilements. | Buddhist mendicants may not receive food in their hands, nor lick them while eating. Followers of the practices listed here would have walked steadily and randomly for alms, accepting only what was given at the time. ",
  "mn12:45.2": "Keeping sheep (_eḷaka_, for slaughter) goes against the Jain principle of non-violence, as does keeping weapons (_daṇḍa_). | A _musala_ often means “pestle”, but it can also be a “shovel”; at [mn81:18.12]() it is regarded as a virtue to not use one to dig the soil (which is regarded as being alive in Jainism). | _Thusodaka_ is evidently a liquor fermented from grain, “beer”. ",
  "mn12:45.6": "It is not easy to meaningfully distinguish the various kinds of grain. ",
  "mn12:45.7": "All are extremely uncomfortable. Christian ascetics wore a “hair shirt” in order to “mortify the flesh” . ",
  "mn12:45.8": "Jain ascetics tear out their hair at ordination, rather than shaving. ",
  "mn12:45.9": "Remaining in one posture for months or years at a time is one of the most difficult practices. ",
  "mn12:45.12": "This seems out of place here. It was a Brahmanical practice ([sn7.21]()), as the Jains refused to bathe at all, hence the “rough living” of the following section. Indeed, bathing three times a day in the Indian climate would, for most of the year, be quite pleasant. Sometimes, however, it was deliberately done in the cold ([ud1.9:1.3]()). ",
  "mn12:46.1": "“Rough” (_lūkha_) is related to the Sanskrit _rūkṣa_, among the meanings of which is “soiled, smeared, dirtied”. ",
  "mn12:47.2": "The Bodhisatta learned mindfulness while doing Jain-like practices and he later incorporated it into the eightfold path. He also learned mindfulness under Brahmanical teachers ([mn26:15.17]()). | “Pity” is _dayā_, which is similar to the more commonly found terms _karuṇā_ or _anukampa_. ",
  "mn12:47.3": "To this day, Jain ascetics carry a soft broom to gently sweep away any insects in their path. | “Unclear ground” (_visamagata_) is explained by the commentary as ground that is uneven or covered in grass, branches, etc. A lion is said to reflect in the same way when setting out on a hunt ([an10.21:1.7]()). | There is an almost similar usage at Bhāgavata Purāṇa 5.10.2, where a man carrying a palanquin is so scrupulous about avoiding treading on ants that he stops and starts, making the progress of the palanquin unsteady (_viṣama-gatāṁ_). ",
  "mn12:48.1": "“Seclusion” (_viviktaśayyāsana_) is classified by the Jains as an “external austerity” (_bāhyatapas_) at Tattvārthasūtra 9.19. ",
  "mn12:48.10": "This concludes the “spiritual path consisting of four factors” of [mn12:44.1](). ",
  "mn12:49.3": "At [Kd 6](https://suttacentral.net/pli-tv-kd6/en/brahmali#14.6.3) the four “great unnaturals” (or “filthy edibles”, _mahāvikaṭa_) are said to be feces, urine, ash, and clay. ",
  "mn12:50.4": "_Antaraṭṭhakā_ (Buddhist Hybrid Sanskrit _aṣṭaka-rātri_) is the coldest part of Indian winter between the festival days that fall on the eighth day after the fullmoon in the two winter months of Māgha and Phagguna. This roughly corresponds with January, the coldest month in northern India. ",
  "mn12:50.6": "“Not supernaturally inspired” (_anacchariyā_) rejects the Vedic “channeling” of scripture from the Divinity, while “not learned before in the past” (_pubbe assutapubbā_), echoing the Dhammacakkappavattanasutta ([sn56.11:5.1]()), rejects the oral tradition. ",
  "mn12:51.2": "For “village louts” (_gāmaṇḍalā_), compare _aṇḍaka_ in the sense “nasty, cruel” at [mn41:9.4](). ",
  "mn12:52.2": "Compare Chāndogya Upaniṣad 7.26.2: “from purity of food there is purity of being; from purity of being there is stable memory (mindfulness); relying on memory there is release from all ties” (_āhāraśuddhau sattvaśuddhiḥ; sattvaśuddhau dhruvā smṛtiḥ; smṛtilambhe sarvagranthīnāṃ vipramokṣaḥ_). ",
  "mn12:52.6": "",
  "mn12:52.7": "",
  "mn12:57.2": "A view attributed to Makkhali Gosāla ([dn2:21.3]()). The idea is that transmigration is limited, so one will automatically be released after a certain number of lives. ",
  "mn12:57.4": "T'he gods there are all “non-returners” and will attain arahantship in that realm. ",
  "mn12:58.2": "This view and the next appear to be different ways of repeating the same view as before. Perhaps there is a subtle difference between them. ",
  "mn12:60.2": "This is, of course, the brahmins. ",
  "mn12:61.2": "Again, serving the sacred flame is a fundamental, perhaps *the* fundamental, rite of the brahmins. ",
  "mn12:62.5": "This situates this discourse, and hence the Sunakkhatta cycle as a whole, near the end of the Buddha’s life. ",
  "mn12:62.6": "Memory (_sati_), range (_gati_), retention (_dhiti_), and perfect lucidity of wisdom (_paññāveyyattiya_). ",
  "mn12:64.1": "We meet Nāgasamāla in less auspicious circumstances at [ud8.7](), where he stubbornly disagrees with the Buddha on which path to take. ",
  "mn12:64.6": "This original title is widely attested in the tradition, being found in some _uddāna_ summary verses in Burmese and Sinhalese manuscripts, [mil7.5.7:2.1](), a Jātaka of the same name ([ja94]()), several commentaries, and the Sanskrit and Chinese parallels. The subcommentary says that the name Mahāsīhanāda was given by the redactors. "
}