{
  "mn129:1.1": "This discourse is a fundamental statement on the role of kamma. It identifies a fool with one who acts badly, and describes the suffering that awaits them in this life and the next. An astute person who acts well, by contrast, will experience countless joys. ",
  "mn129:1.2": "",
  "mn129:2.1": "“Fool” is _bāla_, originally “infant”. | A much simplified exposition of this theme is found at [an3.3](). ",
  "mn129:4.2": "See note on [mn13:14.3]() for explanations of these. ",
  "mn129:4.7": "",
  "mn129:7.2": "“Hell” is _niraya_, “bereft of good things”. ",
  "mn129:8.2": "At [sn12.63:6.5]() this simile is applied to consciousness as a fuel or nutriment. ",
  "mn129:9.1": "Related similes are collected in [sn13.1]()ff. and [sn56.49]()ff., but this particular one is unique. ",
  "mn129:10.1": "The Buddhist traditions were uncomfortable with the idea that the “wardens of hell” (_nirayapāla_) are sentient beings, since this would imply that they are not merely working off the results of their own bad deeds, but actively creating new bad kamma by tormenting others. The commentary cites “certain elders” who argue that there are no wardens of hell because kamma works “like a machine” (_yantarūpaṁ viya_). These elders are probably the Mahāsaṅghikas of Andhra who, according to the commentary on [kv20.3](), say the torments are inflicted by the deeds themselves in the form of wardens of hell. The Theravadin commentator responds by analogy, since there are those who inflict punishment in the human realm. The situation was comparable in northern Indian Buddhism, for Vasubandhu at Abhidharmakośabhāṣya 3.59a–c cites a number of opinions on both sides. In his Viṁśikā vv. 4–7 and commentary he makes his own position clear, arguing that the wardens are mental projections, not sentient beings. ",
  "mn129:16.1": "Identified by the commentary with Avīci hell; cf. the reference to Avīci with its four doors at [iti89:5.3](). ",
  "mn129:16.2": "Here the text appears to quote a saying. ",
  "mn129:17.1": "From the “five-fold crucifixion” up to here is also found at [an3.36:13.2](). In [mn130:10.1]()ff., the Buddha makes good on his claim here, and extends the description of the hells. See there for notes. ",
  "mn129:19.4": "",
  "mn129:19.5": "Compare Chāndogya Upaniṣad 1:12.5, where white dogs sing hymns for food. The Brahmanical tradition does not treat that story as derogatory; rather, the dogs are sages in disguise, and the story illustrates how even dogs would avoid eating unclean food. ",
  "mn129:24.1": "See [sn56.47]() and [sn56.48](). ",
  "mn129:27.1": "An “astute person” is _paṇḍita_, used for a scholar. ",
  "mn129:28.9": "",
  "mn129:34.2": "The wheel is firstly the sun and secondly the wheel of the chariots that drove the Indo-Europeans in their conquests. It is the manifestation of unstoppable power. The whole story reflects the Indo-European dream of universal domination. | Compare [dn17:1.7.3]() and [dn26](). ",
  "mn129:35.1": "Many of the details in this myth echo the Brahmanical horse sacrifice. Since the horse was the primary source of Indo-European dominion, its sacrifice served to authorize the power of a king. It was a costly and dangerous rite that was attempted only by the greatest of sovereigns. | _Bhiṅkāra_ (“ceremonial vase”) and _abbhukkirati_ (“besprinkled”) are elevated terms. ",
  "mn129:35.3": "In the horse sacrifice, the horse is released for a year, while the king follows it with his army, claiming any land that it wanders on as his. ",
  "mn129:35.7": "Read _bhuñjati_ at [mn98:10.30]() with _yathābhuttañca bhuñjatha_ at [dn17:1.9.4](), [dn26:6.7](), and [mn129:35.7](). These have sometimes been rendered “eat”, “enjoy”, or “govern”. But compare the archaic English “use” meaning “the benefit or profit of lands”. Thus _yathābhuttañca bhuñjatha_ means “use as has been used”, i.e. “maintain the current level of taxation”. ",
  "mn129:35.9": "The Wheel plunges into the seas, while the sacrificial horse is born in the western and eastern seas. ",
  "mn129:35.16": "Historically, India has usually been divided into squabbling realms, but from an early age there was a dream of a unified and peaceful continent. ",
  "mn129:35.17": "The phrase “fixed to an axle” is used of an ordinary wheel at [an3.15:3.4](). | This passage is also found at [dn17:1.11.1]() and [dn26:7.16]() with the additional mention of the “High Court”. ",
  "mn129:36.2": "The white elephant is a symbol of royalty to this day. The description recalls Indra’s elephant Airāvata. | For _sattappatiṭṭho_, the commentary has _susaṇṭhitaaṅgapaccaṅga_ (“well-grounded on each and every limb”), a sense confirmed by the Mūlasarvāstivāda Bhaiṣajyavastu which has _saptāṅgaḥ supratiṣṭhito_ (“well-established on seven limbs”). The subcommentary lists the four feet, trunk, tail, and penis (_varaṅga_). ",
  "mn129:37.2": "The sacrificial horse is likewise white with black head or forequarters. It is identified with the sun, thus being a “sky-walker”. “Thundercloud” (_valāhaka_; Sanskrit _balāhaka_) is the name of one of the four horses of Kṛṣṇa’s chariot in the Mahābharata. The description here also recalls the Vedic sacred horse _uccaiḥśravas_. ",
  "mn129:40.2": "",
  "mn129:42.1": "“Blessing” is _iddhi_, which normally means “psychic power”. ",
  "mn129:45.1": "“Householders” (_gahapati_) is literal; it means land owners. Thus the “brahmins and householders” (not “brahmin householders”) were the wealthy class. "
}