{
  "mn123:2.4": "This is in reference to the Mahāpadānasutta, which is where we learn the Buddha’s mother was named Māyā (<a href='https://suttacentral.net/dn14/en/sujato'>DN 14</a>). But whereas that Sutta emphasizes the “normalcy” (<i lang='pi' translate='no'>dhammatā</i>) of Buddhahood as a recurring cycle down through the eons, this Sutta is devotional, emphasizing Gotama’s personal qualities. ",
  "mn123:2.7": "This a key example of the genre of “amazing stories” (<i lang='pi' translate='no'>abbhutadhamma</i>), one of the nine categories (eg. <a href='https://suttacentral.net/mn22/en/sujato#10.2'>MN 22:10.2</a>), linking this Sutta with the previous (<a href='https://suttacentral.net/mn122/en/sujato#20.1'>MN 122:20.1</a>). This genre is closely connected to Ānanda, so much so that he may be regarded as its originator (eg. <a href='https://suttacentral.net/dn1/en/sujato#3.74.2'>DN 1:3.74.2</a>, <a href='https://suttacentral.net/dn15/en/sujato#1.4'>DN 15:1.4</a>, <a href='https://suttacentral.net/dn16/en/sujato#3.11.2'>DN 16:3.11.2</a>, <a href='https://suttacentral.net/sn51.22/en/sujato#2.2'>SN 51.22:2.2</a>, <a href='https://suttacentral.net/an4.76/en/sujato#5.5'>AN 4.76:5.5</a>, etc.). When Ānanda was at a low point, the Buddha turned it around to speak of Ānanda’s amazing qualities (<a href='https://suttacentral.net/dn16/en/sujato#5.16.15'>DN 16:5.16.15</a> = <a href='https://suttacentral.net/an4.129/en/sujato'>AN 4.129</a>). ",
  "mn123:3.2": "The first three items are unique to this Sutta. | Normally in early Pali, the word <i lang='pi' translate='no'>bodhisatta</i> is reserved for the Buddha-to-be once he has left home and is practicing “intent on awakening” (eg. <a href='https://suttacentral.net/mn26/en/sujato#13.1'>MN 26:13.1</a>). <a href='https://suttacentral.net/dn14/en/sujato#1.17.1'>DN 14:1.17.1</a> and <a href='https://suttacentral.net/an4.127/en/sujato#1.3'>AN 4.127:1.3</a> extend the usage back as far as the end of the immediate past life. Here, he is called <i lang='pi' translate='no'>bodhisatta</i> from the beginning of the immediate past life. The Chinese parallel at MA 32 goes back even further, depicting the <i lang='pi' translate='no'>bodhisatta</i> making his initial vow to become a Buddha in the time of the Buddha Kassapa. Compare <a href='https://suttacentral.net/mn81/en/sujato'>MN 81</a> and its parallel MA 63, where no such vow is mentioned. Only then does he take rebirth in the Joyful heaven. These differences indicate a development of the <i lang='pi' translate='no'>bodhisatta</i> doctrine even in early texts. ",
  "mn123:6.2": "From here on, the details are the same as <a href='https://suttacentral.net/dn14/en/sujato#1.17.1'>DN 14:1.17.1</a>. Additionally, the details of passing away from heaven and emerging from the womb are also found in <a href='https://suttacentral.net/an4.127/en/sujato#1.3'>AN 4.127:1.3</a>. ",
  "mn123:7.4": "<i lang='pi' translate='no'>Asaṁvutā</i> was translated by Ñāṇamoḷī as “abysmal”, but this relies on a commentarial cosmology that is not found in the suttas. The sense, rather, is “boundless”. The root harks back to the Vedic serpent Vṛtra who wraps the world in darkness. | <i lang='pi' translate='no'>Nānubhonti</i> (“makes no impression”) is glossed in the commentary to <a href='https://suttacentral.net/an4.127/en/sujato'>AN 4.127</a> as <i lang='pi' translate='no'>nappahonti</i> “ineffective”. ",
  "mn123:7.5": "The light is a physical one, not just a metaphor. From this, it appears that sentient beings may be spontaneously reborn in interstellar space. Compare the problem of the “Boltzmann brain” in physics. ",
  "mn123:7.6": "“Galaxy” is literally “the ten-thousand-fold world system”. I use the closest modern equivalent. ",
  "mn123:8.2": "These are the Four Great Kings, regarded as protector deities. | Eight items, from here until the detail of giving birth standing, are absent from the parallel at MA 32. Notably, these items mostly emphasize the amazing qualities of the mother rather than the child, so they fit uneasily in a discourse whose subject is the amazing qualities of the Buddha. ",
  "mn123:9.2": "The five precepts. ",
  "mn123:11.2": "While sensual pleasures provoke attachment, they are nonetheless a kind of pleasure and therefore a sign of virtue and good past kamma. ",
  "mn123:13.2": "This tragic detail is also mentioned in <a href='https://suttacentral.net/ud5.2/en/sujato'>Ud 5.2</a>. The Buddha was raised by his step-mother, Māyā’s sister Mahāpajāpatī (<a href='https://suttacentral.net/an8.51/en/sujato#9.8'>AN 8.51:9.8</a>, <a href='https://suttacentral.net/mn142/en/sujato#3.3'>MN 142:3.3</a>). ",
  "mn123:14.2": "Ten signifies fullness and completion, as for example the “ten directions”. | The notion that the term of pregnancy was “nine or ten months” is also found at Chāndogya Upaniṣad 5.9.1. In the Rig Veda it is typically “in the tenth month” (5.78.7, 10.84.3). ",
  "mn123:15.2": "In illustrations she is depicted standing while holding a tree in the pose known as <i lang='pi' translate='no'>sālabhañjikā</i>, a common motif in Indian art representing the abundance of springtime. ",
  "mn123:18.3": "Kāsi is the nation of which Varanasi is the capital. Their cloth was of exceptional quality. ",
  "mn123:20.2": "This passage implies that Buddhahood was destined from the time of birth, which stands in contrast to the rest of the Suttas, where Buddhahood was hard-won by the Bodhisatta’s efforts while striving for awakening. | “Stands firm on his own feet” signifies that he will be awakened by his own efforts. | “North” is <i lang='pi' translate='no'>uttara</i>, which is also “the beyond”; this predicts his attaining Nibbana. | “Seven strides” signifies crossing over the vast cycles of birth and death, especially by developing the seven awakening factors. | The “white parasol” signifies purity and royalty. | “Surveying all quarters” signifies his universal knowledge. | The “dramatic proclamation” is <i lang='pi' translate='no'>āsabhiṁ vācaṁ</i>, literally the “voice of a bull”. Other contexts show that this is is an expression emphasizing speech that is dramatic and imposing (<a href='https://suttacentral.net/sn52.9/en/sujato#3.2'>SN 52.9:3.2</a>, <a href='https://suttacentral.net/dn28/en/sujato#1.5'>DN 28:1.5</a> = <a href='https://suttacentral.net/sn47.12/en/sujato#5.2'>SN 47.12:5.2</a>). | At Bṛhadāraṇyaka Upaniṣad 6.1.1 and Chāndogya Upaniṣad 5.1.1 the “vital breath” (<i lang='pi' translate='no'>prāṇa</i>) is said to be “eldest and first” (<i lang='pi' translate='no'>jyeṣṭhaśca śreṣṭhaśca</i>). ",
  "mn123:21.6": "Here the Chinese parallel at MA 32 adds a series of ten extra items, mostly details of Siddhattha’s life before awakening. ",
  "mn123:22.2": "This practice is said to be the “awareness” part of “mindfulness and awareness” (<i lang='pi' translate='no'>satisampajañña</i>) at <a href='https://suttacentral.net/sn47.35/en/sujato#3.1'>SN 47.35:3.1</a>, while at <a href='https://suttacentral.net/dn33/en/sujato#1.11.37'>DN 33:1.11.37</a> = <a href='https://suttacentral.net/an4.41/en/sujato#4.1'>AN 4.41:4.1</a> it is a further development of immersion leading to awareness. | The Buddha is gently reframing Ānanda’s devotionalism, pointing back to the practice of meditation, a quality that he shares with disciples (eg. Sāriputta at <a href='https://suttacentral.net/an7.39/en/sujato#1.6'>AN 7.39:1.6</a> and Nanda at <a href='https://suttacentral.net/an8.9/en/sujato#5.1'>AN 8.9:5.1</a>). Subtly, he is also completing the circle of the Sutta, as the first items speak of how the <i lang='pi' translate='no'>bodhisatta</i> was “mindful and aware” when reborn (<a href='https://suttacentral.net/mn123/en/sujato#3.2'>MN 123:3.2</a>). Thus while Ānanda spoke of results, the Buddha pointed to the cause of awakening, a rhetorical twist he also employed at <a href='https://suttacentral.net/mn32/en/sujato#17.5'>MN 32:17.5</a>. "
}