{
  "mn128:1.1": "This discourse offers a unique insight into the Buddha’s own meditative development. The “corruptions” of the title are the subtle mental flaws that undermine meditation when it is on the brink of absorption. | This discourse and <a href='https://suttacentral.net/mn31/en/sujato'>MN 31</a> appear to be influenced by Bṛhadāraṇyaka Upaniṣad 4.3, a famous dialogue where an unusually reluctant Yājñavalkya is repeatedly pressed by King Janaka to reveal the true nature of a person’s light. ",
  "mn128:2.1": "This is in reference to the notorious quarrel at Kosambī, also referred to at <a href='https://suttacentral.net/mn48/en/sujato#2.1'>MN 48:2.1</a>. The events are detailed in the Vinaya at <a href='https://suttacentral.net/pli-tv-kd10/en/sujato'>Kd 10</a>. ",
  "mn128:3.4": "While both here and at <a href='https://suttacentral.net/mn48/en/sujato'>MN 48</a> we see the Buddha intervening to settle the conflict, here he goes to them, while there he summons them to him; and the ensuing course of the Sutta is quite different. ",
  "mn128:6.1": "These verses are also found in the Vinaya account at <a href='https://suttacentral.net/pli-tv-kd10/en/sujato#3.1.3'>Kd 10:3.1.3</a> and the Kosambiya Jātaka at <a href='https://suttacentral.net/ja428/en/sujato#1.1'>Ja 428:1.1</a>. ",
  "mn128:6.4": "",
  "mn128:6.6": "Read <i lang='pi' translate='no'>agocara</i> (“out of bounds”). ",
  "mn128:6.9": "These four verses are shared with <a href='https://suttacentral.net/dhp3/en/sujato'>Dhp 3</a>–6. ",
  "mn128:6.20": "",
  "mn128:6.21": "This verse is found in the same context at <a href='https://suttacentral.net/dhp6/en/sujato'>Dhp 6</a>, and in different contexts in <a href='https://suttacentral.net/thag4.3/en/sujato#1.1'>Thag 4.3:1.1</a> and <a href='https://suttacentral.net/thag8.1/en/sujato#5.1'>Thag 8.1:5.1</a>. ",
  "mn128:6.22": "<i lang='pi' translate='no'>Yamāmese</i> is reflexive first person plural imperative of <i lang='pi' translate='no'>yamati</i>, “let us restrain ourselves”, cf. <a href='https://suttacentral.net/sn10.6/en/sujato#3.1'>SN 10.6:3.1</a>: <i lang='pi' translate='no'>pāṇesu ca saṁyamāmase</i> (“Let us restrain ourselves regarding living creatures”). ",
  "mn128:6.27": "",
  "mn128:7.1": "“Child salt-workers” is <i lang='pi' translate='no'>bālakaloṇakāra</i> (cf. <i lang='pi' translate='no'>loṇakāradārako</i> at <a href='https://suttacentral.net/an4.188/en/sujato#5.3'>AN 4.188:5.3</a>). Children are used to mine salt in India to this day. ",
  "mn128:7.2": "Bhagu was a leading Sakyan who went forth along with Bhaddiya, Anuruddha, Ānanda, Kimbila, Devadatta, and Upāli (<a href='https://suttacentral.net/pli-tv-kd17/en/sujato#1.4.1'>Kd 17:1.4.1</a>). He is known from his ardent striving described in his verses at <a href='https://suttacentral.net/thag4.2/en/sujato'>Thag 4.2</a>, and is listed with other renowned mendicants at <a href='https://suttacentral.net/mn68/en/sujato#2.2'>MN 68:2.2</a>. | After the conflict at Kosambī, the Buddha sought the company of his fellow Sakyans; first Bhagu, then the three Sakyans below. | Another Bhagu was one of the ancient Vedic seers, while yet another was a contemporary of Sāṇavāsī around the time of the Second Council (<a href='https://suttacentral.net/pli-tv-kd8/en/sujato#24.6.6'>Kd 8:24.6.6</a>). ",
  "mn128:8.1": "The Eastern Bamboo Park was in Ceti, not far from Kosambī. | Apart from the setting, the following passage is identical with <a href='https://suttacentral.net/mn31/en/sujato#2.1'>MN 31:2.1</a>ff., down as far as the discussion on meditation; see that Sutta for notes. The current Sutta is the original narrative context (see note on <a href='https://suttacentral.net/mn31/en/sujato#6.1'>MN 31:6.1</a>). ",
  "mn128:14.7": "For <i lang='pi' translate='no'>hatthavilaṅghaka</i> (“lending a hand up”) see <a href='https://suttacentral.net/mn125/en/sujato#9.2'>MN 125:9.2</a>. ",
  "mn128:15.2": "As at <a href='https://suttacentral.net/mn31/en/sujato#10.3'>MN 31:10.3</a>ff., Anuruddha must be prodded to reveal the full extent of his meditation prowess. The form of both Suttas parallels Yājñavalkya’s reticence to answer Janaka. In addition, here the theme also echoes the Upaniṣad, for Janaka asks about a person’s light (<i lang='pi' translate='no'>kiṁjyotirayaṁ puruṣa</i>, Bṛhadāraṇyaka Upaniṣad 4.3.2). Yājñavalkya answers that it is simply the sun. When pressed further, he admits it might be the moon, then fire, or even speech. He only reluctantly admits that a person’s true light is their Self, made of consciousness, the light in the heart. This is the same Self referred to above in the phrase, “whose nature is to desire only the self”. | The Vedantic commentator Śaṅkara, on a verse of the same chapter (4.3.7), discusses at length Buddhist objections to his doctrine. Thus the Buddhist text looks back to the Upaniṣad, while the commentary to that same Upaniṣad looks to Buddhism. ",
  "mn128:15.3": "The key terms here are “perceive” (<i lang='pi' translate='no'>sañjānāma</i>), “light” (<i lang='pi' translate='no'>obhāsa</i>), and “vision of forms” (<i lang='pi' translate='no'>dassanañca rūpānaṁ</i>). Variations of these are common terms for the visions seen in meditation (eg. <a href='https://suttacentral.net/dn9/en/sujato#14.2'>DN 9:14.2</a>, <a href='https://suttacentral.net/mn77/en/sujato#22.2'>MN 77:22.2</a>, <a href='https://suttacentral.net/mn121/en/sujato#5.4'>MN 121:5.4</a>). The “light” is the radiance that indicates freedom from defilements, while the “forms” may be the various phenomena that one in such a meditation might see. In particular this refers to the power of clairvoyance (<i lang='pi' translate='no'>dibbacakkhu</i>), in which Anuruddha was later declared foremost (<a href='https://suttacentral.net/an1.192/en/sujato#1.1'>AN 1.192:1.1</a>). See the discussion in the previous Sutta (<a href='https://suttacentral.net/mn127/en/sujato#10.1'>MN 127:10.1</a>) and also eg. <a href='https://suttacentral.net/mn32/en/sujato#6.6'>MN 32:6.6</a>, <a href='https://suttacentral.net/sn9.6/en/sujato#1.2'>SN 9.6:1.2</a> <a href='https://suttacentral.net/an3.130/en/sujato#1.3'>AN 3.130:1.3</a>, and <a href='https://suttacentral.net/an8.46/en/sujato#1.3'>AN 8.46:1.3</a>. ",
  "mn128:15.5": "Below, the Buddha investigates by way of “cause and reason” (<a href='https://suttacentral.net/mn128/en/sujato#16.5'>MN 128:16.5</a>), hence the commentary explains <i lang='pi' translate='no'>nimitta</i> here as “basis” (<i lang='pi' translate='no'>kāraṇa</i>; for similar senses see <a href='https://suttacentral.net/mn12/en/sujato#23.1'>MN 12:23.1</a>, <a href='https://suttacentral.net/sn48.40/en/sujato#1.6'>SN 48.40:1.6</a>, <a href='https://suttacentral.net/an3.102/en/sujato#1.2'>AN 3.102:1.2</a>). | Confusingly, in the previous sentence we have “light and vision of forms”, but this is not <i lang='pi' translate='no'>nimitta</i>, which does not have this meaning in early texts. For related contexts, see <a href='https://suttacentral.net/dn11/en/sujato#80.12'>DN 11:80.12</a>, <a href='https://suttacentral.net/dn33/en/sujato#1.9.27'>DN 33:1.9.27</a>, <a href='https://suttacentral.net/mn5/en/sujato#6.1'>MN 5:6.1</a>, <a href='https://suttacentral.net/mn20/en/sujato#2.1'>MN 20:2.1</a>, <a href='https://suttacentral.net/mn36/en/sujato#45.6'>MN 36:45.6</a>, <a href='https://suttacentral.net/mn44/en/sujato#12.3'>MN 44:12.3</a>, <a href='https://suttacentral.net/an3.19/en/sujato#2.3'>AN 3.19:2.3</a>, <a href='https://suttacentral.net/an4.14/en/sujato#4.2'>AN 4.14:4.2</a>, <a href='https://suttacentral.net/an6.27/en/sujato#7.1'>AN 6.27:7.1</a>, and <a href='https://suttacentral.net/an9.35/en/sujato#1.11'>AN 9.35:1.11</a>. | Anuruddha learned his lesson, for at <a href='https://suttacentral.net/mn68/en/sujato#6.2'>MN 68:6.2</a> he explains how hindrances prevent absorption. ",
  "mn128:16.3": "This refers to a stage in the development of meditation when immersion is not properly consolidated. It is a delicate phase, where familiar hindrances appear in subtle ways, which can nonetheless be an obstacle for absorption. Below I give my understanding of these meditation issues and how to deal with them. ",
  "mn128:16.7": "When immersion is not consolidated, even the slightest uncertainty as to how to proceed can disturb the meditation. Doubt can also arise regarding whether the visions seen in meditation are real. This can be counteracted by determining one’s meditation at the beginning. | These three sentences use grammatical tense very precisely: an event is recalled (in past tense); a timeless principle is inferred (in present tense); and a resolution is made (in future tense). ",
  "mn128:16.8": "",
  "mn128:17.6": "The mind drifts from the meditation. At this subtle level, the mind may not be wandering or lost, but merely focusing imprecisely. ",
  "mn128:18.3": "Practicing to this level takes time, and any meditator will experience drowsiness at some point, even if it is merely a lack of fully clear energy. It is counteracted by rapture (<i lang='pi' translate='no'>pīti</i>), which uplifts and inspires the mind. ",
  "mn128:19.5": "While “terror” might feel like an overly-strong rendering for <i lang='pi' translate='no'>chambhitatta</i> in this context, this example shows what it means. At this point the mind is amplified, so that even small reactions can quickly get out of hand. The Buddha explains more about this point in his meditation at <a href='https://suttacentral.net/mn4/en/sujato#20.1'>MN 4:20.1</a>. ",
  "mn128:20.3": "This can happen when the mind is starting to coalesce, and one is excited that absorption is near. To address this, a meditator might reflect on the importance of patience, and focus more on developing tranquility in the fundamental stages of meditation. ",
  "mn128:20.5": "For “hidden treasure” in meditation, compare <a href='https://suttacentral.net/mn52/en/sujato'>MN 52</a> = <a href='https://suttacentral.net/an11.16/en/sujato'>AN 11.16</a>. ",
  "mn128:21.3": "All meditators experience discomfort when sitting for long periods of time. To deal with this, a meditator should first get as comfortable as they reasonably can, then develop pleasure in the body. Anuruddha overcame pain in the body through the four kinds of mindfulness meditation (<a href='https://suttacentral.net/sn52.10/en/sujato#2.1'>SN 52.10:2.1</a>). ",
  "mn128:22.3": "Pushing too hard at the meditation, the body and mind can become over-wired with energy. To find balance, a meditator needs to relax and draw back from the meditation just a little. ",
  "mn128:23.3": "The opposite of the previous, here the mind subtly falls back from the meditation too far. They are not exactly drowsy, but the mind lacks the keenness to go deeper. In response, a meditator needs to apply the mind a little more strongly to the meditation. ",
  "mn128:24.3": "The meditator yearns for higher spiritual realizations, as at <a href='https://suttacentral.net/thag19.1/en/sujato#16.1'>Thag 19.1:16.1</a> or <a href='https://suttacentral.net/an4.159/en/sujato#6.7'>AN 4.159:6.7</a>. This is a wholesome motivation, but at this point it can disturb the meditation. ",
  "mn128:25.3": "Diversity can arise through the activity of the senses, or through the variety of “forms” seen by the meditator. Either way, the mind must be settled to find true oneness. ",
  "mn128:26.6": "The “forms” seen in meditation can be enticing and fascinating, appearing as glimpses of other realms, impressions of the presence of beings, or images of past lives. If the meditator pays too much attention to them, they lose focus on the meditation itself. ",
  "mn128:28.9": "This shows how <i lang='pi' translate='no'>nimitta</i> has a causal sense. <i lang='pi' translate='no'>Manasikāra</i> (“focus”) is typically used of paying attention to causes. ",
  "mn128:31.4": "This threefold presentation of the process of absorption focuses on <i lang='pi' translate='no'>vitakka</i> (“placing the mind”) and <i lang='pi' translate='no'>vicāra</i> (“keeping it connected”), looking closely at how they cease (see also <a href='https://suttacentral.net/dn33/en/sujato#1.10.121'>DN 33:1.10.121</a>, <a href='https://suttacentral.net/dn34/en/sujato#1.4.7'>DN 34:1.4.7</a>, <a href='https://suttacentral.net/sn43.3/en/sujato#1.2'>SN 43.3:1.2</a>, and <a href='https://suttacentral.net/an8.63/en/sujato#3.1'>AN 8.63:3.1</a>). The standard <i lang='pi' translate='no'>jhāna</i> formula focuses more on the refinement of feelings, from which perspective the first two stages of immersion here fall under the “rapture and bliss born of seclusion”, while only the third qualifies as “rapture and bliss born of immersion”. Thus Analayo describes the two descriptions as “complementary perspectives on the same process of deepening concentration” (<em>Comparative Study</em>, vol. ii, pg. 739, note 263). "
}