{
  "mn125:1.1": "This discourse uses the training of an elephant as an allegory for the Gradual Training. The Buddha contrasts the sensual lifestyle of Prince Jayasena, which clouds his vision of the truth, with the path of renunciation. Throughout, he lends support to the young novice Aciravata. ",
  "mn125:2.2": "Jayasena features in this discourse and the next. The commentary says he was Bimbisāra’s son. | Aciravata is otherwise unknown. ",
  "mn125:2.4": "Saccaka is also called Aggivessana ([mn35:4.2]()). ",
  "mn125:3.2": "Aciravati’s lack of confidence is understandable. Novices were under twenty, so here we have a rather intimidating situation where a Prince is questioning a teenager. ",
  "mn125:7.2": "Knowing his student lacks confidence, the Buddha has encouraging words for him, not letting him blame himself for Jayasena’s rejection. ",
  "mn125:7.3": "A parallel passage occurs at [mn125:7.3](), where the phrases “dwells in the midst of sensual pleasures, enjoying them” are reversed. The sequence there makes better sense: it starts with where they are, then what they enjoy, and gradually moves up to being consumed and seeking more. I take this as the correct sense and translate both passages accordingly. ",
  "mn125:9.1": "This simile is contextual, as Rājagaha is indeed surrounded by mountains. ",
  "mn125:9.2": "For _hatthavilaṅghaka_ (“lending a hand up”) see [mn31:9.7]() = [mn128:14.7](). ",
  "mn125:11.1": "",
  "mn125:13.1": "The parallel at MA 198 is more straightforward, mentioning only purity of body, speech, and mind; undertaking mindfulness meditation; and entering the four absorptions. ",
  "mn125:24.2": "Editions vary and it is not easy to decide between them. MS and BJT editions have _kāmūpasaṁhita_ (“connected with sensual pleasures”), while PTS has _kāyūpasaṁhita_ (“connected with the body”), followed by “connected with feelings, mind, and principles” respectively. The Chinese parallel has “sensuality” in first place, abbreviates the next two, then “against the dhamma” for the final _satipaṭṭhāna_ (MA 198 at T i 758b15). Sanskrit texts Pañcaviṁśatisāhasrikā Prajñāpāramitā and Pratyutpannabuddhasaṁmukhāvasthitasamādhi-sūtra have _kāya_. So the balance of the non-Pali texts supports the reading _kāyūpasaṁhita_. On the other hand, _kāmūpasaṁhita_ is a common term, while _kāyūpasaṁhita_ (etc.) appear only here; but the passage is passed over in the commentary and subcommentary, which suggests that they thought it was self-evident, making it unlikely that unique terms were used. Finally, the overall topic of the discourse is overcoming sensuality through meditation, and it would seem odd for the Buddha to be teaching specialized meditation instructions, found nowhere else, to a novice. Overall, then, I accept the reading _kāmūpasaṁhita_; see too the next note. ",
  "mn125:25.1": "The Pali version, in a unique presentation, has the four _satipaṭṭhānas_ in place of the first absorption, which offers further light on the problem discussed in the previous note. The first absorption is characterized by seclusion from sensual pleasures, while _vitakka_ is still present. Clearly one is not “thinking of sensual pleasures” at this point, so the reading _kāmūpasaṁhita_ is unproblematic. But it is not clear that one is not having _vitakka_ for the body (and feeling, mind, and principles). For example, in mindfulness of breathing one is applying the mind or “thinking of” the breath, in other words “thinking of the body”. Thus the reading _kāyūpasaṁhita_ would be difficult to fully explain. Any conclusions on this passage, however, are tenuous, and it seems likely there has been some textual corruption. Indeed, the Chinese parallel here has all four absorptions as usual. ",
  "mn125:31.4": "",
  "mn125:32.4": "The Buddha is giving gentle encouragement to Aciravata, reminding him that his junior status does not limit his spiritual growth. "
}