{
  "mn127:2.1": "For Pañcakaṅga and his role, see note on <a href='https://suttacentral.net/mn59/en/sujato#1.3'>MN 59:1.3</a>. ",
  "mn127:2.6": "",
  "mn127:2.7": "",
  "mn127:4.6": "At <a href='https://suttacentral.net/mn43/en/sujato#29.5'>MN 43:29.5</a>, Mahākoṭṭhita asks Sāriputta a similar question about different meditative liberations. ",
  "mn127:5.1": "“Without fail” renders <i lang='pi' translate='no'>apaṇṇaka</i>, for which see note on <a href='https://suttacentral.net/mn60/en/sujato#4.3'>MN 60:4.3</a>. It’s an unusual response. If <i lang='pi' translate='no'>apaṇṇaka</i> means literally a “set without a fifth”, Anuruddha might be punning on Pañcakaṅga’s name, which means, “a set of five items”. ",
  "mn127:7.1": "“Limitless” is <i lang='pi' translate='no'>appamāṇa</i>. This set of four meditations is known in later traditions as either the “divine meditations” (<i lang='pi' translate='no'>brahmavihārā</i>) or the “immeasurables” (<i lang='pi' translate='no'>appamaññā</i>). ",
  "mn127:8.1": "“Expansive” renders <i lang='pi' translate='no'>mahaggata</i>, literally “grown great”. This features as a state of mind that is developed in <i lang='pi' translate='no'>satipaṭṭhāna</i> (<a href='https://suttacentral.net/mn10/en/sujato#34.10'>MN 10:34.10</a>), and which is known with psychic powers (<a href='https://suttacentral.net/mn6/en/sujato#16.10'>MN 6:16.10</a>). It also appears just above next to “limitless” in the description of the divine meditations, a detail that perhaps prompted Pañcakaṅga’s question. ",
  "mn127:8.2": "This meditation practice is unique to this passage. It might be compared with the practice of emptiness at <a href='https://suttacentral.net/mn121/en/sujato#4.1'>MN 121:4.1</a>, which likewise moves from a perception of one’s limited surroundings towards something more universal. The meaning of “pervading” (<i lang='pi' translate='no'>pharitvā</i>) might be understood in the same sense as it is found in the divine meditations, where I have translated it as “spread”. The Sutta below, however, treats it as the spreading of light. In this interpretation, the “expansive” practice is a method of spreading love (etc.) by gradually expanding the perception of the field of love. The final extent is the land bordered by ocean, beyond which the mind become “limitless like the great ocean” (<a href='https://suttacentral.net/mn72/en/sujato#20.2'>MN 72:20.2</a>). In other words, the “expansive” liberation leads to the “limitless” liberation. ",
  "mn127:9.1": "“Rebirth in a future life” renders <i lang='pi' translate='no'>bhavūpapatti</i>. This section explains how the meditation one develops can shape one’s rebirth. ",
  "mn127:9.4": "The gods of limited radiance are mentioned at <a href='https://suttacentral.net/mn41/en/sujato#18-42.22'>MN 41:18–42.22</a>, where they are reborn due to a limited practice of the second absorption. ",
  "mn127:9.7": "Normally the Suttas maintain a clear distinction between the “corrupted” (<i lang='pi' translate='no'>saṅkiliṭṭha</i>) mind that is purified before attaining the radiance of absorption. This passage, however, suggests that things might not always be so clear-cut. ",
  "mn127:12.6": "This example shows that “craving for rebirth” need not be conscious. ",
  "mn127:13.1": "We meet Sabhiya Kaccāna also at <a href='https://suttacentral.net/sn44.1/en/sujato'>SN 44.1</a>, where he is questioned by Vacchagotta. His verses are at <a href='https://suttacentral.net/thag4.3/en/sujato'>Thag 4.3</a>. The conversion of a wanderer named Sabhiya is recorded in <a href='https://suttacentral.net/snp3.6/en/sujato'>Snp 3.6</a>; this might be the same person. ",
  "mn127:13.5": "For <i lang='pi' translate='no'>tadaṅgena</i> in the sense “in that respect”, see <a href='https://suttacentral.net/an9.33/en/sujato#1.3'>AN 9.33:1.3</a>. ",
  "mn127:17.4": "The phrase cited by Sabhiya here, “so I have heard”, is <i lang='pi' translate='no'>evaṁ me sutaṁ</i>, the standard opening for Buddhist suttas. This passage illustrates that this tag was used in order to indicate that the speaker was not present at the events, but “heard” about them. This is in contrast with the phrase “I heard and learned this in the presence” (<i lang='pi' translate='no'>sammukhā sutaṁ, sammukhā paṭiggahitaṁ</i>), which is used when reporting a teaching heard directly from the Buddha, eg. <a href='https://suttacentral.net/sn55.52/en/sujato#5.1'>SN 55.52:5.1</a>, <a href='https://suttacentral.net/sn22.90/en/sujato#9.1'>SN 22.90:9.1</a>, <a href='https://suttacentral.net/mn47/en/sujato#10.7'>MN 47:10.7</a>, etc. ",
  "mn127:17.8": "Sabhiya is bluntly asking about Anuruddha’s personal meditation attainments. It is a minor offence to declare these to lay people, but they may be discussed among monastics (<a href='https://suttacentral.net/pli-tv-bu-vb-pc8/en/sujato'>Bu Pc 8</a>). In this case, Anuruddha is speaking to a monastic while at least one lay person can overhear, a situation not addressed in the Vinaya. "
}