{
  "mn122:1.1": "In the discourse, as with the previous, emptiness is associated with physical seclusion and the development of serenity meditation leading to insight. ",
  "mn122:2.2": "The Sakyans Khemaka, known for his dark skin, and Ghaṭā are otherwise unknown. Their “lodges” (<i lang='pi' translate='no'>vihāra</i>) were, according to the commentary, buildings offered by them for the use of the Saṅgha inside the Banyan Tree Monastery, rather than being their personal homes. ",
  "mn122:2.3": "The fact that they were readily noticeable suggests that the beds were in the open, a detail confirmed by Tibetan parallel. Bedding and furniture were typically property of the Saṅgha, rather than individuals, so it is an offence to leave them exposed to the elements (<a href='https://suttacentral.net/pli-tv-bu-vb-pc14/en/sujato'>Bu Pc 14</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pc15/en/sujato'>Bu Pc 15</a>). ",
  "mn122:2.8": "Some translators (Chalmers, Horner, Siam Rath), as well as the Dictionary of Pali Proper Names, take this name as the masculine form <i lang='pi' translate='no'>ghaṭāya</i>, assuming it is compounded with <i lang='pi' translate='no'>sakkassa</i>; but names are not usually compounded in this way (cf. <i lang='pi' translate='no'>kāḷakhemakassa sakkassa</i> above), and <i lang='pi' translate='no'>ghaṭāya</i> does not seem to be attested elsewhere. In his hand-written manuscript, Ñāṇamoḷī had <i lang='pi' translate='no'>ghāṭā</i>, which was followed by Bodhi and Thanissaro. This reads the masculine agent noun “slayer”; but the genitive form would be <i lang='pi' translate='no'>ghātassa</i>, while PTS, BJT, MS, and commentary all have <i lang='pi' translate='no'>ghaṭāya</i> with no variants. Rather, read per text as the feminine genitive of <i lang='pi' translate='no'>ghaṭā</i>, suggesting that it was a woman who donated the building. She was perhaps born under the astrological sign known in India as <i lang='pi' translate='no'>kumbha</i> or <i lang='pi' translate='no'>ghaṭa</i> (“water-pot”), and in the west as Aquarius (“water-bearer”). ",
  "mn122:3.2": "This is defined at <a href='https://suttacentral.net/mn139/en/sujato#9.18'>MN 139:9.18</a> as the four absorptions. ",
  "mn122:4.1": "The “temporary and pleasant” liberation is the absorptions, while the “irreversible and unshakable” liberation is arahantship. ",
  "mn122:5.1": "Taken in isolation, <i lang='pi' translate='no'>rūpa</i> here might be “physical form” (i.e. “body”), but in passages with similar phrasing it is “visible form” (i.e. “sight”; <a href='https://suttacentral.net/an1.1/en/sujato#2.1'>AN 1.1:2.1</a>, <a href='https://suttacentral.net/an5.55/en/sujato#3.3'>AN 5.55:3.3</a>). ",
  "mn122:6.2": "Normally the meditations on emptiness and on signlessness are presented as separate  meditation practices (<a href='https://suttacentral.net/sn41.7/en/sujato#4.1'>SN 41.7:4.1</a>). But in the previous Sutta, the meditation on signlessness was presented as one of the stages in the manifestation of emptiness (<a href='https://suttacentral.net/mn121/en/sujato#10.1'>MN 121:10.1</a>). The outcome of the signless meditation is a heart that is “empty” of greed, hate, and delusion (<a href='https://suttacentral.net/mn43/en/sujato#37.1'>MN 43:37.1</a>). ",
  "mn122:6.3": "<i lang='pi' translate='no'>Tittha</i>, literally “ford”, is a path to salvation, used as a term for a non-Buddhist “religion”. <i lang='pi' translate='no'>Titthakara</i> is a “religious founder” (literally “ford-maker”); <i lang='pi' translate='no'>titthiya</i> is a “monastic of (another) religion” (for example at <a href='https://suttacentral.net/pli-tv-bu-vb-np22/en/sujato#1.2.5'>Bu NP 22:1.2.5</a>); <i lang='pi' translate='no'>titthiyasāvaka</i> is a “disciple of a monastic of (another) religion”. ",
  "mn122:9.5": "This phrase indicates that they have “situational awareness” (<i lang='pi' translate='no'>sampajañña</i>), namely a contextual overview of how their meditation is progressing, understood in terms of cause and effect. The phrase also occurs in the same sense at <a href='https://suttacentral.net/an7.49/en/sujato#3.3'>AN 7.49:3.3</a>. ",
  "mn122:9.8": "For imperturbable, see <a href='https://suttacentral.net/mn105/en/sujato#12.3'>MN 105:12.3</a>. In this mode of practice, they wanted to develop emptiness before the formless attainments. Contrast with <a href='https://suttacentral.net/mn121/en/sujato#10.1'>MN 121:10.1</a>, where they develop the signless meditation only after the formless attainments. ",
  "mn122:10.1": "Even though they had previously attained up to the fourth absorption, their practice is not yet fully stabilized. | For this phrase, see <a href='https://suttacentral.net/mn36/en/sujato#45.6'>MN 36:45.6</a> and <a href='https://suttacentral.net/an6.28/en/sujato#4.3'>AN 6.28:4.3</a>. ",
  "mn122:10.2": "In this context, it seems that “emptiness” is a way of deepening absorption. ",
  "mn122:11.1": "The Buddha goes on to explain who one with such advanced meditation is able to maintain their practice. | The phrase <i lang='pi' translate='no'>tassa … bhikkhuno iminā vihārena viharato</i> (“While a mendicant is practicing such a meditation”) sounds like it means they are actually in the meditation state itself, but this passage shows that this is not necessarily the case, as they are able to walk about and hold conversations. ",
  "mn122:15.7": "Even such an advanced meditator might sill have baser desires beneath the surface. However, so long as they are aware of this they do not stray from the path. ",
  "mn122:17.1": "Finally the meditator undertakes discernment (<i lang='pi' translate='no'>vipassanā</i>). ",
  "mn122:20.1": "Here we find mentioned only the first three of the normal nine categories (<i lang='pi' translate='no'>aṅga</i>) of the teaching (<a href='https://suttacentral.net/mn22/en/sujato#10.2'>MN 22:10.2</a>). This may be an earlier list or perhaps simply an abbreviation. Note that the PTS edition reads <i lang='pi' translate='no'>yadidaṁ suttaṁ geyyaṁ veyyākaraṇassa hetu</i>, which would imply only two categories: “for the sake of explanations, namely statements and mixed prose & verse”. A passage at <a href='https://suttacentral.net/an5.194/en/sujato#3.3'>AN 5.194:3.3</a> mentions four categories, with the addition of “amazing stories”, but this too might be simply an artifact of abbreviation. ",
  "mn122:20.3": "The Buddha shifts to address Ānanda directly. This is in reference to the fact that Ānanda was renowned as the greatest master of scriptural memorization. ",
  "mn122:20.4": "That is, rather than simply memorizing more texts, one such as Ānanda should seek encouragement that supports practice. ",
  "mn122:22.1": "As is made clear by the example of the spiritual practitioner below, who is said to follow the Buddha, the “teacher” (<i lang='pi' translate='no'>ācariya</i>) and the “student” (<i lang='pi' translate='no'>antevāsī</i>) here are outside of  Buddhism. ",
  "mn122:22.3": "The more a monastic has a reputation for seclusion, the more people seek them out. ",
  "mn122:22.5": "Compare the similar phrase at <a href='https://suttacentral.net/sn16.8/en/sujato#7.7'>SN 16.8:7.7</a>. ",
  "mn122:25.6": "",
  "mn122:27.1": "This passage seems to mean, “I shall not work you …”, which is the exact opposite of the sense required by the next sentence. A Sanskrit parallel yields the required sense with the verb <i lang='pi' translate='no'>dhanayiṣye</i>, “to treasure, to mollycoddle” (<a href='https://suttacentral.net/san-mu-kd17/san/gbm?lang=en&reference=main&highlight=false#sc493'>Mūlasarvāstivāda Vinaya, Kd 17:493</a>). Perhaps an initial negatory <i lang='pi' translate='no'>a-</i> has been elided in the Pali <i lang='pi' translate='no'>parakkamissāmi</i>, which would yield a similar sense, “I shall not stop working you …”. | The same Sanskrit passage has <i lang='pi' translate='no'>bhājanānā</i> (“pots”) where the Pali has <i lang='pi' translate='no'>āmake āmakamatte</i>, literally “uncooked, a bit damp”. "
}