{
  "mn120:1.1": "This Sutta describes a practice by which a mendicant may choose their place of rebirth. This stands in contrast with the normal approach, where a mendicant aims to be free of all rebirth. At <a href='https://suttacentral.net/mn16/en/sujato#12.1'>MN 16:12.1</a>, a mendicant who practices out of desire for rebirth is said to be bound by an “emotional shackle” (<i lang='pi' translate='no'>cetasovinibandha</i>). At <a href='https://suttacentral.net/an3.18/en/sujato'>AN 3.18</a>, the mendicants are said to be horrified by the suggestion that they practice for rebirth as a god, while <a href='https://suttacentral.net/an7.50/en/sujato#9.1'>AN 7.50:9.1</a> suggests that such aspirations stem from unresolved sexual desire. The present Sutta takes a more conciliatory stance, moving from desire for progressively more refined kinds of rebirth to ultimately letting go of rebirth altogether. ",
  "mn120:2.1": "Here <i lang='pi' translate='no'>saṅkhāra</i> has the same sense “choice” that it has in dependent origination or the five aggregates. In each case, it is the mental volition that is motivated by morally meaningful forces, either greed, hate, and delusion or their opposites, and which creates results according to that moral force. Often this works unconsciously, as the effects of our choices and deeds manifest with or without our comprehension. Here, someone who understands <i lang='pi' translate='no'>kamma</i> turns it to their advantage by consciously developing an aspiration for a particular desired result. | <i lang='pi' translate='no'>Upapatti</i> is one of several terms in Pali that regularly mean “rebirth”, such as <i lang='pi' translate='no'>jāti</i>, <i lang='pi' translate='no'>(abhi)-nibbatti</i>, <i lang='pi' translate='no'>okkanti</i>, and <i lang='pi' translate='no'>punabbhava</i>. ",
  "mn120:3.1": "The aspiration alone is not enough. It only works if the person already has the kammic potential to realize their aims. | In this discourse it is a mendicant who is making the aspiration. The related passages at <a href='https://suttacentral.net/dn33/en/sujato#3.1.98'>DN 33:3.1.98</a> and <a href='https://suttacentral.net/an8.35/en/sujato'>AN 8.35</a> focus on “rebirth by giving”, implying the aspirant is a lay person. ",
  "mn120:3.3": "See <a href='https://suttacentral.net/dn33/en/sujato#3.1.102'>DN 33:3.1.102</a>, <a href='https://suttacentral.net/mn41/en/sujato#15.2'>MN 41:15.2</a>, and <a href='https://suttacentral.net/an8.35/en/sujato#1.8'>AN 8.35:1.8</a>. ",
  "mn120:3.5": "“Meditations” here is <i lang='pi' translate='no'>vihārā</i>, literally “abidings”. ",
  "mn120:3.6": "",
  "mn120:12.4": "The text does not say what “pervading” (<i lang='pi' translate='no'>pharitvā</i>) means, but presumably it is the “divine meditations” (<i lang='pi' translate='no'>brahmavihāra</i>), which are said to be “spread” or “pervaded” (eg. <a href='https://suttacentral.net/mn7/en/sujato#13.1'>MN 7:13.1</a>). See also <a href='https://suttacentral.net/mn127/en/sujato#8.2'>MN 127:8.2</a>. ",
  "mn120:12.12": "This passage raises the question as to how such a reflection leads to rebirth in the Brahmā realms, which requires the development of absorption (eg. <a href='https://suttacentral.net/an4.123/en/sujato'>AN 4.123</a>). Similar passages take care to specify that in order to be reborn in the Brahmā realm, one must not only be ethical, but “free of desire”, by which they imply the practice of absorption (<a href='https://suttacentral.net/dn33/en/sujato#3.1.136'>DN 33:3.1.136</a> = <a href='https://suttacentral.net/an8.35/en/sujato#4.11'>AN 8.35:4.11</a>). Related passages in Chinese translation relate the development of different levels of absorption to rebirth in the various realms (MA 168 at T i 700c7; Dharmaskandha, T 1537 at T xxvi 506b14), as does the commentary to this Sutta. Now, while the current Sutta does not mention absorption, it may be considered in light of the meditation practice of the six recollections. One of these is the recollection that the deities, including Brahmās, were reborn due to their faith, ethics, learning, generosity, and wisdom—exactly the same qualities mentioned in the present Sutta (<a href='https://suttacentral.net/an6.25/en/sujato#6.3'>AN 6.25:6.3</a>). Thus when the present Sutta says to “settle on that thought, concentrate on it, and develop it”, the phrase <i lang='pi' translate='no'>cittaṁ bhāveti</i> implies more than simply “developing the thought” of the aspiration, but means “developing the mind”. In the Suttas this implies deep meditation, as for example the case of a teacher of the past, Sunetta, who was “free of desire”; after “developing the mind of love” (<i lang='pi' translate='no'>mettaṁ cittaṁ bhāvetvā</i>) he was reborn in the Brahmā realm (<a href='https://suttacentral.net/an7.66/en/sujato#13.1'>AN 7.66:13.1</a>). Thus we can interpret the present passage as a way of practicing recollection of the deities, recalling that one’s virtuous qualities are shared with the deities, and developing deep meditation based on the joy that brings. ",
  "mn120:37.7": "Just as rebirth in the realms of higher divinity implies the corresponding level of absorption, freedom from rebirth implies the whole eightfold path. "
}