{
  "mn139:2.1": "See note on [mn137:2.1](). ",
  "mn139:3.1": "This is adapted from the first sermon; text has _kāmasukhamanuyuñjeyya_ which is a briefer expression that the original _kāmesu kāmasukhallikānuyogo_ at [sn56.11:2.3](). ",
  "mn139:3.9": "“Popular terms” is _janapadanirutti_. | _Samaññā_ (“label”, Sanskrit _samājñā_) ought not be confused with _sāmañña_ (“agreement”, “equality”, Sanskrit _sāmānya_). ",
  "mn139:12.3": "None of the terms below are regional or dialectical, so _janapadanirutti_ means “expressions current among the people”, “popular terms” rather than “regional dialects”. ",
  "mn139:12.4": "This is not about “translating” the Dhamma wholesale, but about using different popular terms, as in the U.S. they say “soda” or “pop” in different regions. Compare [pli-tv-kd15:33.1.5](), which is about individuals giving their own glosses to terms (_sakāya niruttiya_). All these are either attested in Pali and/or Sanskrit or are readily explicable from Pali roots. | _Pātī_ (“pot”) is from the root _√pā_, “to drink”, used in Pali especially of precious “golden pots” ([an9.20:4.3]()). | _Patta_ (“bowl”), the masculine form of the same root, is the standard word for a mendicant’s alms bowl. | For _vittha_ (“jar”; variants _vitta_, _piṭṭha_) see _vitthaka_, a small jar for sewing gear ([pli-tv-kd15:11.5.15]()). | _Sarāva_ (“scoop”) is a common word for a scoop for water (eg. [an3.57:3.2](), [pli-tv-kd15:14.3.30](), [kv1.1:356.6](); Sanskrit _śarāva_, eg. Śatapatha Brāhmaṇa 5.1.4.12; Chāndogya Upaniṣad 8.8.1; Manu 6.56; also in Jain texts). | For _dhāropa_ (“vessel”) accept variant _harosa_ by analogy with _puṭosa_ ([mn118:8.9]()), yielding the sense “carrier for food”, “vessel”. | _Poṇa_ (“dish”) is probably a dish with “sloped” sides. | _Pisīlava_ (“plate”) was used for the butter placed on the altar (Śatapatha Brāhmaṇa 2.5.3.6: _piśīle vā pātryau vā_). ",
  "mn139:12.9": "",
  "mn139:14.3": "This was apparently prompted by Subhūti’s support of his fellow monk Saddha at [an11.14 ](), for which he was declared the foremost in living without conflict ([an1.201:1.1](); he was additionally praised as worthy of donations ([an1.202:1.1](). Subhūti’s meditation is praised at [ud6.7](), and his verse opens the Theragāthā at [thag1.1](). "
}