{
  "mn13:3.1": "This group of three—_kāma_, _rūpa_, _vedanā_—is also found at [an3.126]() and [an10.29](), where it also relates to the teachings of outsiders. ",
  "mn13:3.2": "",
  "mn13:3.3": "The text does not say what the wanderers understood by these three full understandings. The commentary says they spoke in reference to, respectively, the first absorption, the formless attainments, and the non-percipient state. It seems unlikely that their doctrine mapped so neatly onto the Buddha’s. ",
  "mn13:3.4": "In questioning this, the wanderers display better discernment than many today, who leap all too readily from the discovery of something in common between religions to the assertion that they are therefore the same. ",
  "mn13:4.3": "This is the quintessential Buddhist attitude when encountering something unknown: to neither accept nor reject, but inquire. ",
  "mn13:11.1": "",
  "mn13:12.1": "",
  "mn13:13.1": "Bastions were “wetly plastered” (_addāvalepana_) for resistance from fire ([sn35.243:7.1]()). ",
  "mn13:13.2": "For “splashed with dung” (_chakaṇakāyapi osiñcanti_), PTS reads _pakkaṭṭhī_, but this word appears to be spurious. The commentary says _chakaṇakā_ means “boiling cowdung”, but nothing in the word itself suggests “boiling”. The Chinese parallels at MA 99 and T 53 have “molten copper” <span lang='lzh'>融銅</span>, while EA 21.9 has “molten iron” (<span lang='lzh'>消鐵</span>). | _Abhivagga_ is only found here in Pali. The Atharvaveda (3.5.2, 6.54.2, 11.2.4) has _abhīvarga_ apparently in the sense of “domain”. The commentary says _abhivagga_ was a “hundred-toothed” weapon that crushed invaders of a castle. However, _vagga_ has the recognized military sense of “cadre, company, platoon”, so I take _abhivagga_ to mean “superior force”. ",
  "mn13:14.3": "The commentary explains these punishments thus. “Porridge pot”: remove the top of the skull and drop in a hot iron ball so that the brains boil over. “Shell-shave”: grind the skull with gravel until it is smooth. “Rāhu”s mouth’: force open the mouth with a skewer, put in oil and wick, and light it so it burns like the sun swallowed by the titan Rāhu ([sn2.8]()). “Garland of fire”: smear the body with oil and set it alight. “Burning hand”: wrap the hand with oiled rags and set it alight. “Bulrush twist”: flay the skin from the neck down, then twist it into a band by which to hang the victim. “Bark dress”: cut the skin in strips and make it into a garment. “Antelope”: pin the bound victim to the ground and roast them alive. “Meat hook”: flay with double fish-hooks. “Coins”: slice off disks of flesh like coins. “Caustic pickle”: beat the victim, then rub the wounds with caustic solution. “Twisting bar”: pin the victim to the ground by the ears and twirl them by the feet. “Straw mat”: beat them until every bone is broken and the body becomes limp as a mattress. ",
  "mn13:14.4": "",
  "mn13:15.2": "The drawbacks are escalating, the point being that hell is worse than the punishments described above. ",
  "mn13:15.3": "Previous drawbacks pertained to what is “apparent in this very life” (_sandiṭṭhika_), whereas this applies to “lives to come” (_samparāyika_). ",
  "mn13:16.2": "This happens with the realization of non-return. ",
  "mn13:21.1": "As shown in [mn10:14.3](), this meditation proceeds not by objectifying the other’s corpse as repulsive, but by identifying “it”—the neuter-gendered _sarīra_—with one’s own body. ",
  "mn13:30.2": "Since “forms” also includes the refined visions of meditation, the full understanding of forms only occurs with arahantship. ",
  "mn13:32.2": "The Buddha illustrates “feelings” with the highest and most refined possible feelings, those of _jhāna_. ",
  "mn13:36.2": "This describes the stage of insight meditation. After the meditator has attained absorption, they reflect that even those sublime feelings are impermanent. ",
  "mn13:37.2": "This occurs at arahantship. "
}