{
  "mn133:1.2": "The hot springs near Rājagaha were a popular place for monks to bathe, so much so that they prompted a rule ensuring that the monks did not monopolize the springs (<a href='https://suttacentral.net/pli-tv-bu-vb-pc57/en/sujato'>Bu Pc 57</a>). They are still in use and just as popular as ever. ",
  "mn133:1.3": "Soon after he went forth, a deity in the same location tempted Samiddhi to enjoy sensual delights (<a href='https://suttacentral.net/sn1.20/en/sujato'>SN 1.20</a>). Had he succumbed, that would have been a case of “faltering amid presently arisen phenomena”. Samiddhi further appears in discourses at <a href='https://suttacentral.net/mn136/en/sujato'>MN 136</a>, where he had gone forth only three years, and <a href='https://suttacentral.net/an9.14 /en/sujato'>AN 9.14 </a>, where he seems more mature. In <a href='https://suttacentral.net/sn4.22/en/sujato'>SN 4.22</a>, Māra threatens to shake his faith, prompting him to ask the Buddha about Māra’s true nature (<a href='https://suttacentral.net/sn35.65/en/sujato'>SN 35.65</a>). This event is recalled in his verse at <a href='https://suttacentral.net/thag1.46/en/sujato'>Thag 1.46</a>. ",
  "mn133:2.5": "The “verses” are, in fact, the same thing as the “recitation passage” mentioned above. The Tibetan and Chinese parallels lack the doubled question. ",
  "mn133:4.16": "",
  "mn133:6.2": "Though he set to teach the “recitation passage and analysis”, the Buddha omits the analysis, so the monks ask Mahākaccāna for the analysis. The same situation obtains in <a href='https://suttacentral.net/mn138/en/sujato#4.2'>MN 138:4.2</a>. In both cases the Chinese and Tibetan parallels avoid the problem, since the Buddha only says he will teach the verses. Contrast the situation at <a href='https://suttacentral.net/mn137/en/sujato#2.1'>MN 137:2.1</a> and <a href='https://suttacentral.net/mn139/en/sujato#2.1'>MN 139:2.1</a>. ",
  "mn133:7.21": "See note at <a href='https://suttacentral.net/mn18/en/sujato#10.9'>MN 18:10.9</a>. ",
  "mn133:13.2": "As in <a href='https://suttacentral.net/mn18/en/sujato#16.1'>MN 18:16.1</a> and <a href='https://suttacentral.net/mn138/en/sujato#10.2'>MN 138:10.2</a>, Kaccāna’s favored mode of analysis is through the six senses. ",
  "mn133:17.9": "<i lang='pi' translate='no'>Dhamma</i> is rendered here with “ideas”, namely those things which are known by the mind. Where it is rendered “phenomena”, it includes the “ideas” as well as all else that is known. "
}