{
  "mn138:3.1": "Also at [iti94:2.1](). | For _vikkhittaṁ visataṁ_, see [an5.51:3.4](), where a river is “dispersed and displaced”; [an4.246:3.4](), where a lion ensures that his limbs are not “disordered or displaced”;  [sn51.20:6.2](). At [sn51.20]() the four bases of psychic power are “scattered and diffused” due to sensual pleasures. | _Asaṇṭhita_ in the sense “not stuck” is also found in the phrase “not stuck in the formless” at [snp3.12:49.2]() = [iti51:3.2]() = [iti73:4.2](). See also [sn22.70:1.4](), and the phrase “when I stood still, I went under” at [sn1.1:1.7](). ",
  "mn138:4.2": "See note at [mn133:6.2](). ",
  "mn138:5.7": "See note at [mn18:10.9](). ",
  "mn138:10.2": "“Features” (_nimitta_) are the aspects of sense experience that provoke a response. Compare the standard passage on sense restraint (eg. [mn27:15.1]()), and [mn137:8.3](), where one is “preoccupied” with a sight giving rise to pleasure, etc. ",
  "mn138:12.1": "In the main summary, consciousness is the subject of each of the three clauses. When the clauses are separated out, the subject is left implicit. ",
  "mn138:12.3": "_Samādhi_ is the outcome of letting go ([sn48.9:4.2]()). This passage reminds us that letting go also applies to _samādhi_ itself, so one should not be content to rest on one’s laurels. | Note that in this section, with its focus on states of absorption, Mahākaccāna shifts from “consciousness” (_viññāṇa_) to “mind” (_citta_). ",
  "mn138:14.2": "Text has “equanimity” in the first case, “bliss with equanimity” subsequently. ",
  "mn138:16.3": "The solution to being “stuck internally” is to continually deepen _samādhi_ by deepening letting go, not, as taught by some 20th century meditation teachers, to avoid it out of fear of becoming attached. ",
  "mn138:20.1": "All Pali editions read “anxious because of not grasping”. Implausible though it is, this is accepted by the commentary, which offers an explanation. The Saṁyuttanikāya, however, has several similar passages that consistently have the expected “anxious because of grasping” ([sn22.7](), [sn22.8](), [22.90:3.13]()). It seems the Majjhima preserves an ancient error and the Saṁyutta reading should be preferred. "
}