{
  "mn136:2.2": "This is the only time we meet Potaliputta. His name suggests he hails from the capital of Assaka, variously spelled Potali or Potana ([dn19:36.4]()). | As for Samiddhi, see note on [mn133:1.3](). ",
  "mn136:2.8": "There is indeed no such statement in the suttas. ",
  "mn136:2.9": "This is the cessation of perception and feelings. ",
  "mn136:2.14": "It is this answer of Samiddhi’s that is criticized below. ",
  "mn136:6.5": "There are several monks named Udāyī and it is not easy to distinguish them. Of of then was known for his stupidity ([an6.29:3.3]()). | _Ummagga_ is from _ummujjati_, just below, “uprising, emergence”. ",
  "mn136:6.15": "Text here reads _vibhajantassa_, which appears ungrammatical. This phrase is shared with [an6.62:5.8](), which is also a case where a junior monk has made a silly statement. There the Pali has _vibhajissāmi_ (“I will explain”). The commentary does not explicitly comment on this phrase, but it does say that the Buddha thought, “I will make it clear for the mendicant Saṅgha” (_bhikkhusaṅghassa pākaṭaṁ karissāmīti_), which implies that it was reading the future tense. Compare the use of future tense in the stock phrase, “Listen and apply your mind well, I will speak” ([mn138:2.2]()). ",
  "mn136:9.1": "Meditation is described in the same way at [dn1:1.31.1](), which is also concerned with those who draw inaccurate inferences from deep meditation. ",
  "mn136:9.4": "The use of _kira_ (“seems”) conveys an appropriate degree of caution when framing a hypothesis. But as we shall see, the theorist does not maintain this. ",
  "mn136:9.5": "Having framed their hypothesis, the theorist presents their supporting observations. ",
  "mn136:9.7": "Now the theorist draws their inference, committing two logical fallacies. One is the fallacy of hasty generalization: the fact that *some people* who do bad deeds go to hell does not imply that *all people* who do bad deeds go to hell. The second is the post hoc fallacy: the fact that the bad deed *preceded* rebirth in hell does not imply that the bad deed *caused* rebirth in hell. The Buddha avoids the fallacy of hasty generalization by surveying a much larger, statistically significant scope, said to be ninety-one eons ([mn71:14.2]()). And he avoids the post hoc fallacy by flipping the causal arrow: if the *presence* of kamma leads to rebirth, then the *absence* of kamma should lead to the ending of rebirth. By practicing to realize the ending of kamma he confirmed this for himself. ",
  "mn136:9.8": "Leaving behind caution and going beyond observation, the theorist now asserts that the results of their reasoning are the truth. | Here words from the root _√ñā_ are used for both right and wrong ideas. Normally I translate _√ñā_ as “knowledge”, but in English one cannot “know” something false. One might *believe* that it is nighttime when it is in fact the day, but one cannot *know* this. Usually _√ñā_ does have the positive sense of “true knowledge”, but when dealing with errant theorizers we also find it used for “false knowledge”, in which case I use “notion” (eg. [snp4.13:17.2]()). ",
  "mn136:9.9": "Contemplatives sometimes deprecate logic as inferior to meditative insight. By not exercising the critical skills to evaluate and improve their reasoning, they become especially prone to using poor logic. The brilliance of meditative experiences can be overwhelming and it is easy to be convinced of the truth of one’s inferences, without even recognizing them as inferences. sutta passages such as this show that the interpretation of meditative experiences must be tempered with clear logic. ",
  "mn136:17.2": "The logic of this passage seems to be: “When a good result follows a bad deed, or bad follows good, then they must have done some other fitting deed at another time; and even if a bad result follows a bad deed, or good follows good, it is still possible that the result was caused by some other fitting deed.” But the phrasing of the Pali does not quite say this. I suspect that some nuance has been lost, perhaps due to over-zealous standardization. | For deathbed kamma see [mn97:38.7]() and note. ",
  "mn136:18.2": "",
  "mn136:20.4": ""
}