{
  "mn144:1.1": "This discourse recurs at [sn35.87](). In the Saṁyutta Nikāya, as here in the Majjhima, it is immediately followed by the Puṇṇovādasutta ([mn145](), [sn35.88]()). ",
  "mn144:2.1": "For Mahācunda, see note on [mn8:2.1](). | This Channa only appears only in this discourse. He is evidently not the same person as the Budddha’s former charioteer who was famously admonished on the Buddha’s deathbed ([dn16:6.4.1]()). ",
  "mn144:11.2": "Mahācunda is about to quote a phrase that appears at [ud8.4](). ",
  "mn144:11.3": "The “dependent” is the world of conditions. The “independent” is Nibbana. | “Agitation” is _calita_, otherwise “shaking, trembling”. ",
  "mn144:11.5": "“Inclination” is _nati_, from a root meaning “to bend”. Sometimes used in the sense of a “inclination of mind” ([mn19:6.1]()), here, as the following lines make clear, it refers to the mind inclining to rebirth; explained by the commentary as “craving”. Compare the English idiom, “one is bent on destruction”. ",
  "mn144:11.8": "Vedic cosmology speaks of a tripartite world: the earth, the heavens, and the “midspace” (_antarikṣa_), namely the atmosphere. The gods journey through the midspace to earth for the sacrifice, bringing bounty for mortals (eg. Rig Veda 7.45). Later, the process of rebirth was conceived of as a path of cosmological ascent returning to the world of the gods or the fathers (eg. Bṛhadāraṇyaka Upaniṣad 5.10.1). For the suttas, rebirth is likewise seen as a process of moving between states, like a person leaving a house, walking down the street, and entering another house ([dn2:96.1]()). ",
  "mn144:13.5": "There are several variant spellings of this name, which does not seem to appear elsewhere. ",
  "mn144:13.6": "The text plays with homonyms of _upavajja_ as “blameworthy” (Sanskrit _upavadya_) and as “hospitable” (commentary: _upasaṅkamitabba_, Sanskrit _upavrajya_). ",
  "mn144:13.10": "The Buddha confirms that Channa was an arahant. ",
  "mn144:13.11": "Suicide generally is condemned in Buddhism as the taking of a human life. But from this and similar incidents ([sn4.23](), [sn22.87]()) it is widely accepted that suicide in the final throes of a terminal illness is allowable for arahants, as they are incapable of committing a blameworthy act. The suttas, however, can also be read to support the reverse reading: the reason it is allowable for arahants is because it is not blameworthy. The underlying logic would be that ending life is normally bad because life is valuable, but at such a point life no longer has any value. Obviously this is a complex issue that cannot be resolved by a few short scriptural passages, but a Buddhist would be motivated by compassion and understanding for those going through such terrible suffering. "
}