{
  "mn141:2.1": "This is in reference to the Dhammacakkappavattanasutta, the so-called First Sermon (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>), for which the current discourse serves as a canonical commentary. ",
  "mn141:3.1": "The four noble truths are sometimes said to be like a doctor who identifies the illness, discerns its cause, understands the recovery, and administers the cure until the patient is restored to health (SA 389 at T ii 105a25; SA-2 254 at T ii 462c10). This analogy is not found in the Pali canon. ",
  "mn141:5.4": "To extol his leading students, the Buddha recalls his own upbringing, born of Māyā and raised by Mahāpajāpatī (who appears in the next discourse). Nonetheless, <i lang='pi' translate='no'>janetā</i> is a masculine noun and it would be misleading to translate it as “mother”. Both mother and father “give birth” (Bṛhadāraṇyaka Upaniṣad 6.4.14; the creator is male at 1.4.4). ",
  "mn141:5.5": "<i lang='pi' translate='no'>Āpādetā</i> is a causative agent noun from <i lang='pi' translate='no'>ā</i> + <i lang='pi' translate='no'>√pad</i> in the sense “one who raises”. Again, both mother and father are “raisers” (<i lang='pi' translate='no'>āpādakā</i>) of the child (<a href='https://suttacentral.net/an4.63/en/sujato#2.6'>AN 4.63:2.6</a>). ",
  "mn141:11.1": "Here Sāriputta takes the analysis a step further than the Dhammacakkappavattanasutta. This extended analysis of the truths was adopted from here into <a href='https://suttacentral.net/dn22/en/sujato#18.4'>DN 22:18.4</a>, which further expanded the sections on the second and third noble truths in Abhidhamma style shared with <a href='https://suttacentral.net/vb4/en/sujato'>Vb 4</a>. | The definitions of rebirth, old age, and death are standard in dependent origination (<a href='https://suttacentral.net/sn12.2/en/sujato#4.2'>SN 12.2:4.2</a>), and are taught by Sāriputta also at <a href='https://suttacentral.net/mn9/en/sujato#22.2'>MN 9:22.2</a>. ",
  "mn141:20.1": "The five aggregates sum up the entirety of suffering, since all suffering is experienced within and by means of the aggregates. ",
  "mn141:21.1": "The second and third noble truths are here analyzed to the same level of depth as the First Sermon, with no further definition of terms. See <a href='https://suttacentral.net/mn9/en/sujato#16.2'>MN 9:16.2</a> for notes. ",
  "mn141:24.2": "From here we have the standard definitions of the items of the noble eightfold path (<a href='https://suttacentral.net/sn45.8/en/sujato#3.2'>SN 45.8:3.2</a>; compare <a href='https://suttacentral.net/mn117/en/sujato'>MN 117</a>). | Ignorance is described in the opposite way (<a href='https://suttacentral.net/mn9/en/sujato#64-66.7'>MN 9:64–66.7</a>, <a href='https://suttacentral.net/sn12.2/en/sujato#14.2'>SN 12.2:14.2</a>). ",
  "mn141:26.1": "The items of right speech and right action are covered in greater detail under the ten pathways of skilful deeds at <a href='https://suttacentral.net/mn41/en/sujato#12.4'>MN 41:12.4</a>. "
}