{
  "mn14:2.1": "Mahānāma was the brother of Anuruddha and Ānanda ([pli-tv-kd17:1.1.3]()) which, according to the commentary, makes the Buddha his cousin. He remained in the lay life as a devoted and generous follower, keenly interested in developing his practice. The early texts do not record any occasion of his awakening. However, the commentarial claim that he was a once-returner is supported by passages such as [sn55.22:2.3]() and [sn55.21:3.6]() that suggest he was indeed a noble disciple. ",
  "mn14:2.8": "As in the opening of the previous discourse, he exhibits curiosity and openness to inquiry. ",
  "mn14:4.2": "The “rapture and bliss that are apart from sensual pleasures and unskillful qualities” includes the first and second _jhānas_. The text is in present tense: they *do not attain* _jhāna_, not *they have never attained* _jhāna_. In order to realize the noble truths, Mahānāma must, of course, have practiced the noble eightfold path, which includes _jhāna_. Indeed, at [an3.73:1.6]() Mahānāma said he understood that in the Buddha’s teaching, “Knowledge is for those with immersion, not those without immersion.” However, a stream-enterer and a once-returner have not fully given up the underlying attachment to sensual pleasures, so unless they are dedicated to regular meditation following that realization, it is possible for their mental clarity to deteriorate and sensual desires to return. It seems that the temptations and business of the lay life had distracted Mahānāma from his meditation. ",
  "mn14:4.3": "The Pali is expressed in a double negative: “they are not one who does not return”. ",
  "mn14:5.6": "The phrasing of this passage echoes that of the first sermon ([sn56.11:9.1]()). ",
  "mn14:15.2": "A large open area where the Buddha taught occasionally ([sn8.10]()), but it is most famous as the place the monks Godhika ([sn4.23]()) and Vakkali took their lives ([sn22.87]()). | The practice of constant standing was formerly undertaken by the Bodhisatta ([mn12:45.9]()). ",
  "mn14:16.1": "The Buddha reports a similar, but more detailed, conversation with Jains at [mn101](). ",
  "mn14:16.2": " Even with his own extensive experience in such practices, the Buddha still asks. ",
  "mn14:17.2": "The Jain leader Mahāvīra Vardhamāna is known as Nigaṇṭha Nātaputta in Pali texts. He is regarded as the 24th supreme leader of the Jains, although only he and his predecessor Pārśvanātha (not mentioned in the Pali) are historical. _Nigaṇṭha_ means “knotless” (i.e. without attachments); it is a term for a Jain ascetic. Nātaputta indicates his clan the Ñātikas (Sanskrit _jñātiputra_; Prākrit _nāyaputta_). The Pali tradition has confused _ñāti_ (“family”) with _nāṭa_ (“dancer”). Thus Nigaṇṭha Nātaputta means “the Jain monk of the Ñātika clan”. ",
  "mn14:17.3": "The Buddha denied possessing such omniscience; rather, he knows the three knoelwedges ([mn71:5.5]()). ",
  "mn14:17.5": "The Buddha emphasized understanding _kamma_ and relinquishing the causes of new _kamma_, rather than wearing away the unknowable mass of past _kamma_. | Mahāvīra’s emphasis on *bad* karma of the past presages the modern usage where karma is evoked when something inescapably bad happens. ",
  "mn14:17.8": "The past participle with future tense (_nijjiṇṇaṁ bhavissati_) indicates a future perfect sense, “will have been worn away”. ",
  "mn14:19.8": "This point is argued in more detail at [mn101:12.2]() *ff.* | “Cruel livelihood” (_kurūrakammantā_) is defined at [mn51:9.2](), etc. ",
  "mn14:20.1": "At [mn85:10.2]() the Buddha says that he too held this belief while still an unenlightened Bodhisatta. Thus not only were his austerities identical with the Jains, so were his beliefs. The Jain text Sūyagaḍa (known in Sanskrit as Sūtrakṛtāṅga) 1.3.4.6 rejects the view that pleasure is gained through pleasure, attributing it to those who disdain the noble path, which its commentary identifies with Buddhists. ",
  "mn14:20.2": "With their path emphasizing painful austerity, there is little to support the idea that the Jains practiced meditation in the Buddhist sense, and certainly not the deep pleasure of _jhāna_. ",
  "mn14:20.7": "He holds them to the same standard that he himself has already demonstrated: don’t make assumptions, ask. ",
  "mn14:21.19": "The Buddha sat for seven days after his awakening ([ud1.1:1.3]()), an achievement also attested for disciples such as Mahākassapa ([ud3.7:1.3]()) and the nun Uttamā ([thig3.2:3.3]()). "
}