{
  "mn143:2.1": "Renowned as the foremost of benefactors, Anāthapiṇḍika appears in over twenty discourses in the Saṁyutta and Aṅguttara Nikāyas, discussing matters such as generosity, guarding the mind, and the development of meditation; the story of his conversion is recorded in the Vinaya (<a href='https://suttacentral.net/pli-tv-kd16/en/sujato#4.1.1'>Kd 16:4.1.1</a>). He is well known for his offering of the monastery at which the Buddha most often stayed, but this discourse marks his only personal appearance in the Majjhima. ",
  "mn143:3.2": "The sick Anāthapiṇḍika was consoled by Ānanda at <a href='https://suttacentral.net/sn55.27/en/sujato#3.2'>SN 55.27:3.2</a> and by Sāriputta at <a href='https://suttacentral.net/sn55.26/en/sujato#4.2'>SN 55.26:4.2</a>. in other cases, we find the Buddha making such visits to sick monks (<a href='https://suttacentral.net/sn22.87/en/sujato#2.7'>SN 22.87:2.7</a>, <a href='https://suttacentral.net/sn22.88/en/sujato#2.8'>SN 22.88:2.8</a>, <a href='https://suttacentral.net/sn46.14/en/sujato#2.1'>SN 46.14:2.1</a>, <a href='https://suttacentral.net/sn46.15/en/sujato#2.1'>SN 46.15:2.1</a>, <a href='https://suttacentral.net/an6.56/en/sujato#2.1'>AN 6.56:2.1</a>), but for some reason visits to householders are only attested for Sāriputta (<a href='https://suttacentral.net/mn97/en/sujato#28.2'>MN 97:28.2</a>) or Ānanda (<a href='https://suttacentral.net/sn47.29/en/sujato#2.2'>SN 47.29:2.2</a>). ",
  "mn143:5.2": "The teaching on the six senses typically begins by establishing awareness on the reality of the eye (etc.) as something that is grasped at (eg. <a href='https://suttacentral.net/mn145/en/sujato#3.1'>MN 145:3.1</a>). Here Sāriputta skips over this straight to letting go, signfying that his teaching starts with an advanced level of insight. ",
  "mn143:15.7": "The verb here is <i lang='pi' translate='no'>paṭibhāti</i>, the spontaneous striking of inspiration. Sāriputta is not saying such talks are never given, but that such topics are not what comes to mind when teaching laypeople. "
}