{
  "mn142:2.1": "Mahāpajāpati was the Buddha’s foster-mother, sister of his birth mother Māyā. She is honored in the tradition as the first nun, the founder of the bhikkhunī order ([an8.51:20.1]()). She was honored as the most senior of the nuns ([an1.235:1.1]()). Though mostly remembered as the Buddha’s mother, her own verses deconstruct her motherhood, relating how she has previously been a “mother, a son, a father, a brother, and a grandmother” but now has transcended all such states ([thig6.6:3.1]()). ",
  "mn142:2.2": "Mahāpajāpati offers on behalf of her son alone, whereas elsewhere offerings are said to be “specially for the Buddha and the mendicant Saṅgha” [an5.30:2.4](), [an6.42:2.4](), [an8.86:2.5](). ",
  "mn142:2.6": "The Buddha gently tries to deflect Mahāpajāpati’s familial attachment. ",
  "mn142:3.9": "This description makes it sound like she is a virtuous laywoman who has attained stream-entry. Yet one of the parallels refers to her as a _bhikkhunī_ (T 84 at T i 903c22). And while she was supposed to be the first _bhikkhunī_, the text below refers to the _bhikkhunī_ order; see further discussion there ([mn142:7.9]()). ",
  "mn142:5.1": "“Religious donation” (or “honorarium”, _dakkhiṇā_, Sanskrit _dakṣiṇā_) is a Vedic term for the payment owed a brahmin priest for performing ritual services. In the Rig Veda this gift was of cattle offered at the dawn service; it yields benefits as the cow yields milk, and as Dawn sheds her bounteous light. Later it was found that gold or other precious things served just as well. The _dakṣiṇā_ was said to absolve the sacrificer from the guilt of killing (Śatapatha Brāhmaṇa 1.2.3.4). This is an overriding concern of the Śatapatha Brāhmaṇa, which emphasizes how the dead of the sacrifice—a slain animal or pressed soma—is “enlivened” through the _dakṣiṇā_ (2.2.2.2). In the Pali tradition, _dakkhiṇa_ is etymologically linked with a gift given by the “right” or “capable” hand. In [snp3.4](), a brahmin gives the rice-cake left over from a fire oblation as a _dakkhiṇā_. ",
  "mn142:5.30": "Jamison and Brereton translate _dakṣiṇā_ as “priestly gift”, which is correct for the Rig Veda. But whereas the Vedic tradition means the _dakkhiṇā_ for brahmins alone, the Buddha redefines it to include all humans, including those of bad conduct, and even animals as well. All creatures are deserving of kindness, and such kindness is always a sacred act. ",
  "mn142:6.1": "The idea of such a multiplying scale is anticipated in Bṛhadāraṇyaka Upaniṣad 4.3.33, which speaks of the multiplying joy in human and divine realms. ",
  "mn142:7.5": "Following the passing of the Buddha, a complete dispensation has both _bhikkhus_ and _bhikkhunīs_. ",
  "mn142:7.9": "If Mahāpajāpati was still a lay person at this point, this mention of the _bhikkhunī_ order could be read in one of two ways. One possibility is that she was not, in fact, the first _bhikkhunī_, an argument that I have made previously. In brief, the passages that assert she was the first _bhikkhunī_, while widely shared in the tradition, are full of textual problems that indicate they were added at a somewhat late date, which I think was around the time of the Second Council (see [an8.51]()). Further,  the Therīgāthā is the most important early account of _bhikkhunīs_ in their own voices, yet no nun mentions Mahāpajāpati as teacher or founder of the order, while the verses of Bhaddā Kuṇḍalakesā appear to predate the formal ordination procedure ascribed to Mahāpajāpati ([thig5.9]()). On the other hand, if this argument is incorrect, it might be the case that the order of nuns is mentioned here since the Buddha knew from the start of his dispensation that he would establish it ([dn16:3.8.4]()). Under this reading, the Buddha is perhaps dropping a hint for Mahāpajāpati to ordain. Regardless of her ordination status at this point, the praise of the order of nuns acts as an encouragement, balancing out the mild rebuke with which the discourse started (compare the Buddha’s words to Ānanda at [dn16:5.14.2]()). ",
  "mn142:8.1": "In early Pali, _gotrabhū_ is always used for the very least of those who are worthy of gifts ([an9.10:1.3](), [an10.16:1.3]()). It has a positive sense, this negative use being quite isolated. Later Buddhist traditions take _gotrabhū_ as “one who is joining the clan”, the first entry on the path to awakening, but I doubt this is what it means in early texts. The Buddha recognized clan as a convention ([mn98:12.1]()), but it was abandoned by those gone forth ([an8.19:14.2]()), and he considered questions as to his own clan inappropriate ([snp3.4:4.3]()) as it has nothing to do with purification ([sn2.20:3.4]()). Further, “clan” is always spelled _gotta_ in Pali. The older Vedic  spelling _gotra_ points to the Vedic meaning of _gotra_ as “cow-pen”, a safe place to gather the herd of cattle, and by extension a name for the herd itself. And while the Saṅgha is never called a “clan” it is compared to a herd of cattle; [mn34]() develops an extended simile where the different kinds of cattle in the herd are compared with different members of the Saṅgha. Now, in that discourse the last to cross over are the “followers of teachings, followers by faith”. Like a newborn calf, they can only cross the ford with the assistance of their mother ([mn34:10.1]()); in [an10.16:1.3]() the _gotrabhū_ follows even them. If we are on the right track, the suffix _-bhū_ may be derived from _bhūna_ (Sanskrit _bhrūṇa_) in the sense “baby”, or perhaps “embryo” ([mn75:5.3]()). In English we use “flock” for a religious group under the protection of a leader, so we can render _gotrabhū_ as “babies of the flock” or “lambs of the flock”. | For _kāsāvakaṇṭha_ as “scrap of ochre cloth”, see note on [iti48:4.1](). ",
  "mn142:8.3": "This rests uneasily with the statement below that a donation is purified by the recipient. This statement is not found in most parallels, so it is perhaps a later addition. But as it stands one argument might be that, since these offerings are made to the community as a whole, the merit that accrues from the community is not despoiled by the fact that the specific recipients are of bad character. ",
  "mn142:9.1": "This passage is at [an4.78]() and included at [dn33:1.11.185](). ",
  "mn142:14.2": "The discourse is wrapped up more satisfactorily in one of the parallels, as it omits these verses and instead concludes with Mahāpajāpati offering the robes to the Saṅgha (T 84 at T i 904b15). "
}