{
  "mn146:1.1": "This discourse deals with the fortnightly teaching of the nuns, a practice ostensibly set up at Mahāpajāpati’s ordination ([an8.51:13.1](), [pli-tv-kd20:1.4.7]()) and mandated in the Vinaya ([pli-tv-bu-vb-pc21](), [pli-tv-bi-vb-pc59]()). This is the only mention of such a teaching in the discourses. However it does not follow the pattern laid out in the Vinaya, where the teaching consists of the eight _garudhammas_ ([pli-tv-bi-vb-pc58]()), and the monks cannot go to the nuns’ monastery to advise them ([pli-tv-bu-vb-pc23]()). ",
  "mn146:2.1": "Here we see Mahāpajāpati in the leadership role that would be expected were she the founder of the nuns. However, this is the only case where this occurs. ",
  "mn146:3.1": "Monks must be appointed by the Saṅgha to take on this role, and they must fulfill eight factors: they must be virtuous and learned, have memorized both Monastic Codes, be well-spoken, liked by the nuns, and capable, never having committed a heavy offense against a nun; and they must have been ordained at least twenty years ([pli-tv-bu-vb-pc21]()). ",
  "mn146:3.2": "Nandaka was praised for his teaching of monks ([an9.4]()). At [an3.66]() he taught the layman Sāḷha how to discern the true teaching, using the method of questioning as he does in the present discourse. On the strength of this teaching, Nandaka was declared the foremost in advising nuns ([an1.229:1.1]()). His four Theragāthā verses are at [thag4.4]() according to the commentary. A second Nandaka at [thag2.27]() was the brother of Bharata ([thag2.28]()). | While the text does not explain why he was reluctant to teach, the commentary says that those nuns were his wives in past lives and he wanted to avoid the potential for gossip. ",
  "mn146:4.6": "The Royal Monastery (_rājakārāma_) was a residence for nuns near Sāvatthī, also featured in [sn55.11](). ",
  "mn146:5.4": "Nandaka does not lecture the nuns, but engages with them. He makes it clear that, against patriarchal expectations, the nuns should ask for clarifications. ",
  "mn146:5.5": "Thus fulfilling one of the factors required for a teacher of nuns. ",
  "mn146:6.2": "The discussion begins with the most obvious factors, the internal sense organs, and proceeds to analyze each in terms of the three characteristics: impermanence, suffering, and not-self. Nandaka ensures that the nuns are with him each step. ",
  "mn146:6.27": "This level of direct insight normally indicates stream-entry. See below at [mn146:27.5](). ",
  "mn146:9.1": "While the imagery of the dependence of the flame on its fuel is common in the suttas, this exact metaphor is not found elsewhere. Normally the Buddha employs metaphors in an ABA structure: he explains the doctrine, illustrates it, and repeats the explanation. Here, however, the metaphor acts as a springboard for the next stage of the argument, the impermanence of feelings. ",
  "mn146:9.9": "The Self is often said to be a light (eg. Bṛhadāraṇyaka Upaniṣad 4.3.7). ",
  "mn146:10.1": "This is another unique application of a familiar image, although a similar metaphor for the six senses as the shadow of a post is found at [an4.195:11.1](). ",
  "mn146:10.8": "Divinity is identified, albeit inadequately, with a shadow at Bṛhadāraṇyaka Upaniṣad 2.1.12. From Vedic times the shadow was both the place of relief from the hot sun (Rig Veda 6.16.38, 2.33.6) and the shadow of death (10.121.2). ",
  "mn146:10.10": "The metaphor of shadow for the exterior sense fields is the inverse of that for the interior sense fields, light. This speaks to the high degree of care with which Nandaka structured his teaching. Further, the movement from light to shadow subconsciously prepares the audience for the darker metaphor to come. ",
  "mn146:11.1": "A similar image is applied to analysis by way of the elements ([mn10:12.3]() = [mn119:8.3]()). ",
  "mn146:11.2": "_Antarā_ is “in-between”, “connecting”, not “inner”. ",
  "mn146:13.1": "Knowing that the nuns have good insight, Nandaka encourages them to continue deepening their meditation practice. ",
  "mn146:14.2": "This seems at odds with the detail that Nandaka had gone to the nuns’ monastery to teach. Parallels in Chinese and Tibetan say instead that Nandaka left ( SA 276 at T ii 75c2; T 1442 at T xxiii 793c12, and D (3) ’dul ba, ja 57b7). ",
  "mn146:27.4": "",
  "mn146:27.5": "As noted above, the nuns’ statements indicate that they had attained stream-entry even before being taught by Nandaka. Elsewhere, to have fulfilled one’s wishes like the moon on the fifteenth day unequivocally means arahantship ([thag10.2:10.1]()). Indeed, parallels indicate that at this point they have all attained arahantship (SA 276 at T ii 75c16; T 1442 at T xxiii 794a14; D (3) ’dul ba, ja 59a1). Remarkably, this detail is also confirmed in the commentaries to the Aṅguttara Nikāya, Theragāthā, and Therīgāthā, which say they became arahants when listening to Nandaka’s second teaching. "
}