{
  "mn149:1.1": "This discourse is “great” because it integrates multiple distinct teaching frameworks within the six sense fields. These include the majority of the <i lang='pi' translate='no'>saṁyutta-mātikā</i>, the list of topics making up the Saṁyutta Nikāya. ",
  "mn149:2.1": "For <i lang='pi' translate='no'>āyatanika</i> see <a href='https://suttacentral.net/mn121/en/sujato#10.5'>MN 121:10.5</a>, where it refers to the life faculty of the body that is “related to the six sense fields”; there are also heavens and hells “related to the six fields of contact” (<a href='https://suttacentral.net/mn50/en/sujato#22.2'>MN 50:22.2</a>, <a href='https://suttacentral.net/sb35/en/sujato#35.135'>Sb 35:35.135</a>). In each case it refers to something that is connected to or related to the six sense fields, as indicated by the suffix <i lang='pi' translate='no'>ika</i>. Here this refers to the fact that this discourse treats multiple distinct teaching frameworks in relation to the six sense fields. These include the majority of the <i lang='pi' translate='no'>saṁyutta-mātikā</i>, the list of topics making up the Saṁyutta Nikāya. And this inclusive and integrative nature in turn explains why the teaching is “great”. ",
  "mn149:3.2": "In other words, one who becomes attached to sense experience creates kamma that generates a new life consisting of the five aggregates. This passage integrates the teachings on the six sense fields and the five aggregates under the first noble truth, as well as briefly implying the basic principle of dependent origination. ",
  "mn149:3.3": "This is the second noble truth. ",
  "mn149:10.7": "",
  "mn149:10.8": "The eightfold path is brought in as well, along with the other main teachings of the path. ",
  "mn149:10.10": "Discussed in more detail at <a href='https://suttacentral.net/an4.170/en/sujato'>AN 4.170</a>. ",
  "mn149:10.11": "This refers to the distinct functions to be exercised in relation to each of the four noble truths (<a href='https://suttacentral.net/sn56.11/en/sujato#5.1'>SN 56.11:5.1</a>). "
}