{
  "mn140:1.3": "The Bhaggava clan was descended from the ancient sage Bhagu (Sanskrit Bhṛgu). They received the gift of fire conveyed by Mātariśvan the wind from the god Agni (eg. Rig Veda 1.60.1). In Pali they appear as potters ([mn81:19.3](), [sn1.50:11.2](), [sn2.24:12.2]()), unless they have gone forth ([dn24:1.1.6]()). Archaeologists refer to the strata around the Buddha’s time as the Northern Black Polished Ware culture on account of the distinctive highly glazed polish that was achieved on the pottery of the time. This, together with the production of iron, marked a significant advance in the mastery of fire. Thus potters were no mere humble craftsmen, but leading technological innovators. ",
  "mn140:3.1": "Buddhist texts of the middle period—starting a few centuries after the Buddha—share the story that Pukkusāti had been the king of Taxila in Gandhāra, who went forth out of faith upon reading texts of the Dhamma sent by his friend and ally, Bimbisāra. This story is found in detail in the Pali commentary to this sutta, and more briefly in several canonical texts of the northern traditions (T 211 at T iv 580c19; T 511 at T xiv 779a; Mūlasarvāstivāda Vinaya 3.2.26, which spells his name _puṣkarasāri_, the same name as the brahmin known in Pali as Pokkharasāti). Texts of this period also know of a script called _puṣkarasāri_ (Lalitavistara 10, Vaidya 87; Mahāvastu 14, Senart 1.135). This would presumably have been the writing system in the city of Puṣkarāvati, another city in Gandhāra, the region where the oldest surviving Buddhist manuscripts have been found. The details of the Pukkusāti legend are improbable and it is mostly likely an origin myth suggested by the similarity of his name with Puṣkarāvati, authorizing the establishment of the Dhamma in Gandhāra in the post-Ashokan period, as well as offering a precedent for the writing down of the Dhamma. ",
  "mn140:3.4": "The Buddha addresses Pukkusāti as “mendicant” (_bhikkhu_), implicitly recognizing him as a Buddhist monk (compare [mn26:24.5]() = [mn85:48.5]()), while Pukkusāti uses the respectful familiar form “reverend” (_āvuso_). ",
  "mn140:4.5": "He had been sitting most of the night in meditation, indicating that he had already mastered immersion to a substantial degree. The commentary says that he had in fact attained the fourth absorption based on mindfulness of breathing. ",
  "mn140:5.9": "Compare [an2.37:4.2](), where Sāvatthī is said to be in the east (probably from Madhurā). ",
  "mn140:5.14": "Despite his wisdom, Pukkusāti fails to recognize the Buddha. In other cases such failure is a narrative indication of spiritual blindness (Ajātasattu at [dn2:11.2]() and the park keeper at [mn31:3.4]() = [mn128:0.2]() = [pli-tv-kd10:4.2.3]()). ",
  "mn140:6.3": "The Buddha leads by persuading with the Dhamma, rather than by revealing his identity. ",
  "mn140:7.1": "The six elements, six fields of contact, eighteen mental preoccupations are taught at [an3.61:9.3]()ff., where they are followed by the four noble truths. ",
  "mn140:8.4": "First the Buddha establishes the fundamental scope of his teaching. The elements describe the world as it is, and on them the course of meditation is based. The extension of the four elements to six hints at the practice of formless attainments. ",
  "mn140:10.1": "The “fields of contact” are the scope within which experience occurs, in response to which one becomes “preoccupied” due to the power of feeling. See note on [mn137:8.1](). ",
  "mn140:11.1": "Thus far we have dealt with what is in the world (the elements), how we experience the world (contact), and how we react to that experience (preoccupation with feeling). Now the Buddha turns to the path; instead of uncritical reaction to feeling, we develop a reflective response. ",
  "mn140:11.3": "“Foundation” is _adhiṭṭhāna_, one meaning of which is the “plinth” or “base” on which a building rests; the commentary glosses with _patiṭṭhā_. Also at [dn33:1.11.150](). ",
  "mn140:12.1": "Here the Buddha echoes the pattern of his first discourse, where he first identified what the four noble truths are, then identified the duty or task to be undertaken in relation to each of them ([sn56.11](); see also [sn56.12](), [sn56.29]()). ",
  "mn140:13.1": "Thus begins the longest section of the discourse, continuing up to [mn140:25.3](). ",
  "mn140:13.2": "The Buddha returns to the six elements, for which we have already been prepared in brief. The discussion of the “elements” (_dhātu_) now continues in similar fashion to the five elements at [mn62:8.1](). [mn28:5.1]() teaches the four “principal states” (_mahābhūta_) in even more detail. ",
  "mn140:18.9": "From here, [mn62:12.9]() proceeds in a different direction, outlining a series of meditations based on the elements and other things. ",
  "mn140:19.1": "The phrase “sheer consciousness” (_viññāṇaṁyeva_) echoes Bṛhadāraṇyaka Upaniṣad 2.4.12, where the ultimate manifestation of the Self, the “principle reality”, is said to be “a sheer mass of consciousness” (_vijñānaghana eva_). Here it refers to the mind following absorption that develops insight into feelings. ",
  "mn140:19.4": "Such as the pleasant feelings of the first three absorptions. ",
  "mn140:19.7": "Such as the painful feelings that arise in the body after emergence from absorption. ",
  "mn140:19.10": "Such as the neutral feeling of the fourth absorption. ",
  "mn140:19.13": "Experience depends on the collision of disparate elements, whose friction or “resistance” (_paṭigha_, [dn15:20.4]()) sparks the light of consciousness. Hence consciousness, like fire, is beautiful but also burning ([sn35.235]()). ",
  "mn140:20.1": "This is the purified equanimity of the fourth absorption. Although the teaching is framed in terms of the development of discernment (_vipassanā_), nonetheless it follows the pattern of the absorptions, leading through the first four “form” absorptions to the radiant consciousness that can experience the formless. ",
  "mn140:20.2": "This simile is developed further at [an3.102:2.1](). ",
  "mn140:21.3": "The lifespans of rebirth in the first three formless realms is given in [an3.116](). For the gods of infinite space, it is twenty thousand eons. ",
  "mn140:21.5": "Forty thousand eons. ",
  "mn140:21.7": "Sixty thousand eons. ",
  "mn140:22.3": "“Conditioned” is _saṅkhata_, the past participle whose active verbal form is translated below as “choice”. To be “conditioned”, is to be “created” by an act of will or “choice”. ",
  "mn140:22.10": "For the idiom “make a choice nor form an intention”, compare [mn52:4.2]()ff. and [mn121:11.4](). | The craving to “end existence” (_vibhava_; see [snp4.10:9.3]()) is the urge to annihilation, for which see [mn102:12.7](). ",
  "mn140:23.1": "This describes the reflective experience of the arahant. ",
  "mn140:24.5": "To “become cool” is, as the simile makes clear, to realize extinguishment (_nibbāna_). ",
  "mn140:25.3": "Here ends the discussion of the first “foundation”, wisdom, which is perfected by an arahant. The remaining foundations, while each having a mundane meaning, are explained from this highest of perspectives. ",
  "mn140:29.2": "This concludes the discussion of the four foundations. ",
  "mn140:30.1": "“Streams of conceiving” (_maññassavā_) is a unique image, allied to the notion that defilements may “stream on to” a person (_āsavā assaveyyuṁ_, [an4.195:2.2]()). ",
  "mn140:32.3": "The “brief analysis” here is the summary teaching around which the sutta is developed ([mn140:7.4]()). ",
  "mn140:34.2": "This is one of the questions asked of an ordination candidate ([pli-tv-kd1:76.1.14]()). A mendicant is expected to have a bowl—made of metal or clay, not too big or too small—and three robes—the lower robe or sabong (_antaravāsaka_), the upper robe (_uttarasaṅga_), and the double-layered outer cloak (_saṅghāṭi_). In the suttas, the Buddha does not usually ask this question, so he must have observed that Pukkusāti, who had renounced of his own volition, lacked the proper requisites. ",
  "mn140:35.2": "Cows were normally regarded as gentle creatures ([snp2.7:27.1]()). They sometimes become violent, however, especially when protecting young calves, resulting in the tragic fates of Bāhiya ([ud1.10:10.2]()) and Suppabuddha ([ud5.3:7.2]()). Attacks by cows still occur today in India and wherever cows are raised. ",
  "mn140:36.5": "Pukkusāti is one of a group of seven who attained arahantship in the Pure Abode of Aviha ([sn1.50:3.2](), [sn2.24:4.2]()). "
}