{
  "mn152:1.2": "The names here are spelled _gajaṅgalā_ and _suveḷuvana_, but I keep consistency with [an10.28](), where a nun residing at this town gives a penetrative discourse to the townsfolk. In the Vinaya it is mentioned as the easternmost point of the “middle country”, just beyond which lay Mahāsāla ([pli-tv-kd5:13.12.2]()). The Milindapañha says it was a brahmin village on the slopes of the Himalayas where its main protagonist, the monk Nāgasena, was born ([mil2:22.3]()). Assuming both these are the same place, we might look somewhere near Darjeeling for this town. In any case, it represents the furthest east that the Buddha taught. It is sometimes identified with <span lang='lzh'>羯蠅揭羅</span> mentioned by Xuang Zang, but that has been located near Agra south of Sāvatthī. ",
  "mn152:2.1": "A brahmin teacher named Pārāsariya (also spelled Pārāpariya or Pārāsiviya) features in [ja222]() and [ja353]() as one who warns that doing evil will lead to regret. The three similarly-named monks in the Theragāthā ([thag1.116](), [thag16.2](), [thag16.10]()) share the same clan name (Sanskrit Pārāśarya). These are descendants of the great sage Parāśara Śāktya, who is mentioned in Rig Veda 7.1.18 alongside Śatayātu, Vasiṣṭha; his prayers to Agni are recorded at Rig Veda 1.65–73, and to Soma at 9.97.31–44. ",
  "mn152:2.6": "This is perhaps a distorted reference to certain Upaniṣadic teachings that speak of the undifferentiated state of divinity that contains the potential for the faculties of seeing, etc. See [dn29:16.13]() and note there. Perhaps, too, it refers to the notion that in deep sleep the senses are withdrawn into the “space of the heart” (Bṛhadāraṇyaka Upaniṣad 2.1.17). ",
  "mn152:2.10": "This teaching is not about deep meditation, where the senses can be in a state of abeyance, but about how we relate to the experience of the senses. ",
  "mn152:4.10": "The Buddha gives a series of similes, each one appropriate to the specific sense. ",
  "mn152:4.12": "Bearing in mind that the word for “faculty”, _indriya_, has the sense of “potential”, this phrase emphasizes that the “restraint” of the senses is also the way to “develop” them to their fullest. ",
  "mn152:10.1": "This is at least a stream-enterer; they still react to sense experiences that are agreeable or disagreeable, but they understand that they lead to suffering and train themselves to be freed.. ",
  "mn152:11-15.1": "This is the arahant. They still experience sense stimulation as pleasant, etc., but without reacting. ",
  "mn152:11-15.2": "",
  "mn152:11-15.3": "Here this ability is fully mastered. It is taught to those in training as a practice at [an5.144](). ",
  "mn152:18.2": "The Majjhima Nikāya ends with the Buddha encouraging the archetypal student of the suttas, Ānanda, to develop meditation. "
}