{
  "mn15:1.2": "The Bhaggas were an isolated republican clans, sandwiched between the Vacchas south of the Yamuna and the Kosalans north of the Ganges. By the time of the Buddha they were evidently subject to the Vacchas. | “Crocodile Hill” (<i lang='pi' translate='no'>susumāragira</i>) was evidently the name of the capital city. Its name is something of a mystery, as the land is notably flat with the exception of a hill today called Pabhosa (also Prabhashgiri or Rohitgiri), which is now the site of a Jain temple. Perhaps it was this hill that from the river resembled a crocodile. The commentary, however, says the capital was was so-named because a crocodile made a noise in a nearby lake during the founding of the city. ",
  "mn15:1.3": "While Moggallāna is known for his mastery of advanced psychic abilities, suttas such as this and <a href='/mn5/en/sujato'>MN 5</a> show his concern for even the smallest defects in ethical conduct. ",
  "mn15:2.1": "The term “invites” (<i lang='pi' translate='no'>pavāreti</i>) suggests a connection with the “Invitation” (<i lang='pi' translate='no'>pavāraṇā</i>) ceremony at the end of each rains retreat, where the monastics invite each other for admonition (<a href='https://suttacentral.net/pli-tv-kd4/en/brahmali'>Kd 4</a>). The Chinese parallels confirm this connection, saying the discourse was spoken on the Pavāraṇā. ",
  "mn15:2.2": "This discourse acts as a sutta counterpart to the Vinaya rule <a href='https://suttacentral.net/pli-tv-bu-vb-ss12/en/brahmali'>Saṅghādisesa 12</a>, which lays down a procedure to deal with a mendicant who makes themselves incorrigible. The Pali origin story for that rule lays the blame on the monk Channa, the Buddha’s former charioteer, who boasts “mine is the Buddha, mine the Dhamma!” It was evidently unsuccessful, as the Buddha on his deathbed had to further lay down the “divine punishment” for him <a href='/dn16/en/sujato#6.4.1'>DN 16:6.4.1</a>. ",
  "mn15:3.5": "“Glorifies themselves” is <i lang='pi' translate='no'>attukkaṁsaka</i>. ",
  "mn15:3.32": "<i lang='pi' translate='no'>Apadāna</i> means the traces or marks left behind, in this case the evidence of misdeeds. ",
  "mn15:3.47": "Compare <a href='/mn8/en/sujato#12.45'>MN 8:12.45</a>. ",
  "mn15:6.1": "“Should measure against” is <i lang='pi' translate='no'>anuminitabba</i>, which in its noun form <i lang='pi' translate='no'>anumāna</i> lends the sutta its title. The normal sense in later literature is “inference” (eg. <a href='/mil6.4.1/en/sujato'>Mil 6.4.1</a>). <i lang='pi' translate='no'>Anumāna</i> occurs in the early texts only here and in the passive form <i lang='pi' translate='no'>anumīyati</i> at <a href='/sn22.36/en/sujato#1.4'>SN 22.36:1.4</a>, where the sense must be to “measure against”.  This passage also discusses how to measure oneself in relation to another, an external standard, whereas the next section on reflection applies an inner standard. Hence the commentary glosses with: “should compare, should judge” (<i lang='pi' translate='no'>tuletabbo tīretabbo</i>). ",
  "mn15:8.3": "Moggallāna also takes part in a similar conversation about blemishes at <a href='/mn5/en/sujato#3.1'>MN 5:3.1</a>. ",
  "mn15:8.7": "The Chinese parallels continue at this point, expanding the sequence that leads from joy to immersion to insight and liberation. ",
  "mn15:8.9": "The commentary says that the ancient teachers called this the “Bhikkhupātimokkha”, perhaps an echo of the memory that it was recited on the <i lang='pi' translate='no'>pavāraṇā</i>, which replaces the recitation of the Pātimokkha normally held on the full moon day. It goes on to say that a mendicant should use these teachings to review themselves three times a day, or at least once. "
}