{
  "mn16:2.1": "The two sets of five are also found at [an10.14](). The five kinds of “emotional barrenness” are also at [an5.205](), [an9.71](), [dn33:2.1.76](), and [dn34:1.6.24](), and the five emotional shackles at [an5.206](), [an9.72](), [an9.82](), [an9.92](), and [dn33:2.1.84](). | While this sutta is addressed as normal to the _bhikkhus_, the parallels at [an10.14](), MA 206, and EA 51.4 are all addressed to both monks and nuns. This is one of the instances showing that the term _bhikkhu_ is meant to include both monks and nuns, a common feature of Pali where the default gender is masculine. Hence I translate _bhikkhu_ with “mendicant”, which is both literal and gender-neutral, unless it is clear that males are meant, in which case I use “monk”. ",
  "mn16:3.1": "“Emotional barrenness” (_cetokhila_): _ceto_ is one of several words for “mind, heart” and is functionally equivalent to _citta_, yet it tends to be used in contexts that emphasize the emotional dimensions of the mind such as here. _Khila_ is said, in the commentary to [snp1.2](), to be land so barren that nothing grows even if it rains for four months. ",
  "mn16:6.1": "While “training” includes the threefold training of ethics, meditation, and wisdom, it specially indicates the foundational training in ethics. This is emphasized in the Chinese parallels, which mention the “precepts” here. ",
  "mn16:25.1": "Up to this point, the discourse is mostly identical to [an10.14](). In the next section, the Buddha goes on to show what “growth” means; with the emotional fundamentals in place, meditation can proceed. ",
  "mn16:26.1": "The four _iddhipada_ are included in the so-called 37 “wings to awakening” (_bodhipakkhiyadhamma_). They are an alternate presentation of the path of meditation, with a special focus on developing _samādhi_. It seems the Buddha designed this presentation of Dhamma to appeal to the many meditators who are fascinated by psychic powers, with the aim to lead them on to the higher goal of liberation. | “Enthusiasm” (_chanda_) is the desire or will to practice the Dhamma for liberation. ",
  "mn16:26.2": "One who has the requisite enthusiasm will put forth “effort” to achieve the goal. ",
  "mn16:26.3": "When striving, one will purify and develop the “mind”. When _citta_ appears in meditation contexts, it is often virtually a synonym of _samādhi_ (see eg. _cittabhāvanā_, _cittasampadā_). ",
  "mn16:26.4": "The mind clarified in _samādhi_ can investigate the true nature of reality. | _Ussoḷhi_ (“vigor”) is similar in meaning to “energy” (_viriya_) and “active effort” (_saṅkhāra_), underscoring the importance of effort here. ",
  "mn16:27.1": "_Yogakkhema_ (“sanctuary from the yoke”) is a metaphor for Nibbana that draws from the literal sense of _khema_ as an oasis or sanctuary for men and beasts. After a hard day’s journey, a caravan would stop to rest, “unyoke” the draft animals, lay down the burden, and refresh themselves in the cool waters. ",
  "mn16:27.2": "This simile recurs at [mn53:19.2]() and elsewhere. "
}