{
  "mn16:2.1": "The two sets of five are also found at <a href='/an10.14/en/sujato'>AN 10.14</a>. The five kinds of “emotional barrenness” are also at <a href='/an5.205/en/sujato'>AN 5.205</a>, <a href='/an9.71/en/sujato'>AN 9.71</a>, <a href='/dn33/en/sujato#2.1.76'>DN 33:2.1.76</a>, and <a href='/dn34/en/sujato#1.6.24'>DN 34:1.6.24</a>, and the five emotional shackles at <a href='/an5.206/en/sujato'>AN 5.206</a>, <a href='/an9.72/en/sujato'>AN 9.72</a>, <a href='/an9.82/en/sujato'>AN 9.82</a>, <a href='/an9.92/en/sujato'>AN 9.92</a>, and <a href='/dn33/en/sujato#2.1.84'>DN 33:2.1.84</a>. | While this sutta is addressed as normal to the <i lang='pi' translate='no'>bhikkhus</i>, the parallels at <a href='/an10.14/en/sujato'>AN 10.14</a>, MA 206, and EA 51.4 are all addressed to both monks and nuns. This is one of the instances showing that the term <i lang='pi' translate='no'>bhikkhu</i> is meant to include both monks and nuns, a common feature of Pali where the default gender is masculine. Hence I translate <i lang='pi' translate='no'>bhikkhu</i> with “mendicant”, which is both literal and gender-neutral, unless it is clear that males are meant, in which case I use “monk”. ",
  "mn16:3.1": "“Emotional barrenness” (<i lang='pi' translate='no'>cetokhila</i>): <i lang='pi' translate='no'>ceto</i> is one of several words for “mind, heart” and is functionally equivalent to <i lang='pi' translate='no'>citta</i>, yet it tends to be used in contexts that emphasize the emotional dimensions of the mind such as here. <i lang='pi' translate='no'>Khila</i> is said, in the commentary to <a href='/snp1.2/en/sujato'>Snp 1.2</a>, to be land so barren that nothing grows even if it rains for four months. ",
  "mn16:6.1": "While “training” includes the threefold training of ethics, meditation, and wisdom, it specially indicates the foundational training in ethics. This is emphasized in the Chinese parallels, which mention the “precepts” here. ",
  "mn16:25.1": "Up to this point, the discourse is mostly identical to <a href='/an10.14/en/sujato'>AN 10.14</a>. In the next section, the Buddha goes on to show what “growth” means; with the emotional fundamentals in place, meditation can proceed. ",
  "mn16:26.1": "The four <i lang='pi' translate='no'>iddhipada</i> are included in the so-called 37 “wings to awakening” (<i lang='pi' translate='no'>bodhipakkhiyadhamma</i>). They are an alternate presentation of the path of meditation, with a special focus on developing <i lang='pi' translate='no'>samādhi</i>. It seems the Buddha designed this presentation of Dhamma to appeal to the many meditators who are fascinated by psychic powers, with the aim to lead them on to the higher goal of liberation. | “Enthusiasm” (<i lang='pi' translate='no'>chanda</i>) is the desire or will to practice the Dhamma for liberation. ",
  "mn16:26.2": "One who has the requisite enthusiasm will put forth “effort” to achieve the goal. ",
  "mn16:26.3": "When striving, one will purify and develop the “mind”. When <i lang='pi' translate='no'>citta</i> appears in meditation contexts, it is often virtually a synonym of <i lang='pi' translate='no'>samādhi</i> (see eg. <i lang='pi' translate='no'>cittabhāvanā</i>, <i lang='pi' translate='no'>cittasampadā</i>). ",
  "mn16:26.4": "The mind clarified in <i lang='pi' translate='no'>samādhi</i> can investigate the true nature of reality. | <i lang='pi' translate='no'>Ussoḷhi</i> (“vigor”) is similar in meaning to “energy” (<i lang='pi' translate='no'>viriya</i>) and “active effort” (<i lang='pi' translate='no'>saṅkhāra</i>), underscoring the importance of effort here. ",
  "mn16:27.1": "<i lang='pi' translate='no'>Yogakkhema</i> (“sanctuary from the yoke”) is a metaphor for Nibbana that draws from the literal sense of <i lang='pi' translate='no'>khema</i> as an oasis or sanctuary for men and beasts. After a hard day’s journey, a caravan would stop to rest, “unyoke” the draft animals, lay down the burden, and refresh themselves in the cool waters. ",
  "mn16:27.2": "This simile recurs at <a href='/mn53/en/sujato#19.2'>MN 53:19.2</a> and elsewhere. "
}