{
  "mn18:1.1": "This is one of the most famous discourses in studies of early Buddhism, largely due to the ground-breaking analysis by Venerable Kaṭukurunde Ñāṇananda in his 1971 \n monograph <em>Concept and Reality in Early Buddhist Thought</em>, which established the meaning of <i lang='pi' translate='no'>papañca</i> as “conceptual proliferation”. ",
  "mn18:1.2": "The Banyan Tree Monastery (<i lang='pi' translate='no'>nigrodhārāma</i>) was the normal residence for the Buddha and his disciples in the Sakyan republic. It was named, according to northern traditions, after the banyan trees that grew there, while the Pali commentaries say it was named after a Sakyan called Nigrodha who donated it. The two stories are not incompatible, as the owner could have been known by his most famous attribute, his banyan grove. It has been identified by stupas located next to the village Kudan, just north of the India-Nepal border. ",
  "mn18:2.1": "It would have been about thirty minutes walk to Kapilavatthu. ",
  "mn18:2.2": "The Great Wood (<i lang='pi' translate='no'>mahāvana</i>) was a favorite meditation place of the Buddha. The commentaries say it was a stretch of wilderness that reached as far as the Himalayas on one side (200 km) and the ocean on the other (1000 km). Later tradition says that a town should have three woods: a “great wood” for wilderness (<i lang='pi' translate='no'>mahāvana</i>); a “prosperity wood” for resources (<i lang='pi' translate='no'>sirivana</i>); and an “ascetic wood” for spiritual practice (<i lang='pi' translate='no'>tapovana</i>). ",
  "mn18:3.1": "Daṇḍapāṇi was said to be the brother of the Buddha’s birth mother Māyā and foster mother Mahāpajāpatī (Mahāvaṁsa 2.19), or else the father of the Buddha’s former wife Yasodharā (or Gopā, Lalitavistara 12.15). Both could be true, making Siddhattha’s wife his cousin. Reading between the lines, it seems Daṇḍapāṇi nursed a grudge against the Buddha. This would be understandable if Siddhattha’s birth resulted in the death of one of Daṇḍapāṇi’s sisters, while the other sister was left distraught when he went forth; and even more so if he abandoned Daṇḍapāṇi’s daughter with their newborn son. ",
  "mn18:3.4": "There is a minor Vinaya training against teaching anyone with “a staff in their hand” (<i lang='pi' translate='no'>daṇḍapāṇi</i>, <a href='/pli-tv-bu-vb-sk58/en/sujato#1.3.1'>Pli Tv Bu Vb Sk 58:1.3.1</a>). This was evidently laid down because a staff could be used as a weapon, and hence was associated with royal authority or with policing and the exercise of violence. In a vision interpreted at Śatapatha Brāhmaṇa 11.6.1.13, a man with staff in hand is identified with wrath (<i lang='pi' translate='no'>krodha</i>). ",
  "mn18:4.1": "In the face of Daṇḍapāṇi’s evidently hostile attitude, the Buddha addresses his uncle with the respectful <i lang='pi' translate='no'>āvuso</i> (“sir”), and emphasizes non-conflict in line with his claim that, “I do not argue with the world; it is the world that argues with me” (<a href='/sn22.94/en/sujato'>SN 22.94</a>). | The expression “perceptions do not underlie” (<i lang='pi' translate='no'>saññā nānusenti</i>) is unique to this context and must pertain to the highly-charged relation between the Buddha and Daṇḍapāṇi. “Perception” is that mode of knowing that interprets the present in terms of the past, and hence it might sometimes be translated as “recognition”. The Buddha, by asserting he is no longer bound by past perceptions, is hinting that this is how Daṇḍapāṇi can get over his grudge. ",
  "mn18:5.1": "While the Buddha succeeding in deescalating possible conflict, clearly the teaching did not have the desired effect, at least right away. | Māra responds in the same way at <a href='/sn4.21/en/sujato#1.12'>SN 4.21:1.12</a>. ",
  "mn18:7.1": "The “Buddha” (<i lang='pi' translate='no'>bhagavā</i>) is the subject and object respectively of this sentence and the next, a detail not always captured in translations. ",
  "mn18:7.2": "The following passage, with its longer explanation below, is one of the most dense and enigmatic statements in the suttas. I shall explain the terms as they occur, and draw out the structure of the argument as it is revealed. ",
  "mn18:8.1": "A “person” (<i lang='pi' translate='no'>purisa</i>) is the conventional sense of self that arises from desire and identification. | “Beset” (<i lang='pi' translate='no'>samudācaranti</i>) conveys the sense that the person is overwhelmed and swamped, no longer the agent of their existence. | “Judgment” (<i lang='pi' translate='no'>saṅkhā</i>) refers to the way we “appraise” or “assess” ourselves, especially in relation to others (cf. <a href='/mn1/en/sujato#3.3'>MN 1:3.3</a>, <a href='/dn1/en/sujato#1.3.2'>DN 1:1.3.2</a>). | “Proliferation” (<i lang='pi' translate='no'>papañca</i>) is the compulsion of the mind to spread out in endless inner commentary that hides reality. According to the commentary, it is driven by craving, views, and conceit. ",
  "mn18:8.2": "<i lang='pi' translate='no'>Ettha</i> (“regarding that”) refers back to <i lang='pi' translate='no'>yatonidānaṁ</i> (“the source from which”) in the previous line. This “source” has not yet been identified. ",
  "mn18:8.3": "Here the Buddha uses “underlying tendencies” (<i lang='pi' translate='no'>anusaya</i>) for the normal set of seven, implying that these are meant by “perceptions” in the phrase “perceptions do not underlie the brahmin” at <a href='/mn18/en/sujato#4.1'>MN 18:4.1</a>. | He identifies the doctrine that leads to peace as the ending of these tendencies that create proliferation and judgement about the supposed “person”. ",
  "mn18:8.4": "By this the Buddha indicates arahantship. ",
  "mn18:9.2": "While the Buddha usually took pains to make his teaching explicit, he sometimes left his students with puzzling or enigmatic statements as a way of encouraging them to figure them out for themselves. ",
  "mn18:10.9": "Mahākaccāna was one of the great disciples, whose teachings specially emphasized the incisive analysis of consciousness through the lens of the six senses. He was said to be the most skilled at given detailed explanations of brief teachings (<a href='/an1.197/en/sujato'>AN 1.197</a>), a skill he displayed also at <a href='/mn133/en/sujato'>MN 133</a> and <a href='/mn138/en/sujato'>MN 138</a>. Later he was to settle to the southwest in Avanti, where he established the Dhamma in the region. ",
  "mn18:15.1": "“Passage for recitation” is <i lang='pi' translate='no'>uddesa</i>, which is used for a short passage to be memorized verbatim, to which is then attached a longer analysis. ",
  "mn18:16.1": "In this passage, Mahākaccāna deftly unfolds the meaning inside the syntax. For consciousness, contact, and feeling, he repeats the standard analysis of sense experience linked to dependent origination (<a href='/sn12.43/en/sujato'>SN 12.43</a>), where each item, expressed as a noun, leads to the next like falling dominoes. Pivoting on feeling (cp. <a href='/sn12.43/en/sujato#4.5'>SN 12.43:4.5</a>, <a href='/dn15/en/sujato#18.6'>DN 15:18.6</a>), he switches to verbs; feeling exerts a force that motivates desire, even though desire itself is left unstated here. In the Pali, the subject of the verbs is implicit, assuming an agent who is feeling, perceiving, thinking, and proliferating. But with proliferating, the syntax changes again. The agent is fully manifest as the “person” who, tragically, is no longer the subject in control of the process, but the hapless object of the swarm of judgments that beset them. It is at this point that time is introduced, as it is the concept of the “person” that binds the mind to suffering in the three periods of time. If we relate this to the origin story, Daṇḍapāṇi has become the “person” he is, full of bitterness and resentment, because of his chronic ruminations on perceived injustices of the past. | Mahākaccāna identifies the “source” left undefined in the Buddha’s statement with proliferation itself. | This passage also clarifies the grammatical relationship between the main terms: perception leads to proliferation and proliferation results in judgments. ",
  "mn18:16.6": "Here, rather unsatisfactorily, “ideas” renders <i lang='pi' translate='no'>dhammā</i>. <i lang='pi' translate='no'>Dhamma</i> in the sense of “what is known by the mind rather than the senses” doesn’t readily map on to a common concept in English. Attempts include “mind objects”, which introduces the Abhidhammic idea of “object” to the suttas, where it is entirely absent; or “(mental) phenomena”, which doesn’t really fit the common meaning of “phenomena” as being what is perceptible by the senses. Etymologically, the correct word would be “noumena”, but this is used only as a technical term in Kantian philosophy where it has a rather different sense. Ñāṇamoḷi’s “idea” might be the least bad option, in the sense of a thought, concept, sensation, or image present in consciousness. ",
  "mn18:17.1": "I take this passage as an encouragement to meditators who may be intimidated by the complex analysis that preceded. Mahākaccāna is assuring his audience that if they can see the fundamentals of sense experience, the rest of the process “will make itself known” (<i lang='pi' translate='no'>paññāpessati</i>). | I render the repetitive phrase <i lang='pi' translate='no'>phassapaññattiṁ paññāpessati</i> idiomatically as “will discover evidence of contact”, but more literally it might be “the making known of contact will make itself known”. ",
  "mn18:22.2": "This simile is also used for the Buddha’s teachings at <a href='/an5.194/en/sujato#4.1'>AN 5.194:4.1</a>. "
}