{
  "mn19:1.1": "This discourse shows that a meditator must abandon unwholesome thought then wholesome thought before entering absorption. It is one of several discourses that give detailed instructions on dealing with thought in meditation (eg. <a href='https://suttacentral.net/mn18/en/sujato'>MN 18</a>, <a href='https://suttacentral.net/mn20/en/sujato'>MN 20</a>, <a href='https://suttacentral.net/an3.101/en/sujato'>AN 3.101</a>). While meditation existed before the Buddha, we do not find this kind of practical advice on how to go about it. ",
  "mn19:2.1": "This period of meditative development must have taken place after giving up self-mortification practices. <a href='https://suttacentral.net/mn36/en/sujato#34.1'>MN 36:34.1</a> says that at this point, after restoring his strength by eating solid food, he developed the absorptions, giving the impression that this happened immediately. However, the current sutta, supported by passages such as <a href='https://suttacentral.net/mn128/en/sujato#16.2'>MN 128:16.2</a>, shows that this took some time, although it is not clear how long. ",
  "mn19:2.3": "By analyzing thoughts (<i lang='pi' translate='no'>vitakka</i>), he is consciously developing the second factor of the noble eightfold path, right thought (<i lang='pi' translate='no'>sammāsaṅkappa</i>). In this context, <i lang='pi' translate='no'>vitakka</i> and <i lang='pi' translate='no'>saṅkappa</i> are synonyms. ",
  "mn19:3.3": "First one knows the thought, understanding it in terms of the framework. ",
  "mn19:3.4": "Then one reflects on the causal outcome of the thought. ",
  "mn19:3.5": "Thoughts are eradicated not by force or judgment, but by reflective wisdom. ",
  "mn19:4-5.1": "The difference between “malice” (or “ill will”, <i lang='pi' translate='no'>byāpāda</i>) and “cruelty” (<i lang='pi' translate='no'>vihiṁsā</i>) is subtle; they are the respective opposites of “love” (<i lang='pi' translate='no'>mettā</i>) and “compassion” (<i lang='pi' translate='no'>karuṇā</i>). <i lang='pi' translate='no'>Mettā</i> wishes well simply and without qualification, just as “malice” wishes ill. But <i lang='pi' translate='no'>karuṇa</i> takes pleasure in the alleviation of pain, while <i lang='pi' translate='no'>vihiṁsā</i> takes pleasure in inflicting pain. ",
  "mn19:6.1": "This is a key principle underlying Buddhist meditation. ",
  "mn19:7.1": "Compare <a href='https://suttacentral.net/an3.101/en/sujato'>AN 3.101</a>, where the Buddha illustrates the same point with a simile of smelting gold. ",
  "mn19:7.4": "At this point, a meditator guards against unwholesome thoughts, gently and persistently. ",
  "mn19:8.7": "Meditators often wish to reach a state free of thought, but thought is a natural and essential function of the mind and wholesome habits of thought are a part of the eightfold path. ",
  "mn19:8.10": "Even good thought has a limit as the mind is still active. | Bṛhadāraṇyaka Upaniṣad 4.4.21 enjoins the contemplative not to think too much, as it is fatiguing to speech. ",
  "mn19:8.11": "As the sutta later makes clear, this means that he entered absorption. The process described here extends over a period of time during which these different factors arose, rather than a single meditation sitting. ",
  "mn19:12.4": "Compare <a href='https://suttacentral.net/mn140/en/sujato#20.2'>MN 140:20.2</a> and <a href='https://suttacentral.net/an3.102/en/sujato#2.1'>AN 3.102:2.1</a>, where, when smelting is going well, the goldsmith merely observes with equanimity. ",
  "mn19:13.1": "This passage, which describes the process of entering absorption, is here shown to be the opposite of the previous situation where the mind was continuing to think even wholesome thoughts. ",
  "mn19:14.1": "The first absorption still has <i lang='pi' translate='no'>vitakka</i>, which above was rendered “thought” since it was clearly a verbal process. <i lang='pi' translate='no'>Jhāna</i> is, however, a state of “higher mind” where all mental processes are elevated. Pleasure is no longer the coarse stimulus of the senses, seclusion is no longer just being physically isolated, rapture is no longer exciting. And <i lang='pi' translate='no'>vitakka</i> is no longer the activity of verbalizing thought, as the burden of the sutta is to show that even wholesome thought prevents absorption. Rather, it is explained as a subtle process of placing the mind and keeping it in place (as defined at <a href='https://suttacentral.net/mn117/en/sujato#14.2'>MN 117:14.2</a>). The English word “thought” in the sense “to bring something to mind” might be elastic enough to cover this sense, but it is apt to be misleading. | The late canonical Peṭakopadesa has an interesting analysis that precedes the commentarial Theravadin understanding of this point (<a href='https://suttacentral.net/pe7/pli/ms'>Pe 7</a>). ",
  "mn19:18.2": "The text is elided in the Pali, but clearly is meant to be understood in full per <a href='https://suttacentral.net/mn4/en/sujato#27.2'>MN 4:27.2</a>. ",
  "mn19:26.3": "As at <a href='https://suttacentral.net/sn22.84/en/sujato#10.11'>SN 22.84:10.11</a>. "
}