{
  "mn1:1.1": "Just as the Dīghanikāya begins with the complex and demanding Brahmajālasutta, the Majjhima opens with one of the most abstruse discourses in the canon. It was translated together with its commentary and extensive analysis by Bhikkhu Bodhi as *The Discourse on the Root of Existence*. The commentarial background is also found in the Mūlapariyāya Jātaka (Ja 245). The commentary connects this sutta with the Gotamakacetiyasutta ([an3.125]()), but there is no internal evidence to support this. ",
  "mn1:1.2": "Ukkaṭṭhā, near Sāvatthī, is mentioned only rarely, and always in the context of extraordinary teachings and events that emphasize the cosmic grandeur of the Buddha against the brahmins, likely because it was the home of the prominent Kosalan brahmin Pokkharasādi ([dn3:1.2.1](), [dn14:3.29.1](), [mn49:2.1]()). ",
  "mn1:1.4": "The pattern of this discourse answers to such passages as Bṛhadāraṇyaka Upaniṣad 3.7, where Yājñavalkya expounds a series of principles in relation to which the “immortal self” is conceived. The commentary says that this discourse was delivered to a group of former brahmins who had become conceited when they learned the Buddha’s teaching. While the text certainly responds to ideas and methods of Brahmanical texts, that interpretation is not supported by the text. ",
  "mn1:2.1": "In his third discourse, speaking to Brahmanical ascetics, the Buddha reframed the “all” as the experience of the six senses ([sn35.28]()). The distinctive “conceiving” pattern of this sutta is therefore also applied to the “all” of the six senses ([sn35.30:1.19](), [sn35.90:3.7]()). More broadly, the same pattern is also applied to the “aggregates, elements, and sense fields” ([sn35.31:1.21](), [sn35.91:4.1]()). | The meaning of “root” is clarified later ([mn1:171.4]()) as “taking pleasure”, i.e. craving, which is the “root” of suffering. ",
  "mn1:3.1": "An “unlearned ordinary person”, who has not realized any of the stages of the noble path, is contrasted with one who has entered the path. The sutta examines the ways that the process of perception and identification evolves with progress on the path. | “Noble one” (_ariya_), a term for the inheritors of the Aryan culture developed among the proto-Indo-European peoples of the central Asian steppes, loosely conveys the sense “cultured” or “civilized”. “True person” (_sappurisa_) indicates one who is authentic and genuine in their realization of the truth, and hence is virtuous and good. Both of these are used in Buddhism as technical terms referring to any awakened person, at the least one who has entered the path to stream-entry. ",
  "mn1:3.2": "Although their perception (_saññā_) is accurate, to perceive something “as” something is to recognize it filtered through memory and concepts learned in the past, a subtle pre-processing that interprets present experience in light of our own expectations and desires. | The ending _-to_ here and throughout is the “ablative of perspective”, which is used with verbs of cognition to express the idea of seeing something in a certain light; for example, one contemplates the body “as impermanent” ([mn74:9.1]()). ",
  "mn1:3.3": "To “conceive” or “imagine” (_maññati_) is, according to the commentary, to think in terms of a “self”, proliferating experience through craving, conceit, or views until it is constructed *for me*. The Buddhist usage draws upon such passages as Bṛhadāraṇyaka Upaniṣad 4.3.20, where due to ignorance, a person “imagines” in a dream the fearful things they saw when awake, or at the highest level, “imagines I am this all” (_ahamevedaṁ sarvo’smīti manyate_). Each phrase takes the “perception of earth as earth” and conceives, imagines, or construes that perception in progressively more differentiated and objectified ways, until it becomes something that is owned and enjoyed. ",
  "mn1:3.5": "“Complete understanding” (_pariññā_) is the understanding of the arahant that permanently cuts through all delusions and conceits. ",
  "mn1:4.1": "The sutta proceeds through the four main physical elements or properties before proceeding to beings and then various deities. The difference between these things is not as pronounced as one might think. The elements were worshiped as gods, while the gods were often anthropomorphized natural phenomena such as the sky (_deva_), or the thunder (_inda_). To identify with a material element, then, is to share the essence of a powerful force of nature. | A similar list, but with fewer items, is found starting at [mn49:11.1](). ",
  "mn1:7.1": "“Creatures” (_bhūta_) can refer to any living being, including humans and animals, as well as invisible entities such as ghosts. ",
  "mn1:8.1": "“Gods” (_deva_) or “deities” (_devatā_) is a generic description of the many divine entities of ancient Indian belief. Some were inherited from the old Vedic theology, while others reflect local customs and beliefs. All are impermanent and subject to suffering. ",
  "mn1:9.1": "This is Pajāpati, the lonely creator god of Vedic belief. Having set the world in motion he was largely forgotten. ",
  "mn1:10.1": "Brahmā is also regarded as a creator, but in the sense of the underlying divine force that sustains the life of the cosmos. In Buddhism, several individual Brahmās appear, depicted as high deities who achieved their status due to the practice of first _jhāna_ in a past life. ",
  "mn1:11.1": "This and the next two are higher Brahmā realms. Beings in this realm are sometimes called “gods” (_devā_). They achieved their status through the second, third, and fourth _jhānas_ respectively. Later Brahmanical texts mention a class of Ābhāsvara deities, but it does not appear to be a Vedic concept. ",
  "mn1:12.1": "“Replete with glory” is _subhakiṇha_, where _subha_ is “beauty, radiance, glory” and _kiṇha_ is “entire, total” (= Sanskrit _kṛtsna_). The same word is the basis for the Pali _kasiṇa_ (“universal”). The concept appears to be Buddhist, but we find a precedent when Yājñavalkya says that, just as salt is “entirely” salty, the Self is an “entire mass of consciousness” (_kṛtsnaḥ prajñānaghana eva_, Bṛhadāraṇyaka Upaniṣad 4.5.13). ",
  "mn1:13.1": "The gods of “abundant fruit” (_vehapphala_; Sanskrit _bṛhatphala_) do not appear in Brahmanical literature, but _bṛhat_ is a common descriptor of divinity. See eg. the Vedic god Bṛhaspati, identified with the planet Jupiter, or Rig Veda 9.107.15, which describes Soma as _ṛtam bṛhat_, “vast and true”. ",
  "mn1:14.1": "“Vanquisher” (_abhibhū_) is an epithet of Brahmā ([mn49:5.2]()) that was appropriated for the Buddha ([an4.23:5.1]()). In Rig Veda 8.97.10 it is an epithet of Indra, but it is not a regular name for a deity in either Buddhism or Brahmanism. Here it appears to be the name of the highest of the Brahmā gods. ",
  "mn1:15.1": "Here begins the series of realms associated with the practice of formless meditations. These were practiced by the most advanced non-dualist Brahmanical teachers before the Buddha, who identified such experiences with the highest Self that is the cosmic divinity. The Buddha adopted the practices as part of the development of meditation, divesting them of metaphysical significance. ",
  "mn1:15.2": "“Space” (_ākāsa_) is a principle of deep significance in the Upaniṣads, yet it is ultimately a lesser manifestation of the Absolute. See eg. Bṛhadāraṇyaka Upaniṣad 3.8.7; Taittirīya Upaniṣad 2.1.1; Chāndogya Upaniṣad 7.12. ",
  "mn1:16.1": "“Infinite consciousness” is identified with the highest Self by Yājñavalkya at Bṛhadāraṇyaka Upaniṣad 2.4.12. ",
  "mn1:17.1": "Taught by the Brahmanical sage Āḷāra Kālāma at [mn26:15.13](). ",
  "mn1:18.1": "Taught by the Brahmanical sage Uddaka Rāmaputta at [mn26:16.13](). ",
  "mn1:19.1": "The discourse presents four items—the seen, heard, thought, and known—which describe the means of knowing spiritual truths: the sight of a holy person, hearing a teaching, contemplating the truth, and meditative awareness. This framework, which is found commonly in the suttas, was adopted from Yājñavalkya; for example at Bṛhadāraṇyaka Upaniṣad 3.8.11 he describes the Absolute as “the unseen seer, the unheard hearer, the unthought thinker, the unknown knower”. ",
  "mn1:19.2": "See [snp4.4]() for a more detailed critique of “seeing” a holy person as a standard of truth. ",
  "mn1:20.1": "This refers to teachings that are “heard” or passed down in oral tradition. It includes Vedic scriptures (_śruti_) that were believed to have been “heard” or transmitted by divine inspiration, as well Buddhist scriptures, which begin, “So I have heard”. No scripture is infallible ([mn76:25.2]()). ",
  "mn1:21.1": "_Muta_ means “(what is) thought”, but is often mistranslated as “sensed”, a meaning that does not apply in the early texts. Philosophical thought, like scripture, is fallible ([mn76:27.3]()), but people get attached to their theories ([snp4.5]()). ",
  "mn1:22.1": "The “known” (_viññāta_) is that which is cognized with consciousness (_viññāṇa_), especially states of expanded consciousness in deep meditation. Even such states are not immune to misinterpretation (eg. [mn136:9.1](), [dn1:1.31.1]()). ",
  "mn1:23.1": "Perception of “oneness” (_ekatta_) sees the world as manifold reflections of an underlying unity. Arising from meditative experience or philosophical reflection, it is associated with the non-dual schools of Brahmanism. Īśa Upaniṣad 7, for example, speaks of “contemplating the oneness” (_ekatvam anupaśyataḥ_) of all creatures with the supreme soul. Yājñavalkya said in the state of non-differentiation the Self “becomes clear as water, one, the seer without a second; this is the Brahmā realm” (Bṛhadāraṇyaka Upaniṣad 4.3.32: _salila eko draṣṭādvaito bhavati, eṣa brahmalokaḥ_). ",
  "mn1:24.1": "“Diversity” (_nānatta_) is the opposite fallacy to “oneness”; based on the diversity of sense experience, it interprets the world as irreducibly manifold. An example would be the Jains, who believed the world was made up of countless separate entities, a view criticized in Māṇḍūkya Upaniṣad 3.13 (_nānātvaṁ nindyate_). Both these fallacies take a particular mode of perception, which is true in certain respects, and apply it as an absolute. ",
  "mn1:25.1": "The “all” is another critical term in the Upaniṣads, representing the totality of creation as an expression of divinity. See eg. Chāndogya Upaniṣad 7.25.2, “the self is all this” (_ātmaivedaṃ sarvamiti_). ",
  "mn1:26.1": "It is puzzling to see “extinguishment” (_nibbāna_; Sanskrit _nirvāṇa_) here, as it is the end of conceiving. At least three interpretations are possible. (1) *Simple textual error*. Of the three Chinese parallels, EA 44.6 mentions _nibbāna_ here, while MA 106 and T 56 do not. It is unlikely that two separate texts have the same error, unless it is a very old one that predates the separation between the schools, or arose later through contamination. (2) *The five kinds of “extinguishment in the present life”*. These are false liberations believed by sectarians (Brahmajālasutta, [dn1:3.19.1]()). The commentary says they are meant here, but it seems unlikely, given that below the stream-enterer is enjoined to not identify with _nibbāna_, whereas they have already dispelled such misconceptions of the path. (3) *An unenlightened person’s misconception of the Buddhist goal*. At least some ancient Buddhists read it this way, as this passage is quoted in an Abhidhamma discussion as to whether the deathless as an object of thought can be a fetter (Kathāvatthu 9.2). The Theravāda commentary, rejecting this, says it was the view of the Pubbaseliyas, a branch of the Mahāsaṅghikas. ",
  "mn1:27.1": "A “trainee” (_sekha_), who has realized stream-entry, once-return, or non-return, has had a vision of the path and Nibbāna. Yet since they have not fully relinquished the fetters that bind them to transmigration, they continue to deepen their practice of the noble eightfold path. Their “direct knowing” (_abhiññā_) is purified by the twin powers of _samatha_ and _vipassanā_ meditation, rather than “perception” (_saññā_), which is filtered through the five hindrances and other cognitive distortions. This distinction between perception and higher awareness (_vijñāna_ or _prajñāna_) was first made by Yājñavalkya (Bṛhadāraṇyaka Upaniṣad 2.4.12 and 4.5.13). ",
  "mn1:27.2": "The sutta depicts progress through the path in three grammatical modes. The ordinary person conceives; the trainee ought not conceive; the perfected one does not conceive. This echoes the “three rounds” of the first sermon (Dhammacakkappavattanasutta, [sn56.11]()): “there is” suffering; suffering “should be understood”; suffering “has been understood”. ",
  "mn1:42.1": "The stream-enterer has not necessarily had personal experience of all these meditation states and realms of existence. Yet they “directly know” dependent origination, and hence understand that all such states are conditioned, impermanent, and included within the round of transmigration. ",
  "mn1:51.1": "The “perfected one” is the _arahant_, literally “worthy one”, who is the Buddhist spiritual ideal. Their direct knowing is so powerful that it has cut through all fetters bindings them to transmigration. ",
  "mn1:75.4": "The text repeats the passage on the perfected one three times, emphasizing the ending of greed, hate, and delusion respectively. ",
  "mn1:147.1": "The Buddha is an _arahant_, and he shares his fundamental understanding with other arahants. Yet the suttas elevate his understanding as the one who discovered the path. ",
  "mn1:147.4": "To “completely understood to the end” is a phrase unique to this sutta. It implies that, while other arahants understand phenomena to the extent necessary for release, the Buddha understands all phenomena without exception. ",
  "mn1:171.4": "This clarifies an ambiguity in the phrase “take pleasure” (or “delights”, “approves”, or “relishes”, _(abhi)-nandati_). This can have a positive sense, as the audience normally “approves” the Buddha’s teachings (but see the end of this sutta). Using a different term with similar meaning, the arahants are said to “delight in not grasping” (_anupādāya ye ratā_, [dhp89]()). Here, however, the Buddha clarifies that he is using “taking pleasure” (_nandī_, from the same root as _abhinandati_) in the sense of craving. I use a rendering that, I hope, preserves the ambiguity. ",
  "mn1:171.5": "With these lines the Buddha connects the teachings of this sutta with dependent origination. He employs a similar strategy at the end of the Brahmajālasutta. ",
  "mn1:194.9": "That they “took no pleasure” (_na abhinanduṁ_) is confirmed in the commentary and in the parallel at EA 44.6, which explains that the mendicants did not understand the discourse. Some modern interpreters (Bodhi, Ñāṇananda), relying on the commentarial background explanation, suggest that the problem was that they understood it all too well and were not happy that their beliefs were challenged. These explanations, however, do not take into account the centrality of the word _nanda_—it is literally the “root” that lends the discourse its title. Given that an arahant does not “take pleasure” (_abhinandati_) even in Nibbāna, and that “taking pleasure” (_nandī_) is the root of suffering, is it any wonder that the audience did not “take pleasure” (_abhinanduṁ_) in the teaching? It is not that they did not understand, nor that their understanding threatened their egos, but that they understood so well that they received the teaching with perfect equanimity. Elsewhere the Buddha urged that one should “neither approve (_abhinandati_) nor dismiss” a teaching ([an4.180:2.5]() = [dn16:4.8.4](), [dn29:18.4](), [mn112:3.1]()). It seems that the normal response, where the audience approves a teaching with pleasure, is meant in a conventional sense, whereas this sutta shows how for an arahant all such responses are transcended. "
}