{
  "mn20:0.2": "",
  "mn20:2.1": "The “higher mind” (<i lang='pi' translate='no'>adhicitta</i>) is the four <i lang='pi' translate='no'>jhānas</i> (<a href='https://suttacentral.net/an3.90/en/sujato#3.1'>AN 3.90:3.1</a>). | “Subject” (<i lang='pi' translate='no'>nimitta</i>) here has its normal meaning in meditation contexts: a property of experience that, when focused on, fosters similar properties. This is primarily the chosen subject of meditation, but it also includes any subject that the mind dwells on. | “From time to time” (<i lang='pi' translate='no'>kālena kālaṁ</i>): these are not fundamentals of meditation like mindfulness, which should always be developed, but rather expedients for dealing with specific problems when they arise. A meditator should be familiar with these methods and apply them when needed. However, one should not be over-eager to reach for these methods; they are meant for those times when the normal process of meditation has gone awry. ",
  "mn20:3.1": "For example, a meditator who finds themselves plagued with thoughts of annoyance, having recognized that this is happening per <a href='https://suttacentral.net/mn19/en/sujato'>MN 19</a>, should switch to a new meditation such as <i lang='pi' translate='no'>mettā</i>. ",
  "mn20:4.1": "These methods are progressive; each one assumes that the former method has failed. | Looking at the drawbacks of unskillful thoughts was the cornerstone of the Bodhisatta’s method at per <a href='https://suttacentral.net/mn19/en/sujato#3.4'>MN 19:3.4</a>. ",
  "mn20:4.2": "As per <a href='https://suttacentral.net/mn19/en/sujato#3.4'>MN 19:3.4</a>. ",
  "mn20:5.1": "“Forget” is <i lang='pi' translate='no'>asati</i> and “ignore” is <i lang='pi' translate='no'>amanasikāra</i>. ",
  "mn20:5.6": "The repetitions here are dubious. The Mahāsaṅgīti edition here and following omits the method that stops the thoughts. It is surely implied, but in the absence of any witnesses, I translate to preserve the roughness of the Pali. ",
  "mn20:6.1": "The unique phrase “stopping the formation of thoughts” (<i lang='pi' translate='no'>vitakkasaṅkhārasaṇṭhānaṁ</i>) lends the sutta its title. Here <i lang='pi' translate='no'>saṅkhāra</i> refers to the energy that drives the formation of thoughts. Understanding the cause helps to deprive it of its power. ",
  "mn20:6.4": "“Walking quickly” like a person swamped by many thoughts (<a href='https://suttacentral.net/mn18/en/sujato#16.1'>MN 18:16.1</a>). ",
  "mn20:6.8": "Multiple methods of quelling thought have failed, so this method focuses on gradually slowing down rather than stopping all at once. Asking “why am I thinking so much?” turns attention around, focusing on the previous thought rather than the next thing. ",
  "mn20:7.2": "As a last resort, the meditator forcibly crushes unwholesome thoughts and makes themselves think unwholesome thoughts. This is one of the Jain-like mortifying meditations that the Bodhisatta undertook before discovering the middle way (<a href='https://suttacentral.net/mn36/en/sujato#20.2'>MN 36:20.2</a>, <a href='https://suttacentral.net/mn85/en/sujato#20.2'>MN 85:20.2</a>, <a href='https://suttacentral.net/mn100/en/sujato#17.2'>MN 100:17.2</a>). There, compared to the other practices such as meditating without breathing, it is the first and gentlest. Thus the most gentle of the mortifying meditations becomes the harshest of the Buddhist methods. | The first two terms (<i lang='pi' translate='no'>abhiniggaṇhāti</i>, <i lang='pi' translate='no'>abhinippīḷeti</i>) also occur in the context of defeating an opponent in debate (<a href='https://suttacentral.net/an10.116/en/sujato#5.1'>AN 10.116:5.1</a>) and sexual assault (<a href='https://suttacentral.net/pli-tv-bu-vb-ss2/en/sujato#2.2.1'>Pli Tv Bu Vb Ss 2:2.2.1</a>). <i lang='pi' translate='no'>Abhisantāpeti</i> does not occur elsewhere in early Pali, but at Atharvaveda 2.12.6c it is a divine punishment for heretics. ",
  "mn20:8.13": "This sentence has a number of dubious features. Up until now the Chinese parallel at MA 101 is fairly similar, but it lacks this phrase. In addition, the passage lacks the expected conditional <i lang='pi' translate='no'>yato ca</i> construction (“When a mendicant … then they are called one who has cut off craving …”, eg. <a href='https://suttacentral.net/mn22.1/en/sujato'>MN 22.1</a>). Moreover, being phrased in the past tense it sits uneasily with the future tense of the previous phrase, and would have made better sense reversed (“Having cut off craving … they will think what they want to think”). Taken together, these considerations suggest that this passage may have been inserted by error in the Pali. The original scope of the sutta, then, would have focused solely on the quieting of thoughts for attaining <i lang='pi' translate='no'>samādhi</i>. "
}