{
  "mn21:2.1": "This monk appears in three discourses, in none of which he distinguishes himself. At <a href='https://suttacentral.net/sn12.12/en/sujato'>SN 12.12</a> he persistently attempts to rephrase questions on dependent origination in terms of a self. And at <a href='https://suttacentral.net/sn12.32/en/sujato'>SN 12.32</a> Venerable Sāriputta gets word that Phagguna had disrobed. | According to the commentary, he was called Phagguna “of the Top-Knot” because of the style he wore his hair as a layperson. The name stuck, presumably to distinguish him from the Phagguna of <a href='https://suttacentral.net/an6.56/en/sujato'>AN 6.56</a> (and probably <a href='https://suttacentral.net/sn35.83/en/sujato'>SN 35.83</a>) who died in robes as a non-returner after hearing a Dhamma talk. ",
  "mn21:2.3": "A “disciplinary proceeding” (<i lang='pi' translate='no'>adhikaraṇa</i>) is a legal case in Vinaya. A standard set of four is listed at <a href='https://suttacentral.net/mn104/en/sujato#12.3'>MN 104:12.3</a>. The kind of case is not specified in the text, but the commentary says they accused other mendicants of various offences and got Vinaya experts to litigate them, making it a “disciplinary issue arising from accusations” (<i lang='pi' translate='no'>anuvādādhikaraṇa</i>, <a href='https://suttacentral.net/pli-tv-kd14/en/sujato#14.2.7'>Pli Tv Kd 14:14.2.7</a>). ",
  "mn21:6.1": "",
  "mn21:6.4": "",
  "mn21:6.6": "This does not mean, of course, that one should not defend people against violence (see eg. <a href='https://suttacentral.net/dn16/en/sujato#1.4.15'>DN 16:1.4.15</a>), but that even in such circumstances one should not give way to anger. ",
  "mn21:6.10": "The grammar here is a little tricky. The genitive plays two roles in these passages: specifying the context (<i lang='pi' translate='no'>tava sammukhā</i>, “in your presence”), and as the object of criticism or blows (<i lang='pi' translate='no'>pahāraṁ dadeyya</i> “if they strike” operates above on “those nuns” (<i lang='pi' translate='no'>tāsaṁ bhikkhunīnaṁ</i>) and below on “you” (<i lang='pi' translate='no'>tava</i>)). Here we would expect both senses to be used, but the text only has <i lang='pi' translate='no'>tava</i> once. I assume that either one instance of <i lang='pi' translate='no'>tava</i> has been lost or it is meant to be distributed. ",
  "mn21:6.13": "Here <i lang='pi' translate='no'>sammukhā</i> is omitted, as it is unnecessary to specify being hit in your own presence. ",
  "mn21:7.4": "Eating once a day is also encouraged at <a href='https://suttacentral.net/mn65/en/sujato'>MN 65</a>, while <a href='https://suttacentral.net/mn70/en/sujato'>MN 70</a> encourages not eating at night. In both cases, monks objected when asked to follow this practice. Thus all three instances depict the growing influence of recalcitrant monks in the Sangha, culminating in the Buddha laying down a formal Vinaya rule against eating at the wrong time (<a href='https://suttacentral.net/pli-tv-bu-vb-pc37/en/sujato'>Pli Tv Bu Vb Pc 37</a>). Per the allowance at <a href='https://suttacentral.net/mn65/en/sujato#4.1'>MN 65:4.1</a>, the mendicants are not required to eat in one sitting, which remained as an optional ascetic practice. ",
  "mn21:7.7": "",
  "mn21:7.9": "This is referring to the early years of the dispensation, before the formal Vinaya code was laid down. The Buddha was reluctant to create a legal code and did so only when it became necessary (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#3.4.6'>Pli Tv Bu Vb Pj 1:3.4.6</a>). He preferred to lead without judgment and punishment, but by reason, positive encouragement, and inspiring with his own example. ",
  "mn21:7.10": "This simile is also at <a href='https://suttacentral.net/mn119/en/sujato#31.2'>MN 119:31.2</a>, <a href='https://suttacentral.net/sn35.239/en/sujato#2.10'>SN 35.239:2.10</a>, and <a href='https://suttacentral.net/an5.28/en/sujato#10.2'>AN 5.28:10.2</a>. ",
  "mn21:8.1": "This is a unique simile. ",
  "mn21:9.1": "The lady Vedehikā is known only here. According to the commentary, her name means either “daughter of the lady from Videha”, or (implausibly) “wise one”. However, the much earlier Arthaśāstra treats <i lang='pi' translate='no'>vaidehika</i> either as a “merchant” (2.21.7) or as a caste name (3.7.32). This story paints a rare portrait of domestic life. ",
  "mn21:9.3": "The same set of three in a similar context occur at <a href='https://suttacentral.net/an6.60/en/sujato'>AN 6.60</a>. ",
  "mn21:9.4": "According to ancient Indian law (Arthaśāstra 3.13), slaves may be born such, be captured in war, or a person in a time of trouble may bind themselves in service for a fee. Non-Aryans (<i lang='pi' translate='no'>mleccha</i>) may indenture their children, but this is forbidden for Aryans. Such bondservants were protected against cruelty, sexual abuse, and unfair work. After earning back the fee of their indenture they were freed, retaining their original inheritance and status. | The maid’s name means “black” (compare the Kāḷī at <a href='https://suttacentral.net/thag2.16/en/sujato#1.1'>Thag 2.16:1.1</a> who “looks like a crow”). This is a persistent pattern in early Pali. The only other named slaves are Disā (“foe”, <a href='https://suttacentral.net/dn3/en/sujato#1.16.1'>DN 3:1.16.1</a>), her son Kaṇha (“black”, <a href='https://suttacentral.net/dn3/en/sujato#1.16.1'>DN 3:1.16.1</a>), and Kāka (“crow”, <a href='https://suttacentral.net/pli-tv-kd8/en/sujato#1.26.6'>Pli Tv Kd 8:1.26.6</a>). These people were evidently non-Aryans descended from the native peoples of India, perhaps Tamils or other tribal groups. ",
  "mn21:9.10": "To “test” (or “inquire”) is <i lang='pi' translate='no'>vīmaṁsā</i>, which features as the fourth of the bases of psychic power. ",
  "mn21:9.13": "<i lang='pi' translate='no'>He je</i> is an idiomatic and disrespectful form of address, offering a glimpse of colloquial speech in the formal Pali of scripture. <i lang='pi' translate='no'>He</i> is an exclamation for calling attention, like “hey” but cruder. <i lang='pi' translate='no'>Je</i> is a derogatory term for women, used here and by the Vajjīs to Ambapālī at <a href='https://suttacentral.net/dn16/en/sujato#2.16.3'>DN 16:2.16.3</a>. ",
  "mn21:9.14": "She uses the respectful address <i lang='pi' translate='no'>ayye</i> (“ma’am”). ",
  "mn21:9.33": "Assuming that the three rounds are meant to be <i lang='pi' translate='no'>divā</i>, <i lang='pi' translate='no'>divātaraṁ</i>, <i lang='pi' translate='no'>divātaraṁyeva</i> (“in the day”, “later in the day”, “even later in the day”), although this is not followed consistently in the text. ",
  "mn21:9.39": "<i lang='pi' translate='no'>Aggaḷasūci</i> is a “pin” (<i lang='pi' translate='no'>sūci</i>) for fastening the door “bolt” (<i lang='pi' translate='no'>aggala</i>). It is sometimes translated as “rolling pin”, but that would be Sanskrit <i lang='pi' translate='no'>vellana</i> (Hindi <i lang='pi' translate='no'>belan</i>). ",
  "mn21:9.43": "Arthaśāstra 3.13.9 says that inflicting punishment (<i lang='pi' translate='no'>daṇḍapreṣaṇam</i>; cf. Pali <i lang='pi' translate='no'>daṇḍāpesuṁ</i> at <a href='https://suttacentral.net/pli-tv-bi-vb-ss1/en/sujato#1.38'>Pli Tv Bi Vb Ss 1:1.38</a>) on a slave is a crime for which a master incurs a fine equivalent to the cost of the slave. ",
  "mn21:9.45": "No blame is given to Kāḷī for her deliberate provocation. ",
  "mn21:11.1": "At <a href='https://suttacentral.net/an5.167/en/sujato'>AN 5.167</a> and <a href='https://suttacentral.net/an10.44/en/sujato#7.1'>AN 10.44:7.1</a> the five positive ways should be established before admonishing anyone. ",
  "mn21:11.14": "Up until now, the sutta has concerned itself with good behavior and motivations in everyday life. Now this forms a basis to support meditation. ",
  "mn21:14.8": "“Formless and invisible” is <i lang='pi' translate='no'>arūpī anidassano</i>. ",
  "mn21:20.1": "This is often depicted as one of the torments of hell. ",
  "mn21:21.1": "This dramatic passage is quoted at <a href='https://suttacentral.net/mn28/en/sujato#24.3'>MN 28:24.3</a>, which adopts the name “The Advice on the Simile of the Saw” (<i lang='pi' translate='no'>kakacūpamovāda</i>). It became one of the most famous similes in Buddhism. In addition to these two Majjhima suttas and their Chinese parallels, it is cited in canonical texts at <a href='https://suttacentral.net/thag6.12/en/sujato#5.2'>Thag 6.12:5.2</a> and SA 497, and in commentarial texts such as the Sanskrit Abhidharma text Mahāvibhāṣā (T 1545 at T xxvii 190a28), the Pali commentary to <a href='https://suttacentral.net/ud3.3/en/sujato'>Ud 3.3</a>, and the Visuddhimagga chapter on loving-kindness meditation (Vsm 2.9.15). "
}