{
  "mn22:2.1": "For “vulture trapper” (<i lang='pi' translate='no'>gaddhabādhi</i>), see <a href='https://suttacentral.net/sn47.7/en/sujato#1.4'>SN 47.7:1.4</a> where <i lang='pi' translate='no'>√bādh</i> clearly means to “trap” a monkey. The commentary’s “killer” seems unjustified. ",
  "mn22:2.2": "By this he denies the third of the four kinds of self-assurance (<a href='https://suttacentral.net/mn12/en/sujato#25.1'>MN 12:25.1</a>). ",
  "mn22:3.5": "The stock phrase “pursued, pressed, and grilled” (<i lang='pi' translate='no'>samanuyuñjanti samanugāhanti samanubhāsanti</i>) is sometimes rendered as if it meant to “question”, but here there is no question. While these terms are commonly used in a context of questioning, they do not, in and of themselves, mean to question. Rather they mean to engage with a person and push for an answer or response. ",
  "mn22:3.6": "Ariṭṭha makes two mistakes: misunderstanding sensual pleasures, and misrepresenting the Buddha. ",
  "mn22:3.7": "Ariṭṭha did not specify what “obstructions” he was referring to, but this reply by the mendicants indicates that he meant indulgence in sensual pleasures, a conclusion supported by the commentary and several parallel texts. See too <a href='https://suttacentral.net/thig16.1/en/sujato#45.2'>Thig 16.1:45.2</a> where sensual pleasures are said to be “obstructive”. Other things said to be obstructive are “possessions, honor, and popularity” (eg. <a href='https://suttacentral.net/sn17.2/en/sujato#1.2'>SN 17.2:1.2</a>) and “false speech” (<a href='https://suttacentral.net/pli-tv-kd2/en/sujato#3.3.14'>Pli Tv Kd 2:3.3.14</a>). In the latter context, “obstructive” is explained as preventing the attainment of <i lang='pi' translate='no'>jhāna</i> and higher spiritual realizations. ",
  "mn22:3.8": "",
  "mn22:3.9": "The first seven of these ten similes are taught with explanations at <a href='https://suttacentral.net/mn54/en/sujato#15.1'>MN 54:15.1</a>. The full ten are quoted at <a href='https://suttacentral.net/an5.76/en/sujato#11.2'>AN 5.76:11.2</a> and by the bhikkhunī Sumedhā at <a href='https://suttacentral.net/thig16.1/en/sujato#41.1'>Thig 16.1:41.1</a>. With slight variations the list recurs in various parallels and some similes are found individually. ",
  "mn22:3.16": "",
  "mn22:5.9": "“Absolutely” renders the particle <i lang='pi' translate='no'>byā</i>, which is a rare intensive form of <i lang='pi' translate='no'>iva</i>. It is employed in the same manner by Sāti at <a href='https://suttacentral.net/mn38/en/sujato#3.7'>MN 38:3.7</a>, who is equally confident and equally wrong. ",
  "mn22:6.15": "The discourse up to this point is also found twice in the Vinaya. At <a href='https://suttacentral.net/pli-tv-bu-vb-pc68/en/sujato'>Pli Tv Bu Vb Pc 68</a> the Buddha makes it a confessable offence to persistently insist on a pernicious wrong view of this sort. At <a href='https://suttacentral.net/pli-tv-kd11/en/sujato#32.1.1'>Pli Tv Kd 11:32.1.1</a> the Buddha asks the Sangha to perform an act of suspension (or “ejection”, <i lang='pi' translate='no'>ukkhepanīyakamma</i>) against Ariṭṭha. This portion is also found in the parallel Vinayas of the Dharmaguptaka,Kāśyapīya, Mahāsāṅghika, Mahīśāsaka, Mūlasarvāstivāda, and Sarvāstivāda schools. ",
  "mn22:7.3": "“Kindled even a spark of ardor” renders <i lang='pi' translate='no'>usmīkatopi</i>, found in a similar context at <a href='https://suttacentral.net/mn38/en/sujato#6.3'>MN 38:6.3</a>. <i lang='pi' translate='no'>Usmā</i> elsewhere appears as bodily warmth (<a href='https://suttacentral.net/mn43/en/sujato#22.9'>MN 43:22.9</a>, cf. Brahmasūtra 4.2.11), or the initial heating of fire-sticks when rubbed together (<a href='https://suttacentral.net/mn140/en/sujato#19.13'>MN 140:19.13</a>). But the most pertinent context is <a href='https://suttacentral.net/ja526/en/sujato#55.4'>Ja 526:55.4</a>, where a young ascetic will swiftly lose their <i lang='pi' translate='no'>usmāgataṁ</i>—explained by the commentary as “the fire of an ascetic” (<i lang='pi' translate='no'>samaṇatejaṁ</i>)—should they fall prey to sensual temptation. Thus, drawing on the traditional imagery of <i lang='pi' translate='no'>tapas</i> as heat and fervor, it refers to the kindling of ascetic ardor. It never became a technical term in Pali, but in Sanskrit Abhidharma, <i lang='pi' translate='no'>uṣmagata</i> refers to the conjunction of radiant <i lang='pi' translate='no'>samādhi</i> with wisdom in the initial realization of the truths, which “burns up” the defilements (Abhidharmakoṣabhāṣya 6.17, Abhidharmasamuccaya 2.4). ",
  "mn22:8.4": "",
  "mn22:9.1": "According to the commentary, this refers to sexual intercourse. This sentence is not found in the Chinese parallel at MA 200. ",
  "mn22:10.2": "These nine categories (<i lang='pi' translate='no'>aṅga</i>) of the teaching were an early organization of the Dhamma before the system of <i lang='pi' translate='no'>nikāyas</i> (or <i lang='pi' translate='no'>āgamas</i>) was introduced at the First Council. While their exact specification is uncertain, in my view they are most likely as follows (with an example of each). <i lang='pi' translate='no'>Sutta</i> is short doctrinal statements (<a href='https://suttacentral.net/sn12.1/en/sujato'>SN 12.1</a>). <i lang='pi' translate='no'>Geyya</i> is mixed prose and verse (“prosimetra”, <a href='https://suttacentral.net/sn1.1/en/sujato'>SN 1.1</a>). <i lang='pi' translate='no'>Veyyākaraṇa</i> is questions and answers (<a href='https://suttacentral.net/mn22/en/sujato'>MN 22</a>). <i lang='pi' translate='no'>Gāthā</i> is pure verse (<a href='https://suttacentral.net/thig1.1/en/sujato'>Thig 1.1</a>). <i lang='pi' translate='no'>Udāna</i> is the inspired statements identified as such in the early texts (<a href='https://suttacentral.net/mn75/en/sujato#19.1'>MN 75:19.1</a>). <i lang='pi' translate='no'>Itivuttaka</i> perhaps means “legends of the past”  (<a href='https://suttacentral.net/dn27/en/sujato'>DN 27</a>) rather than the book of that name (<a href='https://suttacentral.net/iti1/en/sujato'>Iti 1</a>). <i lang='pi' translate='no'>Jātaka</i> are the past life stories of the Buddha found in the early texts (<a href='https://suttacentral.net/mn81/en/sujato'>MN 81</a>). <i lang='pi' translate='no'>Abbhutadhamma</i> are stories of the amazing qualities of the Buddha or disciples (<a href='https://suttacentral.net/mn123/en/sujato'>MN 123</a>). <i lang='pi' translate='no'>Vedalla</i> are detailed analytical classifications (<a href='https://suttacentral.net/mn43/en/sujato'>MN 43</a>). Once the system of <i lang='pi' translate='no'>aṅgas</i> fell into disuse, some names were repurposed as specific books (Udāna, Itivuttaka, Jātaka). Northern traditions, including the parallels to this passage, usually extend the list to twelve with the addition of <i lang='pi' translate='no'>nidāna</i> (background stories), <i lang='pi' translate='no'>apadāna</i> (past lives of disciples), and <i lang='pi' translate='no'>upadesa</i> (explanatory treatises). ",
  "mn22:10.4": "“Considered acceptance” is <i lang='pi' translate='no'>nijjhānaṁ khamanti</i>. ",
  "mn22:10.5": "This theme is expanded in several discourses of the Aṭṭhakavagga, such as <a href='https://suttacentral.net/snp4.8/en/sujato'>Snp 4.8</a>. ",
  "mn22:10.9": "Bṛhadāraṇyaka Upaniṣad 4.4.10 says that those who worship ignorance enter darkness, but those who love knowledge (<i lang='pi' translate='no'>veda</i>) enter even greater darkness. This is a recurring theme; for example, Chāndogya Upaniṣad 6.1.2 tells how Uddālaka saw the vanity of his son Śvetaketu when he returned from his schooling. ",
  "mn22:10.10": "The <i lang='pi' translate='no'>alagadda</i> appears only here in early Pali. Sanskrit sources identify <i lang='pi' translate='no'>alagarda</i> either as a water-snake—in which case, however, it is said to be non-venomous (Kṣīrasvāmin’s Amarakoṣodghāṭana 1.7.5)—or as a kind of cobra (<i lang='pi' translate='no'>darvīkāra</i>, Suśrutasaṃhitā 5.4). | As to why the man was looking for a cobra, the commentary says he was looking to harvest the snake’s venom. But Candrakīrti, drawing on the pan-Indic legend that certain serpents have a “snake-gem” (<i lang='pi' translate='no'>nāgamaṇi</i>) in their heads, says that a serpent captured with the proper herbs and incantations brings great riches, but should these fail it will turn deadly (Mūlamadhyamakavṛtti-prasannapadā, L. de La Vallée Poussin’s translation, page 497). ",
  "mn22:11.4": "This is the “follower of teachings” (<i lang='pi' translate='no'>dhammānusāri</i>), who is mentioned near the end of the sutta. ",
  "mn22:12.2": "As in, for example, <a href='https://suttacentral.net/mn18/en/sujato'>MN 18</a>. ",
  "mn22:13.1": "This is the second renowned simile introduced in this discourse. It is referenced by name in <a href='https://suttacentral.net/mn38/en/sujato#14.1'>MN 38:14.1</a>. Metaphors of flood and crossing rivers abound in the Buddha’s teaching, and the specific idea of using a raft to cross over recurs at <a href='https://suttacentral.net/ud8.6/en/sujato#27.4'>Ud 8.6:27.4</a> = <a href='https://suttacentral.net/dn16/en/sujato#1.33.2'>DN 16:1.33.2</a> = <a href='https://suttacentral.net/pli-tv-kd6/en/sujato#28.12.7'>Pli Tv Kd 6:28.12.7</a>, <a href='https://suttacentral.net/snp1.2/en/sujato#4.1'>Snp 1.2:4.1</a>, <a href='https://suttacentral.net/sn35.238/en/sujato#5.6'>SN 35.238:5.6</a>. ",
  "mn22:14.1": "<i lang='pi' translate='no'>Dhammā</i> in the plural refers back to “those teachings” (<i lang='pi' translate='no'>tesaṁ dhammānaṁ</i>) of the nine categories. Accordingly, when this simile is invoked at <a href='https://suttacentral.net/mn38/en/sujato#14.1'>MN 38:14.1</a>, it is in reference to views. The pair <i lang='pi' translate='no'>dhamma</i> and <i lang='pi' translate='no'>adhamma</i> usually means “the teaching” and “against the teaching” (eg. <a href='https://suttacentral.net/an2.104/en/sujato'>AN 2.104</a>). The negative form has a stronger sense than simply “not the teaching”; it implies there is something unnatural, in conflict with the way the world is. ",
  "mn22:15.1": "“Grounds for views” (<i lang='pi' translate='no'>diṭṭhiṭṭhānāni</i>) are the experiences or reasoning from which views are derived. The Buddha is explaining how Ariṭṭha fell into his wrong view. One of the purposes of this analysis is to show how, while divergent views might seem insightful, innovative, or courageous, they all fall back on the same basic fallacies. ",
  "mn22:15.4": "The misguided person assumes that one or other of the aggregates is their self. In modern times, the teaching of the aggregates is often presented as a reductive argument: “What you take to be your self is in fact just the aggregates”. But the Buddha’s point is, rather: “The aggregates that you take to be your self do not have the properties of a self,” namely permanence, etc. ",
  "mn22:15.8": "Standing in place of the fifth aggregate, “consciousness”, this includes all kinds of knowledge or spiritual wisdom, especially that gained through mysticism or meditation. ",
  "mn22:15.10": "This is a both view and a ground for views. Such views, lacking empirical basis, have something dissatisfying about them, so adherent is driven to develop more and more complex metaphysical abstractions. At <a href='https://suttacentral.net/dn1/en/sujato#1.30.1'>DN 1:1.30.1</a>, this is treated as an eternalist view that arises from the grounds of either recollection of past lives or logic. | The repeated demonstrative pronouns in the Pali <i lang='pi' translate='no'>so loko so attā</i> (literally, “This is the cosmos, this is the self”) affirm an emphatic and absolute identity: “The cosmos and the self are one and the same”. This phrase has a lexical parallel at Bṛhadāraṇyaka Upaniṣad 4.4.22, which argues for the renunciate life: “What can descendants do for those for whom the self and the cosmos are one and the same” (<i lang='pi' translate='no'>[a]yamātmāyaṁ loka</i>). See also the last words of a father to his son at 1.5.17: “You are divinity, you are the sacrifice, you are the cosmos” (<i lang='pi' translate='no'>tvaṃ brahma tvaṃ yajñas tvaṃ loka</i>). | In this passage the terms <i lang='pi' translate='no'>attā</i> and <i lang='pi' translate='no'>loko</i> are reversed, presumably by textual error. It does not affect the meaning. ",
  "mn22:17.1": "“What does not exist” (<i lang='pi' translate='no'>asati</i>) is the self. | To be “anxious” (<i lang='pi' translate='no'>paritassati</i>) is to be caught between desire and fear. It seems to be a word of specifically Buddhist usage, leaning equally on the roots <i lang='pi' translate='no'>√tras</i> (to tremble in fear) and <i lang='pi' translate='no'>√tṛṣ</i> (to thirst for or crave). ",
  "mn22:18.2": "By adding “externally” the focus is shifted from the self to “what belongs to the self”, namely possessions. However, the Chinese parallel at MA 200 apparently takes it in reference to the anxiety of an eternalist who hears the Buddha teaching “externally”. ",
  "mn22:20.5": "The structure of this long compound is revealed at <a href='https://suttacentral.net/an10.96/en/sujato#14.1'>AN 10.96:14.1</a>, which shows that “views” is not one item on the list, but applies to each item. ",
  "mn22:20.7": "They can only see the extremes: if not eternalism it must be annihilationism. ",
  "mn22:24.5": "",
  "mn22:25.5": "“Not actually found” renders <i lang='pi' translate='no'>saccato thetato anupalabbhamāne</i>. ",
  "mn22:26.1": "The following question and answer section is quoted verbatim from the Anattalakkhaṇasutta (<a href='https://suttacentral.net/sn22.59/en/sujato#6.1'>SN 22.59:6.1</a>). It appears twice elsewhere in the Majjhima (<a href='https://suttacentral.net/mn35/en/sujato#20.4'>MN 35:20.4</a>, <a href='https://suttacentral.net/mn109/en/sujato#15.1'>MN 109:15.1</a>), in the Vinaya (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#6.42.1'>Pli Tv Kd 1:6.42.1</a>), and about fifty times in the Saṁyutta. ",
  "mn22:30.1": "These similes recur at <a href='https://suttacentral.net/an5.71/en/sujato'>AN 5.71</a> and <a href='https://suttacentral.net/an5.72/en/sujato'>AN 5.72</a>. They reflect ideas of entrapment and freedom. ",
  "mn22:31.1": "Ignorance is a “hindrance” (<i lang='pi' translate='no'>nīvaraṇa</i>), an image that ultimately draws on the Vedic myth of Vṛtra, a giant “constrictor” who trapped the waters (and sometimes cattle and sun) in darkness until it was slain by Indra and the waters released. Removing the bar permits escape from entrapment. At Chāndogya Upaniṣad 2.24.6, it is said that a devoted sacrificer may, at the time of death, pray that the cross-bar blocking entry to the next world be removed. ",
  "mn22:31.2": "",
  "mn22:32.1": "An elephant may be trapped by a moat <a href='https://suttacentral.net/cp11/en/sujato#3.1'>Cariyapiṭaka 11:3.1</a>, so when it is filled in it may roam free. ",
  "mn22:32.2": "",
  "mn22:33.1": "Likewise, an elephant may be tethered to a pillar (<a href='https://suttacentral.net/mn125/en/sujato#12.11'>MN 125:12.11</a>, <a href='https://suttacentral.net/thag19.1/en/sujato#51.2'>Thag 19.1:51.2</a>, <a href='https://suttacentral.net/cp11/en/sujato#3.2'>Cariyapiṭaka 11:3.2</a>). The term for “pillar” here (<i lang='pi' translate='no'>esikā</i>) also serves as a pun for “search” (<i lang='pi' translate='no'>esanā</i>). Two of the three “searches” (sensual pleasures and continued existence, <a href='https://suttacentral.net/sn45.161/en/sujato'>SN 45.161</a>) overlap with two of the three “cravings”. ",
  "mn22:33.2": "",
  "mn22:34.1": "Giving up the five lower “fetters” (thus becoming a non-returner) makes you “unbarred” (<i lang='pi' translate='no'>niraggaḷa</i>). This is also the name of a Vedic sacrifice (<a href='https://suttacentral.net/sn3.9/en/sujato#4.3'>SN 3.9:4.3</a>), where it is probably a name for the horse sacrifice, during which the horse is set free to roam for a year. ",
  "mn22:35.1": "A “banner” is held aloft as a sign of identity. | At <a href='https://suttacentral.net/sn22.22/en/sujato'>SN 22.22</a>, the “burden” is said to be the five aggregates, and the burden is put down with the end of craving. ",
  "mn22:36.1": "This expression conveys a deep sense of wonder when faced with a state of meditative consciousness so profound that its “basis” is unknown (<a href='https://suttacentral.net/an11.9/en/sujato#3.15'>AN 11.9:3.15</a>, <a href='https://suttacentral.net/sn22.79/en/sujato#14.26'>SN 22.79:14.26</a>). The “basis” is that on which consciousness depends, which fuels it and keeps it going. All such dependencies have been uprooted. ",
  "mn22:36.2": "“Realized one” (<i lang='pi' translate='no'>tahāgata</i>) usually refers to the Buddha, but sometimes, as here, it applies to any arahant. ",
  "mn22:36.4": "Here “not found” renders <i lang='pi' translate='no'>ananuvijja</i>, whereas at <a href='https://suttacentral.net/mn22/en/sujato#25.5'>MN 22:25.5</a> above it rendered <i lang='pi' translate='no'>anupalabbhamāna</i>. Both terms refer to the self that is not discovered or discoverable. ",
  "mn22:37.2": "This is the annihilationist view, exemplified by Ajita of the hair blanket (<a href='https://suttacentral.net/dn2/en/sujato#22.1'>DN 2:22.1</a>), and referred to above at <a href='https://suttacentral.net/mn22/en/sujato#20.7'>MN 22:20.7</a>. ",
  "mn22:37.5": "The particle <i lang='pi' translate='no'>c’eva</i> here has its normal role of slight emphasis in conjunctions, and so this phrase does not mean, “I <em>only</em> teach suffering and the end of suffering”. The point, rather, is that when he speaks of cessation, it is the cessation of suffering, not the cessation of an “existing being”. ",
  "mn22:38.1": "The Buddha teaches a similar equanimity at <a href='https://suttacentral.net/dn1/en/sujato#1.5.1'>DN 1:1.5.1</a>. ",
  "mn22:38.3": "Read <i lang='pi' translate='no'>tattha me</i> “regarding that for me” rather than commentary’s <i lang='pi' translate='no'>tattha (i)me</i> “regarding that for these [aggregates]”. The latter reading is supported by BJT’s <i lang='pi' translate='no'>tatrime</i>, but I think this is probably a backreading from the commentary. In the parallel phrase for the monks below, we would expect <i lang='pi' translate='no'>tattha no</i>, which is in fact attested in the Thai and PTS editions, so I translate “us” accordingly. ",
  "mn22:39.4": "This seems out of place here, for “completely understood” refers to arahantship, yet as a general teaching this should include everyone. In the Chinese parallel at MA 200, after being abused, one reflects that it is due to past deeds, and after being praised, one reflects that it is due to present knowledge and elimination of defilements. Anālayo (<em>Comparative Study</em>, pp. 56–7) suggests that the Pali phrase <i lang='pi' translate='no'>pubbe pariññātaṁ</i> might be a conflation of these two ideas due to a textual confusion which also left the Pali without a reflection on being abused. While this must remain conjectural, it is a neat explanation for the several doctrinal and textual problems of this passage. ",
  "mn22:40.1": "This passage is found in several other suttas such as <a href='https://suttacentral.net/sn22.33/en/sujato'>SN 22.33</a>, and applied to the six senses at <a href='https://suttacentral.net/sn35.101/en/sujato'>SN 35.101</a>. ",
  "mn22:42.1": "Also at <a href='https://suttacentral.net/sn12.22/en/sujato#2.1'>SN 12.22:2.1</a>. | “Stripped of patchwork” (<i lang='pi' translate='no'>chinnapilotika</i>) because, while the Dhamma has many and varied aspects, they all form a unified whole, not just scraps sewn together. ",
  "mn22:42.2": "For the phrase “no cycle of rebirths to be found” (<i lang='pi' translate='no'>vaṭṭaṁ tesaṁ natthi paññāpanāya</i>), compare <a href='https://suttacentral.net/dn15/en/sujato#22.6'>DN 15:22.6</a>. ",
  "mn22:43.2": "The qualifier “all of them” (<i lang='pi' translate='no'>sabbe te</i>) here and below is not found in similar passages. ",
  "mn22:46.2": "A “follower of teachings” is someone who accepts the teachings after reflecting on them with wisdom, while a “follower by faith” accepts the teachings due to their confidence in the teacher. They are both considered to be “practicing to realize the fruit of stream-entry” (<i lang='pi' translate='no'>sotāpattiphalasacchikiriyāya paṭipanno</i>), and, with the maturing of their faculties (<a href='https://suttacentral.net/sn48.18/en/sujato#1.5'>SN 48.18:1.5</a>), will assuredly attain stream-entry in this life (<a href='https://suttacentral.net/sn25.1/en/sujato'>SN 25.1</a>). ",
  "mn22:47.2": "<i lang='pi' translate='no'>Saddhāmatta</i> (“a degree of faith”) is to be distinguished from <i lang='pi' translate='no'>saddhāmattaka</i> (“mere faith”). The former is sufficient for one to progress in the path (<a href='https://suttacentral.net/mn70/en/sujato#21.2'>MN 70:21.2</a>), but with the latter one just gets by (<a href='https://suttacentral.net/mn65/en/sujato#28.7'>MN 65:28.7</a>). "
}