{
  "mn23:1.3": "“Kassapa the Prince” (Kumārakassapa) was ordained at twenty (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#75.1.1'>Kd 1:75.1.1</a>). His verses are collected in the Theragāthā (<a href='https://suttacentral.net/thag2.41/en/sujato'>Thag 2.41</a>). His love of elaborate similes and playful similes is shown in the Pāyāsisutta (<a href='https://suttacentral.net/dn23/en/sujato'>DN 23</a>), and echoed here in the teachings to him. He was declared the foremost of those with brilliant speech (<a href='https://suttacentral.net/an1.217/en/sujato'>AN 1.217</a>). | The Dark Forest (<i lang='pi' translate='no'>andhavana</i>) was a thick grove south of Sāvatthī often visited by monks and nuns for meditation. ",
  "mn23:1.4": "The deity offers a series of obscure riddles full of secret meaning, almost like a dream sequence. The deliberate use of obscurity is a hallmark of Brahmanical literature, for “the gods love hidden things” (<i lang='pi' translate='no'>parokṣakāmā hi devāḥ</i>, Śatapatha Brāhmaṇa 10.6.2.2 and throughout). The sequence is set out as a quest for buried treasure. This mytheme is implicit in the Vedic myth of Indra freeing the cattle and the sun from the Vala cave, an act that liberates the truth. Sometimes it is made explicit, as when Indra is said to bring up the treasures buried deep (Rig Veda 8.66.4). The Aśvins are also associated with unearthing buried gems (Rig Veda 1.117.5) or gold (Rig Veda 1.117.12), imagery ultimately based in mining for the wealth of minerals underground. ",
  "mn23:2.1": "Worship of termite mounds and the deadly snakes they harbor is still common in India today and is probably pre-Vedic. The Śatapatha Brāhmaṇa acknowledges a ritual significance to the anthill as a creative manifestation of the earth upon which offerings may be laid and whose ants were divine (2.6.2.17, 6.3.3.5, 14.1.2.10). In Bṛhadāraṇyaka Upaniṣad 4.4.7, Yājñavalkya compares a dead body bereft of soul to the lifeless slough of a snake on an anthill. | While anthills don’t “fume” and “flame”, large termite mounds leverage the temperature differential of day and night to create convection flows that regulate temperature and flush carbon dioxide. ",
  "mn23:2.3": "The sword is taken up, a symbol whose roots lie in the discovery of metal smelting and the power this grants to the one who wields the sword. But the phrase has a double meaning, for <i lang='pi' translate='no'>sattha</i> means both “sword” and “sacred treatise”, while <i lang='pi' translate='no'>abhikkhaṇa</i> means both “dig” (<i lang='pi' translate='no'>abhi</i> + <i lang='pi' translate='no'>√khaṇ</i>) and “see” (<i lang='pi' translate='no'>abhi</i> + <i lang='pi' translate='no'>√ikkh</i>; this sense not in Pali, but cf. Vedic <i lang='pi' translate='no'>abhikhyā</i>). Thus, having entered the Dark Wood, he is urged to use the wisdom of scripture in order to see. ",
  "mn23:2.4": "<i lang='pi' translate='no'>Laṅgi</i> occurs only here, and is glossed by the commentary with <i lang='pi' translate='no'>paligha</i> (“obstacle”). Such an obscure term must have been selected for a play on words. Sanskrit <i lang='pi' translate='no'>lagna</i> has the primary sense “to stick, adhere”, while also having a sense of the beginning or coming into contact with something. In modern languages such as Hindi, Marathi, or Kannada it has taken on the sense of “marriage”, and perhaps here we see an anticipation of this. If we are on the right track, the <i lang='pi' translate='no'>laṅgi</i> would be the initial challenge for a mendicant seeker, namely their attachment to family. This would explain why it is the first obstacle. ",
  "mn23:2.9": "The male Indian bullfrog possesses a pair of prominent dark-blue vocal sacs that puff up and down as it croaks, hence the Pali name <i lang='pi' translate='no'>uddhumāyika</i> (“puffer”). | Rig Veda 7.10 is addressed to frogs, who lie fallow in the dry but spring to life in the rains, filling the countryside with their amorous croaks, like the brahmin priests reciting their verses and passing them down to students. ",
  "mn23:2.14": "Rig Veda 10.88.15 speaks of the two paths of gods and mortals (<i lang='pi' translate='no'>devānām uta martyānām</i>), later formalized as the path of the forefathers (<i lang='pi' translate='no'>pitṛyāna</i>) leading to rebirth and that of the gods (<i lang='pi' translate='no'>devayāna</i>) leading to liberation. This corresponds to the twofold choice of the young Siddhattha: to stay at home or to go forth. ",
  "mn23:2.19": "<i lang='pi' translate='no'>Caṅgavāra</i> is a filter through which, according to <a href='https://suttacentral.net/ja525/en/sujato#29.2'>Ja 525:29.2</a>, water drips away like the brief days of our lives. The commentaries say that such alkaline (<i lang='pi' translate='no'>khāra</i>) filters were used by laundrymen. This refers to the traditional method of creating lye (a soap precursor) for washing, where a barrel is filled with wood ash through which water is passed. No matter how many pots of water are poured in, the commentary adds, it keeps dripping. ",
  "mn23:2.24": "As described in Śatapatha Brāhmaṇa 7.5.1, a tortoise was placed on the altar to represent the primordial powers of creation: the sap of life, the sun, the breath, and the act of creation itself. Its lower and upper shells and its body in-between correspond to the three worlds: the earth, the heavens, and the midspace. It therefore connotes the ancient, endless movement of life. ",
  "mn23:2.29": "In this brutal simile, <i lang='pi' translate='no'>asi</i> is a knife and <i lang='pi' translate='no'>sūna</i> is a place where animals are slaughtered, either a slaughterhouse or, as here, an implement for the slaughter. <a href='https://suttacentral.net/mnd1/en/sujato#23.18'>Mnd 1:23.18</a> says this phrase has the meaning of “chopping” (<i lang='pi' translate='no'>adhikuṭṭanaṭṭhena</i>). Compare with <i lang='pi' translate='no'>asiṁ sūnāṁ</i> in the violent, sexually graphic hymn at Rig Veda 10.86.18c. Vedic <i lang='pi' translate='no'>sūna</i> was a (sewn) “basket” for carrying the flesh of a slaughtered beast (see also Rig Veda 1.161.10), a sense that developed to “chopping block” and “slaughterhouse”. Jamison and Brereton read the Vedic passage as an analogy for the horse sacrifice, at the climax of which the queen has vulgar and very public sex with the dead horse. This cements in the most explicit way possible the oneness of sexual potency with the cycle of life and death. ",
  "mn23:2.32": "",
  "mn23:2.34": "Another simile shared with <a href='https://suttacentral.net/mn22/en/sujato#3.10'>MN 22:3.10</a>. A <i lang='pi' translate='no'>maṁsapesi</i> is small enough to be grabbed by a crow (<a href='https://suttacentral.net/mn54/en/sujato#16.1'>MN 54:16.1</a>), or to quickly disintegrate on a stove (<a href='https://suttacentral.net/an7.74/en/sujato#7.1'>AN 7.74:7.1</a>), thus is a “scrap of meat” rather than a substantial piece. It emphasizes the meanness and poverty of mortal life, our desires and attachments bound up with this transient “scrap of meat” we call a body. ",
  "mn23:2.39": "<i lang='pi' translate='no'>Nāga</i> here means both a cobra—the literal snake that lives underneath an anthill—and the serpent of mysterious power that is analogous to an arahant, the “spiritual giant”. ",
  "mn23:2.44": "This is, of course, a direct slight on the brahmins who prided themselves on finding explanations for the most obscure and puzzling passages. ",
  "mn23:4.1": "Just as a termite mound is created by activity driven by eating and excreting, so this body is created from within by food. Also, the body, like a termite mound, is home to countless small creatures. ",
  "mn23:4.2": "Apparently stressing oneself at night over work is not a modern phenomenon. ",
  "mn23:4.4": "",
  "mn23:4.13": "The bullfrog (<i lang='pi' translate='no'>uddhumāyika</i>) evokes those renunciates who become puffed up (<i lang='pi' translate='no'>uddhata</i>) and argumentative over doctrines (eg. <a href='https://suttacentral.net/thag17.1/en/sujato#11.1'>Thag 17.1:11.1</a>). ",
  "mn23:4.19": "The commentary says that, just as water continually drips through such a filter, the mind of someone beset by the five hindrances cannot stay fixed internally on what is wholesome. This contrasts with the mind in absorption, which is illustrated with similes of water that emphasize stillness and containment (<a href='https://suttacentral.net/dn2/en/sujato#76.1'>DN 2:76.1</a>, etc.). ",
  "mn23:4.23": "The five aggregates are the tortoise’s five limbs, with consciousness as the head. The aggregates represent the changing world of conditions driven by karma, just as the tortoise is the creative force and life of the three worlds. In samādhi, the senses are withdrawn like a tortoise’s limbs (<a href='https://suttacentral.net/sn35.240/en/sujato#1.4'>SN 35.240:1.4</a>). ",
  "mn23:4.27": "The senses work because the sense stimulus smashes into the sense organ, like a knife on a chopping block. We seek pleasurable sensations to mask the inherently turbulent nature of sense experience. ",
  "mn23:4.28": ""
}