{
  "mn24:2.1": "The commentary says <i lang='pi' translate='no'>jātibhūmi</i> means the Buddha’s native land, but the word occurs at <a href='https://suttacentral.net/an6.54/en/sujato'>AN 6.54</a>, <a href='https://suttacentral.net/pli-tv-pvr14/en/sujato#2.1'>Pli Tv Pvr 14:2.1</a>, <a href='https://suttacentral.net/ja537/en/sujato#26.1'>Ja 537:26.1</a>, and <a href='https://suttacentral.net/ja546/en/sujato#43.1'>Ja 546:43.1</a>, where it always means “one’s native land”. Given that Puṇṇa, the most famous teacher of their land, was unknown by Sāriputta, it seems likely that it was somewhat remote. One of the Chinese parallels (MA 9) describes him as of light skin and prominent nose, a description that might befit someone from the north-west of India. ",
  "mn24:2.4": "Although said to be the foremost Dhamma speaker (<a href='https://suttacentral.net/an1.196/en/sujato#1.1'>AN 1.196:1.1</a>, see <a href='https://suttacentral.net/sn14.15/en/sujato#2.14'>SN 14.15:2.14</a>), few of his teachings are recorded. At <a href='https://suttacentral.net/sn22.83/en/sujato'>SN 22.83</a>, Ānanda attributes his initial breakthrough to Puṇṇa, while a single verse is attributed to him at <a href='https://suttacentral.net/thag1.4/en/sujato'>Thag 1.4</a>. | Puṇṇa was evidently from the same maternal clan as Aṅgulimāla (<a href='https://suttacentral.net/mn86/en/sujato#12.12'>MN 86:12.12</a>). This name does not seem to occur in Sanskrit texts, but Mahāvastu 3.377 spells it as Maitrāyaṇī, a name shared with the Maitrāyaṇī Saṁhitā, the oldest ritual text of the Black Yajurveda. ",
  "mn24:3.3": "",
  "mn24:7.1": "While similar actions are found elsewhere, they are not said to be done “quickly” (<i lang='pi' translate='no'>taramānarūpo</i>). Sāriputta’s urgency here reinforces the impression that Puṇṇa lived somewhere distant and visited the central regions only occasionally. ",
  "mn24:8.2": "The following seven “purifications” became one of the primary textual sources for the commentarial system of “insight knowledges” (<i lang='pi' translate='no'>vipassanañāṇa</i>) that became central to later Theravada meditation. It would be a mistake, however, to interpret this sutta in light of the insight knowledges, which were developed over a thousand years. ",
  "mn24:9.1": "Puṇṇa was a stranger, so Sāriputta begins by establishing common ground before asking a series of questions to which he expects a negative answer. ",
  "mn24:9.3": "The questions are framed in an unusual paired syntax: <i lang='pi' translate='no'>kiṁ nu kho, āvuso</i> alternates with <i lang='pi' translate='no'>kiṁ panāvuso</i>. ",
  "mn24:9.5": "“Purification of mind” is the development of absorption to abandon the hindrances (<a href='https://suttacentral.net/an4.194/en/sujato#4.1'>AN 4.194:4.1</a>). ",
  "mn24:9.7": "“Purified view” is the right view of the stream-enterer who has seen the four noble truths (<a href='https://suttacentral.net/an4.194/en/sujato#5.1'>AN 4.194:5.1</a>) and rejected the fetter of views of a self (sakkāyadiṭṭhi_). | Likewise, the five items from here down to “knowledge and vision” all refer to stream-entry. This sutta departs from other early presentations in presenting these as a sequence, whereas normally they are different facets of the experience of stream-entry. ",
  "mn24:9.9": "Doubt is one of the fetters overcome by the stream-enterer (eg. <a href='https://suttacentral.net/mn64/en/sujato#6.4'>MN 64:6.4</a>), since they have the confidence born of direct experience of the four noble truths. | At <a href='https://suttacentral.net/ud5.7/en/sujato'>Ud 5.7</a> “purification through overcoming doubt” is said to be achieved by the practice of <i lang='pi' translate='no'>jhāna</i>. ",
  "mn24:9.11": "From their own experience, a stream-enterer knows what leads to the goal and what does not, hence they give up the fetter of “misapprehension of precepts and observances”. | For <i lang='pi' translate='no'>maggāmagga</i>, see the debate between brahmin students at <a href='https://suttacentral.net/dn13/en/sujato#3.1'>DN 13:3.1</a>, which shows that this term is not unique to Buddhism. There is, however, no evidence that the sequence of purifications is found outside of Buddhism. ",
  "mn24:9.13": "A stream-enterer not only understands what the correct path is, they have actually practiced it (<a href='https://suttacentral.net/sn55.5/en/sujato#3.3'>SN 55.5:3.3</a>). ",
  "mn24:9.15": "This is the vision of the four noble truths at stream-entry (<a href='https://suttacentral.net/sn25.1/en/sujato#2.4'>SN 25.1:2.4</a>). ",
  "mn24:10.9": "In other words, for arahantship not stream-entry. ",
  "mn24:11.15": "",
  "mn24:13.1": "Compare the simile of the raft at <a href='https://suttacentral.net/mn22/en/sujato#13.1'>MN 22:13.1</a>. ",
  "mn24:13.8": "That is to say, the goal is not the same as the path, but it cannot be attained without the path. ",
  "mn24:14.4": "<i lang='pi' translate='no'>Rathavinīta</i>, which lends the sutta its title, is explained by the commentary as “seven chariots with horses at the ready”, where <i lang='pi' translate='no'>vinīta</i> has its usual sense of “trained, readied”. While the series of chariots forms a relay, the word <i lang='pi' translate='no'>vinīta</i> does not mean “relay”. The term and the simile are unique to this sutta. ",
  "mn24:16.9": "“A roll of cloth” (_celaṇḍuka) is a unique term, and these are unique words of praise. ",
  "mn24:17.5": "“Fit to be compared with the Teacher” (<i lang='pi' translate='no'>satthukappa</i>) is another term that is unique in early Pali. ",
  "mn24:17.9": "“Point by point” (<i lang='pi' translate='no'>anumassa anumassa</i>), found several times above, is yet another phrasing unique to this sutta. | This sutta has several features that, taken together, indicate that it is later than the bulk of the four nikāyas: many unique phrases; the hints that Puṇṇa is from a distant land; and most of all, the doctrine. The text here takes the set of four purifications at <a href='https://suttacentral.net/an4.194/en/sujato'>AN 4.194</a> and expands “view” into five to make the seven of the current sutta. Now, AN 4.194 lacks any mention of where the Buddha was at the time and hence was likely taught by Ānanda after the Buddha’s death. Then the set is expanded to nine (plus wisdom and freedom) at <a href='https://suttacentral.net/dn34/en/sujato#2.2.6'>DN 34:2.2.6</a>, one of the latest suttas in the nikāyas. Most importantly, the five items pertaining to stream-entry are presented here as a linear sequence, anticipating the detailed analysis of stages of insight in later Theravada. Thus not only are the associated suttas late, this sutta is developed further than them. ",
  "mn24:17.13": "See <a href='https://suttacentral.net/mn5/en/sujato#33.4'>MN 5:33.4</a>. "
}