{
  "mn25:1.2": "",
  "mn25:2.1": "“Sower sows seed” renders the triplicated expression <i lang='pi' translate='no'>nevāpiko nivāpaṁ nivapati</i>. The root sense of <i lang='pi' translate='no'>vap</i> is to “cast down” or “sow” seed; it is also used of offerings for the ancestors in the <i lang='pi' translate='no'>śrāddha</i> ceremony. It is tempting to translate this phrase as a “trapper” who lays “bait”. But the aim of the “sower” is simply to grow a crop, and to do this they need to keep the deer out. That is the guile of the story: they appear harmless. | For an amicable solution to this problem, see the conclusion to the Rurumigarāja Jātaka (<a href='https://suttacentral.net/ja482/en/sujato'>Ja 482</a>) | <i lang='pi' translate='no'>Migajāta</i> (“deer”) might be better translated as “wild animals” here. ",
  "mn25:5.20": "The repeated <i lang='pi' translate='no'>nāma</i> is strongly emphatic. | <i lang='pi' translate='no'>Parajana</i> sometimes means “stranger” (<a href='https://suttacentral.net/mil6.3.1/en/sujato#13.2'>Mil 6.3.1:13.2</a>), but the commentary here glosses it as <i lang='pi' translate='no'>yakkha</i>, and a <i lang='pi' translate='no'>yakkha</i> named Parajana makes an appearance in (<a href='https://suttacentral.net/mn31/en/sujato#21.1'>MN 31:21.1</a>). Presumably it has a sense not dissimilar to <i lang='pi' translate='no'>amanussa</i>, “non-human”. Compare the <i lang='pi' translate='no'>itarajanā</i> of Atharvaveda Saṁhita 8.10.28a. ",
  "mn25:5.22": "<i lang='pi' translate='no'>Vākarā</i> (variant <i lang='pi' translate='no'>vāgurā</i>, which is also the Sanskrit form) is a net or snare, which here is staked out on sticks. The deer would have to leap over it, revealing their position. | <i lang='pi' translate='no'>Gāha</i> here is from <i lang='pi' translate='no'>√gāh</i> (“deep place, hidey-hole”) rather than <i lang='pi' translate='no'>√gah</i> (“take”). ",
  "mn25:9.5": "Following this the Mahāsaṅgīti edition has a ghost sentence, formed by adding the first part of the subsequent sentence with the second part of the previous. It is absent from the PTS text. ",
  "mn25:9.6": "",
  "mn25:9.11": "“Heart’s release” (<i lang='pi' translate='no'>cetovimutti</i>) is a term for the meditative absorptions, which are listed below. | While these meditators did indeed escape Māra for a while, from the point of view of the eightfold path, they were neglecting right livelihood. A Buddhist mendicant relies on alms, which not only ensures adequate nutrition, but helps build community and spread the Dhamma. | For the dependency of absorption on food, see also the Buddha’s account of his own practice before awakening (<a href='https://suttacentral.net/mn36/en/sujato#33.2'>MN 36:33.2</a>). ",
  "mn25:10.20": "This group failed to develop right view. For more on these speculative views, see <a href='https://suttacentral.net/mn63/en/sujato'>MN 63</a> and <a href='https://suttacentral.net/mn72/en/sujato'>MN 72</a>. ",
  "mn25:12.2": "Here the text shifts from “ascetics and brahmins”—that is, any kind of religious practitioner—to “mendicants”, who were Buddhist alms-gatherers. Having learned the importance of right livelihood and right view, they are now practicing absorption as part of the noble eightfold path. ",
  "mn25:12.3": "",
  "mn25:20.1": "The “cessation of perception and feeling” (<i lang='pi' translate='no'>saññāvedayitanirodha</i>) is a culminating meditation state of supreme subtlety that leads directly to awakening. The state itself, like all meditation states, is temporary, but afterwards the defilements are gone forever. This liberating insight is the consequence of the balanced development of all eight factors of the path. "
}