{
  "mn26:1.1": "This discourse is known in Pali manuscripts and commentaries either as “The Noble Quest” or “The Pile of Snares”, whereas the Chinese parallel at MA 204 is titled “The Discourse at Rāma’s Hermitage”. It is one of several discourses in the Majjhima that include a partial account of Siddhattha’s practice before awakening, an account that became one of the key events in the Buddha’s biography. This particular version focuses on his experience with Brahmanical teachers, while <a href='https://suttacentral.net/mn36/en/sujato'>MN 36</a>, <a href='https://suttacentral.net/mn85/en/sujato'>MN 85</a>, and <a href='https://suttacentral.net/mn100/en/sujato'>MN 100</a> include a long passage detailing his Jain-like fervent austerities. ",
  "mn26:2.3": "Why was the Buddha reluctant to teach? This is puzzling because where we find this trope elsewhere there is a clear reason: at <a href='https://suttacentral.net/an7.52/en/sujato#1.3'>AN 7.52:1.3</a> the Buddha was making one of his rare visits to Campā, while at <a href='https://suttacentral.net/sn22.81/en/sujato#3.5'>SN 22.81:3.5</a> he had left the squabbling Sangha for the seclusion of the forest. Here, in the central teaching location of Sāvatthī, there is no such reason. Rather, the events are best understood as narrative foreshadowing. His reluctance requires an intervention by others, and when the teaching finally takes place it is not in a Buddhist monastery but on Brahmanical grounds. The story goes on to tell how, after his awakening, he was reluctant to teach until the intervention of Brahmā (<a href='https://suttacentral.net/mn26/en/sujato#19.1'>MN 26:19.1</a>). This narrative mirroring creates a hidden link (<i lang='pi' translate='no'>sandhi</i>) that frames the awakening in a Brahmanical context. The very obscurity of the connection is the point, for “the gods love hidden things”. The theme of reluctance is extended further to the reluctance of the five mendicants to receive the Buddha. It draws on the precedent of Yājñavalkya’s reluctance to teach Janaka (Bṛhadāraṇyaka Upaniṣad 4.3.1). ",
  "mn26:2.5": "Rammaka appears only here, and the commentary offers no information. His name presumably signifies that he was a follower of the teacher Rāma who appears below. This complements <a href='https://suttacentral.net/an3.126/en/sujato#3.3'>AN 3.126:3.3</a>, where the Buddha stays in the hermitage of Bharaṇḍu the Kālāma, who was apparently a student of Āḷāra Kālāma. ",
  "mn26:3.1": "The narrative sequence from the Buddha returning from alms round to coming out from his bath is also found at <a href='https://suttacentral.net/an6.43/en/sujato#1.3'>AN 6.43:1.3</a>. There, there is a clear justification for the story, as the discourse concerns a royal elephant parade seen after bathing. Here, once more, the purpose is implicit: a brahmanical student must bathe before any ritual. ",
  "mn26:4.2": "Here (and at <a href='https://suttacentral.net/mn92/en/sujato#4.1'>MN 92:4.1</a>) a “hermitage” (<i lang='pi' translate='no'>assama</i>, “ashram”) is a sizable building suitable for gatherings, whereas at <a href='https://suttacentral.net/sn11.9/en/sujato#1.4'>SN 11.9:1.4</a> it is a gated compound with leaf huts. It is normally used for Brahmanical places. ",
  "mn26:4.4": "As at <a href='https://suttacentral.net/an9.4/en/sujato#1.4'>AN 9.4:1.4</a>. ",
  "mn26:4.13": "“Noble silence” is narrowly defined as the second absorption (<a href='https://suttacentral.net/sn21.1/en/sujato'>SN 21.1</a>). ",
  "mn26:5.1": "The Buddha picks up from the fact that the mendicants were talking about him, but continues in a depersonalized manner. | The substance of this passage is taught more briefly at <a href='https://suttacentral.net/an4.255/en/sujato'>AN 4.255</a>. ",
  "mn26:5.2": "These opposing quests (or “searches”, <i lang='pi' translate='no'>pariyesanā</i>) respond to Bṛhadāraṇyaka Upaniṣad 4.4.22, which we have already noted as a source for the phrase <i lang='pi' translate='no'>so attā so loko</i> (<a href='https://suttacentral.net/mn22/en/sujato#15.10'>MN 22:15.10</a>). It says that the wise ones of old, renouncing the search for sons, for wealth, and for the heavenly worlds, lived the mendicant’s life (<i lang='pi' translate='no'>putraiṣaṇāyāśca vittaiṣaṇāyāśca lokaiṣaṇāyāśca vyutthāyātha bhikśācaryaṃ caranti</i>). The inner self sought by the brahmins is described as unborn, made of consciousness, undecaying, unattached, and unaffected by karma; knowing it one becomes a sage. ",
  "mn26:6.1": "The Pali includes “gold and money” among those things subject to birth, old age, and defilement. The Chinese parallel MA 204 (T i 776a7; cf. T 765 at T xvii 679b23) does not mention “birth” but says money and jewelry are subject to old age, defilement, etc. Elsewhere in the suttas, rebirth, old age, and defilement are qualities of sentient beings, not inanimate objects, so this might be a textual corruption. Nonetheless, the commentary offers explanations for why gold and money are included under these specific categories and not the rest, and this, together with the Chinese text, shows that if it is a corruption it is an old one. I give the commentarial explanations. ",
  "mn26:6.2": "Gold and money are subject to “birth” because they are produced by heat (<i lang='pi' translate='no'>utusamuṭṭhāna</i>). | The word for “gold” here, one of several in Pali, is <i lang='pi' translate='no'>jātarūpa</i>, literally “born form”, i.e. that which is naturally beautiful. In Bṛhadāraṇyaka Upaniṣad 6.4.25, a newborn infant  is to be fed mixed curd, honey, and ghee with a piece of <i lang='pi' translate='no'>jātarūpa</i>, thus placing “golden” Vedic speech in him. This rare early instance of <i lang='pi' translate='no'>jātarūpa</i> shows that it had a felt connection with the idea of birth. Perhaps this connection prompted its inclusion here. From that, “money” (<i lang='pi' translate='no'>rajata</i>) was brought in as the two form a stock phrase, and they were then applied elsewhere in the list. ",
  "mn26:7.2": "Gold and money grow old due to rust or grime. ",
  "mn26:11.2": "Gold and money are liable to corruption by iron, etc. ",
  "mn26:14.1": "This contrasts with the legend that he slipped away in the dead of night. ",
  "mn26:15.1": "“To discover what is skillful” (<i lang='pi' translate='no'>kiṅkusalagavesī</i>) might also be translated, “seeking to answer the question, ‘what is good?’.” At this point he did not know the path so he sought an answer from the best teachers of his day. | At <a href='https://suttacentral.net/mn102/en/sujato#25.1'>MN 102:25.1</a>, the “supreme state of sublime peace” (<i lang='pi' translate='no'>santivarapada</i>) is said to be “liberation without grasping” (<i lang='pi' translate='no'>anupādāvimokkha</i>). | Āḷāra Kālāma was a senior teacher in the contemplative and renunciate tradition of the Upaniṣads that harks back to Yājñavalkya. His meditative prowess is praised by his student Pukkusa the Mallian at <a href='https://suttacentral.net/dn16/en/sujato#4.26.1'>DN 16:4.26.1</a>, but is seen to be inferior to the Buddha’s. At <a href='https://suttacentral.net/an3.126/en/sujato#6.2'>AN 3.126:6.2</a> an apparent former student of Āḷāra advocates that teachers who teach full understanding of different things are nonetheless leading to the same goal. Thus in line with Upaniṣadic philosophy, Āḷāra saw the apparent diversity of phenomena as partial manifestations of the immanent cosmic divinity. ",
  "mn26:15.2": "Śatapatha Brāhmaṇa 11.5.4.1 sets out the procedure (<i lang='pi' translate='no'>upanayana</i>) for undertaking <i lang='pi' translate='no'>brahmacarya</i> (“spiritual life”) according to Yājñavalkya. The student says, “I have come for <i lang='pi' translate='no'>brahmacarya</i>” or “Let me be a <i lang='pi' translate='no'>brahmacāri</i>”. The teacher responds by asking, “What is your name” (<i lang='pi' translate='no'>ko nāmāsīti</i>); the same phrase is used in the Buddhist ordination procedure at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#76.1.15'>Pli Tv Kd 1:76.1.15</a>, <i lang='pi' translate='no'>kiṁnāmosi</i>). But whereas in Buddhism this is merely a personal identification, for the brahmins this naming signifies a mystical identity with the creator Prajāpati, who is <i lang='pi' translate='no'>ka</i>. ",
  "mn26:15.4": "Āḷāra Kālāma calls his student <i lang='pi' translate='no'>āyasmā</i> (Sanskrit <i lang='pi' translate='no'>āyuṣmant</i>), an honorific that in the Śatapatha Brāhmaṇa is reserved for the god Agni (13.8.4.8 f.). By this he indicates the student’s divine status. | Compare with the first phrase used by the Buddha to ordain his students, “Come, mendicant” (<i lang='pi' translate='no'>ehi bhikkhu</i>, <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#6.32.3'>Pli Tv Kd 1:6.32.3</a>). ",
  "mn26:15.5": "“Their own tradition” (<i lang='pi' translate='no'>sakaṁ ācariyakaṁ</i>), literally “what belongs to their own teacher” (<i lang='pi' translate='no'>ācariya</i>, Sanskrit <i lang='pi' translate='no'>ācarya</i>). In the Brahmanical initiation, having accepted the student, the brahmin takes him by the hand and says, “Agni is your teacher, I am your teacher” (Śatapatha Brāhmaṇa 11.5.4.2). This claims both the universal authority of the divine lineage as well as the personal lineage of that teacher. | “Their own insight” (<i lang='pi' translate='no'>sayaṁ abhiññā</i>); Śatapatha Brāhmaṇa repeatedly emphasizes that the benefits of initiation are for “one who knows this” (<i lang='pi' translate='no'>ya evaṁ veda</i>, 11.5.4.2, etc.). ",
  "mn26:15.6": "The text does not specify the scripture that he learned, but it must have been Brahmanical, for they were the only scriptures known. Śatapatha Brāhmaṇa 11.5.4.13 instructs the new student to first learn the Sāvitrī, specifying the version in Gāyatrī metre (see also Bṛhadāraṇyaka Upaniṣad 5.14). The Buddha refers to this as the foremost verse (<a href='https://suttacentral.net/mn92/en/sujato#26.2'>MN 92:26.2</a>), and he even specifies the Gāyatrī version (<a href='https://suttacentral.net/snp3.4/en/sujato#7.3'>Snp 3.4:7.3</a>). Śatapatha Brāhmaṇa 11.5.7 goes on to encourage the student in daily recitation of the four Vedas and ancillary literature. ",
  "mn26:15.7": "“I spoke the doctrine of knowledge, the elder doctrine” (<i lang='pi' translate='no'>ñāṇavādañca vadāmi theravādañca</i>). Taken together, the sense is that his personal understanding agreed with tradition. A less literal translation might be, “I spoke with knowledge and authority.” | For <i lang='pi' translate='no'>ñāṇavāda</i>, compare such passages as <a href='https://suttacentral.net/snp4.3/en/sujato#2.4'>Snp 4.3:2.4</a>, “as you know, so you speak” (<i lang='pi' translate='no'>yathā hi jāneyya tathā vadeyya</i>). In the Brāhmaṇas and Upaniṣads, knowledge refers to the hidden connections between the Vedas and the world which reveal the divinity immanent in all things. | <i lang='pi' translate='no'>Thera</i> (Sanskrit <i lang='pi' translate='no'>sthavira</i>) has the senses “steady, strong” (so commentary’s <i lang='pi' translate='no'>thirabhāva</i>) as well as “elder”, for which see Kauṣītaki Brāhmaṇa 26.2.5, where Jātūkarṇya, a teacher of old, is called <i lang='pi' translate='no'>sthavira</i>. I take it to mean the “lasting doctrine of the ancients”. This is the oldest use of the word <i lang='pi' translate='no'>theravāda</i>, long before it was applied to a Buddhist school. ",
  "mn26:15.9": "“Faith” (or “trust”, <i lang='pi' translate='no'>saddhā</i>, Sanskrit <i lang='pi' translate='no'>śraddhā</i>) was regarded as a quality of the “heart” through which one gained renumeration in the form of fees for priestly services (Rig Veda 10.151.4, Bṛhadāraṇyaka Upaniṣad 3.9.21). It is like the “trust” that one would place in a bank: an investment is made in expectation of a reward. | For the syntax here, compare with <i lang='pi' translate='no'>kevalaṁ vassagaṇanamattena</i> at <a href='https://suttacentral.net/an7.43/en/sujato#5.6'>AN 7.43:5.6</a>. ",
  "mn26:15.13": "This is said to be the best of the four perceptions at (<a href='https://suttacentral.net/an10.29/en/sujato#18.1'>AN 10.29:18.1</a>). Buddhist texts portray this as a favorite meditation among brahmin contemplatives (eg. <a href='https://suttacentral.net/snp5.15/en/sujato#2.1'>Snp 5.15:2.1</a>, <a href='https://suttacentral.net/snp5.7/en/sujato#2.1'>Snp 5.7:2.1</a>). There is no direct equivalent in Brahmanical texts, but it can be seen in light of passages such as Chāndogya Upaniṣad 6.12.1, which illustrate how divinity is too subtle for normal perception. The teacher, breaking the kernel of a seed, asked the student, ““What do you see there?’ ‘Nothing’” (<i lang='pi' translate='no'>kimatra paśyasīti, na kiṃcana</i>). Compare the description of this state at <a href='https://suttacentral.net/snp5.15/en/sujato#2.4'>Snp 5.15:2.4</a>, “one sees nothing at all” (<i lang='pi' translate='no'>natthi kiñcīti passato</i>). This is also similar to the teaching of Uddaka (<a href='https://suttacentral.net/mn26/en/sujato#16.1'>MN 26:16.1</a>). ",
  "mn26:15.15": "The Buddha called these the five “faculties” (<a href='https://suttacentral.net/sn48.10/en/sujato'>SN 48.10</a>) or “powers” (<a href='https://suttacentral.net/an5.14/en/sujato'>AN 5.14</a>). All except “immersion” (<i lang='pi' translate='no'>samādhi</i>) are frequently mentioned in pre-Buddhist texts, but not as a set of five. ",
  "mn26:15.21": "This phrasing echoes part of the description of arahantship (<a href='https://suttacentral.net/mn85/en/sujato#51.12'>MN 85:51.12</a>). ",
  "mn26:15.23": "Having achieved that state, Āḷāra Kālāma “declares” (<i lang='pi' translate='no'>pavedeti</i>) it as the teacher, while the Bodhisatta “dwells” in it (<i lang='pi' translate='no'>viharati</i>). ",
  "mn26:15.30": "Almost exactly the same words were spoken by Pokkharasādi to his student Ambaṭṭha (<a href='https://suttacentral.net/dn3/en/sujato#1.3.2'>DN 3:1.3.2</a>). This connects Pokkharasādi with Āḷāra Kālāma and Uddaka Rāmaputta, suggesting that the uplifting of a talented student in this way was a regular practice of wise brahmins. ",
  "mn26:15.32": "This invitation shows his grace and humility. ",
  "mn26:15.35": "It does not fulfill the requirements of the “noble quest”. | Compare the pre-Buddhist meditation practice of Govinda (<a href='https://suttacentral.net/dn19/en/sujato#50.9'>DN 19:50.9</a>), Mātaṅga (<a href='https://suttacentral.net/snp1.7/en/sujato#27.6'>Snp 1.7:27.6</a>), and Makhādeva (<a href='https://suttacentral.net/mn83/en/sujato#21.7'>MN 83:21.7</a>), which in all cases “leads to rebirth in the Brahmā realm” (<i lang='pi' translate='no'>brahmalokūpapattiyā</i>). ",
  "mn26:16.1": "Uddaka’s teachings are cited at <a href='https://suttacentral.net/sn35.103/en/sujato#1.1'>SN 35.103:1.1</a> and <a href='https://suttacentral.net/dn29/en/sujato#16.13'>DN 29:16.13</a>. In the former, his obscure verse assumes the identity of “this” (the impersonal cosmic divinity) with himself, while the latter is a distorted reference to Bṛhadāraṇyaka Upaniṣad 1.4.7. Further, <a href='https://suttacentral.net/an10.29/en/sujato#20.1'>AN 10.29:20.1</a> implies that he taught the “ultimate purity of the spirit”. While “spirit” (<i lang='pi' translate='no'>yakkha</i>, Sanskrit <i lang='pi' translate='no'>yakṣa</i>) is normally a worldly deity, it is identified with the ultimate Brahman at Bṛhadāraṇyaka Upaniṣad 5.4.1 and Kena Upaniṣad 4.1. At <a href='https://suttacentral.net/an4.187/en/sujato#4.2'>AN 4.187:4.2</a> Uddaka is apparently the “ascetic Rāmaputta” who was revered by the king, criticized by some brahmins, but defended by Todeyya, a leading brahmin of Kosala often mentioned along with Pokkharasādi. ",
  "mn26:16.2": "In contrast with Āḷāra Kālāma, here the name is omitted. ",
  "mn26:16.9": "The text shifts from Rāmaputta to just Rāma, while at the same time shifting to the past tense. Uddaka was thus the (spiritual and/or biological) “son of Rāma”. This detail is preserved reliably in the different versions of the text. It seems that Rāmaputta had not personally attained the meditation he was teaching. This would also explain why, just a little below at <a href='https://suttacentral.net/mn36/en/sujato#16.32'>MN 36:16.32</a>, he invites the Bodhisatta to lead the community  rather than to share leadership like Āḷāra Kālāma. <a href='https://suttacentral.net/sn35.103/en/sujato#1.6'>SN 35.103:1.6</a> shows that he did, however, make claims to being spiritually attained. ",
  "mn26:16.13": "In Bṛhadāraṇyaka Upaniṣad 2.4.12 and 4.5.13, the sage Yājñavalkya says that the true Self is a sheer mass of “consciousness” (<i lang='pi' translate='no'>vijñāna</i>, Pali <i lang='pi' translate='no'>viññāṇa</i>), which is “great, endless, infinite reality”. After realizing this, he says, there is no “perception” (<i lang='pi' translate='no'>saṁjñā</i>, Pali <i lang='pi' translate='no'>saññā</i>). This passage seems to have sparked the conversation at <a href='https://suttacentral.net/dn9/en/sujato#6.4'>DN 9:6.4</a>, where the Buddha goes on to speak of meditative training to refine perception. Notably, there he mentions all the jhanas and formless attainments <em>except</em> the dimension of neither perception nor non-perception, which is beyond the topic of perception under discussion. This meditative state may be related to the state with “no perception” spoken of by Yājñavalkya. However, it is not possible to literally identify such subtle meditative states on such slender evidence. The point is simply that the contemplative brahmins of the Upaniṣadic tradition of Yājñavalkya did indeed describe their highest state in terms of perception. ",
  "mn26:16.30": "",
  "mn26:17.1": "In modern times this is the pilgrimage site Bodhgaya in the Gaya district of Bihar. It lies by a wide river that is dry in summer but abundant in the rains. Today it is named Lilajan and in Pali Nerañjarā, although that name is not mentioned in this passage. Uruvelā, which aptly means “Broadbanks”, was a locality centered around the market town of Senānigama (“Marshalltown”). There was also a sizable hermitage nearby with matted-hair Brahmanical ascetics (<i lang='pi' translate='no'>jaṭilā</i>) who ritually bathed in the water (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#20.15.1'>Pli Tv Kd 1:20.15.1</a>). After teaching the five monks in Varanasi, the Buddha returned here to teach them, but there is no record of him visiting subsequently. ",
  "mn26:17.2": "The Buddha’s rejection of sensual pleasures does not preclude his appreciation of nature’s beauty. | The local alms villages in Uruvelā are named in Mahāvastu 2.207 as Praskandaka, Balākalpa, Ujjaṁgala, and Jaṁgala. ",
  "mn26:17.5": "<i lang='pi' translate='no'>Padhāna</i> means to “strive”. It is frequently used in the sense of applying oneself to meditation, but here it leads into the painful “striving” of fervent austerity (<a href='https://suttacentral.net/mn36/en/sujato#20.7'>MN 36:20.7</a>). ",
  "mn26:18.1": "While this skips directly from his arrival in Uruvelā to his awakening, other texts describe his practice of fervent austerities here, which must have taken a considerable time (<a href='https://suttacentral.net/mn36/en/sujato#16.7'>MN 36:16.7</a>, <a href='https://suttacentral.net/mn85/en/sujato#15.1'>MN 85:15.1</a>). See note on <a href='https://suttacentral.net/mn26/en/sujato#18.1'>MN 26:18.1</a>. ",
  "mn26:18.3": "This is the realization of arahantship. Elsewhere the Buddha goes into more detail as to the process of meditation that led to this point. ",
  "mn26:19.4": "The Buddha identifies the two most difficult topics in his philosophy: dependent origination and Nibbana. ",
  "mn26:19.6": "Up to this point, the Bodhisatta has been solely concerned with finding the answer to his quest, and only now does he think of sharing it with others. The idea that he had made an aspiration for Buddhahood in the long ago past out of a desire to help all sentient beings is not supported in early texts. ",
  "mn26:20.1": "While Sahampati features prominently in the suttas, no deity of that name is found in early Brahmanical texts. He seems, however, to be the Buddhist version of Brahmā Svayambhū, the “Self-born Divinity”, to whom Yājñavalkya traces the authority of his teaching lineage (Bṛhadāraṇyaka Upaniṣad 2.6.3, 4.5.3, 6.5.4). Yājñavalkya identifies this “self-born” with the sun (Śatapatha Brāhmaṇa 1.9.3.16; see also Maitrāyaṇī Saṁhitā 4.6.6) and with Prajāpati (13.5.3.1). Explaining the origin of the soma rite of the “All-Sacrifice”, he says that Brahmā Svayambhū, while performing fervent austerities, decided to offer his self to all creatures and all creatures to his self, thus establishing lordship (<i lang='pi' translate='no'>adhipatya</i>) over all creatures (Śatapatha Brāhmaṇa 13.7.1.1). The root <i lang='pi' translate='no'>pati</i> (“lord”) here establishes a linguistic link with <i lang='pi' translate='no'>sahampati</i>. Further, in the earliest use of <i lang='pi' translate='no'>svayambhū</i> at Rig Veda 10.83.4, the “self-born” deity Manyu “prevails” (<i lang='pi' translate='no'>sahuriḥ sahāvān</i>) in battle. Thus we can identify Sahampati, the “Lord Who Prevails”, with the highest divinity recognized by Yājñavalkya, who originated as victor in battle, whose physical manifestation is the sun, whose spiritual function is to imbue all creatures with divinity, and who serves as the ultimate source of authority. Meanwhile, the epithet <i lang='pi' translate='no'>sayambhū</i> was taken for the Buddha (<a href='https://suttacentral.net/pli-tv-kd11/en/sujato#35.1.37'>Pli Tv Kd 11:35.1.37</a>). ",
  "mn26:20.2": "Having surpassed the greatest of the Brahmanical contemplatives, the Buddha’s achievement is recognized by the chief Brahmanical divinity. ",
  "mn26:20.7": "Sahampati is the one who recognizes the potential in all beings, since it was he who imbued them with divinity. He did this to ensure dominance, but now his motive has transformed into compassion. ",
  "mn26:20.11": "The “impure teaching” was either that of Āḷāra Kālāma and Uddaka Rāmaputta, or the Jain-like practices of fervent austerity that the Bodhisatta had followed, although not depicted in this sutta. ",
  "mn26:20.12": "The “deathless” is yet another Brahmanical term transformed by the Buddha. Its Vedic meaning was “immortality”, and hence the “ambrosia” of soma through which immortality was gained. For the Buddha, as seen in the “noble quest” itself, it was the freedom from the cycles of birth, aging, and death. ",
  "mn26:20.20": "Here we see a verbal echo of Sahampati’s martial origins. ",
  "mn26:21.2": "Here we see the sense of <i lang='pi' translate='no'>indriya</i> as “spiritual potential”. Originally it was the state of excited energy produced by soma that allowed Indra to manifest his full power and overcome his foes. It implicitly links back to the five spiritual qualities that the Buddha attributed to his teachers, which he later formalized as “faculties”. Here as there, the idea creates a connection between beings, a recognition of shared qualities that, when properly nurtured, can mature into awakening. ",
  "mn26:21.7": "<i lang='pi' translate='no'>Pamuñcantu saddhaṁ</i> has long troubled translators, as the basic sense of <i lang='pi' translate='no'>pamuñcantu</i> is “release”. Sanskrit variants include <i lang='pi' translate='no'>pramodantu</i> (“celebrate”) or <i lang='pi' translate='no'>praṇudantu kāṅkṣāḥ</i> (“dispel doubts”). I think it is a poetic variant of <i lang='pi' translate='no'>adhimuñcantu</i>, to “decide” or “commit” to faith. Pali commonly uses synonymous verbs to reinforce the sense of the noun. In <a href='https://suttacentral.net/snp5.19/en/sujato'>Snp 5.19</a>, <i lang='pi' translate='no'>muttasaddho</i>, <i lang='pi' translate='no'>pamuñcassu saddhaṁ</i>, and <i lang='pi' translate='no'>adhimuttacittaṁ</i> are all used in this sense. ",
  "mn26:23.14": "While this passage is clearly heightened for dramatic effect, it is not surprising that they have passed away. It has been several years since he studied with these teachers, and they were probably elderly at the time, as perhaps hinted in their eagerness to appoint Siddhattha as heirs. ",
  "mn26:24.5": "The five mendicants appear abruptly here and the reason for their behavior is only clear in light of the fuller accounts (<a href='https://suttacentral.net/mn36/en/sujato#33.4'>MN 36:33.4</a>, <a href='https://suttacentral.net/mn85/en/sujato#33.4'>MN 85:33.4</a>, <a href='https://suttacentral.net/mn100/en/sujato#30.5'>MN 100:30.5</a>). The Buddha’s praise for them is more muted than for the Brahmanical teachers, showing how he valued advanced meditation over austerities. | Note that he calls them “mendicants”, a term typically reserved for Buddhist renunciates. ",
  "mn26:24.10": "Several suttas relate further details in this period (eg. <a href='https://suttacentral.net/sn47.43/en/sujato'>SN 47.43</a>, <a href='https://suttacentral.net/ud1.3/en/sujato'>Ud 1.3</a>–4, etc.) ",
  "mn26:25.1": "For the Ājīvakas, see <a href='https://suttacentral.net/mn5/en/sujato#31.7'>MN 5:31.7</a> and <a href='https://suttacentral.net/dn2/en/sujato#20.2'>DN 2:20.2</a>. Upaka is met only here; his name means “nearly there”. | The place of awakening is referred to as <i lang='pi' translate='no'>bodhi</i>. These places are about twenty kilometers apart. ",
  "mn26:25.3": "Here “faculties” refers to visible features such as bright eyes. ",
  "mn26:25.21": "<i lang='pi' translate='no'>Āhañchaṁ</i> is first person future singular of <i lang='pi' translate='no'>āhanati</i>, “one beats”. ",
  "mn26:25.22": "“Infinite Victor” (<i lang='pi' translate='no'>anantajina</i>) is unknown elsewhere and may be an Ājīvaka term. It relates to the epithet <i lang='pi' translate='no'>jina</i> of the teacher Mahāvīra, after which his followers the Jains were named. Mahāvīra and the Ājīvaka founder Gosāla practiced together for six years, so it comes as no surprise that they shared terminology. ",
  "mn26:25.23": "The Buddha immediately picks up the term <i lang='pi' translate='no'>jina</i> and redefines it. ",
  "mn26:26.3": "For “they stopped each other” (<i lang='pi' translate='no'>aññamaññaṁ saṇṭhapesuṁ</i>), see <a href='https://suttacentral.net/an10.93/en/sujato#2.4'>AN 10.93:2.4</a>. ",
  "mn26:26.9": "These ways of address are suitable for a senior speaking to a junior (<a href='https://suttacentral.net/dn16/en/sujato#6.2.2'>DN 16:6.2.2</a>). ",
  "mn26:27.7": "Where “that practice” appears in <a href='https://suttacentral.net/mn12/en/sujato#56.1'>MN 12:56.1</a> and <a href='https://suttacentral.net/mn85/en/sujato#51.7'>MN 85:51.7</a>, it refers to the austere practices that have just been described. Taken together with the abrupt skip at <a href='https://suttacentral.net/mn26/en/sujato#18.1'>MN 26:18.1</a> above, and the equally abrupt mention of the five mendicants at <a href='https://suttacentral.net/mn26/en/sujato#24.5'>MN 26:24.5</a>, it seems likely the passage on the austerities has been removed in order to focus on the Brahmanical context. ",
  "mn26:28.3": "Here they adopt the more respectful term of address <i lang='pi' translate='no'>bhante</i> (“sir”). ",
  "mn26:29.1": "Again the narrative skips. Here the Buddha taught the “Rolling Forth of the Wheel of the Dhamma” (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>). The full sequence of events is related in <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#6.16.9'>Pli Tv Kd 1:6.16.9</a>. ",
  "mn26:30.3": "This occurred with the teaching of the “Discourse on the Characteristic of Not Self” (<a href='https://suttacentral.net/sn22.59/en/sujato'>SN 22.59</a>). ",
  "mn26:31.1": "The Buddha rather abruptly returns to a direct teaching for the mendicants in Rammaka’s hermitage. The topic harks back to the simile of the sappy log, absent from here, but which in <a href='https://suttacentral.net/mn36/en/sujato#17.1'>MN 36:17.1</a> is introduced as the Bodhisatta undertook striving at Uruvelā. ",
  "mn26:32.1": "The Pali word <i lang='pi' translate='no'>paribhuñjati</i> means “to have something satisfying” as well as “to take pleasure in”, much like the English word “enjoys”. ",
  "mn26:32.3": "This image and the teaching that follows links this sutta with the previous. ",
  "mn26:32.6": "",
  "mn26:40.1": "This passage and the next affirm that these meditations, learned under Āḷāra Kālāma and Uddaka Rāmaputta, were adopted by the Buddha as part of his practice. "
}