{
  "mn27:1.1": "This sutta urges against drawing rash conclusions, insisting on a cautious and pragmatic approach to the truth. The theme of epistemological caution is further developed in such suttas as <a href='https://suttacentral.net/mn47/en/sujato'>MN 47</a>, <a href='https://suttacentral.net/mn60/en/sujato'>MN 60</a>, and <a href='https://suttacentral.net/mn99/en/sujato'>MN 99</a>. | According to the Sinhalese chronicle Mahāvaṁsa 14.22, this was the first discourse taught by the arahant Mahinda to King Devanampiyatissa, leading to his conversion and the spread of Buddhism in Sri Lanka. This would have been around 250 BCE. ",
  "mn27:2.1": "A chariot drawn by mares was the preferred vehicle of Jānussoṇi (<a href='https://suttacentral.net/mn99/en/sujato#30.1'>MN 99:30.1</a>, <a href='https://suttacentral.net/sn45.4/en/sujato#1.3'>SN 45.4:1.3</a>), as well as the brahmin student Ambaṭṭha <a href='https://suttacentral.net/dn3/en/sujato#1.6.1'>DN 3:1.6.1</a>. ",
  "mn27:2.2": "Pilotika Vacchāyana is not mentioned elsewhere. His first name means “patch” and may be a reference to his patchwork robe (cp. “Ajita of the hair-blanket”). Vacchāyana is a patronymic, possibly indicating he was of the lineage of Vātsya, a student of Yājñavalkya (Śatapatha Brāhmaṇa 9.5.1.62, Brahmāṇḍa Purāṇa 2.35.29). ",
  "mn27:2.7": "As at <a href='https://suttacentral.net/mn99/en/sujato#30.7'>MN 99:30.7</a> and <a href='https://suttacentral.net/an5.194/en/sujato#2.4'>AN 5.194:2.4</a>. The Buddha speaks of his own lucidity of wisdom at <a href='https://suttacentral.net/mn12/en/sujato#62.6'>MN 12:62.6</a>. ",
  "mn27:3.1": "The text differentiates “bull elephant” (<i lang='pi' translate='no'>nāga</i>), “elephant” (<i lang='pi' translate='no'>hatthi</i>), and “cow elephant” (<i lang='pi' translate='no'>hatthinī</i>). This is essential to the parable, as the tracker is specifically seeking a bull. ",
  "mn27:3.3": "The Pali phrase <i lang='pi' translate='no'>niṭṭhaṁ gaccheyya</i> is an exact match for the English idiom “come to a conclusion”. ",
  "mn27:4.4": "",
  "mn27:10.6": "This passage names three kinds of cow elephants unknown elsewhere. From the context they must be of ascending height. The first is the “dwarf” (<i lang='pi' translate='no'>vāmanikā</i>). ",
  "mn27:10.12": "<i lang='pi' translate='no'>Kāḷārikā</i> is related to Sanskrit <i lang='pi' translate='no'>karāla</i>, which may mean “lofty” or “with gaping teeth”. The commentary applies the latter meaning, but surely the former fits the context. ",
  "mn27:10.18": "One of the many Indic names for elephants, especially cows, is <i lang='pi' translate='no'>kareṇu</i> (<i lang='pi' translate='no'>kaṇeru</i> by metathesis), which, being from the root <i lang='pi' translate='no'>kara</i> (“hand”), has the same meaning as the more common <i lang='pi' translate='no'>hatthi</i>, namely “handy”. I think the <i lang='pi' translate='no'>kaṇerukā</i> is the “leader of the cows”, i.e. the matriarch. ",
  "mn27:11.1": "This is the start of the teaching on the Gradual Training, encompassing ethics (<i lang='pi' translate='no'>sīla</i>), meditation (<i lang='pi' translate='no'>samādhi</i>), and wisdom (<i lang='pi' translate='no'>paññā</i>). ",
  "mn27:13.1": "The first and most important precept. It is not just the negative injunction to avoid killing, but also the positive injunction to have compassion for all creatures. If a monastic murders a human being they are immediately and permanently expelled. ",
  "mn27:13.2": "To steal anything of substantial value is an expulsion offence. ",
  "mn27:13.3": "“Chastity” is <i lang='pi' translate='no'>brahmacariya</i>, literally “divine conduct”. Here it is used in the narrow sense of refraining from sex, but more commonly it has a broader sense of “spiritual life”.  Buddhist monastics are forbidden from any form of sexual activity. To engage in penetrative intercourse is an expulsion offence. ",
  "mn27:13.4": "This is the first of the four kinds of right speech. Just as the precept of not killing implies the positive injunction to live with compassion, the precepts on speech enjoin a positive and constructive use of speech. If a monastic falsely claims states of enlightenment or deep meditation they are expelled. ",
  "mn27:13.5": "“Harmony” (or “unanimity”, <i lang='pi' translate='no'>samagga</i>) does not excuse untrue, bigoted, or otherwise harmful speech. True harmony is only achieved in the presence of the Dhamma. ",
  "mn27:13.7": "<i lang='pi' translate='no'>Attha</i> is a polyvalent term, here taking the senses  “meaningful” and “beneficial”. Elsewhere it means “goal”, “need”, “purpose”, “lawsuit”, or “ending”, and the senses are not always easy to untangle. ",
  "mn27:13.8": "Buddhists generally do not regard plants as sentient, but value them as part of the ecosystem that supports all life. ",
  "mn27:13.9": "This is interpreted today as eating only after dawn and before noon. ",
  "mn27:13.10": "Such sensual entertainments distract and excite the mind. This and the next three precepts encourage peace of mind for meditation. ",
  "mn27:13.11": "This was ignored by the Buddha’s cousin, Nanda (<a href='https://suttacentral.net/sn21.8/en/sujato#1.2'>SN 21.8:1.2</a>). ",
  "mn27:13.12": "To avoid sleeping too much. ",
  "mn27:13.13": "Literally “gold and silver” (<i lang='pi' translate='no'>jātarūparajata</i>), but <i lang='pi' translate='no'>rajata</i> is explained in <a href='https://suttacentral.net/pli-tv-bu-vb-np18/en/brahmali#2.8'>Bu NP 18</a> as currency of any kind. ",
  "mn27:13.14": "Mendicants receive only the day’s meal and do not store or cook food. ",
  "mn27:13.17": "According to ancient Indian law (Arthaśāstra 3.13), a person in a time of trouble may bind themselves in service for a fee. Such bondservants were protected against cruelty, sexual abuse, and unfair work. After earning back the fee of their indenture they were freed, retaining their original inheritance and status. ",
  "mn27:13.18": "These are animals raised for food. ",
  "mn27:13.21": "Land for a monastery may be accepted by the Saṅgha as a community, but not by individual mendicants. ",
  "mn27:13.22": "These items are discussed in detail below. | Acting as a go-between for lay business was tempting due to the mendicants’ wandering lifestyle. However, it exposes them to risk if the message is not delivered or if it is bad news. ",
  "mn27:13.23": "For example, trading in monastery property. ",
  "mn27:14.1": "A Buddhist monk has three robes: a lower robe (sabong or sarong), an upper robe, and an outer cloak. | Here begins the series of practices that build on moral fundamentals to lay the groundwork for meditation. The sequence of contentment, mindfulness, and sense restraint sometimes varies (eg. <a href='https://suttacentral.net/dn2/en/sujato#64.1'>DN 2:64.1</a>). ",
  "mn27:14.4": "As at <a href='https://suttacentral.net/dn2/en/sujato#63.4'>DN 2:63.4</a>. This phrase perhaps belongs before contentment. ",
  "mn27:15.2": "It is not that one cannot see things, but that, mindful of its effect, one avoids unnecessary stimulation. | “Covetousness and bitterness” (<i lang='pi' translate='no'>abhijjhā domanassā</i>) are the strong forms of desire and aversion caused by lack of restraint. ",
  "mn27:15.9": "As at <a href='https://suttacentral.net/dn2/en/sujato#64.10'>DN 2:64.10</a>, their happiness deepens, as they see that not only their actions but also their mind is becoming free of anything unwholesome. ",
  "mn27:16.1": "Situational awareness is a psychological term popularized in the 1990s. It has to do with the perception of environmental phenomena and the comprehension of their meaning, which is very close to the sense of the Pali term <i lang='pi' translate='no'>sampajañña</i>. | These acts describe the daily life of  a mendicant: going into the village for alms, at which time there are many distracting sights. Then they return, eat their meal, and spend their day in meditation. ",
  "mn27:18.1": "For <i lang='pi' translate='no'>parimukha</i> (“in front”) we find <i lang='pi' translate='no'>pratimukha</i> in Sanskrit, which can mean the reflection of the face. Late canonical Pali explains this as “this tip of the nose or the reflection of the face (<i lang='pi' translate='no'>mukhanimitta</i>)”. | To “establish mindfulness” (<i lang='pi' translate='no'>satiṁ upaṭṭhapetvā</i>) is literally to “do satipaṭṭhāna”. ",
  "mn27:18.2": "Covetousness (<i lang='pi' translate='no'>abhijjha</i>) has been curbed by sense restraint, and now is fully abandoned. ",
  "mn27:18.3": "Likewise ill will (<i lang='pi' translate='no'>byāpādapadosa</i>), which was called <i lang='pi' translate='no'>domanassa</i> in the formula for sense restraint. ",
  "mn27:18.4": "“Mindfulness and situational awareness” has a prominent role in abandoning dullness. ",
  "mn27:18.5": "Restlessness hankers for the future and is countered by contentment. Remorse digs up the past and is countered by ethical purity. ",
  "mn27:18.6": "The meditator set out on their path after gaining faith in the Buddha. ",
  "mn27:19.1": "The five hindrances remain a pillar of meditation teaching. The root sense means to “obstruct” but also to “obscure, darken, veil”. ",
  "mn27:19.3": "The first true footprint of the Buddha is jhāna, not skill in debate or conversion, nor even ethical conduct. Compare <a href='https://suttacentral.net/dn2/en/sujato#76.3'>DN 2:76.3</a>, where jhāna was the first superior fruit of the spiritual life. ",
  "mn27:19.4": "Just as the bull elephant tracker does not come to a conclusion until they have found a bull elephant, here the meditator has not confirmed that the Buddha’s teaching leads to the goal that was promised. ",
  "mn27:25.5": "They are in the culminating stages of the path. ",
  "mn27:26.5": "Faith, reason, evidence, and experience have all played a role in the discovery of truth. But there can be no certainty until the truth has accomplished its ultimate function, freedom from suffering. "
}