{
  "mn28:1.3": "This sutta is a masterclass on the methods employed by the Buddha’s greatest student, Sāriputta. He begins with the four noble truths, then proceeds to unpack them systematically, leading to a lengthy analysis of the four elements. But the unpacking takes surprising directions as Sāriputta draws on unexpected layers of the Dhamma to illustrate a familiar teaching in new ways. All the while, he conveys warmth and compassion, illustrating in his manner of teaching the connection that is also the topic of the teaching. ",
  "mn28:2.2": "Sāriputta’s emphasis on the four noble truths is also shown in <a href='https://suttacentral.net/mn141/en/sujato'>MN 141</a>, where he is said to focus on teaching new students as far as stream-entry. The current sutta illustrates how he did this, carefully explaining fundamental concepts and showing their real world impacts, while offering pragmatic and reassuring advice. Along the way, he introduces all the major wisdom teachings of Buddhism, demonstrating exactly how they fit into the four noble truths. ",
  "mn28:5.1": "Delving into the four noble truths leads us to the actual topic, the four elements. But in this topic we will find not just matter, but connections that lead us back to the four noble truths. ",
  "mn28:5.2": "Each of these “elements” was a major deity of the Vedas, called by many names in addition to the obvious Pṛthivī, Agni, Āpas, and Vāyu. Nature was a realm of divine powers invoked and hopefully tamed by hymn and ritual. The Buddha treated elements as natural phenomena rather than divinities, but this creates a potential problem. If prayer and sacrifice is no longer effective, are we just victims of the arbitrary threats of an uncaring world? Our modern solution is to subjugate the world of nature, to set ourselves above it and beat it into submission with our technology. For the Buddha, the solution was, rather, to dissolve the difference between self and other: if we are no more than elements, elements are no less than us. While the impermanence of the elements was inescapable, we can master our own responses. Thus we do not live in a world stripped of meaning, but one full of the potential for freedom. ",
  "mn28:6.2": "That is to say, inside oneself or in the world outside oneself. ",
  "mn28:6.4": "“Appropriated” (<i lang='pi' translate='no'>upādinna</i>) is a technical term referring to matter that has been “taken up” or “grasped” at birth, namely the organic body. ",
  "mn28:6.5": "The phrase “or anything else” (<i lang='pi' translate='no'>yaṁ vā panaññampi kiñci</i>) indicates that the analysis is meant to be illustrative rather than exhaustive. Early Buddhism makes no claim to list all the different manifestations of the elements. ",
  "mn28:6.7": "The exterior element is not defined here. Rather, the sutta moves by collapsing the distinction between interior and exterior. ",
  "mn28:6.8": "Since what is “in here” and what is “out there” are the same element, how can it be “my” body? | In this standard reflection on not-self, “this is not mine” counters craving due to a sense of ownership; “I am not this” counters the conceit of identification; and “this is not my self” counters views based on speculation. ",
  "mn28:7.1": "This is in reference to the belief that the earth rests upon water, and the water is disturbed it shakes the earth (<a href='https://suttacentral.net/an8.70/en/sujato#14.3'>AN 8.70:14.3</a>, <a href='https://suttacentral.net/dn16/en/sujato#3.13.3'>DN 16:3.13.3</a>).  Thus this is a reference to calamity by earthquake rather than flood. Apparently it was believed that an extreme earthquake could shake apart the whole earth. ",
  "mn28:7.2": "",
  "mn28:7.3": "Read <i lang='pi' translate='no'>mahallikā</i> as “old” rather than “large”. | Note that “impermanence” in the suttas is not reduced to “momentariness”. It applies equally to the largest and smallest scales, as well as the living scale of the human life. ",
  "mn28:7.4": "The key to this difficult sentence is recognizing that <i lang='pi' translate='no'>atha kho</i> here is adversative (compare <a href='https://suttacentral.net/dn23/en/sujato#8.1'>DN 23:8.1</a>: “Even though Master Kassapa says this, nonetheless I think that”, <i lang='pi' translate='no'>kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti</i>). | <i lang='pi' translate='no'>Notevettha hoti</i> resolves as follows: <i lang='pi' translate='no'>no <a href='https://suttacentral.netti]</i> is the negative, which is distributed across the three terms, I, mine, I am; <i lang='pi' translate='no'>ev[a]</i> conveys exclusivity; <i lang='pi' translate='no'>ettha</i> with <i lang='pi' translate='no'>hoti</i> and the genitive means “think about that” (eg. [mn38:18.4'>ti]</i> is the negative, which is distributed across the three terms, I, mine, I am; <i lang='pi' translate='no'>ev[a]</i> conveys exclusivity; <i lang='pi' translate='no'>ettha</i> with <i lang='pi' translate='no'>hoti</i> and the genitive means “think about that” (eg. [mn38:18.4</a>). | “Ephemeral” is <i lang='pi' translate='no'>mattaṭṭhaka</i>, “standing” (<i lang='pi' translate='no'>(ṭ)ṭha</i>) for “a while” (<i lang='pi' translate='no'>matta</i>). ",
  "mn28:8.1": "The motif of mendicants being attacked is found occasionally in the suttas, but more commonly in texts of the Jains, who went naked and did not bathe. ",
  "mn28:8.2": "Sāriputta brings in a reflection on conditionality, not as a philosophy, but as a skillful method of defusing reactive emotions. ",
  "mn28:8.6": "With the previously-mentioned form, now all five aggregates are included. ",
  "mn28:8.7": "Here the elements serve for calming the mind (<i lang='pi' translate='no'>samatha</i>) as earlier they served for insight (<i lang='pi' translate='no'>vipassanā</i>) | <i lang='pi' translate='no'>Ārammaṇa</i> does not mean “object”, an Abhidhamma concept foreign to the suttas: existence is relational, not objective. Rather, it is simply a “support” upon which the mind relies. The “support” itself is impermanent and conditioned, but it serves to achieve the purpose. | The phrase <i lang='pi' translate='no'>pakkhandati pasīdati santiṭṭhati adhimuccati</i> is stock, so <i lang='pi' translate='no'>pakkhandati</i> does not mean to “enter into” but rather to be “secure”. ",
  "mn28:9.5": "Sāriputta is quoting from <a href='https://suttacentral.net/mn21/en/sujato#21.1'>MN 21:21.1</a>. ",
  "mn28:10.1": "Again the teaching is pragmatic rather than theoretical, as Sāriputta is reassuring young students. It often happens in the course of practice that even when doing what is said to be the right thing, the results are not what you hoped. ",
  "mn28:10.5": "This alludes to the idea that a newlywed bride moving in to her husband’s home would be on her best behavior. ",
  "mn28:10.9": "Sāriputta offers positive reinforcement. Even an apparently small instance of overcoming anger is a significant step in mental training. ",
  "mn28:12.1": "",
  "mn28:12.2": "Flood was and remains an ever-present threat in the Indo-Gangetic Plain. | I am writing this note in eastern Australia in 2023, where, due to the impermanence of the elements driven by human greed, we have just endured multiple devastating floods and now face summers of fire. ",
  "mn28:21.5": "The “winds” (<i lang='pi' translate='no'>vātā</i>) include both literal gas and movements of energy. | The study of such winds was a major theme of the early Upaniṣads. The very first sentence of the Bṛhadāraṇyaka Upaniṣad says that, for the sacrificial horse, the wind (<i lang='pi' translate='no'>vātā</i>) is the breath (or vital force, <i lang='pi' translate='no'>prāṇa</i>), a concept it goes on to mention no fewer than 160 times. ",
  "mn28:26.1": "Sāriputta extends the teaching in a new way by including the space element. But this is not arbitrarily added to the previous discussion. Rather, he begins by defining space as that which is physically delimited by the other elements. Thus space is considered as a kind of “derived form” (<i lang='pi' translate='no'>upādāyarūpa</i>). This point was contested by some later schools of Buddhism, who believed that space was unconditioned. ",
  "mn28:27.1": "This expands the normal explanation of sense experience, found for example at <a href='https://suttacentral.net/mn148/en/sujato#7.3'>MN 148:7.3</a>. ",
  "mn28:28.1": "Sāriputta shows the connection between the six senses and the five aggregates. ",
  "mn28:28.4": "This statement is not found in the Pali canon. ",
  "mn28:28.5": "Bringing in dependent origination, Sāriputta integrates in a single discourse all the major wisdom frameworks: the truths, aggregates, senses, elements, and dependent origination. This is especially useful for students, as they would have heard these individual teachings many times, but might be unclear how they are connected. ",
  "mn28:28.8": "He brings the teaching back around to the four noble truths. "
}