{
  "mn29:1.2": "Devadatta was the Buddha’s cousin and nemesis. After going forth together with several other relatives of the Buddha (<a href='https://suttacentral.net/pli-tv-kd17/en/sujato#1.4.1'>Pli Tv Kd 17:1.4.1</a>), his initial success in meditation was corrupted by his desire for gains and fame (<a href='https://suttacentral.net/sn17.35/en/sujato'>SN 17.35</a>). He tried to take over the Saṅgha but was denounced by the Buddha. His attempt to create a schismatic faction failed and he died in disgrace. ",
  "mn29:2.8": "The Chinese parallel at EA 43.4 says that this discourse was given during the time he was being lavishly supported by Prince Ajātasattu (<a href='https://suttacentral.net/sn17.36/en/sujato'>SN 17.36</a>, <a href='https://suttacentral.net/pli-tv-kd17/en/sujato#2.1.1'>Pli Tv Kd 17:2.1.1</a>). ",
  "mn29:2.9": "Compare the “noble quest” on <a href='https://suttacentral.net/mn26/en/sujato'>MN 26</a> and the search for a “bull elephant” in <a href='https://suttacentral.net/mn27/en/sujato'>MN 27</a>. In each case the metaphor emphasizes the specific and uncompromising nature of the goal. The moral is to not stop until the journey is truly complete. ",
  "mn29:5.14": "While “knowledge and vision” (<i lang='pi' translate='no'>ñāṇadassana</i>) that is “in accordance with reality” (<i lang='pi' translate='no'>yathābhūta</i>) refers to the vision of the four noble truths at stream-entry, “knowledge and vision” by itself does not have a well established technical meaning. At <a href='https://suttacentral.net/dn2/en/sujato#83.1'>DN 2:83.1</a> it is said to be a vision of the body with its consciousness, although this passage is rare and in <a href='https://suttacentral.net/mn77/en/sujato#29.11'>MN 77:29.11</a> is not described as “knowledge and vision”. Elsewhere it is used in a variety of senses for a kind of clear and enhanced spiritual understanding. ",
  "mn29:6.16": "The “irreversible freedom” (<i lang='pi' translate='no'>asamaya</i>, literally “not temporary”) is that of arahantship, as opposed to the “temporary freedom” of samādhi, from which one can fall away due to bad conduct (<a href='https://suttacentral.net/an5.149/en/sujato'>AN 5.149</a>), like Devadatta. | Text inconsistently has <i lang='pi' translate='no'>vimokkha</i> (“liberation”) here and <i lang='pi' translate='no'>vimutti</i> (“freedom”) in the next line, although elsewhere the suttas always read <i lang='pi' translate='no'>vimutti</i>. It seems that when these attainments came to be included in the <i lang='pi' translate='no'>Vimokkha</i> Chapter of the Paṭisambhidāmagga (a late canonical Abhidhamma-style text), they were renamed <i lang='pi' translate='no'>vimokkha</i> to fit the context (<a href='https://suttacentral.net/ps1.5/en/sujato#2.10'>Ps 1.5:2.10</a>). The commentary then cited that passage here using <i lang='pi' translate='no'>vimokkha</i>, but the commentarial gloss must have contaminated the text. I translate under the assumption that the correct reading is <i lang='pi' translate='no'>vimutti</i>, although it makes no practical difference. ",
  "mn29:7.2": "This links the “irreversible” freedom with the “unshakable” freedom of arahantship; the two are equated at <a href='https://suttacentral.net/mn122/en/sujato#4.1'>MN 122:4.1</a>. "
}