{
  "mn2:1.1": "A difficult philosophical text opens both the Dīghanikāya (Brahmajālasutta) and the Majjhimanikāya (Mūlapariyāyasutta) followed by a more practical teaching (Sāmaññaphalasutta, Sabbāsavasutta). ",
  "mn2:2.1": "“Defilements” (_āsava_) are the fundamental “pollutions” or “corruptions” that darken awareness, trapping people in transmigration. In practical application, _āsava_ can mean the “discharge” from a sore ([an3.27:2.4]()). The Jain Tattvārthasūtra 6.1–2 defines _āsrava_ as the influx of deeds; these pollute the pure soul. | Note that the Pali _āsava_ is two distinct words, which are homonyms in Pali but differentiated in Sanskrit. The word here is Sanskrit _āsrava_ (or _āśrava_), whereas Sanskrit _āsava_ means “intoxicant”, a sense found elsewhere in Pali ([pli-tv-bu-vb-pc51:2.1.4]()). ",
  "mn2:2.2": "This opening follows the pattern of [mn1](). ",
  "mn2:3.1": "The “ending of defilements” (_āsavānaṁ khayaṁ_) is a common Sutta term for arahantship. | “Knowing and seeing” refers to the penetrating insight that arises from meditative immersion (_samādhi_, eg. [an5.168:2.2](), [an10.2:2.3](), [sn12.23:6.18](), [dn2:83.1]()). ",
  "mn2:3.3": "“Rational application of mind” (_yoniso manasikāra_) is a distinctively Buddhist term. It draws on the frequent Vedic image of the “womb of truth” (_yonāv ṛtasya_, Rig Veda 9.13.9), the source of the laws and patterns that govern the natural order. The idea is that by applying the mind by way of cause or reason the hidden truth can be uncovered. Here the meditator’s insight is framed not as uncovering the objective truth about the world, but as reflexively understanding the means of insight itself. ",
  "mn2:3.4": "This passage and the next are comparable to the contemplation of the principles of the five hindrances and the seven awakening factors respectively in the fourth section of mindfulness meditation (_dhammānupassanā_; see [mn10:36.4]()). ",
  "mn2:4.1": "Here the Buddha gives the scheme of the Sutta: seven methods for getting rid of defilements. Omitting the defilements given up by seeing, the remainder are found at [an6.58](). ",
  "mn2:5.1": "“Seeing” (_dassana_) the four noble truths with the wisdom of insight. ",
  "mn2:6.2": "This indicates one sense of what “irrational” means: it creates the very things that one is trying to escape. ",
  "mn2:7.3": "These are existential questions framed from a metaphysical perspective, i.e. they are based on the underlying assumption of a self. They are “irrational” because they avoid the question of cause: they only ask *what* happens, not *why* it happens. ",
  "mn2:8.1": "To wonder is natural, but when we take speculations seriously they become dogmas, insisted on as the truth, though in reality we have no way of knowing. ",
  "mn2:8.2": "See also the discussions on the “self” at [sn44.10]() and “gods” at [mn100:42.4](). All three passages are phrased the same way. In each case the question, drawing on the doubts about the past and future as depicted above, is whether the self continues to exist (_atthi_) or not (_natthi_) after death. ",
  "mn2:8.4": "Compare Bṛhadāraṇyaka Upaniṣad 4.4.23, which, in a discussion of the hereafter, says that a sage who is tamed and stilled (_samāhito_) “sees the self in the self” (_ātmanyevātmānaṁ paśyati_). Note the different verb here; unlike the Upaniṣad, the Sutta is not speaking of a sage who “sees” but of a theorist who “perceives”. ",
  "mn2:8.5": "The method of negation was employed by Yājñavalkya to discard false, shallow views of the Self: “This Self is that which is not that, not that” (_sa eṣa neti netyātmā_, Bṛhadāraṇyaka Upaniṣad 4.5.15, etc.). ",
  "mn2:8.6": "The theorist still relies on perception (_saññā_) and hence does not see the Self, which is pure _viññāṇa_ cognized by _viññāṇa_: “Through what should one know the Knower?” (_vijñātāramare kena vijānīyāt_). ",
  "mn2:8.8": "This view, attributed to the mendicant Sāti at [mn36:5.11](), is reminiscent of Yājñavalkya’s discussion of the Self as a person’s “light” in the Bṛhadāraṇyaka Upaniṣad. He illustrates the departure of the Self from the body at death by analogy with dreams, where a person sets aside the physical body and takes up a body of light (4.3.9). There (_tatra_) he is the “agent” (_kartā_, 4.3.10) who “moves between the worlds contemplating and playing, as it were” (4.3.7). He creates his own experiences, seeing good and bad (_dṛṣṭvaiva puṇyaṃ ca pāpaṃ ca_, 4.3.15). Being “immortal” (_amṛto_, 4.3.12), he wanders where he likes and returns unaffected (4.3.16). ",
  "mn2:8.9": "“Twist” (_visūka_) is used with “dodge” (_vipphandita_) and sometimes “duck” (_visevita_) for an horse fighting the bit ([mn65:33.2]()) or a crab escaping the torment of children ([mn35:23.9]()). _Visūka_ is also used for a “show” of dance, etc., where the commentarial gloss _paṭāṇi_ (“screw”) reinforces the sense “twist, gyrate”. As descriptions of views, they suggest the active process of denial and distortion through which views shape how we see the world. ",
  "mn2:11.1": "This is the realization of the four noble truths. The suttas distinguish between someone who accepts the truth of the Dhamma either by faith or by logic, and someone who truly sees with direct experience ([sn25.1]()). This direct vision, here called “rational application of mind”, may be expressed any number of different ways. ",
  "mn2:11.3": "They are a stream-enterer who has entered the first of the four stages of awakening. “Seeing” the four noble truths permanently severs these three fetters. This is the decisive difference between “seeing” and knowing by faith or logic ([sn25.1]()). ",
  "mn2:12.1": "In the Gradual Training (eg. [mn38:35.1]()), sense restraint (_saṁvarā_) comes before seeing the four noble truths. The sequence in this Sutta does not follow the order of practice; rather, it starts and ends with the most important items. ",
  "mn2:12.3": "Sense restraint is not about denial, but about freeing the mind from addiction. ",
  "mn2:12.9": "In the first and last items in this suttas, “giving up” defilements means their permanent eradication by means of the noble path. For the interim items, however, “giving up” refers to the more modest goal of practicing so that they do not arise in the mind. This creates the supportive conditions for deeper realizations, while giving the mind time for understanding to mature. ",
  "mn2:12.11": "",
  "mn2:13.1": "These are the four requisites used (_paṭisevana_) by a mendicant. They are provided to a mendicant at their ordination. Other possessions of a minor nature are also allowed, such as a razor, waistband, sandals, and so on. These passages are used as mindfulness reminders when making use of possessions. ",
  "mn2:14.2": "The next sutta ([mn3]()) gives an example of this. | In several Chinese translations, “adornment” is applied to robes rather than almsfood, where it seems more fitting. ",
  "mn2:16.2": "While it may seem odd to use medicines for purposes other than treating illness, this is a broad category. It includes anything used as a tonic, pick-me-up, or refreshment so long as it is not solid food, such as fruit juice, honey, ghee, ginger, etc. ",
  "mn2:18.1": "The Buddha depicted the spiritual path as one of freedom and happiness. Nonetheless, practitioners will invariably encounter adversities along the way. Such things should be endured (_adhivāsana_) with patience and strength, without giving up. ",
  "mn2:19.1": "This item shows that endurance is not always the right response to adversity. Some things are best avoided (_parivajjana_) where possible. This is different, of course, from a strategy or compulsion of avoiding things that are uncomfortable. ",
  "mn2:19.3": "This introduces the hard-to-translate idea of _gocara_, literally “pasture”. It refers to the places or people to whom a mendicant “resorts”, especially when on alms. What is appropriate depends on context. For example, whereas there is no issue with accepting a meal from a sex worker ([dn16:2.14.7]()), it would provoke suspicion if a monk entered a brothel for the meal. | _Okappeti_ means “believe, trust” rather than “suspect”. ",
  "mn2:20.1": "This section shows that, rather than being “non-judgmental” about ones’ thoughts, a meditator should recognize and “dispel” (_vinodana_) those that are harmful. The first step, however, in dispelling harmful thoughts is to recognize that they are harmful, which requires a degree of mindfulness and equanimity. Often that is sufficient: once one is mindful of the bad thought, it undercuts the greed, hate, and delusion that fuels it and it fades away. In cases where the mind is too caught up in the harmful thinking, a more deliberate practice can be required ([mn20]()). ",
  "mn2:21.1": "To develop (_bhāvanā_) is literally to “make be more”, to “grow” or “amplify”. The good factors that are already present, especially in the stream-enterer, are cultivated to support the realization of full awakening. ",
  "mn2:21.2": "The seven awakening factors especially emphasize the emotional and holistic dimension of meditative growth. ",
  "mn2:21.8": "The four terms here—seclusion, fading away, cessation, ripening as letting go—are commonly applied to the different formulations of the path, but especially the seven awakening factors. Each expresses a fundamental quality of the path. They can be understood as a process of deepening that moves towards Nibbāna, the ultimate letting go, while each of the four is also a term for Nibbāna itself. ",
  "mn2:22.1": "Spiritual teachings sometimes emphasize the critical role of a single practice to overcome different defilements, for example through chanting a mantra or by mindful awareness: many problems, one tool. This sutta, in line with the early texts generally, takes the opposing line, that the diversity of defilements requires a diversity of practices in response: many problems, many tools. ",
  "mn2:22.2": "This is the arahant. | The “fetters” are enumerated as ten at eg. [an10.13](). | “Conceit”, which is one of the fetters, is the tendency of the mind to judge and assess in terms of oneself through the process of “conceiving” discussed in [mn1](). | They have “made an end of suffering” in the sense that they have cut off the root of transmigration. Nonetheless while an arahant is living they still experience suffering such as physical sickness. "
}