{
  "mn30:2.1": "Not mentioned elsewhere in the Pali, this brahmin’s name means “tawny” (or “blotchy”) Koccha. His name suggests he was of the lineage of Kutsa Āṅgirasa, an oft-mentioned sage and ally (and sometime foe) of Indra in the Rig Veda. The name Kautsa appears in the same lineage lists as Vātsya (eg. Bṛhadāraṇyaka Upaniṣad 6.5.4; see <a href='https://suttacentral.net/mn27/en/sujato#2.2'>MN 27:2.2</a>). ",
  "mn30:2.4": "",
  "mn30:2.5": "While some such as Mahāvīra the Ñātika (<a href='https://suttacentral.net/mn14/en/sujato#17.2'>MN 14:17.2</a>) and Pūraṇa Kassapa (<a href='https://suttacentral.net/an9.38/en/sujato#2.1'>AN 9.38:2.1</a>) claimed to have direct knowledge, others such as Ajita Kesakambala denied that such knowledge was possible (<a href='https://suttacentral.net/dn2/en/sujato#23.2'>DN 2:23.2</a>). ",
  "mn30:2.6": "The Buddha responded the same way when asked this question by Subhadda (<a href='https://suttacentral.net/dn16/en/sujato#5.26.5'>DN 16:5.26.5</a>). ",
  "mn30:8.8": "This sentence differentiates this from the corresponding passage in the preceding sutta <a href='https://suttacentral.net/mn29/en/sujato#2.8'>MN 29:2.8</a>. ",
  "mn30:13.1": "Where the previous sutta went directly from “knowledge and vision” to final liberation (<a href='https://suttacentral.net/mn29/en/sujato#6.16'>MN 29:6.16</a>), the current sutta adds an extensive passage on the nine attainments.   Several details indicate that this passage is a later insertion. First, the <i lang='pi' translate='no'>jhānas</i> are already included under immersion above (<a href='https://suttacentral.net/mn30/en/sujato#10.12'>MN 30:10.12</a>). There, immersion leads to knowledge and vision following the normal sequence (eg. <a href='https://suttacentral.net/dn2/en/sujato#83.1'>DN 2:83.1</a>), rather than being superior to it as here. Further, this discourse is distinguished as “short” compared to the previous “large” discourse, but it is in fact longer due to this extra material, which was presumably added after the title was established. EA 43.4, which is the only Chinese parallel to both these discourses, also lacks this extra passage. "
}