{
  "mn31:1.1": "This discourse is a favorite among monastics, depicting an ideal life of simplicity and friendship. The introduction recurs at <a href='https://suttacentral.net/pli-tv-kd10/en/sujato#4.2.1'>Pli Tv Kd 10:4.2.1</a> and, with a different teaching portion, at <a href='https://suttacentral.net/mn128/en/sujato#81'>MN 128:81</a>. In both those cases it is set after the Buddha left the quarreling monks of Kosambi. | This discourse and <a href='https://suttacentral.net/mn128/en/sujato'>MN 128</a> appear to be influenced by Bṛhadāraṇyaka Upaniṣad 4.3, a famous dialogue where an unusually reluctant Yājñavalkya is repeatedly pressed by King Janaka to reveal the true nature of a person’s light. ",
  "mn31:1.2": "Ñātika (also spelled <i lang='pi' translate='no'>nātika</i>, or <i lang='pi' translate='no'>nādika</i>; Sanskrit <i lang='pi' translate='no'>jñātṛka</i>; Prākrit <i lang='pi' translate='no'>nāyika</i>) was the clan to which the Jain leader Mahāvīra (called Nāṭaputta, i.e. Ñātiputta) belonged. This is the chief town of the clan. It was part of the Vajjian Federation (See <a href='https://suttacentral.net/dn16/en/sujato#2.5.1'>DN 16:2.5.1</a>). | Over a millennium previously, the Indus Valley Civilization had built cities of fired brick with standardized size and construction methods, but in the Buddha’s day most buildings were wood. This is the only brick building mentioned in the suttas; brick construction is also discussed in the Vinaya. ",
  "mn31:2.1": "Anuruddha was the brother of Ānanda and Mahānāma (<a href='https://suttacentral.net/pli-tv-kd17/en/sujato#1.1.3'>Pli Tv Kd 17:1.1.3</a>) which, according to the commentary, makes the Buddha his cousin. He was an exponent of mindfulness meditation (<a href='https://suttacentral.net/sn52.1/en/sujato'>SN 52.1</a>, etc.) and master of clairvoyance (<a href='https://suttacentral.net/an1.192/en/sujato#1.1'>AN 1.192:1.1</a>. | Kimbila was one of the seven leading Sakyans, including Anuruddha and Ānanda, who went forth together (<a href='https://suttacentral.net/pli-tv-kd17/en/sujato#1.4.1'>Pli Tv Kd 17:1.4.1</a>). | Several Nandiyas are known in the suttas, one of whom was a Sakyan (<a href='https://suttacentral.net/sn55.40/en/sujato'>SN 55.40</a>, <a href='https://suttacentral.net/an11.13/en/sujato'>AN 11.13</a>; the root <i lang='pi' translate='no'>nand</i> (“joy”) was a popular choice for Sakyan names: Ānanda, Nanda, Upananda). While Nandiya is not mentioned as having gone forth with the seven, Kimbila refers to their group as the “Sakyan friends” in his verses at <a href='https://suttacentral.net/thag2.18/en/sujato'>Thag 2.18</a>, so it seems likely he was indeed the Sakyan Nandiya; perhaps he went forth later than his friends. ",
  "mn31:3.2": "This is one of several instances showing that the Buddha looked like an ordinary ascetic (see also <a href='https://suttacentral.net/dn2/en/sujato#11.2'>DN 2:11.2</a>, <a href='https://suttacentral.net/mn140/en/sujato#5.11'>MN 140:5.11</a>). ",
  "mn31:3.5": "<i lang='pi' translate='no'>Attakāmarūpa</i> is glossed by the commentary as “those whose nature is to desire their own welfare”. Most translators have “seeking their own good” or similar, agreeing with the commentary. But this erases the unique and striking phrasing, which draws on Yājnavalkya’s description of one whose form is such that, having attained their only desire, the Self, has become without desire (<i lang='pi' translate='no'>ātmakāmam āptakāmam akāmaṁ rūpaṁ</i>, Śatapatha Brāhmaṇa 14.7.1.21, Bṛhadāraṇyaka Upaniṣad 4.3.21. Cf. <i lang='pi' translate='no'>niṣkāma āptakāma ātmakāmo</i>, Śatapatha Brāhmaṇa 14.7.2.8, Bṛhadāraṇyaka Upaniṣad 4.4.6 . In both cases the Bṛhadāraṇyaka reverses the sequence of <i lang='pi' translate='no'>āpta</i> … <i lang='pi' translate='no'>ātma</i>.) This describes a sage who is fully immersed in the realization of Brahman in death or dreamless sleep. Here the suffix <i lang='pi' translate='no'>-rūpa</i> does not mean “seemingly”, nor is it to be discarded as a mere idiom, but has the sense given in the commentary, a person’s true form or true nature (<i lang='pi' translate='no'>sabhāva</i>). This is, of course, not a Buddhist concept. But it is spoken by the keeper of a park (not a monastery) who fails to even recognize the Buddha. There is no reason he should be Buddhist. To this day, Buddhist monastics are received with kindness and unhesitatingly supported by Hindus, who readily interpret and describe the monastics’ practice in their own terms. ",
  "mn31:5.7": "The text refers to “Anuruddhas” in plural. It was apparently the custom to refer to the group by their most senior member. ",
  "mn31:6.1": "The emphasis on harmonious living fits the accounts in <a href='https://suttacentral.net/pli-tv-kd10/en/sujato#4.2.1'>Pli Tv Kd 10:4.2.1</a> and <a href='https://suttacentral.net/mn128/en/sujato'>MN 128</a>, where the Buddha had just left the quarreling community of Kosambi. This suggests that the introduction belongs there, when the three friends were practicing together in the Eastern Bamboo Park near Kosambi. The current sutta is set around 400 kms to the east near Vesālī, and it is hardly likely that the Buddha went straight there after leaving Kosambi. In addition, in <a href='https://suttacentral.net/mn128/en/sujato'>MN 128</a> the three friends are still developing their meditation, whereas in the current sutta they have already achieved arahantship. It seems that the popular introduction of <a href='https://suttacentral.net/mn128/en/sujato'>MN 128</a> was reused to frame a later conversation with the three friends, despite the implausibility of the same events happening in the same way twice. ",
  "mn31:7.4": "These are three of the six “warm-hearted qualities” of <a href='https://suttacentral.net/mn48/en/sujato#6.2'>MN 48:6.2</a> and <a href='https://suttacentral.net/an6.11/en/sujato#1.1'>AN 6.11:1.1</a>. ",
  "mn31:8.2": "Normally I render <i lang='pi' translate='no'>viharati</i> in such instances as “meditate”. But Anuruddha’s response avoids talking about meditation. I think he is deliberately avoiding the topic, skirting the obvious intended meaning by seizing on an ambiguity. His reticence echoes Yājñavalkya’s reticence to answer Janaka on the topic of a person’s light (Bṛhadāraṇyaka Upaniṣad 4.3.1). ",
  "mn31:9.7": "For <i lang='pi' translate='no'>hatthavilaṅghaka</i> (“lending a hand up”) see <a href='https://suttacentral.net/mn125/en/sujato#9.2'>MN 125:9.2</a>. | The Chinese parallels (MA 128 at T i 729c9 and EA 24.8 at T ii 629a23) both add that they then retire for meditation. ",
  "mn31:9.8": "That is, three times in each <i lang='pi' translate='no'>uposatha</i> period lasting a fortnight. | The Chinese parallels add that they might also sit in noble silence (in accord with <a href='https://suttacentral.net/mn26/en/sujato#4.13'>MN 26:4.13</a>). ",
  "mn31:9.9": "Here the Vinaya account ends, as it is concerned with the settlement of the quarrel among the monks of Kosambi. ",
  "mn31:10.3": "",
  "mn31:10.4": "The first absorption is defined at <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/sujato#4.1.3.1'>Pli Tv Bu Vb Pj 4:4.1.3.1</a> as the most basic “superhuman distinction”. Thus Anuruddha is answering the question directly but humbly, revealing as little as possible. ",
  "mn31:11-13.2": "<i lang='pi' translate='no'>Samatikkamāya</i> (“for going beyond”) is used in a similar sense at <a href='https://suttacentral.net/mn10/en/sujato#47.1'>MN 10:47.1</a>. ",
  "mn31:20.3": "Even such close monks did not reveal their attainments to each other, a testament to their character. This is a reminder of the virtue of discretion when speaking of such subtle matters. They are not things to be bandied about in common conversation. ",
  "mn31:21.1": "<i lang='pi' translate='no'>Parajana</i> means “stranger” (<a href='https://suttacentral.net/mil6.3.1/en/sujato#13.2'>Mil 6.3.1:13.2</a>) or “strange spirit” (<a href='https://suttacentral.net/mn25/en/sujato#5.20'>MN 25:5.20</a>). The commentary identifies him with the Dīgha of <a href='https://suttacentral.net/dn32/en/sujato#10.18'>DN 32:10.18</a>. He must have been the deity of a local shrine. This passage shows how the intercession of even such a humble spirit can resound among all the gods. ",
  "mn31:21.2": "The praise that follows is unusually effusive and can be compared with the equally unusual recounting of the enlightened devotees of Ñātika (<a href='https://suttacentral.net/dn16/en/sujato#2.5.1'>DN 16:2.5.1</a>). Both passages serve to extol Buddhism in the home of Mahāvīra, the Buddha’s elder rival. "
}