{
  "mn32:1.2": "From <a href='https://suttacentral.net/mn31/en/sujato#3.1'>MN 31:3.1</a> we know that this park was near Ñātika in the Vajjian country. ",
  "mn32:4.7": "Ānanda was renowned as the most learned monk in the Sangha (<a href='https://suttacentral.net/an1.219/en/sujato'>AN 1.219</a>). ",
  "mn32:4.8": "Typically inclusive, Ānanda mentions the four assemblies of monks, nuns, laymen, and laywomen. ",
  "mn32:5.6": "There were two prominent Revatas in the early Sangha. There was Revata of the Acacia Wood, who was said to be the foremost of forest dwellers (<a href='https://suttacentral.net/an1.203/en/sujato'>AN 1.203</a>); <a href='https://suttacentral.net/thag14.1/en/sujato'>Thag 14.1</a>, <a href='https://suttacentral.net/thag1.42/en/sujato'>Thag 1.42</a>). But this is probably Revata the Doubter, who was the most skilled in <i lang='pi' translate='no'>jhāna</i> (<a href='https://suttacentral.net/an1.204/en/sujato'>AN 1.204</a>; <a href='https://suttacentral.net/thag1.3/en/sujato'>Thag 1.3</a>). Early in his monastic life he struggled with doubt over small maters (<a href='https://suttacentral.net/pli-tv-kd6/en/sujato#16.1.1'>Pli Tv Kd 6:16.1.1</a>). He overcame this (<a href='https://suttacentral.net/ud5.7/en/sujato'>Ud 5.7</a>), but the name stuck. ",
  "mn32:6.6": "Anuruddha is identified as foremost in clairvoyance at <a href='https://suttacentral.net/an1.192/en/sujato'>AN 1.192</a>. | The verb <i lang='pi' translate='no'>voloketi</i> (“surveys”) is an elevated usage, only used of Anuruddha’s ability (see <a href='https://suttacentral.net/an3.130/en/sujato#2.2'>AN 3.130:2.2</a>) and when describing a Buddha “surveying” the world (<a href='https://suttacentral.net/mn26/en/sujato#21.1'>MN 26:21.1</a>). ",
  "mn32:6.7": "This power is compared (in the Majjhima) with a man standing between two doors watching people come to and fro (<a href='https://suttacentral.net/mn39/en/sujato#20.3'>MN 39:20.3</a>, <a href='https://suttacentral.net/mn77/en/sujato#35.2'>MN 77:35.2</a>, <a href='https://suttacentral.net/mn130/en/sujato#2.1'>MN 130:2.1</a>), and (in the Dīgha) with someone in a longhouse watching people move about in the town square (<a href='https://suttacentral.net/dn2/en/sujato#96.1'>DN 2:96.1</a>, <a href='https://suttacentral.net/dn10/en/sujato#2.33.1'>DN 10:2.33.1</a>). The unique phrasing here evokes the Wheel that manifests to a Wheel-Turning Monarch as he stands upstairs in the royal longhouse, which is thousand-spoked and complete with rim (<i lang='pi' translate='no'>sahassāraṁ sanemikaṁ</i>, <a href='https://suttacentral.net/mn129/en/sujato#34.2'>MN 129:34.2</a>, <a href='https://suttacentral.net/dn26/en/sujato#4.9'>DN 26:4.9</a>). The simile was evidently unclear to the ancients, as one Chinese parallel has instead “a thousand bricks” (presumably laid out to dry in the sun, MA 184 at T i 727b14). In the Pali tradition, <i lang='pi' translate='no'>nemimaṇḍala</i> is the outer cladding of a wheel rim, often iron (see commentary to <a href='https://suttacentral.net/ja475/en/sujato'>Ja 475</a>). However, normally sutta similes draw directly from experience, and it is hard to imagine how one would survey a thousand wheel rims (unless perhaps a king overseeing chariot construction in his forecourt?) On the other hand, the Wheel is a solar symbol and <i lang='pi' translate='no'>nemimaṇḍala</i> could easily refer to the orbits of the stars, which would explain “looking at the sky” of EA 37.3 ( at T ii 711a3). On balance, I think the simile refers to a star-gazing king. ",
  "mn32:7.6": "Mahākassapa’s austere lifestyle was renowned (<a href='https://suttacentral.net/an1.191/en/sujato'>AN 1.191</a>). ",
  "mn32:8.6": "In the suttas, <i lang='pi' translate='no'>abhidhamma</i> means “about the teaching” just as <i lang='pi' translate='no'>abhivinaya</i> means “about the Vinaya” (eg. <a href='https://suttacentral.net/an3.140/en/sujato#4.4'>AN 3.140:4.4</a>). Here the prefix <i lang='pi' translate='no'>abhi-</i> conveys the same sense as the English “meta-”. | This is a surprising topic for Moggallāna, and all three Chinese parallels as well as Sanskrit fragments say Moggallāna praised psychic powers, in which he was the recognized expert (<a href='https://suttacentral.net/an1.190/en/sujato'>AN 1.190</a>). It seems certain the Pali is corrupt here, and MA 185 more plausibly attributes discussion on the teaching to Mahākaccāna. ",
  "mn32:9.6": "While one might expect Sāriputta to praise wisdom, all the parallels agree on this point. Indeed, Sāriputta also speaks in a similar way on mental mastery at <a href='https://suttacentral.net/sn46.4/en/sujato'>SN 46.4</a>. ",
  "mn32:17.3": "The Buddha gives positive reinforcement, not only to the wholesome qualities of others, but to the fact that they appreciate their own good qualities. This is not conceit, but a form of rejoicing (<i lang='pi' translate='no'>muditā</i>). ",
  "mn32:17.5": "While the others spoke of results, the Buddha speaks of causes. Compare <a href='https://suttacentral.net/mn123/en/sujato#22.1'>MN 123:22.1</a>, where the Buddha similarly brings the conversation back to meditation practice. "
}