{
  "mn35:2.1": "Saccaka is called _nigaṇṭhaputta_, being the only person so described. The _nigaṇṭhas_ (“knotless ones”) were Jain ascetics and their followers were _nigaṇṭhasāvaka_ ([sn42.9:2.3]()). The commentary says he was the son of Jain parents. From the ending of this sutta, where he makes an offering of food, we can see he was not an ascetic, and from [mn36:48.11]() it is clear he was not a Jain. | This sutta includes a number of images, phrases, and allusions that appear reminiscent of the Brahmanical teacher Uddālaka Āruṇi, although none of the references are definitive. The bulk of Uddālaka’s teachings were to his son Śvetaketu, who became arrogant due to his learning (Chāndogya Upaniṣad 6.1.2), paralleling Saccaka’s arrogance. ",
  "mn35:3.1": "Assaji was one the group of five mendicants who received the Buddha’s first discourse ([pli-tv-kd1:6.36.1]()). Shortly afterwards he inspired Sāriputta with a classic epitome of the teaching ([pli-tv-kd1:23.2.1]()). Note that Sāriputta waited politely until almsround was complete before approaching, whereas Saccaka just goes right ahead. We hear of a grave illness Assaji suffered later ([sn22.88]()). | Another Assaji, who is always paired with his friend Punabbasuka, was a lazy and indulgent monk ([mn70:4.1]()). ",
  "mn35:4.1": "_Sāvake vineti_ (“guide his disciples”) is typically used by non-Buddhists. | The phrase _kathaṁbhāgā_ (and its counterpart _evaṁbhāgā_ in the next line) are unique. The literal sense is “with what portion”, and given the answer I think Saccaka is asking for a list of topics. ",
  "mn35:4.2": "Saccaka is addressed with the Bramanical clan name Aggivessana, probably after the lineage of his clan’s _purohita_, just as the Sakyans are called Gotama and the Mallas Vāseṭṭha. ",
  "mn35:4.3": "The five aggregates are mentioned as if the listener is expected to know them. ",
  "mn35:4.5": "",
  "mn35:4.6": "Despite this, this teaching that omits “suffering” (_dukkha_) is not taught by the Buddha at all. It only appears in one other sutta, where it is spoken by the mendicants after the Buddha’s passing ([sn22.90:2.2](); but see below at [mn35:9.5]()). Strikingly, both the current sutta and SN 22.90 share a common narrative pattern. In both cases, an interlocuter (Saccaka or Channa, both known for their conceit) asks for teaching from a lesser teacher (Assaji or unnamed mendicants). Their reply omits suffering, but this fails. So they seek a better teacher (the Buddha, Ānanda) who not only includes suffering, but specially emphasizes it ([mn35:21.2](), [sn22.90:9.7]()). This teaching is successful. This narrative journey mirrors that of Śvetaketu, who studied with others for twelve years before being shown true wisdom by his father Uddālaka. If we are on the right track, the point of the narrative is that it is essential to include suffering. This suggests that the Chinese parallels (SA 110 at T ii 35b4 and EA 37.10 at T ii 715b4), which do include the characteristic of _dukkha_ here, would be a product of later expansion and normalization. ",
  "mn35:5.6": "",
  "mn35:5.8": "See [an6.53]() and [sn22.102](). ",
  "mn35:5.10": "Emend _sāṇadhovikaṁ_ (“hemp-washing”) to _kaṇṇadhovikaṁ_ (“ear-washing”) after [an10.99:3.4](). ",
  "mn35:9.5": "If, as I have argued, Assaji’s presentation is meant to be inadequate, why does the Buddha endorse it here? The Buddha commonly endorses answers given by disciples, and this could have been a product of editorial standardization. After all, it remains the fact that it simply is not true that the Buddha normally teaches in this way. ",
  "mn35:10.3": "Saccaka argues by naturalistic analogy from singularity to plurality. Likewise Uddālaka, observing the natural world, pointed to the way that multiplicity emerges from singleness. When asked who he worships as self, Uddālaka answers the “earth”, which is said to be the “ground” (_pratiṣṭhā_, Chāndogya Upaniṣad 5.17); due to this worship he enjoys food and offspring. However, he points to water rather than earth as the origin of _anna_, which is (plant) food but also stands for solidity in general (6.2.4; see too 6.11.1–2). ",
  "mn35:10.5": "",
  "mn35:10.7": "Saccaka treats the five aggregates as categories for classifying the self. And indeed elsewhere, such as [dn1](), we find various theorists describe the self as “form”, experiencing “feelings”, being “percipient”, etc. In identifying each of the five aggregates as self, Saccaka follows the method of “affirmation” whereby multiple phenomena are affirmed to be the self at deeper and deeper levels, in contrast with the method of “negation” where potential candidates for the self are denied until the final self is revealed. Uddālaka also preferred the method of affirmation, arguing that existence comes first and that the divinity pours itself in all the manifold forms of the world (Chāndogya Upaniṣad 6.2.2 ff.). ",
  "mn35:11.6": "",
  "mn35:12.4": "The Pali uses the future passive participle, sometimes interpreted as “deserving of execution”. But this would imply that the Buddha endorsed capital punishment, which is unsupported elsewhere and contradicts his ethical principles. Rather, read in its weaker literal sense, “execute those to be executed”, i.e. those who have been found guilty of a crime incurring capital punishment. It is an acknowledgment of the king’s powers, not an endorsement of them. ",
  "mn35:12.9": "Saccaka cannily appeals to the Licchavis by asserting their right to rule. ",
  "mn35:12.12": "Overstepping the Buddha’s position, Saccaka’s endorsement of capital punishment shows how far he has drifted from the non-violent doctrine of his Jain parents. ",
  "mn35:13.4": "Also at [sn22.59:2.3](). This responds to the “inner controller” (_antaryāmin_) of Bṛhadāraṇyaka Upaniṣad 3.7. Uddālaka learned this from the centaur Kabandha in Madra (near modern Islamabad). He challenges Yājñavalkya, who explains it as the self who lives in the midst of all things, unknown but knowing, controlling all from within. ",
  "mn35:13.13": "The threat of losing one’s head is found at eg. Chāndogya Upaniṣad 1.8.6 and Bṛhadāraṇyaka Upaniṣad 1.3.24, or at 3.9.26 when it actually did fall off. I cannot trace the detail of heads being split in seven to any early Sanskrit texts, but it is found in later texts such as Rāmāyaṇa 7.26.44c and Mahābhārata 14.7.2c. ",
  "mn35:14.1": "Vajirapāṇī (“lightning-bolt in hand”) appears here and in the parallel passage at [dn3:1.21.1](). The synonymous Vajrahasta (Pali _vajirahattha_, [dn20:12.1]()) is a frequent epithet of Indra in the Vedas (eg. Rig Veda 1.173.10a _indro vajrahastaḥ_), confirming the commentary’s identification with Sakka. Much later, Mahayana texts adopted the name for a fierce Bodhisattva who was protector of the Dhamma. ",
  "mn35:16.1": "Here neither “attention” nor “focus” quite fits _manasikāra_. The Buddha is telling Saccaka to recollect an earlier statement when making a later one, i.e. to practice rationality. ",
  "mn35:16.2": "",
  "mn35:20.7": "Here the Buddha introduces “suffering”, despite its omission earlier. ",
  "mn35:20.10": "This phrasing echoes Uddālaka’s famous description of the “subtlest’ self: “all that is the truth, that is the self, you are that” (_sarvaṁ tatsatyaṁ sa ātmā tattvamasi_, Chāndogya Upaniṣad 6.8.7, etc.). In particular the phrase _tattvamasi_ is an exact parallel (in second person) to the Pali _esohamasmi_.  See too Uddālaka’s, “I am that, I indeed am that” (_iyam aham asmīyam aham asmīti_, Chāndogya Upaniṣad 6.10.1; cf. 4.11.1, 4.12.1, 8.11.1–2). ",
  "mn35:22.10": "The oddly prominent role of sweat in the discourse finds its parallel in Chāndogya Upaniṣad 6.2.3, where Uddālaka argues that existence (_sat_) produces fire (_tejas_) and fire produces water, which is why you sweat when hot. ",
  "mn35:23.1": "Dummukha the Licchavi appears only here. The name, meaning “Ugly Face” seems odd, but it is also a term for a horse. A number of individuals of this name appear in Sanskritic literature, including one from Uddālaka’s home country of Pañcāla (Aitareya Brāhmaṇa 8.23). ",
  "mn35:24.4": "Saccaka tries to wriggle out of his initial statement, just as modern trolls claim to speak in irony or humor. ",
  "mn35:24.6": "This is the trainee (_sekha_). Knowing Saccaka’s attachment to his self theories, the Buddha frames his response with the standard passage on not-self. ",
  "mn35:26.2": "Also at [dn33:1.10.119](), which is doubtless lifted from the current passage. A list of six unsurpassables is found at [an6.30](), but the only common item is “seeing” (_dassana_), which is defined as seeing the Buddha and his disciples. Here “seeing” is either seeing the Buddha which gives rise to faith, or else “seeing” the four noble truths; practice is the noble eightfold path; and freedom is the result of that path, arahantship. | As to why this unique set is chosen here, it is perhaps notable that three of the final similes of Uddālaka’s “subtlest” self (as above, [mn35:20.10}()) in the Chāndogya Upaniṣad speak of *seeing* (the kernel of a seed, 6.12.1–2), *walking* (from one village to the next, 6.14.2), and *freedom* (from punishment, 6.16.2). ",
  "mn35:29.1": "The idiom “presented with servings of food” (_thālipākaā bhattābhihāraṁ_) is elevated, occurring only in the context of aristocracy and sacrifice. ",
  "mn35:30.5": "_Puññamahī_ (“flourishing of merit”), for which there are several variants in text and commentary, is found only here and at [an7.53:6.10](), where it also concerns the dedication of merit to another. It might refer to the glorious results of merit, for which compare Chāndogya Upaniṣad 8.2, “endowed with that [divine fruit for which he wished] he flourishes (_tena sampanno mahīyate_). Or else it might invoke the idea that merit flourishes depending on the recipient ([mn142]()), like a seed on the earth (_mahī_; cp. _puññakkhetta_), which fits nicely with the Buddha’s response here. | Bhikkhu Bodhi’s  remark that Saccaka “must have still considered himself a saint” is unwarranted, as the same phrase at AN 7.53 is used by a devoted lay follower. Clearly he was arrogant, but it was others who called him _sādhu_. ",
  "mn35:30.6": "According to one of the Chinese parallels, this statement was made by the Buddha in answer to a question by the mendicants after returning to the monastery (SA 110 at T ii 37b22). "
}