{
  "mn36:3.1": "This discourse appears to be set after the previous. In both suttas, while Saccaka is impressed by the Buddha, he does not go for refuge or indicate that he has been persuaded by his teachings. ",
  "mn36:4.1": "“Development of physical endurance” is <i lang='pi' translate='no'>kāyabhāvanā</i>, which is not a normal Buddhist term. It is introduced by Saccaka here and collected in <a href='https://suttacentral.net/dn33/en/sujato#1.10.117'>DN 33:1.10.117</a>. The literal meaning is “development of the body”, but I translate in accord with the sense. ",
  "mn36:4.3": "",
  "mn36:4.4": "",
  "mn36:4.12": "Saccaka’s question shows he was aware of the danger of pursuing of extreme practices and the need for balance. It remains the case today that imbalanced and excessive practices lead to physical and mental breakdowns. ",
  "mn36:5.3": "Described as prominent sages of the Ājīvakas at <a href='https://suttacentral.net/mn76/en/sujato#53.6'>MN 76:53.6</a> and <a href='https://suttacentral.net/an6.57/en/sujato#7.1'>AN 6.57:7.1</a>. Gosāla was one of the oft-mentioned six ascetic teachers (see below <a href='https://suttacentral.net/mn36/en/sujato#48.7'>MN 36:48.7</a>), while the other two are unknown outside of these passing mentions. But the phrasing of this passage suggests that they too, like Gosāla, were contemporaries of the Buddha. ",
  "mn36:5.8": "The earliest Jain text speaks of Mahāvīra eating “only every sixth meal, or eighth, or tenth, or twelfth” (Ācāraṅgasūtrra 1.8.4.7). ",
  "mn36:6.1": "",
  "mn36:6.4": "",
  "mn36:6.7": "While pre-Buddhist texts describe a contemplative and reflective culture, they do not contain clear instructions for meditation. It seems that the practice of explicitly teaching meditation methods was an innovation of the Buddha. ",
  "mn36:10.3": "This is a standard response to someone making unwarranted assumptions about personal spiritual development (<a href='https://suttacentral.net/an3.60/en/sujato#18.1'>AN 3.60:18.1</a>, <a href='https://suttacentral.net/an4.35/en/sujato#5.1'>AN 4.35:5.1</a>, <a href='https://suttacentral.net/mn127/en/sujato#17.8'>MN 127:17.8</a>). ",
  "mn36:10.5": "The Buddha is not speaking about enlightenment, but about his determination to persevere. ",
  "mn36:11.1": "For the idiom <i lang='pi' translate='no'>na hi nūna</i>, compare <a href='https://suttacentral.net/an8.86/en/sujato#5.3'>AN 8.86:5.3</a> and <a href='https://suttacentral.net/an4.67/en/sujato#2.1'>AN 4.67:2.1</a>. ",
  "mn36:13.1": "See <a href='https://suttacentral.net/mn26/en/sujato#14.1'>MN 26:14.1</a> ff. ",
  "mn36:13.18": "",
  "mn36:14.9": "",
  "mn36:17.1": "Also at <a href='https://suttacentral.net/mn85/en/sujato#15.1'>MN 85:15.1</a> and <a href='https://suttacentral.net/mn100/en/sujato#14.1'>MN 100:14.1</a>. These similes, which illustrate the importance of detachment from sensual pleasures and the uselessness of fervent austerities, would fit better below, after the austerities and before <i lang='pi' translate='no'>jhāna</i> (<a href='https://suttacentral.net/mn36/en/sujato#30.1'>MN 36:30.1</a>). A parallel to this passage preserved in a fragmentary Sanskrit manuscript of the Dīrgha Āgama does indeed place these similes there, while other parallels vary the content or position of the similes to a degree. ",
  "mn36:17.5": "",
  "mn36:17.6": "<i lang='pi' translate='no'>Abhimanthento</i> must be “drilling” rather than “rubbing”, which does not produce fire. See too the simile of the man “drilling” into the head below (<a href='https://suttacentral.net/mn36/en/sujato#22.5'>MN 36:22.5</a>). ",
  "mn36:20.2": "This, the most gentle of the austere practices, was occasionally recommended by the Buddha as a last resort (<a href='https://suttacentral.net/mn20/en/sujato#7.2'>MN 20:7.2</a>). ",
  "mn36:20.7": "",
  "mn36:21.2": "This practice seems like an extreme form of “breath control” (<i lang='pi' translate='no'>prāṇayāma</i>) which was a prominent feature of later Yoga. While the breath played an extremely important role in pre-Buddhist texts, no corresponding practice is detailed. However, precursors may be seen in passages such as Bṛhadāraṇyaka Upaniṣad 3.7.16, where in response to Uddālaka’s question, Yājnavalkya says, “He who controls the breath within is the self, the inner controller, the immortal” (<i lang='pi' translate='no'>yaḥ prāṇamantaro yamayati, eṣa ta ātmāntaryāmyamṛtaḥ</i>). ",
  "mn36:31.2": "The gentle and pleasant practice of <i lang='pi' translate='no'>jhāna</i> is contrasted with the fiery austerities. The Bodhisatta had previously developed meditation under his former teachers, which included the practice of <i lang='pi' translate='no'>jhāna</i>. But there the practice was embedded in theory, since he first memorized scripture, which would have taught him that such states were a revelation of the true self as the cosmic divinity of sheer consciousness. Thus what he rejected was “that teaching”, i.e. the system of philosophy and practice as a whole, which leads only to rebirth in a realm that, for all its sublimity, is still conditioned. Now he recalls entering deep meditation with the innocence of youth, following no system or philosophy. This showed him that peace of mind is a natural process of letting go, not dependent on (Upaniṣadic) metaphysics. ",
  "mn36:31.5": "Compare <a href='https://suttacentral.net/dhp274/en/sujato#1'>Dhp 274:1</a>. ",
  "mn36:33.2": "The dependence of the mind on food was proven by Uddālaka when he asked Śvetaketu to go without food for fifteen days, after which he could not recall any of the hymns (Chāndogya Upaniṣad 6.7). | Note how this contrasts with the unhealthy cycle of starving and fattening described above (<a href='https://suttacentral.net/mn36/en/sujato#6.5'>MN 36:6.5</a>). ",
  "mn36:45.1": "This passage is unique and its purpose here unclear, ",
  "mn36:45.6": "Here <i lang='pi' translate='no'>samādhinimitta</i> as usual means the subject of meditation, probably the breath. ",
  "mn36:45.7": "Saccaka is not saying that the Buddha <em>is</em> enlightened, merely he is <em>like</em> one who is enlightened (<i lang='pi' translate='no'>yathā taṁ arahato</i>). ",
  "mn36:45.8": "Saccaka reveals his bad faith; he is more interested in trapping the Buddha than in learning. ",
  "mn36:46.2": "He deflects by pointing to others, as he also did at <a href='https://suttacentral.net/mn35/en/sujato#11.4'>MN 35:11.4</a>. ",
  "mn36:48.11": "This shows that despite his Jain parentage, and despite his citation of Ājīvakas above, Saccaka was no adherent of these philosophies. It seems that he was a contrarian at heart. "
}