{
  "mn37:2.1": "A long account of Sakka’s first meeting with the Buddha and conversion is found at <a href='https://suttacentral.net/dn21/en/sujato'>DN 21</a>. There he is said to have attained stream-entry, and so is destined for full awakening. Yet even a stream-enterer may slow their progress by negligence (<a href='https://suttacentral.net/snp2.1/en/sujato#9.3'>Snp 2.1:9.3</a>) | Sakka’s epithet “lord of gods” (<i lang='pi' translate='no'>devānamindo</i>) evokes his more familiar Sanskrit name, Indra. ",
  "mn37:2.2": "This question directly follows on from the final question at <a href='https://suttacentral.net/dn21/en/sujato#2.6.9'>DN 21:2.6.9</a>, where Sakka asks <em>whether</em> all ascetics and brahmins have reached the ultimate goal. Here he delves deeper into what that means. | Now that he is a confirmed Buddhist, Sakka switches from “ascetics and brahmins” to “mendicants”. | This passage has an exact parallel at <a href='https://suttacentral.net/an7.61/en/sujato#12.2'>AN 7.61:12.2</a>, and a variation at <a href='https://suttacentral.net/sn35/en/sujato#5.1'>SN 35:5.1</a>. ",
  "mn37:3.2": "The Buddha is calling back to the previous conversation, where immediately before asking about the ultimate goal, Sakka had asked why all ascetics did not share a common doctrine (<a href='https://suttacentral.net/dn21/en/sujato#2.6.6'>DN 21:2.6.6</a>). The Buddha answered that, though the world has many and diverse elements, ascetics tend to fixate on one aspect and “insist” it is the only truth. ",
  "mn37:3.5": "One who has learned the theory of non-attachment is still liable to become attached, so they apply their knowledge to experiential insight into “all things”. Normally “complete understanding” (<i lang='pi' translate='no'>pariññā</i>) indicates arahantship, but here it reinforces “direct knowledge” (<i lang='pi' translate='no'>abhiññā</i>) as the wisdom of stream-entry. However, the force of attachment is so deeply ingrained that even a stream-enterer, such as Sakka, with both theoretical and experiential wisdom is still not free. So they must then continue to meditate on the feelings in order to let go fully. ",
  "mn37:5.3": "Moggallāna refers to Sakka as a “spirit” (<i lang='pi' translate='no'>yakkha</i>). ",
  "mn37:6.1": "Moggallāna was the foremost in psychic powers. ",
  "mn37:7.1": "A <i lang='pi' translate='no'>pañcaṅgikatūriya</i> is a band of five musicians, a “quintet”. Here it is amplified a hundredfold, so I translate “orchestra”. ",
  "mn37:8.1": "Moggallāna refers to Sakka as “Kosiya” rather than the Buddha’s “Lord of Gods”. Old gods like Sakka tend to accrue many names. The word <i lang='pi' translate='no'>kosiya</i> is explained by the commentaries as “owl”, which, if correct, would have been the totem for a clan of that name. It is, however, a patronymic: Rig Veda 1.10.11 has <i lang='pi' translate='no'>indra kauśika</i> which means “Indra, son of Kuśika (or Kuśa)”. <i lang='pi' translate='no'>Kuśa</i> grass is critical to the performance of Vedic rites, and the label probably initially implied “Brahmanized”, i.e. a king whose reign was authorized according to Vedic ritual. ",
  "mn37:8.5": "The commentary reads <i lang='pi' translate='no'>no</i> as a personal pronoun (<i lang='pi' translate='no'>amhākaṁ</i>) which results in the sense, “Even what I have well remembered quickly vanishes.” This is logically dubious—how is it “properly learned” if it quickly vanishes?—and contradicted below where Sakka shows that he does in fact remember perfectly well (<a href='https://suttacentral.net/mn37/en/sujato#12.5'>MN 37:12.5</a>). Instead, read <i lang='pi' translate='no'>no</i> as negative particle. Sakka is brushing Moggallāna off by insisting he has learned his lesson, without taking the trouble to actually remember it. ",
  "mn37:8.6": "He tries to distract Moggallāna with talk of his glory days, rehashing vendettas that were old even in the Vedas. ",
  "mn37:9.1": "Also known as Kuvera (<a href='https://suttacentral.net/dn20/en/sujato#9.31'>DN 20:9.31</a>, <a href='https://suttacentral.net/snp2.14/en/sujato#6.1'>Snp 2.14:6.1</a>), the name Vessavaṇa means “Son of the Renowned” from his father Viśrava, although <a href='https://suttacentral.net/dn32/en/sujato#7.40'>DN 32:7.40</a> explains it as from the name of his city. He is one of the four great kings and guards the northern quarter. ",
  "mn37:9.3": "The maids are described as possessing the cardinal virtues of <i lang='pi' translate='no'>hiri</i> (conscience, discretion) and <i lang='pi' translate='no'>otappa</i> (prudence), the “guardians of the world” and the foundations of moral integrity. Former translators have rendered this as if the maids were “embarrassed and ashamed”, but this is unwarranted. The maids were born in this realm as the result of their good kamma in past lives and are simply residing there in their own home. Unlike Sakka, who neglected his lesson and then tried to distract attention when reminded of it, they have nothing to be ashamed of. ",
  "mn37:10.5": "The gods are pointing out various pretty features in the palace. ",
  "mn37:10.6": "After Sakka’s disappointing response, Moggallāna is trying to say something nice. At the same time, he subtly implies the difference between his past merit and present negligence. ",
  "mn37:11.4": "Referred to at <a href='https://suttacentral.net/thag20.1/en/sujato#55.1'>Thag 20.1:55.1</a>. Moggallāna displayed a similar wonder at <a href='https://suttacentral.net/sn51.14/en/sujato#3.1'>SN 51.14:3.1</a>, also a means of last resort in the face of negligence. ",
  "mn37:11.7": "",
  "mn37:14.2": "",
  "mn37:14.5": "“Spiritual companion” (<i lang='pi' translate='no'>sabrahmacārī</i>) normally refers to a fellow monastic, but here it alludes to the fact that both of them have seen the Dhamma. ",
  "mn37:14.8": "",
  "mn37:15.2": "It is unclear why Moggallāna asked for a repetition of the teaching at which he was present. One might have expected that he would report to the Buddha the events at Sakka’s palace. "
}