{
  "mn38:2.1": "The opening of this sutta is similar to <a href='https://suttacentral.net/mn22/en/sujato'>MN 22</a>. ",
  "mn38:2.2": "Sāti attributes three teachings to the Buddha. First, that there is a “transmigration” (<i lang='pi' translate='no'>saṁsāra</i>)  from one life to another. Second, that the primary locus of transmigration is “consciousness” (<i lang='pi' translate='no'>viññāṇa</i>). And thirdly, that the consciousness that transmigrates remains “this very same” (<i lang='pi' translate='no'>tadevidaṁ</i>), not another (<i lang='pi' translate='no'>anaññaṁ</i>); in other words, it retains its self-same identity through the process of rebirth. The Buddha did in fact teach the first two of these ideas, but not the third, as he will explain below. | The Bṛhadāraṇyaka Upaniṣad says that as death approaches, the senses and vital energies withdraw into the heart (<i lang='pi' translate='no'>hṛdaya</i>), from the top of which the self departs. That same consciousness proceeds to a new body (4.4.2: <i lang='pi' translate='no'>savijñāno bhavati, savijñānamevānvavakrāmati</i>). This core Upaniṣadic chapter on rebirth reflects Sāti’s wording as well as his meaning. Sāti asserts emphatic identity using doubled demonstrative pronouns conjoined with <i lang='pi' translate='no'>(e)va</i> (<i lang='pi' translate='no'>tadevidaṁ</i>), and identical constructions are found throughout the Bṛhadāraṇyaka chapter: <i lang='pi' translate='no'>sa vā ayam</i> (4.4.5), <i lang='pi' translate='no'>sa vā eṣa</i> (4.4.22, 4.4.24, 4.4.25); see also <i lang='pi' translate='no'>tameva</i> (4.4.17). For <i lang='pi' translate='no'>anaññaṁ</i> we find the inverse <i lang='pi' translate='no'>anya</i> for the “other” body (4.4.3, 4.4.4). For the Pali verbs <i lang='pi' translate='no'>sandhāvati saṁsarati</i> we have instead <i lang='pi' translate='no'>avakrāmati</i> (4.4.1, 4.4.2). But the connection with <i lang='pi' translate='no'>saṁsarati</i> is made in the Brahmanical tradition itself, for it says below, “That self is indeed divinity, made of consciousness” (<i lang='pi' translate='no'>sa vā ayamātmā brahma vijñānamayo</i>; 4.4.5, see too 4.4.22), which the commentator Śaṅkara explains as “the transmigrating self” (<i lang='pi' translate='no'>saṁsaratyātmā</i>). ",
  "mn38:3.10": "If consciousness is dependent it is changeable and cannot be “that very same”. The Buddha spoke of consciousness as a process of phenomena evolving and flowing, ever changing like a stream. ",
  "mn38:5.11": "See <a href='https://suttacentral.net/mn2/en/sujato#8.8'>MN 2:8.8</a>. ",
  "mn38:6.3": "See <a href='https://suttacentral.net/mn22/en/sujato#7.3'>MN 22:7.3</a>. ",
  "mn38:7.7": "",
  "mn38:8.1": "The Buddha’s use of duplicated pronouns with <i lang='pi' translate='no'>eva</i> here echoes Sāti’s language, but to the opposite effect. Rather than emphasizing the self-sameness of transmigrating consciousness, the Buddha states with equal emphasis the dependence of consciousness on specific conditions, whatever they may be. ",
  "mn38:8.8": "A similar argument is made in the context of caste at <a href='https://suttacentral.net/mn93/en/sujato#11.5'>MN 93:11.5</a>. ",
  "mn38:9.1": "“This has come to be” (<i lang='pi' translate='no'>bhūtamidaṁ</i>) refers to dependently originated consciousness (implied by the neuter pronoun <i lang='pi' translate='no'>idaṁ</i>). See <a href='https://suttacentral.net/12.31/en/sujato#7.1'>12.31:7.1</a>. ",
  "mn38:11.1": "This is the stream-enterer, who has seen dependent origination and given up doubt. ",
  "mn38:14.1": "An allusion to <a href='https://suttacentral.net/mn22/en/sujato#13.1'>MN 22:13.1</a>. The verbs here are used of children playing with sandcastles at <a href='https://suttacentral.net/sn23.2/en/sujato#2.2'>SN 23.2:2.2</a>. ",
  "mn38:15.3": "As at <a href='https://suttacentral.net/mn9/en/sujato#11.4'>MN 9:11.4</a>. ",
  "mn38:16.1": "The word <i lang='pi' translate='no'>āhāra</i> (“fuel”, “food”, “nutriment”) means literally “intake”, and is etymologically parallel to <i lang='pi' translate='no'>upādāna</i>, “grasping”, “uptake”. Both terms have dual senses, on the one hand denoting fuel or sustenance, and on the other grasping and attachment. That is why here (as at <a href='https://suttacentral.net/mn9/en/sujato#11.5'>MN 9:11.5</a>), <i lang='pi' translate='no'>āhāra</i> is created by craving, just like <i lang='pi' translate='no'>upādāna</i> in the standard sequence (<a href='https://suttacentral.net/mn38/en/sujato#17.8'>MN 38:17.8</a>). ",
  "mn38:17.1": "Here begins the full presentation of the standard sequence of dependent origination in forward order. Formal definitions are found at <a href='https://suttacentral.net/sn12.2/en/sujato'>SN 12.2</a>. Here I briefly indicate the nature of the conditioned links. | Because we are ignorant of the four noble truths, we make morally potent choices by body, speech, and mind. ",
  "mn38:17.2": "These choices are creative forces or energies in the mind that sustain the ongoing stream of sense consciousness from one life to the next. ",
  "mn38:17.3": "Consciousness functions in relation to a cluster of phenomena both mental—feeling, perception, intention, contact, and application of mind—and physical—the four elements. These form an organism that grows and evolves. ",
  "mn38:17.4": "The sentient organism of the body requires senses to feed it stimuli. ",
  "mn38:17.5": "Through these the sentient organism encounters the world outside and learns to make sense of it. ",
  "mn38:17.6": "It distinguishes experiences that are pleasant, unpleasant, and neutral. ",
  "mn38:17.7": "It reacts by wanting to have more pleasure and to escape pain. ",
  "mn38:17.8": "Grasping at pleasures, view, observances, and theories of self, one makes sense of the world so as to optimize the capacity of oneself to experience pleasure. ",
  "mn38:17.9": "This grasping binds one to time, to a continuity of existence in the realms of the senses or those of refined consciousness. ",
  "mn38:17.10": "Shedding the body one takes up a new one in one of the realms of existence, perpetuating the cycle. ",
  "mn38:17.11": "Being born, it is inevitable that one will experience the pains of broken teeth, wrinkled skin, crooked back, and ultimately the failure of the body that we call death. ",
  "mn38:18.1": "The Buddha grills his students, reinforcing learning by making sure they understand each point. ",
  "mn38:18.6": "",
  "mn38:19.3": "This is the abstract principle of dependent origination. It establishes that dependent origination is concerned, not with universal truisms such as “everything is connected” or “everything must have a cause”, but with establishing specific links between one thing and another. This is a form of necessary condition—without one thing, the other cannot be. But it is stronger than mere necessity, as each condition is a close and vital support for its descendant. This abstract principle is often called “specific conditionality” (<i lang='pi' translate='no'>idappaccayatā</i>), but note that in the suttas <i lang='pi' translate='no'>idappaccayatā</i> is a synonym of dependent origination as a whole. ",
  "mn38:23.1": "This passage unpacks certain aspects of ignorance. | Compare <a href='https://suttacentral.net/sn12.20/en/sujato#5.1'>SN 12.20:5.1</a>. ",
  "mn38:23.2": "These are called “irrational thoughts” at <a href='https://suttacentral.net/mn2/en/sujato#7.3'>MN 2:7.3</a>. ",
  "mn38:23.4": "Mahāsaṅgīti edition has the same verb <i lang='pi' translate='no'>paṭidhāv-</i> here as above (“turn back to”). PTS and BJT have here <i lang='pi' translate='no'>ādhav-</i> with <i lang='pi' translate='no'>paṭidhāv-</i> as variant. At sn12.20:5.3]() all three editions have <i lang='pi' translate='no'>upadhāv-</i>, with <i lang='pi' translate='no'>apadhāv-</i> as variant in PTS. Whatever the correct reading might be, it is clear the intent is convey the opposite direction. ",
  "mn38:24.2": "Although the question is still in plural, the answer shifts to singular, perhaps by mistake because elsewhere this passage is always singular. ",
  "mn38:24.5": "“Respect for our teacher” is <i lang='pi' translate='no'>satthā no garu</i>; compare <i lang='pi' translate='no'>samaṇo no garu</i> at <a href='https://suttacentral.net/an3.65/en/sujato#4.1'>AN 3.65:4.1</a>. ",
  "mn38:24.8": "Readings here are problematic and not cleared up by the commentary. I follow BJT and MS, which have a similar sense. However, both PTS and BJT plausibly have the pronoun <i lang='pi' translate='no'>no</i> (“our”), which I add though absent from MS. ",
  "mn38:24.12": "In Buddhism, performance of rituals is not in itself forbidden; the main point is that they are not considered “as the most important things” (<i lang='pi' translate='no'>sārato</i>). Note that rituals were regarded as efficacious acts, and hence correspond to “choices” (<i lang='pi' translate='no'>saṅkhārā</i>), a word that can also mean “rite”. | “Boisterous” (<i lang='pi' translate='no'>kotūhala</i>) is literally “whence the hubbub?” This basic sense comes across clearly in the Arthaśāstra, which describes a spy’s spell for putting to sleep the men or dogs that guard a village, who are always listening out for sounds (14.3.21cd, 14.3.37ab). Vedic rituals, with their multiple reciters and arcane rites, took on a noisy and festive air. ",
  "mn38:26.1": "This section illustrates dependent origination by way of the birth and physical and psychological development of a person from conception to adulthood. From passages such as <a href='https://suttacentral.net/dn15/en/sujato#21.2'>DN 15:21.2</a>, we know that conception occurs at the nexus of “consciousness” and “name and form” in dependent origination. Since it starts with this life only, the first two factors, ignorance and choices, are omitted here, but are implicitly covered in the preceding passage. | For the “conception” or more literally “descent” of the embryo, the Buddha uses the same term <i lang='pi' translate='no'>avakkanti</i> that, as we have noted (<a href='https://suttacentral.net/mn36/en/sujato#2.2'>MN 36:2.2</a>), was preferred by Yajñavālkya in the same context. ",
  "mn38:26.2": "According to <a href='https://suttacentral.net/mn93/en/sujato#18.61'>MN 93:18.61</a> this was a doctrine of the brahmins, and it was evidently adopted in this sutta as a popular theory of conception. I discuss the role of the <i lang='pi' translate='no'>gandhabba</i> in my notes there. | <i lang='pi' translate='no'>Utu</i> (“the fertile phase of her menstrual cycle”) literally means “season”. As the earth needs rain, a womb is dry and infertile until it is moistened by blood, for the fortnight following which it is fertile and “in season”. Thus <i lang='pi' translate='no'>utu</i> can be both menstruation, during which sex was taboo for the brahmins, as well as the fertile fortnight that follows, outside of which sex was also taboo (<a href='https://suttacentral.net/snp2.7/en/sujato#9.2'>Snp 2.7:9.2</a>). Atharvaveda 14.2.37a speaks of parents coming together “in season”. Bṛhadāraṇyaka Upaniṣad 6.4.6 expresses the same idea by saying the woman should be approached for sex when she has removed her soiled garments (since she may not change clothes while menstruating, 6.4.13). ",
  "mn38:27.1": "“At great risk” is <i lang='pi' translate='no'>mahatā saṁsayena</i>. | The notion that the term of pregnancy was “nine or ten months” is also found at Chāndogya Upaniṣad 5.9.1. ",
  "mn38:27.4": "The Buddha’s claim that this idea is distinct to him seems to be borne out, as I cannot locate it in non-Buddhist texts. ",
  "mn38:28.1": "This shows that dependent origination does not happen all at once; it is a process of growth and maturation. A child, whose faculties are not developed, does not perpetuate the cycle because they have no formed moral intentions. ",
  "mn38:28.2": "A more extensive list of games is found at <a href='https://suttacentral.net/dn1/en/sujato#1.14.2'>DN 1:1.14.2</a>. ",
  "mn38:29.2": "",
  "mn38:29.3": "In dependent origination, this parallels contact through the senses giving rise to feelings. ",
  "mn38:30.1": "In dependent origination, feeling gives rise to craving. | Parallel passages in the Saṁyutta (eg. <a href='https://suttacentral.net/sn35.132/en/sujato#12.3'>SN 35.132:12.3</a>) in parallels for this passage have <i lang='pi' translate='no'>adhimuccati</i> (‘commits to, holds on to”) rather than <i lang='pi' translate='no'>sārajjati</i> (“desires”). ",
  "mn38:30.5": "Now we rejoin the standard sequence of dependent origination. ",
  "mn38:31.1": "Just as the sutta illustrated the abstract arising of suffering with the concrete example of a child growing up, it now illustrates the unraveling of dependent origination with the Gradual Training (see <a href='https://suttacentral.net/mn27/en/sujato#11.1'>MN 27:11.1</a>). ",
  "mn38:40.1": "This resumes the teaching on attachment to the senses (from <a href='https://suttacentral.net/mn38/en/sujato#30.1'>MN 38:30.1</a>), having shown what is required to let go such attachment. Here, one experiences the feelings through the senses, but without any attachment. ",
  "mn38:41.11": ""
}