{
  "mn39:1.2": "Assapura, the “horse fort”, appears to be unknown apart from its mention here and the next sutta. Contra <em>Dictionary of Pali Proper Names</em>, this is not the same Assapura referred to in <a href='https://suttacentral.net/ja422/en/sujato'>Ja 422</a>, as that lay south of Ceti, far to the west. An Aśvapura is mentioned in Jain legends, but there is nothing to link this with the Aṅgan town. | Aṅga lay to the east of Magadha on the Ganges, towards modern Bengal. ",
  "mn39:2.1": "",
  "mn39:2.2": "This sutta deals with the difference between outer perception and inner reality, addressing what we call “imposter syndrome”. The Buddha inspires students to aspire to the highest ideal through the practice of the Gradual Training so that they live up to their labels and claims. ",
  "mn39:4.2": "<i lang='pi' translate='no'>Chiddavā</i> (“inconsistent”) is more literally “full of holes”. Its opposite (<i lang='pi' translate='no'>acchidda</i>) is one of the standard descriptors of “impeccable” precepts (eg. <a href='https://suttacentral.net/mn48/en/sujato#6.12'>MN 48:6.12</a>). | <i lang='pi' translate='no'>Saṁvuta</i> (past participle of <i lang='pi' translate='no'>saṁvara</i>) can mean either “restrained” or “hidden, secretive”. The sense depends on the syntax; the two instances of <i lang='pi' translate='no'>ca</i> split the listed items into three plus two, with the negative distributed over the last two items. This agrees with the commentary, which explains “secretive” as “concealing one’s faults”. <i lang='pi' translate='no'>Saṁvara</i> appears in the sense of sense restraint below (<a href='https://suttacentral.net/mn39/en/sujato#8.4'>MN 39:8.4</a>). ",
  "mn39:14.1": "The similes for the hindrances and jhānas feature also in <a href='https://suttacentral.net/dn2/en/sujato#69.1'>DN 2:69.1</a> and <a href='https://suttacentral.net/dn10/en/sujato#2.7.1'>DN 10:2.7.1</a>. ",
  "mn39:20.3": "",
  "mn39:22.1": "This series of epithets is also found at <a href='https://suttacentral.net/an7.85/en/sujato'>AN 7.85</a>–92, split over separate suttas, and with other terms and explanations in <a href='https://suttacentral.net/snp3.6/en/sujato'>Snp 3.6</a>. The explanations here rely on puns, the feel of which I have tried to echo in English. ",
  "mn39:23.1": "<i lang='pi' translate='no'>Samaṇa</i> (“ascetic”) is from a root meaning to exert or weary oneself, but here is explained as if related to <i lang='pi' translate='no'>samita</i> (“assuaged”, “calmed”). ",
  "mn39:23.2": "",
  "mn39:24.1": "The root sense of <i lang='pi' translate='no'>brah-</i> is to “amplify” or “empower”, but is explained as <i lang='pi' translate='no'>bāhita</i> (“banished”, “expelled”). ",
  "mn39:24.2": "",
  "mn39:25.1": "A <i lang='pi' translate='no'>nhātaka</i> (Sanskrit <i lang='pi' translate='no'>snātaka</i>) is one who has performed the ritual ablutions on the completion of his studies. ",
  "mn39:25.2": "A <i lang='pi' translate='no'>nhātaka</i> (Sanskrit <i lang='pi' translate='no'>snātaka</i>) is one who has performed the ritual ablutions on the completion of his studies. ",
  "mn39:25.3": "",
  "mn39:26.1": "The “knowledge” in <i lang='pi' translate='no'>vedagū</i> is the Vedas in Brahmanism and the three knowledges in Buddhism. Curiously, it is not an attested term in Brahmanical texts. Perhaps it arose by contraction from <i lang='pi' translate='no'>(tiṇṇaṁ) vedānaṁ pāragū</i> (cf. Sanskrit <i lang='pi' translate='no'>vedapāraga</i>). ",
  "mn39:27.1": "<i lang='pi' translate='no'>Sottiya</i> (“scholar”) is from the root “to hear”, as is the more familiar Pali term <i lang='pi' translate='no'>sāvaka</i> (“disciple”, “student”, literally “hearkener”). In Brahmanism <i lang='pi' translate='no'>śrotrīya</i> refers to one who is well versed in the Vedas. Here, however, it is connected with the root <i lang='pi' translate='no'>su</i> (“to flow”), as in one who has “rinsed off” or “scoured off” bad things. ",
  "mn39:28.1": "Both <i lang='pi' translate='no'>ariya</i> and <i lang='pi' translate='no'>arahant</i> are explained with the same word <i lang='pi' translate='no'>āraka</i>, meaning “far from (defilements)”. The commentary gives <i lang='pi' translate='no'>āraka</i> in both cases, but explains <i lang='pi' translate='no'>ariya</i> as “slayer” and <i lang='pi' translate='no'>arahant</i> as “far from”. At <a href='https://suttacentral.net/an7.91/en/sujato'>AN 7.91</a>, PTS has <i lang='pi' translate='no'>arīhatattā</i>, “foe-slayer” for <i lang='pi' translate='no'>ariya</i> (BJT omits, while at least one more variant is attested). This is a slightly better pun for <i lang='pi' translate='no'>ariya</i> than <i lang='pi' translate='no'>āraka</i>, although at <a href='https://suttacentral.net/snp3.6/en/sujato#38.1'>Snp 3.6:38.1</a> <i lang='pi' translate='no'>ariya</i> is punned with <i lang='pi' translate='no'>ālaya</i> (“clinging”), which is better than both. Where MA 182 mentions the <i lang='pi' translate='no'>ariya</i>, EA 49.8. has <span lang='lzh'>刹利</span> (Sanskrit <i lang='pi' translate='no'>kṣatriya</i>), so called because they “end” (<i lang='pi' translate='no'>Sanskit </i>kṣaya<i lang='pi' translate='no'>, Chinese <span lang-'lzh'>斷</span>) the defilements. Neither of the Chinese parallels (MA 182 at T i 725c4, EA 49.8 at T ii 802b4) mentions the </i>arahant<i lang='pi' translate='no'>, suggesting it was added later, which would explain the duplication of </i>āraka<i lang='pi' translate='no'>. However, given that “far from” is consistently attested for the </i>arahant<i lang='pi' translate='no'> in all editions and commentary; that “foe-slayer” is attested for </i>ariya<i lang='pi' translate='no'> in some texts and commentaries; and that </i>kṣatriya_ in the sense of “warrior” is loosely in the same semantic realm as “foe-slayer”, I translate accordingly. ",
  "mn39:29.1": "<i lang='pi' translate='no'>Arahant</i> (“perfected one”) has the root sense “worthy” and in Buddhism has the sense of one who has perfectly or “impeccably” removed all defilements. "
}