{
  "mn3:2.1": "“Things of the flesh” renders <i lang='pi' translate='no'>āmisa</i>, literally “meat”. In Vedic sacrifice the flesh of the slaughtered beast was made holy and fit for the gods (Rig Veda 1.162.10). In this way the guilt of killing was assuaged and the flesh became allowable for the brahmin priests. Here the “flesh” is extended by implication to the material pleasures of the world. ",
  "mn3:2.4": "Text’s <i lang='pi' translate='no'>ādiya</i> (and variant <i lang='pi' translate='no'>ādissā</i>) are future passive participles from √<i lang='pi' translate='no'>dis</i> (“point”) having the sense “liable to be pointed out or accused”. ",
  "mn3:3.1": "A mendicant tries to eat just what they need. In some circumstances, especially when eating on invitation in a house, the donors will first place a modest amount of food in the bowl, then offer more during the meal if it is needed. This passage concerns such extra food that has been refused. ",
  "mn3:3.2": "",
  "mn3:3.25": "This is an example of the “defilements given up by using” (<a href='/mn2/en/sujato#14.2'>MN 2:14.2</a>). It makes a point: short term discomfort is outweighed by the benefits of overcoming greed. Note that the Buddha encouraged mendicants to eat regularly, and did not support fasting or other extreme diets. ",
  "mn3:4.3": "This marks the first time in the Majjhimanikāya that we hear a teaching from a disciple. Sāriputta was the Buddha’s leading disciple, famed for his wisdom. He gave many teachings in the suttas, typically, as here, preferring systematic expositions. ",
  "mn3:5.1": "Sāriputta continues on a similar theme, phrased in terms of “seclusion” (<i lang='pi' translate='no'>viveka</i>) rather than “things of the flesh” (<i lang='pi' translate='no'>āmisa</i>). Seclusion is explained in the commentaries as threefold: physical seclusion achieved by living a virtuous life in a quiet place; mental seclusion from the hindrances achieved through the <i lang='pi' translate='no'>jhānas</i>; and seclusion from attachments, namely Nibbāna. ",
  "mn3:6.5": "“Senior mendicants” (<i lang='pi' translate='no'>therā bhikkhū</i>) are those ordained more than ten rains retreats. ",
  "mn3:6.13": "“Middle mendicants” (<i lang='pi' translate='no'>majjhimā bhikkhū</i>) have between five and ten rains. ",
  "mn3:6.14": "“Junior mendicants” (<i lang='pi' translate='no'>navā bhikkhū</i>) have less than five rains. ",
  "mn3:8.2": "Sāriputta is adapting a passage from the Buddha’s first sermon, the Dhammacakkappavattanasutta (<a href='/sn56.11/en/sujato#2.4'>SN 56.11:2.4</a>). ",
  "mn3:8.4": "The noble eightfold path is the fourth of the four noble truths. It is defined in detail at <a href='/mn141/en/sujato#23.2'>MN 141:23.2</a>. "
}