{
  "mn40:1.1": "This sutta deals with a similar topic to the previous, with differences in phrasing and content. ",
  "mn40:3.1": "These are forms of “misapprehension of precepts and observances” which do not in and of themselves signify spiritual purity. ",
  "mn40:3.2": "Compare the “corruptions of the mind” at <a href='https://suttacentral.net/mn7/en/sujato#3.2'>MN 7:3.2</a>. ",
  "mn40:4.1": "“Deadborn” (<i lang='pi' translate='no'>mataja</i>) is explained by the commentary as forged from iron filings recovered from the corpse of a dead heron, which was force-fed them for that purpose. | <i lang='pi' translate='no'>Pītanisita</i> may mean “sharpened with a wet (<i lang='pi' translate='no'>pīta</i>) stone” per the commentary, or else “sharpened with yellow arsenic” (<i lang='pi' translate='no'>pīta</i>). Arthaśāstra 2.14.48 describes how metals may be rubbed with yellow arsenic (here = <i lang='pi' translate='no'>haritāla</i>) to disguise them. This fits the context, where a supposed monk wrapped in the ocher robe is like the metal, outwardly shiny yellow, but inside is deadly. ",
  "mn40:5.3": "Wearers of dust and dirt are mentioned at <a href='https://suttacentral.net/dn8/en/sujato#14.18'>DN 8:14.18</a> and <a href='https://suttacentral.net/dn25/en/sujato#8.16.'>DN 25:8.16.</a>, along with several other items on this list; see too <a href='https://suttacentral.net/dhp141/en/sujato'>Dhp 141</a> and <a href='https://suttacentral.net/thag4.5/en/sujato#1.2'>Thag 4.5:1.2</a>, and the description of the Bodhisatta at <a href='https://suttacentral.net/mn12/en/sujato#46.5'>MN 12:46.5</a>. Some ascetics, such as Jains, did not bathe. ",
  "mn40:5.9": "",
  "mn40:6.2": "<i lang='pi' translate='no'>Bhadramukha</i> in the suttas is used by family for a child here; by lay people addressing monks at <a href='https://suttacentral.net/mn81/en/sujato#21.1'>MN 81:21.1</a>; by a laywoman addressing a deity at <a href='https://suttacentral.net/an7.53/en/sujato#3.4'>AN 7.53:3.4</a>; by a king of his grown son at <a href='https://suttacentral.net/sn3.7/en/sujato#1.5'>SN 3.7:1.5</a>; and, with the addition of the familiar <i lang='pi' translate='no'>tāta</i>, by a brahmin wife to her husband at <a href='https://suttacentral.net/mn100/en/sujato#3.5'>MN 100:3.5</a>. The term is of Sanskritic form and is found commonly in the Avadāna literature. Turning to later Sanskrit sources, Nāṭyaśāstra 19.12 says it should be used when addressing inferiors, while Sāhityadarpaṇa 6.154 says it is used when addressing a prince (see SN 3.7 above). The early Pali usage, however, suggests it was an affectionate and respectful term of somewhat elevated usage, but not restricted by status. Since <i lang='pi' translate='no'>bhadda</i> by itself is a common form of address in the sense “my dear”, I think the suffix <i lang='pi' translate='no'>-mukha</i> has its intensive form here, “dearest”, rather than “dear face”. ",
  "mn40:13.3": "In such cases <i lang='pi' translate='no'>pariḷāha</i> refers to “heat exhaustion” rather than “fever”. "
}