{
  "mn41:1.2": "This village is possibly connected to the Śālagrāma famed in later years as the origin of the ammonite stones found on the Gaṇḍakī river and worshiped as aniconic forms of Vishnu. Against this theory is that Śālagrāma is too far to the north-east, although in truth we do not know the exact extent of Kosala. The feminine ending of the Pali form suggests that the name means “hall”, but Sanskrit sources trace Śālagrāma to the sal trees that grow abundantly in the Himalayan foothills. | The same framing narrative recurs at <a href='https://suttacentral.net/mn60/en/sujato'>MN 60</a>, where the topic of rebirth is also discussed. ",
  "mn41:4.1": "Multiple theories of rebirth are found in Brahmanical texts. For example, Bṛhadāraṇyaka Upaniṣad 4.4.5 says that rebirth depends on good or bad deeds, but notes the differing opinion that desire is all that matters. Chāndogya Upaniṣad 5.10.1–5 describes two paths: forest ascetics go the the Brahmā realm, while ritualists go to the moon, from whence those who did good deeds are reborn as human in a good caste, but those who did bad deeds are reborn as outcastes, pigs, or dogs. Those who follow neither path are reborn as small animals or insects. ",
  "mn41:8.2": "The same description is applied to the notorious serial killer Aṅgulimāla (<a href='https://suttacentral.net/mn86/en/sujato#2.1'>MN 86:2.1</a>). These definitions dramatically present clear cases of violation and are not intended to be complete or to cover all grey areas. The Vinaya rules analyze these transgressions in detail as they apply to monastic conduct. ",
  "mn41:8.4": "This definition covers a number of sexual transgressions from a male hetero-normative perspective that, with due allowance for social change, would also be considered inappropriate today: when a woman is married or engaged, or illegal sex, or if she is under guardianship, such as for a child or teen. Elsewhere, the texts identify a number of other illicit sexual acts, such as rape (<a href='https://suttacentral.net/an8.84/en/sujato#1.3'>AN 8.84:1.3</a>), underage (<a href='https://suttacentral.net/snp1.6/en/sujato#21.2'>Snp 1.6:21.2</a>), incest (<a href='https://suttacentral.net/an5.55/en/sujato'>AN 5.55</a>), bestiality (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#6.30'>Bu Pj 1:6.30</a>), necrophilia (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#10.13.1'>Bu Pj 1:10.13.1</a>), and womanizing or promiscuity in general (<a href='https://suttacentral.net/an8.54/en/sujato#6.2'>AN 8.54:6.2</a>). Notably absent is any criticism of homosexuality, sex outside of marriage, relations with more than two partners, sex work, masturbation, or specific sexual acts. ",
  "mn41:9.2": "Again this is a severe example of lying, essentially perjury. ",
  "mn41:10.1": "These three correspond with the respective defilements greed, hate, and delusion. ",
  "mn41:10.5": "This includes the wrong view that there is no afterlife, but goes beyond that to assert moral nihilism. ",
  "mn41:15.2": "The Buddha is, of course, not recommending this, merely accommodating it. At this point, the ten ways of skillful deeds are both necessary and sufficient for the desired outcome. This changes with the higher realms, where absorption is also required, and the realization of arahantship, which requires the whole noble eightfold path. ",
  "mn41:18-42.12": "Rebirth in this realm and higher is said to depend, not just on the ten ways of doing skillful deeds, but on the development of absorption meditation (<a href='https://suttacentral.net/dn13/en/sujato#76.1'>DN 13:76.1</a>). Sometimes this is expressed by saying that they are “free from desire” (<a href='https://suttacentral.net/an8.35/en/sujato#4.11'>AN 8.35:4.11</a>, <a href='https://suttacentral.net/dn33/en/sujato#3.1.136'>DN 33:3.1.136</a>), a stipulation that is in fact stated in the Chinese parallel to this sutta (SA 1042 at T ii 273a13). ",
  "mn41:18-42.17": "The Radiant Gods are reborn dependent on the second absorption. The following three classes of devas with “radiance” in their names are subsets of the Radiant Gods. ",
  "mn41:18-42.25": "The three classes of devas with “glory” (<i lang='pi' translate='no'>subha</i>) in their names are reborn due to the third absorption. Some editions have a separate class of “Glorious Gods”, of which these three are the subsets, making these follow the same pattern as the “radiant” gods. ",
  "mn41:18-42.28": "This corresponds to the fourth absorption. ",
  "mn41:18-42.29": "These five realms are the Pure Abodes, which are the resort of non-returners only. ",
  "mn41:18-42.34": "These four correespond to the formless attainments. "
}