{
  "mn43:1.1": "This sutta and the next are named for the class of scripture called <i lang='pi' translate='no'>vedalla</i>, being the only suttas explicitly labelled as such. The root sense is to “split open” (<i lang='pi' translate='no'>vi</i>-√<i lang='pi' translate='no'>dal</i>) like a blossoming flower. These texts go beyond simple analysis or classification to “elaborate” the basic teachings (cf. the Sanskrit, which here has <i lang='pi' translate='no'>vaipulya</i>, “expansion”). They share a similar method, where a series of questions and answers are carefully laid out, without revealing their purpose, but relentlessly driving towards the unraveling of the deepest meditation states emerging in Nibbana. While the Chinese parallels are broadly similar, there are many differences in detail, so they should be carefully studied before drawing any conclusions based on such “elaborations”. ",
  "mn43:4.3": "In defining a noun by its verb, Sāriputta clarifies that consciousness is not an entity but a function. Consciousness is simply the act of being conscious. Similar definitions are proposed for other fundamental Dhamma terms such as “feeling” and “perception”. ",
  "mn43:4.5": "This definition is subtly different from that of “feeling” below (<a href='https://suttacentral.net/mn43/en/sujato#7.5'>MN 43:7.5</a>). The addition of the quotative particle <i lang='pi' translate='no'>-ti</i> distances the verb for cognizing from the noun that is cognized. The Chinese and Tibetan parallels to this passage define consciousness here in the standard way as awareness of sense phenomena (MA 211 at T i 790c7, D 4094 <em>mngon pa, nyu</em> 81a7), which is more straightforward, but could be a result of normalization. ",
  "mn43:5.3": "<i lang='pi' translate='no'>Vinibbhujati</i> (“disentangle”) is used for the dissection of a corpse <a href='https://suttacentral.net/thig16.1/en/sujato#24.1'>Thig 16.1:24.1</a> or the unravelling of coiled banana sheaths (<a href='https://suttacentral.net/mn35/en/sujato#22.3'>MN 35:22.3</a>). ",
  "mn43:5.4": "“Wisdom” (<i lang='pi' translate='no'>paññā</i>)  and “consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) are two of the very many terms derived from the root <i lang='pi' translate='no'>ñā</i>, “to know”. The prefixes act as intensifiers, but do not decisively distinguish the meaning, so while they are used consistently in doctrinal contexts, more loosely they can be interchangeable. ",
  "mn43:5.9": "This dialogue cautions against pushing analysis too far. ",
  "mn43:6.4": "This refers to the fundamental distinction made in the first discourse (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>): that which is to be developed (“wisdom”) pertains to the fourth noble truth, while that which is to be completely understood (“consciousness”) pertains to the first noble truth. Again, the distinction between them is functional rather than ontological. ",
  "mn43:7.5": "This definition is similar to that for consciousness, except without the distancing <i lang='pi' translate='no'>-ti</i>. The feeling is the experience, whereas consciousnesses is that which is aware of the feeling. | The progress of the text is more subtle than it appears, as the question on feeling and consciousness starts to lay the groundwork for understanding the deep states of meditation that are discussed later. ",
  "mn43:8.5": "“Color” is a more sophisticated and less universal aspect of awareness than “feeling”, reflecting the fact that “perception” relates to higher-order functions like recognition and interpretation, which are involved in concept formation. The “perception” of lights and colors is often connected with the development of the four “form” jhanas (eg. <a href='https://suttacentral.net/mn77/en/sujato#23.14'>MN 77:23.14</a>), so we are paving the way for the apparently abrupt transition to the formless dimensions at <a href='https://suttacentral.net/mn43/en/sujato#10.2'>MN 43:10.2</a> below. ",
  "mn43:10.1": "The key term “purified” (<i lang='pi' translate='no'>parisuddha</i>) indicates the fourth absorption. ",
  "mn43:11.2": "In other words, through personal experience rather than scripture, tradition, etc. ",
  "mn43:12.2": "Wisdom is explained in functional terms through the effect that it produces. ",
  "mn43:13.1": "That is, for stream-entry. ",
  "mn43:13.3": "The “words of another” are the teachings of the Dhamma, but these have to be actually investigated and applied internally. ",
  "mn43:14.1": "That is, how does a stream-enterer practice further for arahantship? ",
  "mn43:15.2": "These three questions summarize dependent origination. ",
  "mn43:16.2": "The term “shrouded by ignorance” (<i lang='pi' translate='no'>avijjānīvaraṇa</i>) draws on the connection between <i lang='pi' translate='no'>nīvaraṇa</i>, normally translated “hindrance”, and the cosmic serpent Vṛtra, the “constrictor” who wraps the world in darkness. ",
  "mn43:19.3": "These five absorption factors are found only here, and with other factors appended, <a href='https://suttacentral.net/mn111/en/sujato#4.1'>MN 111:4.1</a>. Nonetheless, the first four are all mentioned as part of the first absorption, and all absorption or <i lang='pi' translate='no'>samādhi</i> is characterized by unification of mind (eg. <a href='https://suttacentral.net/mn20/en/sujato#3.3'>MN 20:3.3</a>). ",
  "mn43:20.4": "All of these, except unification, are present to some degree before absorption, but now they manifest fully. ",
  "mn43:21.1": "Again, apparently general questions are in fact laying the groundwork for a discussion on subtle sates of meditation. ",
  "mn43:21.6": "Each kind of sense experience is quite separate and distinct. The mind brings them all together and creates a sensible world in which a “self” can operate. ",
  "mn43:22.3": "",
  "mn43:22.6": "",
  "mn43:23.1": "“Vital force” is <i lang='pi' translate='no'>āyusaṅkhāra</i>. The suttas also use <i lang='pi' translate='no'>bhavasaṅkhāra</i> (<a href='https://suttacentral.net/dn16/en/sujato#3.10.5'>DN 16:3.10.5</a>) and <i lang='pi' translate='no'>jīvitasaṅkhāra</i> (<a href='https://suttacentral.net/dn16/en/sujato#2.23.5'>DN 16:2.23.5</a>) synonymously. ",
  "mn43:23.2": "",
  "mn43:23.3": "This introduces the most subtle of all meditation states, accessible only to non-returners and arahants who are fully accomplished in all the absorptions. ",
  "mn43:24.2": "This passage assumes the existence of a distinct vital force that is one of three factors required for life, which is why I have translated <i lang='pi' translate='no'>āyu</i> here as “vitality” rather than “life”. ",
  "mn43:25.1": "This distinction is critical, as it sometimes happens that a person in deep meditation seems as if dead. ",
  "mn43:25.2": "These processes are defined in the next sutta (<a href='https://suttacentral.net/mn44/en/sujato#14.1'>MN 44:14.1</a>). ",
  "mn43:28.2": "Before entering the meditation, one makes an inner resolve to remain there for a certain period of time. ",
  "mn43:30.2": "These terms can be used for distinct states of meditation as described below, but they can all be used of arahantship as well. "
}