{
  "mn44:1.3": "These two are little-known, in contrast with the previous <i lang='pi' translate='no'>vedalla</i> featuring a dialogue between two mendicants renowned for their wisdom. | Dhammadinnā was recognized as the foremost bhikkhunī in teaching (<a href='https://suttacentral.net/an1.239/en/sujato#1.1'>AN 1.239:1.1</a>), presumably on the basis of this sutta, and has a single verse to her name (<a href='https://suttacentral.net/thig1.12/en/sujato'>Thig 1.12</a>). | Visākha is otherwise unmentioned in the canon. The commentary says this is not the same person as the mendicant known as Visākha, Pañcāli’s son (<a href='https://suttacentral.net/thag2.45/en/sujato'>Thag 2.45</a>, <a href='https://suttacentral.net/an4.48/en/sujato'>AN 4.48</a>, <a href='https://suttacentral.net/sn21.7/en/sujato'>SN 21.7</a>). ",
  "mn44:2.1": "The normal form of address for nuns is <i lang='pi' translate='no'>ayyā</i> (“ma’am”), from the root <i lang='pi' translate='no'>ariya</i> (“noble”); the masculine form is occasionally used for monks as well. | “Substantial reality” is <i lang='pi' translate='no'>sakkāya</i>, from <i lang='pi' translate='no'>sat</i> (“real”) and <i lang='pi' translate='no'>kāya</i> (“substance”). The Jain form is <i lang='pi' translate='no'>astikāya</i>, which refers to the five fundamental substances (or ontological categories) comprised of the medium of motion, the medium of rest, space, soul, and matter (Bhagavatīsūtra 1.10). Note that the suttas use <i lang='pi' translate='no'>kāya</i>, in the sense of “substance” or “mass”, as a key doctrinal term for ascetic movements associated with Jainism (eg. <a href='https://suttacentral.net/dn2/en/sujato#23.3'>DN 2:23.3</a>, <a href='https://suttacentral.net/dn2/en/sujato#26.2'>DN 2:26.2</a>), whereas <i lang='pi' translate='no'>kāya</i> appears to have had no philosophical importance in pre-Buddhist Vedic texts. The commentaries define <i lang='pi' translate='no'>sakkāya</i> as “the three planes of cyclic existence”, i.e. all that exists. Thus <i lang='pi' translate='no'>sakkāya</i> is the “substantial reality” that is mistakenly assumed to be a “self”. ",
  "mn44:2.3": "Sāriputta also quotes the Buddha as saying this at <a href='https://suttacentral.net/sn38.15/en/sujato#1.3'>SN 38.15:1.3</a>, both sources apparently drawing from <a href='https://suttacentral.net/sn22.105/en/sujato#1.5'>SN 22.105:1.5</a> and <a href='https://suttacentral.net/sn22.103/en/sujato#1.6'>SN 22.103:1.6</a>. ",
  "mn44:3.3": "This treats “substantial reality” in terms of the four noble truths, a method also followed in multiple places such as <a href='https://suttacentral.net/an4.33/en/sujato#2.2'>AN 4.33:2.2</a>, <a href='https://suttacentral.net/sn22.103/en/sujato#1.4'>SN 22.103:1.4</a>, <a href='https://suttacentral.net/sn22.105/en/sujato#1.2'>SN 22.105:1.2</a>, and <a href='https://suttacentral.net/sn22.78/en/sujato#4.1'>SN 22.78:4.1</a>. ",
  "mn44:6.3": "In the suttas, the five aggregates are not presented as a catch-all category that encompasses all of reality, but rather five types of phenomena that provoke attachment, forming the basis of what we take to be “self”. Desire is what drives the formation of attachment, but it requires all the aggregates to function. Thus the “grasping” aggregates are numbered “five” after the model of the hand that grasps. ",
  "mn44:7.3": "These are the twenty kinds of substantialist view. ",
  "mn44:11.1": "This refers to the “three spectrums” of ethics, immersion, and wisdom (eg. <a href='https://suttacentral.net/an3.143/en/sujato#2.3'>AN 3.143:2.3</a>). The shorthand reference to them as a group of three is characteristic of later strata of Pali, but it is also found at <a href='https://suttacentral.net/dn10/en/sujato#1.6.1'>DN 10:1.6.1</a>, and with the addition of <i lang='pi' translate='no'>vimutti</i> at [dn33:1.11.145])). | “Spectrum” here is <i lang='pi' translate='no'>khandha</i> (elsewhere “aggregate”), which again has the same basic sense of “mass”, “category” as does <i lang='pi' translate='no'>kāya</i> in <i lang='pi' translate='no'>sakkāya</i>. ",
  "mn44:11.2": "The two teachings cover the same ground, but the more specific factors of the eightfold path are included in the more general categories of the three spectrums. ",
  "mn44:12.2": "“Unification” (<i lang='pi' translate='no'>ekaggatā</i>), “immersion” (<i lang='pi' translate='no'>samādhi</i>), and “absorption” (<i lang='pi' translate='no'>jhāna</i>) are synonyms, although they may have specialized nuances. This understanding was common to Indic traditions, possibly under Buddhist influence. As just a few examples, Patañjali’s Yogasūtra 3.11 defines <i lang='pi' translate='no'>samādhi</i> as unification, as does Śaṅkāra on Bṛhadāraṇyaka Upaniṣad 4.4.3 (<i lang='pi' translate='no'>aikāgryarūpeṇa samāhito</i>), and the commentary to Bhagavad Gīta 2.42–44 (<i lang='pi' translate='no'>samādhiś cittaikāgryam</i>) and 17.11 (<i lang='pi' translate='no'>samādhāyaikāgraṃ</i>). The Jain Tattvārthasūtra 9.27 similarly defines <i lang='pi' translate='no'>dhyāna</i>, as does the commentary to Bhagavad Gīta 4.27 (<i lang='pi' translate='no'>dhyānaikāgryam</i>) and 13.24 (<i lang='pi' translate='no'>ekāgratayā yac cintanaṃ tad dhyānam</i>). ",
  "mn44:12.3": "The “foundations of immersion” (<i lang='pi' translate='no'>samādhinimittā</i>) are the practices that lead to <i lang='pi' translate='no'>jhāna</i>. Here <i lang='pi' translate='no'>nimitta</i> means “cause” (Commentary: <i lang='pi' translate='no'>paccaya</i>). ",
  "mn44:12.4": "Success in mindfulness meditation is the immediate cause of immersion, but to achieve both mindfulness and immersion it is a prerequisite (<i lang='pi' translate='no'>parikkhāra</i>) to make an effort. ",
  "mn44:12.5": "“Development” (<i lang='pi' translate='no'>bhāvanā</i>) means “growing”, “amplifying”. ",
  "mn44:13.3": "These “processes” (<i lang='pi' translate='no'>saṅkhārā</i>) apply, as we shall see, in the development of meditation (<a href='https://suttacentral.net/sn41.6/en/sujato#1.5'>SN 41.6:1.5</a>, <a href='https://suttacentral.net/dn18/en/sujato#24.1'>DN 18:24.1</a>). They must be distinguished from the similarly named three kinds of “choices” (<i lang='pi' translate='no'>saṅkhārā</i>) that define volitional activity determining rebirth (i.e. karma, <a href='https://suttacentral.net/mn57/en/sujato#8.2'>MN 57:8.2</a>). In the three “processes”, the final item is always <i lang='pi' translate='no'>cittasaṅkhāra</i> (“mental process”), whereas in the three “choices” the final item is usually <i lang='pi' translate='no'>manosaṅkhāra</i>. While <i lang='pi' translate='no'>mano</i> and <i lang='pi' translate='no'>citta</i> both mean “mind”, <i lang='pi' translate='no'>mano</i> leans to the sense of “volition”, while <i lang='pi' translate='no'>citta</i> leans to the sense of “awareness”. It is a quirk of the Pali texts that they usually have <i lang='pi' translate='no'>cittasaṅkhāra</i> in the context of dependent origination (but see <a href='https://suttacentral.net/sn12.25/en/sujato#13.1'>SN 12.25:13.1</a>), where the Sanskrit has the expected  <i lang='pi' translate='no'>manaḥsaṁskāraḥ</i> (SF 165 Ādisūtra, Arv 5.2 Arthaviniścayasūtra, SF 238 Pratītyasamutpādādivibhaṅganirdeśa). ",
  "mn44:15.2": "Breathing is referred to as a “physical process” in the context of breath meditation to emphasize the natural stilling that occurs as the meditation settles. | As in <a href='https://suttacentral.net/mn43/en/sujato'>MN 43</a>, the questions are laying the groundwork for a discussion of deep meditation. Hence in these definitions what is being discussed is not “processes” in general, but the very last residue of activity or disturbance whose cessation marks the transition to a deeper level of consciousness. ",
  "mn44:15.3": "<i lang='pi' translate='no'>Vitakka</i> and <i lang='pi' translate='no'>vicāra</i> have a more basic sense in ordinary states of mind (“thought” and “exploring”) and a more refined sense in the elevated consciousness of <i lang='pi' translate='no'>jhāna</i> (“placing the mind” and “keeping it connected”). They act as a condition for breaking into speech, so any hint of such movement, no matter how subtle, must be abandoned. ",
  "mn44:16.4": "Compare <a href='https://suttacentral.net/mn43/en/sujato#28.2'>MN 43:28.2</a>. ",
  "mn44:17.2": "The verbal process ceases in the first absorption, the breath in the fourth absorption (<a href='https://suttacentral.net/sn36.11/en/sujato#2.19'>SN 36.11:2.19</a>), and feeling and perception in the attainment of cessation. ",
  "mn44:20.2": "See the discussion on various “releases of the heart” at <a href='https://suttacentral.net/mn43/en/sujato#26.1'>MN 43:26.1</a> ff. Here, when emerging from cessation, the higher form of release is meant, as the meditator’s mind naturally inclines towards liberating insight. ",
  "mn44:21.2": "Again, here the higher sense of “seclusion” is meant, namely Nibbana. ",
  "mn44:24.2": "",
  "mn44:24.4": "Knowledge is what distinguishes equanimity from indifference. ",
  "mn44:26.2": "The arahant still experiences feelings, but without any underlying tendencies. ",
  "mn44:28.4": "The pleasure of <i lang='pi' translate='no'>jhāna</i> arises from letting go and is not itself a source of attachment. ",
  "mn44:28.6": "That “dimension” (<i lang='pi' translate='no'>āyatana</i>) is Nibbana (<a href='https://suttacentral.net/ud8.1/en/sujato#3.1'>Ud 8.1:3.1</a>, <a href='https://suttacentral.net/sn35.117/en/sujato#8.2'>SN 35.117:8.2</a>). ",
  "mn44:28.7": "This is a kind of “suffering not of the flesh” (<a href='https://suttacentral.net/mn10/en/sujato#32.8'>MN 10:32.8</a>). "
}