{
  "mn47:1.1": "In this sutta, the Buddha shows his commitment to radical accountability and integrity. He does not merely pay lip service to the notion of open inquiry, but lays out a detailed and exacting procedure by which his students should test him. By extension, this approach may be applied to any spiritual teacher. ",
  "mn47:2.1": "The ability to comprehend the mind of another was considered an advanced meditative skill, not accessible even to all arahants. It allowed one to read the mind of another to the extent of one’s own realization. ",
  "mn47:4.2": "This refers to bodily behavior that might be seen or speech that might be heard. ",
  "mn47:7.3": "It is easy to maintain a front for while, but defilements tend to reveal themselves over time. ",
  "mn47:9.3": "Here _uparata_ means “stilled, ceased” rather than “restrained”. The commentary explains that one has become stilled (_uparata_) due to the absence of perils (_abhaya_). The test aims to distinguish the arahant from those for whom the perils of defilements and rebirth, though possibly suppressed for a time through the power of _jhāna_, are still present. ",
  "mn47:10.6": "The commentary explains _sugata_ and _duggata_ here as “well practiced” and “poorly practiced”. But the normal sense is one who is in a “good state” or a “sorry state”, typically associated with rebirth, but also with, for example, the “sorry state” of poverty or reduced circumstances ([pli-tv-kd10:2.4.4](), [pli-tv-kd6:15.5.10]()). Notice that there are people nearby even when he is living alone, so this must include lay folk as well as monastics. The point is that the Buddha does not despise the poor or show favors to the rich. ",
  "mn47:10.8": "These exact words are not spoken by the Buddha in suttas. However the early Abhidhamma text Puggalapaññatti explains that “insecurely stilled” includes the seven trainees and ethical ordinary people, while the arahant is “securely stilled” ([pp2.1:11.1]()). Since the Puggalapaññatti consists mainly of lightly adapted quotes from the suttas, it is possible that this passage has been lost from the suttas as they stand. This would explain why these terms are invoked here as if they were known. ",
  "mn47:13.4": "_Etaṁ_ is the accusative of relation, familiar from such phrases as _taṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato_ (“a good word *of that* Gotama has spread”). | _Ahamasmi_ (“I am”) asserts identity (not possession per the commentary). It is an Upaniṣadic turn of phrase. | _Tammaya_ (“determined by that”, literally “made with that”) is found occasionally in the suttas (also [mn137:20.3](), [mn113:21.7](), [an3.40:7.4](), [an6.104](), [snp4.9:12.2]()). The Buddha’s usage echoes Bṛhadāraṇyaka Upaniṣad 4.4.5, which begins, “This self is indeed divinity, made with consciousness …” (_sa vā ayamātmā brahma vijñānamayo_). It goes on to list many other items of which the self is comprised (_idaṁmayo_), the point being that the self is ultimately created by its actions (_yathākārī yathācārī tathā bhavati_), a detail that emphasizes the causal sense of _-maya_. Thus the term does not simply point to that which is the self, but rather that by which the self is shaped or determined. Yajñavalkya also uses _etanmaya_ in the same sense in such passages as Śatapatha Brāhmaṇa 10.4.2.30: “that (self) is made with hymns, sacrifices, breaths, and divinities” (_candomaya stomamayaḥ prāṇamayo devatāmayaḥ sa etanmaya_) and Bṛhadāraṇyaka Upaniṣad 1.5.3: “that self is made with this: speech, mind, and breath” (_etanmayo vā ayam ātmā: vāṅmayo manomayaḥ prāṇamayaḥ_). Thus the term emphasizes the Buddha’s freedom from conditions. He exemplifies good qualities but is not “determined” by their kammic force. ",
  "mn47:14.2": "Cp. [an5.180](). ",
  "mn47:16.1": "In this sentence the word _ākāra_ is used in two distinct senses. In the stock phrase “in this manner, with these words and phrases” (_imehi ākārehi imehi padehi imehi byañjanehi_) it means “manner” of exposition ([mn18:20.17](), [sn35.116:10.14](), [an10.115:21.2]()). In the phrase “grounded faith” (_ākāravatī saddhā_) it means a “ground” or “reason” on which faith is based. ",
  "mn47:16.2": "Various editions (MS, PTS, BJT) followed by translators (Bodhi, Horner) connect _daḷhā_ with the foregoing _dassanamūlikā_. But that foregoing text is missing in the parallels for this passage ([dn27:9.3](), [sn48.42:6.4](), [iti83:10.1]()). _Daḷhā_ is connected rather with _asaṁhāriyā_, which is in any case semantically closer than _dassanamūlikā_. ",
  "mn47:16.4": ""
}