{
  "mn47:1.1": "In this sutta, the Buddha shows his commitment to radical accountability and integrity. He does not merely pay lip service to the notion of open inquiry, but lays out a detailed and exacting procedure by which his students should test him. By extension, this approach may be applied to any spiritual teacher. ",
  "mn47:2.1": "The ability to comprehend the mind of another was considered an advanced meditative skill, not accessible even to all arahants. It allowed one to read the mind of another to the extent of one’s own realization. ",
  "mn47:4.2": "This refers to bodily behavior that might be seen or speech that might be heard. ",
  "mn47:7.3": "It is easy to maintain a front for while, but defilements tend to reveal themselves over time. ",
  "mn47:9.3": "Here <i lang='pi' translate='no'>uparata</i> means “stilled, ceased” rather than “restrained”. The commentary explains that one has become stilled (<i lang='pi' translate='no'>uparata</i>) due to the absence of perils (<i lang='pi' translate='no'>abhaya</i>). The test aims to distinguish the arahant from those for whom the perils of defilements and rebirth, though possibly suppressed for a time through the power of <i lang='pi' translate='no'>jhāna</i>, are still present. ",
  "mn47:10.6": "The commentary explains <i lang='pi' translate='no'>sugata</i> and <i lang='pi' translate='no'>duggata</i> here as “well practiced” and “poorly practiced”. But the normal sense is one who is in a “good state” or a “sorry state”, typically associated with rebirth, but also with, for example, the “sorry state” of poverty or reduced circumstances (<a href='https://suttacentral.net/pli-tv-kd10/en/sujato#2.4.4'>Kd 10:2.4.4</a>, <a href='https://suttacentral.net/pli-tv-kd6/en/sujato#15.5.10'>Kd 6:15.5.10</a>). Notice that there are people nearby even when he is living alone, so this must include lay folk as well as monastics. The point is that the Buddha does not despise the poor or show favors to the rich. ",
  "mn47:10.8": "These exact words are not spoken by the Buddha in suttas. However the early Abhidhamma text Puggalapaññatti explains that “insecurely stilled” includes the seven trainees and ethical ordinary people, while the arahant is “securely stilled” (<a href='https://suttacentral.net/pp2.1/en/sujato#11.1'>Pp 2.1:11.1</a>). Since the Puggalapaññatti consists mainly of lightly adapted quotes from the suttas, it is possible that this passage has been lost from the suttas as they stand. This would explain why these terms are invoked here as if they were known. ",
  "mn47:13.4": "<i lang='pi' translate='no'>Etaṁ</i> is the accusative of relation, familiar from such phrases as <i lang='pi' translate='no'>taṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato</i> (“a good word <em>of that</em> Gotama has spread”). | <i lang='pi' translate='no'>Ahamasmi</i> (“I am”) asserts identity (not possession per the commentary). It is an Upaniṣadic turn of phrase. | <i lang='pi' translate='no'>Tammaya</i> (“determined by that”, literally “made with that”) is found occasionally in the suttas (also <a href='https://suttacentral.net/mn137/en/sujato#20.3'>MN 137:20.3</a>, <a href='https://suttacentral.net/mn113/en/sujato#21.7'>MN 113:21.7</a>, <a href='https://suttacentral.net/an3.40/en/sujato#7.4'>AN 3.40:7.4</a>, <a href='https://suttacentral.net/an6.104/en/sujato'>AN 6.104</a>, <a href='https://suttacentral.net/snp4.9/en/sujato#12.2'>Snp 4.9:12.2</a>). The Buddha’s usage echoes Bṛhadāraṇyaka Upaniṣad 4.4.5, which begins, “This self is indeed divinity, made with consciousness …” (<i lang='pi' translate='no'>sa vā ayamātmā brahma vijñānamayo</i>). It goes on to list many other items of which the self is comprised (<i lang='pi' translate='no'>idaṁmayo</i>), the point being that the self is ultimately created by its actions (<i lang='pi' translate='no'>yathākārī yathācārī tathā bhavati</i>), a detail that emphasizes the causal sense of <i lang='pi' translate='no'>-maya</i>. Thus the term does not simply point to that which is the self, but rather that by which the self is shaped or determined. Yajñavalkya also uses <i lang='pi' translate='no'>etanmaya</i> in the same sense in such passages as Śatapatha Brāhmaṇa 10.4.2.30: “that (self) is made with hymns, sacrifices, breaths, and divinities” (<i lang='pi' translate='no'>candomaya stomamayaḥ prāṇamayo devatāmayaḥ sa etanmaya</i>) and Bṛhadāraṇyaka Upaniṣad 1.5.3: “that self is made with this: speech, mind, and breath” (<i lang='pi' translate='no'>etanmayo vā ayam ātmā | vāṅmayo manomayaḥ prāṇamayaḥ</i>). Thus the term emphasizes the Buddha’s freedom from conditions. He exemplifies good qualities but is not “determined” by their kammic force. ",
  "mn47:14.2": "Cp. <a href='https://suttacentral.net/an5.180/en/sujato'>AN 5.180</a>. ",
  "mn47:16.1": "In this sentence the word <i lang='pi' translate='no'>ākāra</i> is used in two distinct senses. In the stock phrase “in this manner, with these words and phrases” (<i lang='pi' translate='no'>imehi ākārehi imehi padehi imehi byañjanehi</i>) it means “manner” of exposition (<a href='https://suttacentral.net/mn18/en/sujato#20.17'>MN 18:20.17</a>, <a href='https://suttacentral.net/sn35.116/en/sujato#10.14'>SN 35.116:10.14</a>, <a href='https://suttacentral.net/an10.115/en/sujato#21.2'>AN 10.115:21.2</a>). In the phrase “grounded faith” (<i lang='pi' translate='no'>ākāravatī saddhā</i>) it means a “ground” or “reason” on which faith is based. ",
  "mn47:16.2": "Various editions (MS, PTS, BJT) followed by translators (Bodhi, Horner) connect <i lang='pi' translate='no'>daḷhā</i> with the foregoing <i lang='pi' translate='no'>dassanamūlikā</i>. But that foregoing text is missing in the parallels for this passage (<a href='https://suttacentral.net/dn27/en/sujato#9.3'>DN 27:9.3</a>, <a href='https://suttacentral.net/sn48.42/en/sujato#6.4'>SN 48.42:6.4</a>, <a href='https://suttacentral.net/iti83/en/sujato#10.1'>Iti 83:10.1</a>). <i lang='pi' translate='no'>Daḷhā</i> is connected rather with <i lang='pi' translate='no'>asaṁhāriyā</i>, which is in any case semantically closer than <i lang='pi' translate='no'>dassanamūlikā</i>. ",
  "mn47:16.4": ""
}