{
  "mn49:1.1": "This sutta is a unique fusion of high philosophy and cosmic drama, positing an unthinkable alliance between what in Christian terms would be called God and the Devil. Nonetheless, due to a plethora of textual difficulties and uncertain readings, caution in interpretation would be wise. ",
  "mn49:2.1": "The same setting as <a href='https://suttacentral.net/mn1/en/sujato'>MN 1</a>, with which this sutta shares some themes. Both critique the sophisticated philosophy of the Kosalan brahmins, and hence are set in the town of their leader Pokkharasādi (<a href='https://suttacentral.net/dn3/en/sujato#1.2.1'>DN 3:1.2.1</a>). ",
  "mn49:2.2": "Baka maintains the same wrong view at <a href='https://suttacentral.net/sn6.4/en/sujato'>SN 6.4</a>, where his past lives are revealed. In neither sutta is he said to go for refuge, although SN 6.4 does end with effusive praise of the Buddha. The word <i lang='pi' translate='no'>baka</i> means “stork” or “crane”. To search for a high divinity of this name in Brahmanism is to be disappointed, for instead we find a man-eating demon (<i lang='pi' translate='no'>rakṣasa</i>) in bird form whose fate is to be slain by the hero Bhīma (or Kṛṣṇa). Pali stories (<a href='https://suttacentral.net/ja38/en/sujato'>Ja 38</a>, <a href='https://suttacentral.net/ja236/en/sujato'>Ja 236</a>) tell of how the stork dozes peacefully as if meditating by the water, while in reality he is trying to fool fish into approaching so he can snatch them up. A cunning, large, white, high-flying, predatory bird who fakes meditation is a fitting image for the antagonist of this sutta. ",
  "mn49:2.3": "The use of the impersonal pronoun <i lang='pi' translate='no'>idaṁ</i> to refer to the the self as divinity is a characteristic Upaniṣadic idiom: “you are that” (<i lang='pi' translate='no'>tat tvam asi</i>, Chāndogya Upaniṣad 6.8.7); “that self is divinity” (<i lang='pi' translate='no'>ayam ātmā brahma</i>, Māṇḍūkya Upaniṣad 1.2); “I am that” (<i lang='pi' translate='no'>so’ham asmi</i>, Īśa Upaniṣad 16); “this is that self hidden in all” (<i lang='pi' translate='no'>eṣa ta ātmā sarvāntaraḥ</i>, Bṛhadāraṇyaka Upaniṣad 3.4.1, etc.) Compare the saying of Uddaka son of Rāma at <a href='https://suttacentral.net/sn35.103/en/sujato#1.6'>SN 35.103:1.6</a>. | For <i lang='pi' translate='no'>idaṁ niccaṁ</i> see <i lang='pi' translate='no'>eṣa nityo</i> (Bṛhadāraṇyaka Upaniṣad 4.4.23); for <i lang='pi' translate='no'>idaṁ dhuvaṁ</i> see <i lang='pi' translate='no'>etad apramayaṃ dhruvam</i> (4.4.20). ",
  "mn49:3.5": "The vocative <i lang='pi' translate='no'>mārisa</i> (possibly equivalent to <i lang='pi' translate='no'>mādisa</i>, “one like me”), is used by the gods in Buddhist texts. ",
  "mn49:5.2": "Māra adopts the boast of Brahmā (<a href='https://suttacentral.net/dn1/en/sujato#2.5.2'>DN 1:2.5.2</a>). | It is rare for the Buddha to be addressed as “mendicant” (<i lang='pi' translate='no'>bhikkhu</i>) and it is probably meant in a slighting sense. ",
  "mn49:5.3": "This is a summary of the items in <a href='https://suttacentral.net/mn1/en/sujato'>MN 1</a>. | The “ascetics and brahmins” referred to here would include the ancient practitioners of movements such as Jainism, whose rejection of Vedism predates the Buddha. ",
  "mn49:5.4": "“With breath cut off” (<i lang='pi' translate='no'>pāṇupacchedā</i>) is a unique idiom for death in Pali, but compare Bṛhadāraṇyaka Upaniṣad 1.5.14: <i lang='pi' translate='no'>prāṇaṃ na vicchindyāt</i>; Atharvaveda 19.58.1c: <i lang='pi' translate='no'>prāṇo’chinno</i>. ",
  "mn49:5.5": "This would be the ancient sages revered in the Vedic tradition. ",
  "mn49:5.9": "“Lady Luck” is Siri, later famed as goddess of fortune and prosperity. The same idiom recurs at <a href='https://suttacentral.net/thag8.3/en/sujato#2.1'>Thag 8.3:2.1</a>. As to why someone would ward her off, Siri (Sanskrit <i lang='pi' translate='no'>śrī</i>) is identified with Lakṣmī, and it is under that name that she makes what may well be her first appearance. Atharva Veda 7.115 opens with, “Fly away wicked Lakṣmī, vanish, fly hence”. Apparently 101 Lakṣmīs attach to a man when born, and the spell chases away the wicked (<i lang='pi' translate='no'>pāpi</i>) while keeping the good (<i lang='pi' translate='no'>puṇya</i>). In this case the Pali text does not draw directly from the Veda, as there is no close verbal parallel, and the Pali presents as irrational an action that makes good sense in the context of the Vedic passage. Rather, it would seem, the Pali draws from a more general cultural awareness. | For “falling over a cliff” see <a href='https://suttacentral.net/dn12/en/sujato#78.2'>DN 12:78.2</a>. ",
  "mn49:6.5": "Normally Māra is believed to hold sway over all the sensual realms, while the <i lang='pi' translate='no'>jhānas</i> (and their corresponding planes of rebirth) are beyond him ([mn25:12.1]). Here his reach goes even further, as even the Brahmā realms, while freed from sensuality, are not freed from the attachment to continued existence. ",
  "mn49:7.2": "One of Māra’s talents is making people believe that his malign ideas are in fact their own. ",
  "mn49:7.5": "Note the use of <i lang='pi' translate='no'>kasiṇa</i> in the sense “entire”. ",
  "mn49:8.9": "The measuring of a Brahmā by their “light” (<i lang='pi' translate='no'>juti</i>) shows the close connection between divinity and the stars. ",
  "mn49:9.8": "",
  "mn49:10.1": "MS reads <i lang='pi' translate='no'>añño kāyo</i> (“another realm”), but the PTS and BJT reading <i lang='pi' translate='no'>aññe tayo kāyā</i> is supported by the Chinese parallel (MA 78 at T i 548a28). Possibly this change was necessitated by the addition of a fourth realm below. ",
  "mn49:10.2": "PTS and BJT have <i lang='pi' translate='no'>tyāhaṁ</i> (= <i lang='pi' translate='no'>te ahaṁ</i>), consistent with their plural reading, as opposed to MS’s singular <i lang='pi' translate='no'>tamahaṁ</i>. This shows that this variation, which is not decided by the commentary, was a deliberate editorial choice. ",
  "mn49:10.3": "Here <i lang='pi' translate='no'>ābhassarā</i> is masculine plural, hence not an adjective of <i lang='pi' translate='no'>kāyo</i> but a reference to the “gods” of that realm. MS is inconsistent in this point, for below we find <i lang='pi' translate='no'>subhakiṇho</i> and<i lang='pi' translate='no'>vehapphalo</i> as singular adjectives, where PTS and BJT consistently use the plural form. ",
  "mn49:10.4": "Brahmā also forgets his origins at <a href='https://suttacentral.net/dn1/en/sujato#2.2.1'>DN 1:2.2.1</a>. ",
  "mn49:10.8": "MS adds a fourth class here, <i lang='pi' translate='no'>abhibhū</i> (“the Vanquisher”), which is not supported by PTS or BJT, or the Chinese parallel. ",
  "mn49:11.1": "This difficult passage directly echoes <a href='https://suttacentral.net/mn1/en/sujato#3.3'>MN 1:3.3</a>. | <i lang='pi' translate='no'>Anubhūta</i> has its normal sense of “experiences”, “undergoes” (<a href='https://suttacentral.net/thig10.1/en/sujato#8.2'>Thig 10.1:8.2</a>, more commonly <i lang='pi' translate='no'>paccanubhūta</i>, eg. <a href='https://suttacentral.net/mn79/en/sujato#8.1'>MN 79:8.1</a>, <a href='https://suttacentral.net/sn15.1/en/sujato#1.14'>SN 15.1:1.14</a>). Commentary has <i lang='pi' translate='no'>appattaṁ</i>, “not attained” (i.e. not within the scope of absorption). | That which “falls within the scope of experience characterized by earth” (<i lang='pi' translate='no'>yāvatā pathaviyā pathavattena ananubhūtaṁ</i>) is sense experience and the four absorptions; that which does not fall in such a scope are the formless attainments and especially Nibbana. | For <i lang='pi' translate='no'>nāhosiṁ</i> (prefer over MS <i lang='pi' translate='no'>nāpahosiṁ</i>) the commentary glosses “grasps”. The sense is that he does not identify. | For <i lang='pi' translate='no'>abhivadati</i>, compare Bṛhadāraṇyaka Upaniṣad 2.4.14, which says that so long as there is the appearance of duality, one sees, hears, smells, “speaks about” (<i lang='pi' translate='no'>abhivadati</i>), “conceives” (<i lang='pi' translate='no'>manute</i>), and “cognizes” (<i lang='pi' translate='no'>vijānāti</i>) particulars. Notice that this employs <i lang='pi' translate='no'>abhivadati</i> alongside <i lang='pi' translate='no'>manute</i>, just as <i lang='pi' translate='no'>abhivadati</i> in the Pali appears alongside where <i lang='pi' translate='no'>maññati</i> appears in <a href='https://suttacentral.net/mn1/en/sujato#3.3'>MN 1:3.3</a>. ",
  "mn49:23.1": "This whole passage seems designed to culminate with “experience characterized by all” (<i lang='pi' translate='no'>sabbassa sabbattena ananubhūtaṁ</i>) in answer to Bṛhadāraṇyaka Upaniṣad 2.5.19, which says that “this self that experiences all is divinity” (<i lang='pi' translate='no'>ayam ātmā brahma sarvānubhūḥ</i>). In surpassing even the “experience of all” the Buddha unequivocally asserts his superiority to the Upaniṣadic teaching. ",
  "mn49:24.1": "The close <i lang='pi' translate='no'>-ti</i> in MS edition indicates the end of Baka’s speech, but this is not found in PTS or BJT editions. If the close <i lang='pi' translate='no'>-ti</i> is accepted here, then the next paragraph is spoken by the Buddha and it should also end with close <i lang='pi' translate='no'>-ti</i>, but no edition has this. We would also expect the Buddha to use a vocative, but there is none. The only reading that is both coherent and attested is that Baka’s speech begins here and ends when he says he will vanish. This is supported by the Chinese parallel, which while lacking an exact equivalent, attributes a similar claim to Brahmā (MA 78 at T i 548b11). ",
  "mn49:25.1": "Baka is asserting that what the Buddha has described is none other than the domain of “infinite consciousness”, which is one of the highest attainments attributed to Brahmanical sages. | This line is a fragment of verse found in full at <a href='https://suttacentral.net/dn11/en/sujato#85.18'>DN 11:85.18</a>. The adjective “infinite” (<i lang='pi' translate='no'>ananta</i>) is the direct qualifier of “consciousness”, but in the Pali it is shifted to the next line to fit the meter. Yājñavalkya describes consciousness as infinite in the famous passage at Bṛhadāraṇyaka Upaniṣad 2.4.12. | “Invisible” (<i lang='pi' translate='no'>anidassanaṁ</i>) here is a synonym for “formless” (see eg. <a href='https://suttacentral.net/mn21/en/sujato#14.8'>MN 21:14.8</a>, “space is formless and invisible”, <i lang='pi' translate='no'>ākāso arūpī anidassano</i>). Normally the colors and images seen in the “form” absorptions are described as “visible” (eg. <a href='https://suttacentral.net/dn16/en/sujato#3.29.1'>DN 16:3.29.1</a>), so this indicates the formless attainments. | <i lang='pi' translate='no'>Pabhaṁ</i> means “luminous”, as with the deities that are “self-luminous” (<i lang='pi' translate='no'>sayaṁpabhā</i>, <a href='https://suttacentral.net/dn27/en/sujato#10.3'>DN 27:10.3</a>). <i lang='pi' translate='no'>Sabbato pabhaṁ</i> (“luminous all-round”) is synonymous with <i lang='pi' translate='no'>pariyodāta</i> (“bright”, literally “white all over”), a stock descriptor of the mind of fourth <i lang='pi' translate='no'>jhāna</i>, on which the formless states are based. ",
  "mn49:26.1": "",
  "mn49:26.4": "Since he believes the dimension of infinite consciousness is that which the Buddha speaks of, he mistakenly assumes he has the power. ",
  "mn49:26.9": "This is a dramatic expression of the philosophical gulf between the Buddha and Baka. Baka’s power manifests as “light”, whereas the Buddha demonstrates invisibility. ",
  "mn49:27.1": "The Buddha shifts the focus from the attainment of a state of exalted consciousness to the cessation of existence. ",
  "mn49:27.2": "Following Bodhi and Critical Pali Dictionary in reading <i lang='pi' translate='no'>vibhavesi</i>. | The <i lang='pi' translate='no'>ca</i> here answers to the last line of the verse. ",
  "mn49:29.2": "The verb <i lang='pi' translate='no'>upanesi</i> here is used by Māra above at <a href='https://suttacentral.net/mn49/en/sujato#5.12'>MN 49:5.12</a> in the opposite case, where he “presents” Brahmā’s assembly to the Buddha. "
}