{
  "mn4:2.1": "We meet Jānussoṇi many times in the suttas, where he converses with the Buddha on a number of topics, with a special interest in the afterlife. His name appears in Sanskrit as Jānaśruti or Jānaśruteya, which are patronymics of Janaśruti, “famed among the people”, with the element _soṇi_ coming from the Vedic _ṣvaṇi_ (“sound”). The Chinese rendering <span lang='lzh'>生聞</span> (“Born Famous”, T 125.2.665b18) evidently assumes the same derivation (_jana_ “people” is from √_jan_ “born”). The Pali commentary says it is a title awarded the family priest (_purohita_) of Kosala, which would make him one of the most powerful brahmins alive. However, I can find no confirmation of such a title, whereas the use of Jānaśruti as a patronymic by the descendants of Janaśruti is well attested. ",
  "mn4:2.3": "This statement is sometimes translated as a question, but it lacks the usual question markers. The parallel at [EA 31.1](https://suttacentral.net/ea31.1/lzh/taisho) reverses the sequence: Jānussoṇi first says that living in the forest is hard, then introduces the idea that the Buddha is their guide, following which the Buddha tells his life story. This makes for a better flow of ideas. ",
  "mn4:2.4": "Picking up from the previous sutta the themes of following the Buddha’s example and of seclusion. | In _diṭṭhānugatiṁ_, read _diṭṭha_ (“what has been seen”, i.e. “example”), rather than _diṭṭhi_ (“view”) per commentary. ",
  "mn4:3.1": "This is the first of several times in the Majjhimanikāya that the Buddha spoke of his meditation before enlightenment (see eg. [mn19](), [mn128]()). Rather than the mystical being of later tradition who was already elevated to a higher plane at birth, in these texts the Buddha takes pains to depict himself as an ordinary person who struggled with the same issues in meditation as anyone else. | “Intent on awakening” is _bodhisatta_ (Sanskrit _bodhisattva_). Such passages as this are apparently the original context for this term. The Pali _satta_ represents a number of different words in Sanskrit, including _sajjita_ “intent on, devoted to, fixed upon”, which makes better sense here than _sattva_ “being”. ",
  "mn4:4.2": "That is, their guilt will manifest as fear. Throughout this sutta, the Buddha emphasizes that fear is overcome by the proper development of the path, which leads to confidence and strength of mind. This is in implicit contrast to the notion that one overcomes fear by either brute endurance and force of will or by magical spells and charms. ",
  "mn4:4.6": "“Unruffled” is _pallomamāpādiṁ_. ",
  "mn4:7.1": "The purification of livelihood for an ascetic is spelled out in detail in [dn2:56.1]() as part of the Gradual Training of a Buddhist mendicant. The current sutta can, in fact, be read as a variant presentation of the Gradual Training. ",
  "mn4:18.2": "“Straying minds” is _vibbhantacittā_. The verbal form _vibhamati_ is used of a monastic who disrobes. ",
  "mn4:20.3": "These are the days of _uposatha_ (“sabbath”) marking the lunar cycle. ",
  "mn4:21.1": "The Buddha illustrates his claim that the forests can rob the mind of a meditator without _samādhi_. During the development of meditation, perception can change in strange and unsettling ways, making the meditator question the nature of reality. In some cases, over-exertion in meditation can indeed lead to mental breakdown. ",
  "mn4:21.3": "This alludes to the oft-repeated phrase “as by day, so by night; as by night, so by day”, which is associated with the meditative perception of light ([an4.41:3.3]()), the development of the bases of psychic power ([sn51.11:1.10]()), and the dispelling of drowsiness ([an7.61:7.2]()). The point of that phrase is that the mind has been developed until it is full of light regardless of whether it is light or dark outside. Here, the Buddha forestalls the accusation that this is deluded: he knows perfectly well what is day and what is night. ",
  "mn4:22-26.1": "To this point, the sutta has been focusing on the foundations of meditation from the special perspective of overcoming fear. Now that this has been achieved, it returns to the standard presentation of immersion and then wisdom. Taken together, then, it is the first presentation of the Gradual Training in the Majjhima Nikāya. ",
  "mn4:22-26.2": "_Jhāna_ is a state of “elevated consciousness” (_adhicitta_), so all the terms have an elevated sense. The plural form indicates that “sensual pleasures” includes sense experience, which the meditator can turn away from since they no longer have any desire for it. The “unskillful qualities” are the five hindrances. The “rapture and bliss born of seclusion” is the happiness of abandoning the hindrances and freedom from sense impingement. “Placing the mind and keeping it connected” (_vitakka_, _vicāra_) uses terms that mean “thought” in coarse consciousness, but which in “elevated consciousness” refer to the subtle function of applying the mind to the meditation. ",
  "mn4:22-26.3": "Each _jhāna_ begins as the least refined aspect of the previous _jhāna_ ends. This is not consciously directed, but describes the natural process of settling. The meditator is now fully confident and no longer needs to apply their mind: it is simply still and fully unified. ",
  "mn4:22-26.4": "The emotional response to bliss matures from the subtle thrill of rapture to the poise of equanimity. Mindfulness is present in all states of deep meditation, but with equanimity it becomes prominent. ",
  "mn4:22-26.5": "The emotional poise of equanimity leads to the feeling of pleasure settling into the more subtle neutral feeling. Pain and sadness have been abandoned long before, but are emphasized here as they are subtle counterpart of pleasure. ",
  "mn4:27.1": "The equanimity of the fourth _jhāna_ is not dullness and indifference, but a brilliant and radiant awareness. The fourth _jhāna_ is the ideal basis for developing higher knowledges, although elsewhere the canon shows that even the first _jhāna_ can be a basis for liberating insight. Without _jhāna_, however, the eightfold path is incomplete and liberating insight is impossible. | The verb _abhininnāmeti_ (“extend”) indicates that the meditator comes out of full immersion like a tortoise sticking out its limbs ([sn35.240:1.7]()). ",
  "mn4:27.2": "Empowered by the fourth _jhāna_, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. The knowledge of these events is not hazy or murky, but clear and precise, illuminated by the brilliance of purified consciousness. ",
  "mn4:29.2": "Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; *why* rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in [dn1:2.5.3]() and [mn136](). The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. ",
  "mn4:31.1": "This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of _jhāna_. Here they are eliminated forever. ",
  "mn4:31.2": "These are the four noble truths, which form the main content of the Buddha’s first sermon. They are the overarching principle into which all other teachings fall. As established in [mn2](), seeing the four noble truths indicates stream-entry, while the ending of all defilements indicates arahantship. ",
  "mn4:31.3": "The application of the four noble truths to defilements indicates that this is the final stage of awakening, perfection (or “arahantship”, _arahatta_). | Many translators use “defilement” to render _kilesa_, but since _kilesa_ appears only rarely in the early texts, I use “defilement” for _āsava_. Both terms refer to a stain, corruption, or pollution in the mind. ",
  "mn4:32.1": "_Bhavāsava_ is the defilement that craves to continue life in a new birth. ",
  "mn4:32.2": "This is a reflective awareness of the fact of awakening. The meditator reviews their mind and sees that it is free from all forces that lead to suffering. ",
  "mn4:32.3": "This is a standard declaration of full awakening in the suttas, said both of the Buddha and of any arahant (“perfected one”). Each of the four phrases illustrates a cardinal principle of awakening. (1) Further transmigration through rebirths has come to an end due to the exhaustion (_khīṇa_) of that which propels rebirth, namely deeds motivated by craving. (2) The eightfold path has been developed fully in all respects. (3) All functions relating to the four noble truths have been completed, namely: understanding suffering, letting go craving, witnessing extinguishment, and developing the path. (4) Extinguishment is final, with no falling back to this or any other state of existence. ",
  "mn4:34.5": "Also at [an2.30:1.1](). The Buddha confirms Jānussoṇi’s belief that he acts to set a good example for others. ",
  "mn4:35.4": "Jānussoṇi goes forth so often in the suttas that it is almost a genre unto itself ([mn27](), [sn12:47](), [an2.17:3.1](), [an3:55](), [an3:59](), [an4:184](), [an6:52](), [an7:47](), [an10:119](), [an10:167](), [an10:177]()). Such narrative accounts of conversion or enlightenment at the end of discourses are not very reliable, as they are not the Buddha’s words but were added by editors at some point. "
}