{
  "mn4:2.1": "We meet Jānussoṇi many times in the suttas, where he converses with the Buddha on a number of topics, with a special interest in the afterlife. His name appears in Sanskrit as Jānaśruti or Jānaśruteya, which are patronymics of Janaśruti, “famed among the people”, with the element <i lang='pi' translate='no'>soṇi</i> coming from the Vedic <i lang='pi' translate='no'>ṣvaṇi</i> (“sound”). The Chinese rendering <span lang='lzh'>生聞</span> (“Born Famous”, T 125.2.665b18) evidently assumes the same derivation (<i lang='pi' translate='no'>jana</i> “people” is from √<i lang='pi' translate='no'>jan</i> “born”). The Pali commentary says it is a title awarded the family priest (<i lang='pi' translate='no'>purohita</i>) of Kosala, which would make him one of the most powerful brahmins alive. However, I can find no confirmation of such a title, whereas the use of Jānaśruti as a patronymic by the descendants of Janaśruti is well attested. ",
  "mn4:2.3": "This statement is sometimes translated as a question, but it lacks the usual question markers. The parallel at <a href='https://suttacentral.net/ea31.1/lzh/taisho'>EA 31.1</a> reverses the sequence: Jānussoṇi first says that living in the forest is hard, then introduces the idea that the Buddha is their guide, following which the Buddha tells his life story. This makes for a better flow of ideas. ",
  "mn4:2.4": "Picking up from the previous sutta the themes of following the Buddha’s example and of seclusion. | In <i lang='pi' translate='no'>diṭṭhānugatiṁ</i>, read <i lang='pi' translate='no'>diṭṭha</i> (“what has been seen”, i.e. “example”), rather than <i lang='pi' translate='no'>diṭṭhi</i> (“view”) per commentary. ",
  "mn4:3.1": "This is the first of several times in the Majjhimanikāya that the Buddha spoke of his meditation before enlightenment (see eg. <a href='/mn19/en/sujato'>MN 19</a>, <a href='/mn128/en/sujato'>MN 128</a>). Rather than the mystical being of later tradition who was already elevated to a higher plane at birth, in these texts the Buddha takes pains to depict himself as an ordinary person who struggled with the same issues in meditation as anyone else. | “Intent on awakening” is <i lang='pi' translate='no'>bodhisatta</i> (Sanskrit <i lang='pi' translate='no'>bodhisattva</i>). Such passages as this are apparently the original context for this term. The Pali <i lang='pi' translate='no'>satta</i> represents a number of different words in Sanskrit, including <i lang='pi' translate='no'>sajjita</i> “intent on, devoted to, fixed upon”, which makes better sense here than <i lang='pi' translate='no'>sattva</i> “being”. ",
  "mn4:4.2": "That is, their guilt will manifest as fear. Throughout this sutta, the Buddha emphasizes that fear is overcome by the proper development of the path, which leads to confidence and strength of mind. This is in implicit contrast to the notion that one overcomes fear by either brute endurance and force of will or by magical spells and charms. ",
  "mn4:4.6": "“Unruffled” is <i lang='pi' translate='no'>pallomamāpādiṁ</i>. ",
  "mn4:7.1": "The purification of livelihood for an ascetic is spelled out in detail in <a href='/dn2/en/sujato#56.1'>DN 2:56.1</a> as part of the Gradual Training of a Buddhist mendicant. The current sutta can, in fact, be read as a variant presentation of the Gradual Training. ",
  "mn4:18.2": "“Straying minds” is <i lang='pi' translate='no'>vibbhantacittā</i>. The verbal form <i lang='pi' translate='no'>vibhamati</i> is used of a monastic who disrobes. ",
  "mn4:20.3": "These are the days of <i lang='pi' translate='no'>uposatha</i> (“sabbath”) marking the lunar cycle. ",
  "mn4:21.1": "The Buddha illustrates his claim that the forests can rob the mind of a meditator without <i lang='pi' translate='no'>samādhi</i>. During the development of meditation, perception can change in strange and unsettling ways, making the meditator question the nature of reality. In some cases, over-exertion in meditation can indeed lead to mental breakdown. ",
  "mn4:21.3": "This alludes to the oft-repeated phrase “as by day, so by night; as by night, so by day”, which is associated with the meditative perception of light (<a href='/an4.41/en/sujato#3.3'>AN 4.41:3.3</a>), the development of the bases of psychic power (<a href='/sn51.11/en/sujato#1.10'>SN 51.11:1.10</a>), and the dispelling of drowsiness (<a href='/an7.61/en/sujato#7.2'>AN 7.61:7.2</a>). The point of that phrase is that the mind has been developed until it is full of light regardless of whether it is light or dark outside. Here, the Buddha forestalls the accusation that this is deluded: he knows perfectly well what is day and what is night. ",
  "mn4:31.2": "As established in <a href='/mn2/en/sujato'>MN 2</a>, seeing the four noble truths indicates stream-entry, while the ending of all defilements indicates arahantship. ",
  "mn4:32.3": "This is a standard declaration of full awakening in the suttas, said both of the Buddha and of any arahant (“perfected one”). Each of the four phrases illustrates a cardinal principle of awakening. (1) Further transmigration through rebirths has come to an end due to the exhaustion (<i lang='pi' translate='no'>khīṇa</i>) of that which propels rebirth, namely deeds motivated by craving. (2) The eightfold path has been developed fully in all respects. (3) All functions relating to the four noble truths have been completed, namely: understanding suffering, letting go craving, witnessing extinguishment, and developing the path. (4) Extinguishment is final, with no falling back to this or any other state of existence. ",
  "mn4:34.5": "Also at <a href='/an2.30/en/sujato#1.1'>AN 2.30:1.1</a>. The Buddha confirms Jānussoṇi’s belief that he acts to set a good example for others. ",
  "mn4:35.4": "Jānussoṇi goes forth so often in the suttas that it is almost a genre unto itself (<a href='/mn27/en/sujato'>MN 27</a>, <a href='/sn12/en/sujato#47'>SN 12:47</a>, <a href='/an2.17/en/sujato#3.1'>AN 2.17:3.1</a>, <a href='/an3/en/sujato#55'>AN 3:55</a>, <a href='/an3/en/sujato#59'>AN 3:59</a>, <a href='/an4/en/sujato#184'>AN 4:184</a>, <a href='/an6/en/sujato#52'>AN 6:52</a>, <a href='/an7/en/sujato#47'>AN 7:47</a>, <a href='/an10/en/sujato#119'>AN 10:119</a>, <a href='/an10/en/sujato#167'>AN 10:167</a>, <a href='/an10/en/sujato#177'>AN 10:177</a>). Such narrative accounts of conversion or enlightenment at the end of discourses are not very reliable, as they are not the Buddha’s words but were added by editors at some point. "
}