{
  "mn50:1.2": "This sutta serves as a showcase for Moggallāna, who is able to swiftly best Māra and recount a detailed story of past lives. ",
  "mn50:2.2": "Māra is sometimes called Namuci, and in fact seems to descend from the Vedic adversary of that name. Vedic Namuci “the wicked” (<i lang='pi' translate='no'>pāpmā vai namuciḥ</i>, Śatapatha Brāhmaṇa 12.7.3, Maitrāyaṇī Saṁhitā 4.4.4 was a wily trickster (<i lang='pi' translate='no'>māyin</i>, Rig Veda 1.53.7c) who was nonetheless outsmarted by Indra (Rig Veda 5.30.6c), possessing ineffectual armies reliant on women (Rig Veda 5.30.9a). Buddhist Māra “the wicked” <i lang='pi' translate='no'>māro pāpimā</i>) was a wily trickster (<em>passim</em>) who was nonetheless outsmarted by the Buddha and his followers (<em>passim</em>), possessing ineffectual armies (<a href='https://suttacentral.net/dn20/en/sujato#21.3'>DN 20:21.3</a>, <a href='https://suttacentral.net/an4.13/en/sujato#2.3'>AN 4.13:2.3</a>, <a href='https://suttacentral.net/snp3.2/en/sujato'>Snp 3.2</a>) who sent his daughters to do his dirty work (<a href='https://suttacentral.net/sn4.25/en/sujato'>SN 4.25</a>). The decapitated head of Namuci introduced death (<i lang='pi' translate='no'>mṛtyu</i>) in the form of blood to the deathless (<i lang='pi' translate='no'>amṛta</i>) soma (Śatapatha Brāhmaṇa 12.7.3.4, Maitrāyaṇī Saṁhitā 4.4.4), establishing his Pali names Maccurāja, “King of Death” and Māra, “Murderer”. He appears in a similar guise in Jainism too (Ācaraṅga 1.3.1.3). ",
  "mn50:2.4": "",
  "mn50:2.5": "T 66 has <span lang='lzh'>猶若食豆</span>, MA 131 <span lang='lzh'>猶如食豆</span>, both of which confirm the sense “full of beans”. T 67 on the other hand has <span lang='lzh'>飢人而負重擔</span>, “like a hungry man bearing a heavy load.” ",
  "mn50:3.1": "",
  "mn50:8.1": "Dūsī the “corrupter” and Kāḷī the “dark lady”, perhaps the earliest mention of a goddess of that name. | This story is also told at <a href='https://suttacentral.net/thag20.1/en/sujato#48.1'>Thag 20.1:48.1</a>. ",
  "mn50:9.1": "Kakusandha is mentioned also at <a href='https://suttacentral.net/sn12.7/en/sujato#1.1'>SN 12.7:1.1</a>, <a href='https://suttacentral.net/sn15.20/en/sujato#2.8'>SN 15.20:2.8</a>, <a href='https://suttacentral.net/dn14/en/sujato#1.4.4'>DN 14:1.4.4</a>, <a href='https://suttacentral.net/dn32/en/sujato#3.8'>DN 32:3.8</a>, and <a href='https://suttacentral.net/thag7.5/en/sujato#4.4'>Thag 7.5:4.4</a>. ",
  "mn50:9.5": "At <a href='https://suttacentral.net/an3.20/en/sujato#2.1'>AN 3.20:2.1</a>, <i lang='pi' translate='no'>vidhura</i> is the cleverness of a shopkeeper in trade, illustrating the “indefatigable” mendicant in striving. ",
  "mn50:11.6": "<i lang='pi' translate='no'>Sañjīva</i> means “survivor”. ",
  "mn50:12.2": "The idiom <i lang='pi' translate='no'>āgatiṁ vā gatiṁ vā</i>, literally “comings and goings”, refers to the “course of rebirth”. ",
  "mn50:12.4": "Māra urges and encourages, but does not control their behavior, so they are still responsible for their deeds. ",
  "mn50:13.2": "The phrase “meditate and concentrate and contemplate and ruminate” (<i lang='pi' translate='no'>jhāyanti pajjhāyanti nijjhāyanti apajjhāyanti</i>) uses a series of verbs from the same root as <i lang='pi' translate='no'>jhāna</i> with different prefixes to satirical effect. See also <a href='https://suttacentral.net/an6.46/en/sujato#2.2'>AN 6.46:2.2</a>, <a href='https://suttacentral.net/an11.9/en/sujato#2.10'>AN 11.9:2.10</a>, and <a href='https://suttacentral.net/mn108/en/sujato#26.4'>MN 108:26.4</a>. ",
  "mn50:14.4": "These meditations counteract the tendency to anger. ",
  "mn50:16.4": "Māra did not want to genuinely respect the mendicants, but to corrupt them with adulation. ",
  "mn50:18.5": "These meditations counteract attachment. ",
  "mn50:21.2": "<i lang='pi' translate='no'>Yeva</i> (“still”) has an adversative sense here (see <a href='https://suttacentral.net/an3.82/en/sujato#1.4'>AN 3.82:1.4</a>). ",
  "mn50:21.3": "<i lang='pi' translate='no'>Nāgāpalokitaṁ</i>, the “elephant look”, famously employed by the Buddha as he made his final departure from Vesālī (<a href='https://suttacentral.net/dn16/en/sujato#4.1.2'>DN 16:4.1.2</a>). There is a similar Sanskrit term <i lang='pi' translate='no'>siṁhāvalokana</i>, the “lion look”, said to be the slow glance back that a lion makes as he leaves his kill. ",
  "mn50:21.5": "The Pali <i lang='pi' translate='no'>sahāpalokanāya</i> makes it clear that Māra fell to hell while the Buddha was looking, not because he looked. | More details on hell are provided in <a href='https://suttacentral.net/mn129/en/sujato'>MN 129</a> and <a href='https://suttacentral.net/mn130/en/sujato'>MN 130</a>. ",
  "mn50:22.2": "The sense of <i lang='pi' translate='no'>paccattavedaniya</i> (“Individually Painful”) is clarified in the verses (<a href='https://suttacentral.net/mn50/en/sujato#24.6'>MN 50:24.6</a>). ",
  "mn50:23.2": "I think <i lang='pi' translate='no'>vuṭṭhānimaṁ</i> (“this is emergence”) simply means the feeling that is experienced on “emergence” from the Great Hell to the annex. The commentary, however, says it means the “feeling that emerges as a result of kamma”. ",
  "mn50:24.1": "",
  "mn50:25.6": "",
  "mn50:26.4": "<a href='https://suttacentral.net/sn51.14/en/sujato'>SN 51.14</a>. ",
  "mn50:27.4": "<a href='https://suttacentral.net/mn37/en/sujato#11.4'>MN 37:11.4</a>. ",
  "mn50:28.3": "In MN 37, Moggallāna calls him Kosiya, but Vāsava is also frequently used as vocative for Sakka. ",
  "mn50:28.4": "Moggallāna asked Sakka if he remembered the teaching on this topic that he had received from the Buddha (<a href='https://suttacentral.net/mn37/en/sujato#8.1'>MN 37:8.1</a>). | The compound <i lang='pi' translate='no'>taṇhākkhayavimuttiyo</i> is translated as a feminine plural by Norman in <em>Elders’ Verses</em>, but <a href='https://suttacentral.net/mn37/en/sujato#2.2'>MN 37:2.2</a> refers to “the mendicant who is freed” in singular. Resolve to <i lang='pi' translate='no'>taṇhākkhayavimutti yo</i>; <i lang='pi' translate='no'>vimutti</i> agrees with <i lang='pi' translate='no'>yo</i> as the nominative singular of the masculine agent noun in <i lang='pi' translate='no'>-in</i>, which occurs in the same phrase at <a href='https://suttacentral.net/an4.38/en/sujato#6.2'>AN 4.38:6.2</a> and <a href='https://suttacentral.net/iti55/en/sujato#4.2'>Iti 55:4.2</a>. ",
  "mn50:29.14": "<a href='https://suttacentral.net/sn6.5/en/sujato'>SN 6.5</a>. "
}