{
  "mn51:1.2": "Campā is modern Champapur near Bhagalpur in Bihar state, not far from West Bengal. It is near the eastern-most reach of the Buddha’s journeys. Campā was the capital of Aṅga, one of the sixteen “great nations” (<i lang='pi' translate='no'>mahājanapadā</i>). It was a flourishing trade center, and became a sacred city for the Jains. | <i lang='pi' translate='no'>Gaggarā</i>, an onomatopoeic reduplication (“gargle”), is the name of a number of rivers and whirlpools in Sanskrit (cp. the modern Ghaggar River in north-west India). ",
  "mn51:1.3": "Neither of these appear elsewhere. ",
  "mn51:2.4": "Kandaraka’s status as a (non-Buddhist) wanderer does not preclude his faith in the Buddha. ",
  "mn51:3.1": "We do not hear anything about Kandaraka after this exchange. ",
  "mn51:4.3": "<i lang='pi' translate='no'>Yāva supaññatta</i> is also at <a href='https://suttacentral.net/dn18/en/sujato#22.3'>DN 18:22.3</a>; it is a variation of the standard <i lang='pi' translate='no'>yāva subhāsita</i>. ",
  "mn51:4.4": "The Buddha sometimes taught devotional meditations such as the six recollections for lay people, but passages such as this show there was no fundamental difference between lay and monastic meditations. ",
  "mn51:5.6": "“Mortifies themselves” is <i lang='pi' translate='no'>attantapo</i>. ",
  "mn51:5.10": "“With self become divine” (<i lang='pi' translate='no'>brahmabhūtena attanā</i>) deliberately echoes Upaniṣadic language. Pali is sometimes said to lack reference to the cosmic Brahman (in neuter), having only the personal Brahmā (in masculine). The grammatical case of <i lang='pi' translate='no'>brahma-</i> in the compound here is undetermined, yet no scholar of Sanskrit would hesitate to interpret the common phrase <i lang='pi' translate='no'>brahmabhūtātmā</i> in the sense “self become one with the cosmic divinity Brahman”. Surely the Pali draws from the same sense, using it to describe Nibbāna. ",
  "mn51:6.14": "Presumably Kandaraka left too. This sutta has an odd structure, as the bulk of the teaching occurs after the protagonists leave. This has the ring of a genuinely random encounter. ",
  "mn51:8.1": "For these practices, which were pursued by the Buddha before his awakening, see notes at <a href='https://suttacentral.net/mn12/en/sujato#45.1'>MN 12:45.1</a>. ",
  "mn51:10.2": "The same vivid description of ritual is found at <a href='https://suttacentral.net/mn94/en/sujato#12.2'>MN 94:12.2</a> <a href='https://suttacentral.net/an4.198/en/sujato#6.2'>AN 4.198:6.2</a>. | The passage features many details close to the sacrifice as described in the Śatapatha Brāhmaṇa, especially chapter 3, to which I refer below. Of course the attitude is the exact opposite. ",
  "mn51:10.3": "<i lang='pi' translate='no'>Santhāgāra</i> is normally a hall to gather for business, a “town hall”. Here, however, the term draws on the idiom <i lang='pi' translate='no'>yajñasya saṁsthā</i>, (“completion/establishment of the sacrifice”), which is so common the term “sacrifice” may be left out as implied (eg. 13.2.4.2). Thus it is “a building for completing the sacrifice” (commentary: <i lang='pi' translate='no'>yaññasāla</i>). | The hall for sacrifice, referred to simply as <i lang='pi' translate='no'>śālā</i> (3.1.1), is oriented to the east, for “the east is the quarter of the gods” (3.1.1.6). | Shaving hair and beard before the sacrifice is described in detail (3.1.2). | The anointing is with <i lang='pi' translate='no'>navanīta</i> (“fresh butter”, 3.1.3.7 ff.). | The sacrificer wears clean linen (3.1.2.13), but sits on antelope hide (3.2.1.1), scratching himself with the horn (3.2.1.31). | The wife’s fertility cleanses and heals (3.5.3.13, 3.8.2). ",
  "mn51:10.4": "He lies down to sleep in the evening (3.2.2.22). | The spreading of grass is a regular feature of Vedic ritual (eg. 3.6.3.14). ",
  "mn51:10.5": "After shaving, the sacrificer consumes milk only (3.1.2.1), breaking his fast with milk cooked with rice or barley (3.2.2.10, 14). | Milk is drawn from specific teats (3.4.4.26, 9.5.1; Bṛhadāraṇyaka Upaniṣad 5.8.1). | Milk is cooked from a white cow with white calf (5.3.2.1), or in another rite from a black cow with white calf (9.2.3.30). ",
  "mn51:10.7": "The slaughter of animal victims is described in detail (3.7.3). | The sacrificer ought not use the worldly term “slaughter” (Pali <i lang='pi' translate='no'>haññantu</i> = Sanskrit <i lang='pi' translate='no'>jahi</i>), rather “make them agree”, “persuade” (<i lang='pi' translate='no'>saṁjñapaya</i>, 3.8.1.15) so they look forward to being sacrificed (3.7.3.4). | Trees are felled to make the stake (<i lang='pi' translate='no'>yūpa</i>) to which the animals are tied, while grass (<i lang='pi' translate='no'>darbha</i>) is strewn on the altar (3.6.4). ",
  "mn51:10.8": ""
}