{
  "mn52:1.1": "This discourse is repeated at <a href='https://suttacentral.net/an11.16/en/sujato'>AN 11.16</a>. ",
  "mn52:1.2": "The Buddha spent his last rains retreat here (<a href='https://suttacentral.net/sn47.9/en/sujato#1.5'>SN 47.9:1.5</a>, <a href='https://suttacentral.net/dn16/en/sujato#2.22.3'>DN 16:2.22.3</a>). The fact that the Buddha is not mentioned and the setting at Pāṭaliputta suggest that he had already passed away. ",
  "mn52:1.3": "<i lang='pi' translate='no'>Dasama</i> means “tenth”, explained by the commentary as meaning he was tenth in line in his family. | <i lang='pi' translate='no'>Aṭṭhakanāgara</i> is usually taken to be the name of a city, but neither the city nor the possessive form <i lang='pi' translate='no'>nāgara</i> appear elsewhere. Since all we know of him is that he was very rich; since the Pali is in the habit of naming people after their prominent quality; and since we find elsewhere a man named after his wealth (Dhaniya at <a href='https://suttacentral.net/snp1.2/en/sujato'>Snp 1.2</a>), perhaps we should take <i lang='pi' translate='no'>aṭṭhaka</i> from <i lang='pi' translate='no'>artha</i> in the sense of “wealthy”, which agrees with the later Sanskrit sense of <i lang='pi' translate='no'>nāgara</i> as “prominent citizen”. ",
  "mn52:2.1": "With the rise of Pāṭaliputta, this became an important monastery after the Buddha’s passing. Malalasekera (Dictionary of Pali Proper Names) suggests it was the same monastery later renowned as Aśokārāma. Ānanda stayed there often (<a href='https://suttacentral.net/sn45.18/en/sujato'>SN 45.18</a>–20, <a href='https://suttacentral.net/sn47.21/en/sujato'>SN 47.21</a>–3), which explains why Dasama expected to find him there. ",
  "mn52:3.1": "Beluva was immediately north of Vesālī, so about a day’s walk from Pāṭaliputta. But Dasama could doubtless afford a carriage. ",
  "mn52:3.2": "A number of “one things” are taught throughout the suttas. It seems Dasama wanted a simple summary, but Ānanda wished to challenge him. ",
  "mn52:4.3": "This illustrates the development of insight based on absorption. After emerging from the attainment, the meditator reflects on the nature of that experience, realizing that even the most blissful and peaceful of states is still “chosen and intended” (<i lang='pi' translate='no'>abhisaṅkhataṁ abhisañcetayitaṁ</i>), i.e. constructed by volition. ",
  "mn52:4.5": "Insight must persist to bear fruit. ",
  "mn52:4.6": "“Passion and love for that meditation” (<i lang='pi' translate='no'>teneva dhammarāgena tāya dhammanandiyā</i>); here <i lang='pi' translate='no'>dhamma</i> means the state of meditation, i.e. the jhāna. This is the “higher fetter” of <i lang='pi' translate='no'>rūparāga</i>, the desire for birth in the Brahmā realms of luminous form. ",
  "mn52:14.7": "Ānanda omits the final formless attainment, neither perception nor non-perception, which is not regarded as a basis for insight due to its extreme subtlety. ",
  "mn52:15.3": "“For cultivation”: variants include <i lang='pi' translate='no'>bhāvanāya</i>, <i lang='pi' translate='no'>savanāya</i>, and <i lang='pi' translate='no'>sevanāya</i>. The center point of these is <i lang='pi' translate='no'>sevanāya</i>, which is a synonym of <i lang='pi' translate='no'>bhāvanāya</i> and near-homonym of <i lang='pi' translate='no'>savanāya</i>. Also, the sense of <i lang='pi' translate='no'>savanāya</i> should be “for hearing”, but he has already heard them, so they are now “for cultivation”. ",
  "mn52:15.6": "“Fee for the teacher”: <i lang='pi' translate='no'>ācariyadhana</i>. | “Other religions” is in reference to the Brahmanical <i lang='pi' translate='no'>dakṣiṇā</i>. ",
  "mn52:16.2": "This lavish demonstration of Dasama’s wealth is an early indication of the largess enjoyed by the Sangha in Pāṭaliputta. Over a century later, under Ashoka, so many corrupt individuals entered the Sangha seeking profits that a Council had to be held to expel them. "
}