{
  "mn52:1.1": "This discourse is repeated at [an11.16](). ",
  "mn52:1.2": "The Buddha spent his last rains retreat here ([sn47.9:1.5](), [dn16:2.22.3]()). The fact that the Buddha is not mentioned and the setting at Pāṭaliputta suggest that he had already passed away. ",
  "mn52:1.3": "_Dasama_ means “tenth”, explained by the commentary as meaning he was tenth in line in his family. | _Aṭṭhakanāgara_ is usually taken to be the name of a city, but neither the city nor the possessive form _nāgara_ appear elsewhere. Since all we know of him is that he was very rich; since the Pali is in the habit of naming people after their prominent quality; and since we find elsewhere a man named after his wealth (Dhaniya at [snp1.2]()), perhaps we should take _aṭṭhaka_ from _artha_ in the sense of “wealthy”, which agrees with the later Sanskrit sense of _nāgara_ as “prominent citizen”. ",
  "mn52:2.1": "With the rise of Pāṭaliputta, this became an important monastery after the Buddha’s passing. Malalasekera (*Dictionary of Pali Proper Names*) suggests it was the same monastery later renowned as Aśokārāma. Ānanda stayed there often ([sn45.18]()–20, [sn47.21]()–3), which explains why Dasama expected to find him there. ",
  "mn52:3.1": "Beluva was immediately north of Vesālī, so about a day’s walk from Pāṭaliputta. But Dasama could doubtless afford a carriage. ",
  "mn52:3.2": "A number of “one things” are taught throughout the suttas. It seems Dasama wanted a simple summary, but Ānanda wished to challenge him. ",
  "mn52:4.3": "This illustrates the development of insight based on absorption. After emerging from the attainment, the meditator reflects on the nature of that experience, realizing that even the most blissful and peaceful of states is still “chosen and intended” (_abhisaṅkhataṁ abhisañcetayitaṁ_), i.e. constructed by volition. ",
  "mn52:4.5": "Insight must persist to bear fruit. ",
  "mn52:4.6": "“Passion and love for that meditation” (_teneva dhammarāgena tāya dhammanandiyā_); here _dhamma_ means the state of meditation, i.e. the jhāna. This is the “higher fetter” of _rūparāga_, the desire for birth in the Brahmā realms of luminous form. ",
  "mn52:14.7": "Ānanda omits the final formless attainment, neither perception nor non-perception, which is not regarded as a basis for insight due to its extreme subtlety. See too [mn64:15.5](). ",
  "mn52:15.3": "“For cultivation”: variants include _bhāvanāya_, _savanāya_, and _sevanāya_. The center point of these is _sevanāya_, which is a synonym of _bhāvanāya_ and near-homonym of _savanāya_. Also, the sense of _savanāya_ should be “for hearing”, but he has already heard them, so they are now “for cultivation”. ",
  "mn52:15.6": "“Fee for the teacher”: _ācariyadhana_. | “Other religions” is in reference to the Brahmanical _dakṣiṇā_. ",
  "mn52:16.2": "This lavish demonstration of Dasama’s wealth is an early indication of the largess enjoyed by the Sangha in Pāṭaliputta. Over a century later, under Ashoka, so many corrupt individuals entered the Sangha seeking profits that a Council had to be held to expel them. "
}