{
  "mn53:2.1": "The completion of a town was celebrated by a talk for the Sakyans at <a href='https://suttacentral.net/sn35.243/en/sujato#1.2'>SN 35.243:1.2</a> and the Mallas at <a href='https://suttacentral.net/dn33/en/sujato#1.2.1'>DN 33:1.2.1</a>. Such halls were community meeting places that played a central role in civic society and communal decision-making in democratic republics such as the Mallas and the Sakyans. The Buddha’s participation is a sign of his support for their civic and democratic process. ",
  "mn53:6.1": "By convention, speech is addressed to the most senior member of the group. ",
  "mn53:6.2": "This is a version of the Gradual Training. It is generally oriented towards monastics, as the Gradual Training usually is, but the inclusion of the “seven good qualities” appears to be a nod towards adapting it for a lay audience. ",
  "mn53:7.2": "",
  "mn53:11.1": "These are illustrated with a simile of a citadel at <a href='https://suttacentral.net/an7.67/en/sujato'>AN 7.67</a>. They partly overlap with other factors of the Gradual Training; but then, these things are not meant to be exclusive. ",
  "mn53:16.1": "The pre-Buddhist sense of <i lang='pi' translate='no'>sati</i> is “memory”, while “mindfulness” evolved from the practice of “remembering” scripture, creating an uninterrupted flow state in the present. In this sense, mindfulness can be understood as the element of continuity that knits consciousness together in a coherent stream. Thus when practicing “mindfulness of breathing” one pays continuous attention to the breaths, not “forgetting” what one is doing. ",
  "mn53:20.1": "The fourth jhāna. ",
  "mn53:25.2": "Sanaṅkumāra (“Everyoung”) became a Hindu deity closely associated with the worship of Krishna. He first appears in the seventh chapter of the Chāndogya Upaniṣad. The occasion he spoke this verse is recorded at <a href='https://suttacentral.net/sn6.11/en/sujato'>SN 6.11</a>, and it is repeated several times in the suttas, for example at <a href='https://suttacentral.net/dn3/en/sujato#1.28.2'>DN 3:1.28.2</a>, where it has a better contextual justification. "
}