{
  "mn55:1.2": "Jīvaka was the Buddha’s doctor. His story is told in <a href='https://suttacentral.net/pli-tv-kd8/en/sujato'>Kd 8</a>, where we learn that he was abandoned on a trash heap by his mother Sālavatī, only to be discovered and raised by Prince Abhaya of Magadha, a Jain <a href='https://suttacentral.net/mn58/en/sujato'>MN 58</a>. He was called “Survivior” (<i lang='pi' translate='no'>jīvaka</i>) and “Raised by a Prince” (<i lang='pi' translate='no'>komārabhacca</i>). In later Ayurveda, <i lang='pi' translate='no'>kaumārabhṛtya</i> means “paediatrics”, and a lost treatise on that subject is attributed to Jīvaka (Jīvakatantra). ",
  "mn55:3.2": "This was an accusation made against the Buddha by Jains (<a href='https://suttacentral.net/an8.12/en/sujato#31.2'>AN 8.12:31.2</a>, <a href='https://suttacentral.net/pli-tv-kd6/en/sujato#31.13.1'>Kd 6:31.13.1</a>). They objected only to eating meat “killed on purpose for him”, and so by implication not all eating of meat. This is consistent with several Jain scriptural passages indicating that ascetics may, under certain strictures, eat meat (Ācaraṅgasūtra 2.1.10.5–6, Bhagavatīsūtra 557 (p. 1261a), Kalpasūtra (Sāmācārī 17), Dasaveyāliyasutta 5–1.73). ",
  "mn55:5.2": "The relevant Vinaya rule makes the meaning clear: “When you know it was killed on purpose for you” (<a href='https://suttacentral.net/pli-tv-kd6/en/sujato#31.14.4'>Kd 6:31.14.4</a>). To allay suspicion of improper meat, mendicants are also required to check the provenance of meat before eating (<a href='https://suttacentral.net/pli-tv-kd6/en/sujato#23.9.9'>Kd 6:23.9.9</a>). ",
  "mn55:7.2": "",
  "mn55:7.4": "Reading <i lang='pi' translate='no'>taṁ … idaṁ</i> as the accusative of relation, and <i lang='pi' translate='no'>me</i> as instrumental, for which compare <i lang='pi' translate='no'>yena brahmā sakkhidiṭṭho</i> at <a href='https://suttacentral.net/dn13/en/sujato#12.1'>DN 13:12.1</a>. The point of the passage is that he has merely <em>heard</em> that Brahmā abides in love, but he <em>witnesses</em> that the Buddha does so. ",
  "mn55:7.6": "Greed, hate, and delusion are the fundamental underlying defilements that give rise to “ill will”, the opposite of love. ",
  "mn55:11.6": "Just as ill will is the opposite of love, “cruelty” (<i lang='pi' translate='no'>vihesā</i>), “discontent” (<i lang='pi' translate='no'>arati</i>), and “repulsion” (<i lang='pi' translate='no'>paṭigha</i>) are the respective opposites of compassion, rejoicing, and equanimity (<a href='https://suttacentral.net/mn62/en/sujato#18.2'>MN 62:18.2</a> ff). ",
  "mn55:13.6": "This sutta marks the occasion of Jīvaka’s conversion. It would seem that he had previously harbored doubts due to his Jain upbringing. Elsewhere he appears as a devotee of the Buddha. <a href='https://suttacentral.net/an1.256/en/sujato#1.1'>AN 1.256:1.1</a> records that he was the foremost disciple with “confidence in a person”, establishing that he was a stream-enterer. The occasion of his stream-entry, however, is not recorded in Pali. "
}