{
  "mn56:1.2": "Pāvārika means “blanket-weaver”. Places were often named for their primary economic activity. Probably there was a community of blanket weavers and the park was owned by their leading merchant. ",
  "mn56:2.1": "Jain tradition holds that Mahāvīra passed at a Pāvā near Nāḷandā. Buddhist texts know only the Pāvā of the Mallians to the north. Evidently there has been some confusion, and perhaps “Pāvārika’s mango grove”, the site of discussions with Jains here and at <a href='https://suttacentral.net/sn42.8/en/sujato'>SN 42.8</a>, is the Pāvā known to the Jains. Note, however, that the earliest Jain source for Mahāvīra’s passing, the Kalpasutra, does not say where Pāvā is. But it does say the events were commemorated by the rulers of Kāsī and Kosala, and the Mallians and the Licchavīs. The absence of Magadha and the presence of Malla sit better with the location of Pāvā in Malla rather than Magadha. ",
  "mn56:2.2": "In Sanskrit, Dīrghatapasvin was a common name, or rather epithet, for ascetics, meaning “long fervor” in honor of lengthy dedication to practices such as starvation. It is presumably the Dīgha Tapassī of this sutta who is inscribed in a Buddhist stupa at Bharhut teaching a group of students. At least one of his students appears to be holding a small stick, which may be a pictorial representation of the subject of this discourse. ",
  "mn56:3.5": "The term “rod” implies violence and punishment unlike the more neutral “deed”. This usage is found in such Jain texts as Uttarādhyayanasūtra 8.10. It was evidently common enough that it could be referred to obliquely as the “three rods” (20.60; see too Isibhāsiyāiṁ 25.2, 35.0.6). It is also found in Mahābhārata 12.228.034c. ",
  "mn56:3.12": "I have not been able to identify a statement to this effect in the Jain texts. All three “rods” create <i lang='pi' translate='no'>karma</i>, which in Jainism is a kind of subtle matter (<i lang='pi' translate='no'>pudgala</i>) that adheres to and obscures the soul ( Tattvārthasūtra 6.1–2). Thus all <i lang='pi' translate='no'>karma</i> is material. But the Jain emphasis is not that any of the three rods is the worst, but that one must never cause any harm through any of the three. ",
  "mn56:5.1": "Bālaki is obscure. The commentary says it could mean either “foolish” (which seems harsh) or “from the village of the child salt miners” (which is obscure and distant, <a href='https://suttacentral.net/mn128/en/sujato#7.1'>MN 128:7.1</a>). A Dṛpta Bālāki of the Gārgya clan features in Bṛhadāraṇyaka Upaniṣad 2.1.1, so perhaps it was a proper name (from <i lang='pi' translate='no'>balāka</i>, “crane”). ",
  "mn56:7.3": "",
  "mn56:7.13": "It is rather a shame that neither in Buddhist nor Jain tradition is there a record of the two actually meeting. ",
  "mn56:8.4": "This is a setup intended to satirize Mahāvīra’s claims to omniscience. ",
  "mn56:9.14": "Upāli makes sure to hear the Buddha’s side before proceeding. ",
  "mn56:11.2": "Jain ascetics could not use cold water on account of the living creatures therein. Ācāraṅgasūtra 2.2.1.8 says a <i lang='pi' translate='no'>nigaṇṭha</i> must not stay at a lay person’s house because they may fall ill and be treated with, among other things, cold water (see also 2.6.2.2 and 2.1.7.7).  Uttarādhyayanasūtra 1.1.3.7 dismisses the Buddhist claim that mere filtering is sufficient to render water allowable (see also 2.4). ",
  "mn56:11.7": "It is not clear from the text why they must have attachment. ",
  "mn56:12.1": "",
  "mn56:12.2": "MS has <i lang='pi' translate='no'>nigaṇṭho nāṭaputto</i>, but I follow PTS <i lang='pi' translate='no'>nigaṇṭho</i>, in line with the pattern in this sutta and with the parallel at <a href='https://suttacentral.net/dn2/en/sujato#29.4'>DN 2:29.4</a>. | At Isibhāsiyāiṁ 29.19, Vardhamāna ( Mahāvīra) teaches that a sage is <i lang='pi' translate='no'>savva-vārīhiṃ vārie</i>, “restrained in all restraints”, which clearly parallels our current passage. In that passage, “restraint” refers to stopping the influx of defilements through the five senses, neither delighting in the pleasant nor loathing the unpleasant. | Read <i lang='pi' translate='no'>vāri</i> as future passive participle (cf. Sanskrit <i lang='pi' translate='no'>vārya</i>). | <i lang='pi' translate='no'>Dhuta</i> in the sense “shaken off (evil by means of ascetic practices)” is a characteristic Jain term. | For <i lang='pi' translate='no'>sabbavāriphuṭo</i> compare <i lang='pi' translate='no'>ophuṭo</i> at <a href='https://suttacentral.net/mn99/en/sujato#15.5'>MN 99:15.5</a>. In both cases <i lang='pi' translate='no'>phuṭ</i> appears in a string of terms from the root <i lang='pi' translate='no'>var</i>, and is possibly a corrupted form, or at least has the same meaning. ",
  "mn56:12.3": "Jain ascetics use a soft broom to sweep the path before them to avoid this. ",
  "mn56:13.27": "This passage is referenced at <a href='https://suttacentral.net/mil5.1.6/en/sujato#16.3'>Mil 5.1.6:16.3</a>. | Daṇḍaka was a vast wilderness covering much of the Deccan; it features heavily in the Rāmāyaṇa. Vettam Mani’s <em>Puranic Encyclopedia</em> informs us that Daṇḍa was a son of Ikṣvāku, founder of the solar dynasty, who gave Daṇḍa the country between the mountains Himālaya and Vindhya. But Daṇḍa raped Arā, the daughter of the hermit Śukra. Śukra destroyed the country of Daṇḍa in a rain of fire. Buddhist accounts may be found in the Sarabhaṅga Jātaka at <a href='https://suttacentral.net/ja522/en/sujato'>Ja 522</a> and Mahāvastu 99. | Kaliṅga was a coastal realm in modern Odisha and Andhra Pradesh. Its downfall is related in <a href='https://suttacentral.net/ja522/en/sujato'>Ja 522</a>, although that was a kammic result of vile sin against ascetics rather than by psychic power. | Mejjha’s destruction is told in <a href='https://suttacentral.net/ja497/en/sujato'>Ja 497</a>. There, Mātaṅga features as a wise sage, and it is not clear to me how this relates to the wilderness of that name. ",
  "mn56:15.1": "As at <a href='https://suttacentral.net/dn23/en/sujato#30.1'>DN 23:30.1</a>. ",
  "mn56:16.1": "As at <a href='https://suttacentral.net/an8.12/en/sujato#26.1'>AN 8.12:26.1</a>. ",
  "mn56:17.4": "The same calumny is reported at <a href='https://suttacentral.net/an8.12/en/sujato#27.6'>AN 8.12:27.6</a> and <a href='https://suttacentral.net/an3.57/en/sujato#1.4'>AN 3.57:1.4</a>. ",
  "mn56:19.4": "This is even harsher than it appears, for one of the Jains’ rules is not to wait when invited for food (<i lang='pi' translate='no'>natiṭṭhabhaddantiko</i>, eg. <a href='https://suttacentral.net/mn12/en/sujato#45.1'>MN 12:45.1</a>). ",
  "mn56:19.7": "",
  "mn56:20.12": "",
  "mn56:23.5": "",
  "mn56:24.2": "<i lang='pi' translate='no'>Pariggahetvā</i> (“embrace”) is used in only one other passage, where it refers to a nurse cradling a baby’s head (<a href='https://suttacentral.net/an5.7/en/sujato#1.9'>AN 5.7:1.9</a>, <a href='https://suttacentral.net/mn58/en/sujato#7.6'>MN 58:7.6</a>). ",
  "mn56:25.4": "",
  "mn56:27.1": "The age at which girls were considered ready for marriage was sixteen. ",
  "mn56:27.3": "Though the word is not used, this is the <i lang='pi' translate='no'>dohaḷa</i>, the desire of a (usually pregnant) woman that is as unstoppable as it is irrational. In numerous Jātaka stories as well as across Indian storytelling generally, it serves to send a hero on his journey. For a developed <i lang='pi' translate='no'>dohaḷa</i> story in the canon, see the legend of Dīghāvu (<a href='https://suttacentral.net/pli-tv-kd10/en/sujato#2.3.1'>Kd 10:2.3.1</a>). ",
  "mn56:27.20": "",
  "mn56:28.1": "",
  "mn56:29.7": "“In the midst of it all” is <i lang='pi' translate='no'>vessantara</i>, as in the famous Jātaka of that name. MA 133 here has <span lang='lzh'>安隱</spa>, where <span lang='lzh'>隱</span> represents <i lang='pi' translate='no'>antara</i>, and <span lang='lzh'>安 may be <i lang='pi' translate='no'>sama</i>. <i lang='pi' translate='no'>Vessa</i> in the sense of “all” is rare in Pali. ",
  "mn56:29.30": "“Banner lowered” is explained at <a href='https://suttacentral.net/mn22/en/sujato#35.1'>MN 22:35.1</a>. ",
  "mn56:29.33": "The idea of the seven sages, long proverbial in Vedic culture, was adapted for Gotama in <a href='https://suttacentral.net/dn14/en/sujato'>DN 14</a>, where he is the seventh recorded Buddha. Readings of this phrase in various texts and commentaries also allow the sense, “best of seers”. ",
  "mn56:29.35": "The terms here are all Brahmanical, so we should take <i lang='pi' translate='no'>padaka</i> in the usual sense of “philology” as in eg. <a href='https://suttacentral.net/mn91/en/sujato#2.1'>MN 91:2.1</a>. ",
  "mn56:29.37": "<i lang='pi' translate='no'>Sakka</i> (<i lang='pi' translate='no'>śakra</i>) was originally an epithet of Indra, the “able one”. <i lang='pi' translate='no'>Purandara</i> (“Fortbreaker”) is another epithet (eg. Rig Veda 1.102.7). The Buddha reforms it to <i lang='pi' translate='no'>Purindada</i> (“Firstgiver”) at <a href='https://suttacentral.net/sn11.12/en/sujato#2.1'>SN 11.12:2.1</a>. But Indra’s generosity is long renowned, eg. Rig Veda 1.10.6c: “He is the able one, and he will be able for us—Indra who distributes the goods” (<i lang='pi' translate='no'>sa śakra uta naḥ śakad indro vasu dayamānaḥ</i>). ",
  "mn56:29.42": "These terms refer to <i lang='pi' translate='no'>samādhi</i> at <a href='https://suttacentral.net/sn1.38/en/sujato#8.2'>SN 1.38:8.2</a> and <a href='https://suttacentral.net/an9.37/en/sujato#8.2'>AN 9.37:8.2</a>. ",
  "mn56:29.45": "At <a href='https://suttacentral.net/thig14.1/en/sujato#14.1'>Thig 14.1:14.1</a> <i lang='pi' translate='no'>samuggata</i> refers to a lily rising above the waters; at <a href='https://suttacentral.net/sn10.7/en/sujato#10.2'>SN 10.7:10.2</a> to rising above suffering. ",
  "mn56:29.46": "See <a href='https://suttacentral.net/ud4.1/en/sujato#23.2'>Ud 4.1:23.2</a>, where <i lang='pi' translate='no'>anu(g)gata</i> refers to thoughts that “arise” in the mind. ",
  "mn56:29.47": "Readings are unclear; I follow Thai <i lang='pi' translate='no'>appabhītassa</i>. ",
  "mn56:29.59": "The Chinese here evidently reads <i lang='pi' translate='no'>akkha</i> (“eye”), but in the context of offerings I think <i lang='pi' translate='no'>yakkha</i> (“spirit”) fits better. Perhaps it was later adjusted to <i lang='pi' translate='no'>akkha</i> as <i lang='pi' translate='no'>yakkhas</i> developed a poor reputation in later Buddhism. ",
  "mn56:30.1": "“When did you compose” is also at <a href='https://suttacentral.net/dn21/en/sujato#1.6.4'>DN 21:1.6.4</a>. ",
  "mn56:30.3": "Upāli is playing on the dual senses of <i lang='pi' translate='no'>vaṇṇa</i> as both “praise” and “beauty”. In doing so, he implicitly answers the Buddha’s question: he is adept at poetic improvisation (<i lang='pi' translate='no'>paṭibhāna</i>). ",
  "mn56:31.1": "The Pali commentary says this was the cause of his death in Pāvā soon after, which supports the contention that Pāvā is Pāvārika. The Jain Kalpasūtra, however, tells a very different story, of a triumphant leader who, having lived a long and exemplary life, mindfully departed this world in honor and dignity, to the consternation of the gods. "
}