{
  "mn57:1.2": "The Koliyans were south-eastern neighbors of the Sakyans, with whom they had close ties in marriage and customs. | Haliddavasana (“yellow-clothes”) is also the scene of <a href='https://suttacentral.net/sn45.54/en/sujato'>SN 45.54</a>, which discusses similarities and differences between Buddhism and wanderers when it comes to meditation. ",
  "mn57:2.1": "The cow votary (<i lang='pi' translate='no'>govatika</i>) is attested in Sanskrit (eg. Mahābhārata 5.97.13). Elsewhere, non-Buddhist texts mention snake votaries, fish votaries, those who live like beasts (<i lang='pi' translate='no'>mṛgacaryā</i>), and others, but not, so far as I am aware, dog votaries. The cow and dog observances are found in later Buddhist texts (Yogacārabhūmi 157.10, Mahākarmavibhaṅga 44.19, Śikṣāsamuccaya 332.3, etc.) evidently drawing from this sutta. Thus while no parallel of this sutta has survived, it was known in northern Buddhist traditions and must have been lost due to a failure of transmission. ",
  "mn57:2.4": "",
  "mn57:2.6": "Also at <a href='https://suttacentral.net/sn42.2/en/sujato'>SN 42.2</a> and <a href='https://suttacentral.net/sn42.3/en/sujato'>SN 42.3</a>. ",
  "mn57:4.8": "From a text of a later date, the cow observance is described thus: “One should bathe in the urine of a cow, maintain himself with milk, and move with the cows, eating after they had eaten. It is known as <i lang='pi' translate='no'>govrata</i>. One would become free from the sins in a month. He would attain the world of cows and reach heaven” (Agni Purāna 292:12–13a, Gangadharan’s translation). This is not a penance for burning off sin, but rather a way of elevating oneself through the sacred nature of the cow. It is not clear, however, if this is the same as the observance in the Buddha’s day. ",
  "mn57:5.2": "This means to be reborn as a cow, rather than in the <i lang='pi' translate='no'>goloka</i>, which in Hinduism is a heaven for cows. ",
  "mn57:7.1": "See <a href='https://suttacentral.net/an4.233/en/sujato'>AN 4.233</a> ff. ",
  "mn57:7.5": "By treating ethical decisions via a tetralemma, the Buddha rejects the “law of the excluded middle” and the consequent belief that acts must be either right or wrong. ",
  "mn57:7.6": "These are the intentions associated with the noble eightfold path. ",
  "mn57:13.5": "Puṇṇa the layman goes for refuge, while Seniya the ascetic goes forth. ",
  "mn57:14.1": "This probation is laid down in the Vinaya at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#38.1.5'>Kd 1:38.1.5</a>. The candidate must show good conduct and restraint, diligence in duties, and enthusiasm for the Buddha’s teachings and practice. "
}