{
  "mn58:1.2": "This sutta is framed as a response to a challenge by Mahāvīra, the Jain leader. It shows the Buddha’s characteristic dry humor to undermine religious pretensions (see eg. <a href='https://suttacentral.net/mn76/en/sujato#21.4'>MN 76:21.4</a>, <a href='https://suttacentral.net/dn11/en/sujato#82.7'>DN 11:82.7</a>). The dialogue slyly shows the Buddha defeating Mahāvīra by using one of Mahāvīra’s key methods against him. ",
  "mn58:2.1": "Prince Abhaya (“fearless”) raised Jīvaka after discovering him abandoned <a href='https://suttacentral.net/pli-tv-kd8/en/sujato#1.4.5'>Kd 8:1.4.5</a>. In this sutta he appears as an acolyte of Mahāvīra, while in <a href='https://suttacentral.net/sn46.56/en/sujato'>SN 46.56</a> he asks the Buddha about Pūraṇa Kassapa. Apart from these details he is unknown in the early texts. Commentaries say he was the son of King Bimbisāra by one of his queens, Padumavatī of Ujjenī, making him half-brother to Ajātasattu. They also say that following Bimbisāra’s death, Abhaya went forth and spoke the verse at <a href='https://suttacentral.net/thag1.26/en/sujato'>Thag 1.26</a>. | Not to be confused with Abhaya the Licchavī of <a href='https://suttacentral.net/an3.74/en/sujato'>AN 3.74</a> and <a href='https://suttacentral.net/an4.196/en/sujato'>AN 4.196</a>; nor with the author of <a href='https://suttacentral.net/thag1.98/en/sujato'>Thag 1.98</a>; nor is <a href='https://suttacentral.net/thig2.8/en/sujato'>Thig 2.8</a> addressed to his mother, but that of the nun Abhayā (<a href='https://suttacentral.net/thig2.9/en/sujato'>Thig 2.9</a>). ",
  "mn58:3.6": "The Jain doctrine <i lang='pi' translate='no'>anekantavāda</i> (“doctrine of many-sidedness”, “non-categorical doctrine”) posits that in metaphysical propositions, one must conditionally affirm multiple possibilities so as to illuminate the complex, multifacted nature of reality. An aspect of <i lang='pi' translate='no'>anekantavāda</i> is the <i lang='pi' translate='no'>syadvada</i>, which frames all statements with <i lang='pi' translate='no'>syā</i>, “it may be”. This uses the optative tense to conditionally affirm or deny without making absolute statements. The same tense is employed here by Mahāvīra in order to trap the Buddha on the horns of a dilemma (<i lang='pi' translate='no'>ubhatokoṭika</i>). Needless to say, this is not how he is presented in Jain texts. ",
  "mn58:3.8": "",
  "mn58:3.9": "When springing the trap, the voice shifts from the respectful third person to the familiar second person. ",
  "mn58:3.14": "Mahāvīra is quoting from the Buddha at <a href='https://suttacentral.net/an8.7/en/sujato#1.7'>AN 8.7:1.7</a> = <a href='https://suttacentral.net/pli-tv-kd17/en/sujato#4.7.1'>Kd 17:4.7.1</a>. This dates this sutta to the last years of the Buddha’s life, after the rebellion of Devadatta and the ascension of Ajātasattu, and shortly before Mahāvīra’s passing. ",
  "mn58:3.15": "",
  "mn58:6.3": "The Buddha solves the dilemma by avoiding a categorical statement, thus beating the Jains at their own game. Unlike the Jains, the Buddha did not advocate giving non-categorical answers as a general principle, but rather that different questions required different approaches when answering (<a href='https://suttacentral.net/an3.67/en/sujato'>AN 3.67</a>, <a href='https://suttacentral.net/mn136/en/sujato#5.3'>MN 136:5.3</a>). Cf. <a href='https://suttacentral.net/an3.78/en/sujato'>AN 3.78</a> and <a href='https://suttacentral.net/an3.21/en/sujato#9.1'>AN 3.21:9.1</a>. ",
  "mn58:7.1": "",
  "mn58:8.3": "For the phrase “speak so as to explain” (<i lang='pi' translate='no'>vācāya veyyākaraṇāya</i>) I follow the commentary. ",
  "mn58:8.8": "Here the optatives are gone and the Buddha states his views directly, showing that just because a question is not “categorical” does not mean that it cannot be given a definitive answer. However, it cannot be answered all-at-once or “categorically”, but must be broken into parts by “analysis” before answering. ",
  "mn58:10.7": ""
}