{
  "mn59:1.3": "Pañcakaṅga features as a prominent devotee of the Buddha in <a href='https://suttacentral.net/mn78/en/sujato'>MN 78</a>, <a href='https://suttacentral.net/mn127/en/sujato'>MN 127</a>, and in a parallel to the current sutta at <a href='https://suttacentral.net/sn36.19/en/sujato'>SN 36.19</a>. As <i lang='pi' translate='no'>thapati</i> (“chamberlain”) he was the ranking official under Pasenadi. Śatapatha Brāhmaṇa 5.4.4.17–18 tells us that royal authority goes from the king, to the king’s brother, to the <i lang='pi' translate='no'>thapati</i>, to the village head. Similarly, Atharva Veda 2.32.4a and 5.23.11a mention the <i lang='pi' translate='no'>thapati</i> directly after the king. <a href='https://suttacentral.net/sn55.6/en/sujato#15.1'>SN 55.6:15.1</a> shows the <i lang='pi' translate='no'>thapati</i> was trusted with the most intimate and sensitive duties of the court. Elsewhere we learn that they shared the meal and carriage with the king, accompanying him on military campaigns (<a href='https://suttacentral.net/mn89/en/sujato#18.1'>MN 89:18.1</a>), while <a href='https://suttacentral.net/sn55.6/en/sujato#1.4'>SN 55.6:1.4</a> shows them engaged in governing the provinces. Thus the <i lang='pi' translate='no'>thapati</i> was the highest non-royal official in the court, entrusted with governing, advising, and security of the household. | There are several individuals called Udāyī, and it is not possible to distinguish them all. ",
  "mn59:5.1": "The Buddha’s reply here develops the theme of “non-categorical” statements introduced in the previous sutta, showing that the same reality can be spoken of in many different ways. ",
  "mn59:5.2": "These are all explained in <a href='https://suttacentral.net/sn36.22/en/sujato'>SN 36.22</a>. ",
  "mn59:7.3": "In discussing the path, the Buddha focuses on pleasure. ",
  "mn59:10.4": "This validates Pañcakaṅga’s view that neutral feeling can be reckoned as a subtle kind of pleasure. ",
  "mn59:15.6": "Since all feeling is conditioned, and what is conditioned is suffering, the cessation of feeling is reckoned as pleasurable. "
}