{
  "mn5:1.2": "The Buddha does not appear in this sutta, yet he is mentioned by way of respect, indicating that these events took place while he was alive. ",
  "mn5:2.1": "This sutta emphasizes how even small, apparently trivial defects betray a deeper corruption. Rather than hiding them away in shame, they will only be healed when brought to light. ",
  "mn5:2.3": "“Blemish” (_aṅgaṇa_) is used literally as a mark or discoloration on the face ([mn15:8.3]()), and metaphorically in the sense of a psychological defect. It stems from the root √_añj_ in the sense of something smeared on the skin such as ointment ([mn75:23.13]()) or eyeshadow ([mn82:25.14]()). ",
  "mn5:4.1": "When Sāriputta and Moggallāna address each other, they use their name together with “reverend” (_āvuso_). Here we just have _āvuso_. I take it that Moggallāna is asking questions on behalf of the group, and Sāriputta addresses the group. ",
  "mn5:6.1": "“Feature of beauty” is _subhanimitta_. In early Pali, _nimitta_ is used for a feature or quality of the mind that, when focused on, promotes the growth of similar or related qualities. Thus focusing on beauty fosters the desire for that beauty. ",
  "mn5:9.1": "Following the commentary, I take this question as an interjection by Moggallāna, even though the expected personal name is lacking. ",
  "mn5:10.1": "",
  "mn5:10.2": "The Vinaya depends on mutual acknowledgement of offences and mutual rehabilitation. It is a system of social morality, not just of individual responsibility. ",
  "mn5:11.2": "Many Vinaya offences can be cleared by a simple confession to a single fellow monastic. In more serious cases, however, the entire resident Saṅgha must be involved in the rehabilitation process. In such cases, a sense of collective shame is essential to motivate the offender to change their ways. ",
  "mn5:12.2": "“Counterpart” (_paṭipuggala_) is elsewhere used of the Buddha, where it is paired with _sama_ in a negative sense, “without equal or rival” (eg. [mn56:29.54]()). Here, the commentary explains it as someone who is a counterpart in that they too have committed an offense (_sāpattiko_, cp. [pli-tv-kd2:27.3.1]()), or because they are similar in caste, learning, etc. ",
  "mn5:14.2": "Normally, mendicants would wander for alms, which was usually done alone or with an attendant. In some places today, such as north-east Thailand, we see mendicants going for alms in a line. The phrasing “for the meal”, however, seems to refer to an occasion when a group of mendicants have been invited to take the meal in someone’s house. ",
  "mn5:16.2": "This is the _anumodana_, which is still recited in Pali today. In the Buddha’s time, however, the _anumodana_ was not an incomprehensible chant in an ancient language believed to confer a special “blessing”. Rather, it was a short teaching on the benefits of giving, emphasizing the positive effects of the donor’s actions. See examples at [dn16:1.31.2]() = [ud8.6:22.1](), [mn92:26.1]() = [snp3.7:35.1](), [sn55.26:20.1](), [an5.44:8.1](), [an54:8.1](), [Kd 8:15.14.4](https://suttacentral.net/pli-tv-kd1/en/brahmali#15.14.4), and [Kd 16:1.5.1](https://suttacentral.net/pli-tv-kd1/en/brahmali#1.5.1). ",
  "mn5:17.2": "It is an offence for a monk to teach nuns with a worldly motive ([Bu Pc 24](https://suttacentral.net/pli-tv-bu-vb-pc24/en/brahmali)). ",
  "mn5:29.1": "These are the outward signs of someone living a dedicated ascetic life. These and other practices are called _dhutaṅga_ (“shaking off”) and may be voluntarily undertaken in order to live more freely without attachments. ",
  "mn5:31.6": "Samīti is mentioned only here. | The rare _yānakāra_ (“wainwright”) is used here instead of the normal _rathakāra_ (also at [Tha-ap 150:1.1](https://suttacentral.net/tha-ap150/pli/ms#1.1) and Varāhamihira’s Bṛhatsaṁhitā 10.17). ",
  "mn5:31.7": "The primary Pali account of Ājīvaka beliefs is at [dn2:20.2](). | Paṇḍuputta is mentioned only here, although he shares a name with the five “sons of Paṇḍu”, better known as Pāṇḍava, who fought the Kurukṣetra war in the Mahābhārata. ",
  "mn5:31.9": "“Pure and established in the pith” (_suddhā assa sāre patiṭṭhitā_) recurs at [mn72:21.5]() (of an assembly) and [an3.93:6.13]() (of a crop). ",
  "mn5:32.3": "The Pali Text Society edition treats this sentence as a simple continuation of Moggallāna’s speech. But it reads better as an exclamation by the good monks, as indicated by Mahāsaṅgīti’s close _-ti_. ",
  "mn5:33.1": "This simile is also found at [an8.51:24.1](). It is the inverse of the simile where a vain young person would try to remove any “blemish” from their face (eg. [mn15:8.3](), [an10.51:3.2](); with _kaṇika_ instead of _aṅgaṇa_ at [dn2:92.1]()). ",
  "mn5:33.4": "“Spiritual giant” is _nāga_, which also means a dragon, a bull elephant, or a king cobra. | This mutual admiration is also expressed between Sāriputta and Moggallāna at [sn21.3:7.1]() and [ud4.4:8.1](), and between Sāriputta and Puṇṇa son of Mantāṇī at [mn24:17.13](). "
}