{
  "mn60:1.1": "This sutta subverts the imagery of gambling by reasoning towards logical certitude in a world of apparently random chances. Gambling was a major feature of Vedic culture, with the moving confession of Rig Veda 10.34 recounting the thrill and loss of the game. The gods were invoked to ensure success (Atharvaveda 7.109). Even kings bowed to the dice (Rig Veda 10.34.8), so that the Rājasūya consecration ceremony is secured with a (loaded) game of dice (Śatapatha Brāhmaṇa 5.4.4.6, 23). Numerous tales of kings losing their realms at dice, most notably Yudhiṣṭhira in the Mahābhārata, show that the power and danger of gambling was not merely symbolic. ",
  "mn60:1.2": "The same framing narrative recurs at <a href='https://suttacentral.net/mn41/en/sujato'>MN 41</a>, where the topic of rebirth is also at stake. ",
  "mn60:4.1": "The Brahmanical community was in a period of questioning and transition, with multiple different perspectives offered by both Brahmins and ascetics. ",
  "mn60:4.3": "While the contextual sense of the key term <i lang='pi' translate='no'>apaṇṇaka</i> (“unfailing”) is clear, the etymology has proven a puzzle. I propose that it is a gambling term, and <i lang='pi' translate='no'>paṇṇa</i> appears as a form of the number five. While a set of four dice was “perfect”, the fifth “losing” (<i lang='pi' translate='no'>kali</i>) die was all-powerful, since just one extra die meant you lose everything (Rig Veda 10.34.2, Śatapatha Brāhmaṇa 5.4.4.6). <i lang='pi' translate='no'>Apaṇṇaka</i> is therefore literally a “set without a fifth” and metaphorically “without fail”. ",
  "mn60:5.2": "At <a href='https://suttacentral.net/dn2/en/sujato#23.2'>DN 2:23.2</a> this is presented as the moral view of Ajita of the Hair Blanket, who justifies it with a materialist theory. ",
  "mn60:6.3": "The positive side is of course the Buddha’s view. ",
  "mn60:9.2": "Given that they no longer exist, how are they safe? Bodhi’s “will have made himself safe” is unlikely, as it is future perfect, a rare sense that requires the past participle. Anyway he hasn’t “made himself” anything, he just happen to live in a world without moral consequences. Horner notes the problem without offering a solution, there are no parallels, and commentaries are silent. I think the text is corrupt. ",
  "mn60:9.4": "The syntax of this sentence is tricky. <i lang='pi' translate='no'>Kāmaṁ</i> is “willingly”, which together with <i lang='pi' translate='no'>hotu</i> conveys the sense “let us grant …”. <i lang='pi' translate='no'>Māhu</i> resolves to <i lang='pi' translate='no'>mā ahu</i>, a simple negation rather than a prohibition. For <i lang='pi' translate='no'>kāmaṁ</i> with <i lang='pi' translate='no'>mā</i> and imperative, compare <a href='https://suttacentral.net/sn11.4/en/sujato#7.1'>SN 11.4:7.1</a>. ",
  "mn60:9.5": "“Nihilist” is <i lang='pi' translate='no'>natthikavāda</i>, “one whose doctrine is that there is nothing”. While this view is discussed many times in the suttas, the word <i lang='pi' translate='no'>natthikavāda</i> is elsewhere only applied to a specific pair of persons, Vassa and Bhañña of Ukkalā (<a href='https://suttacentral.net/mn117/en/sujato#38.1'>MN 117:38.1</a>, <a href='https://suttacentral.net/sn22.62/en/sujato#13.2'>SN 22.62:13.2</a>, <a href='https://suttacentral.net/an4.30/en/sujato#8.2'>AN 4.30:8.2</a>). ",
  "mn60:9.6": "“Losing hand” is <i lang='pi' translate='no'>kaliggāha</i>. ",
  "mn60:9.8": "It is difficult to choose between “skillful” and “wholesome” as renderings for <i lang='pi' translate='no'>kusala</i>. “Skillful” sticks closer to the root sense, while “wholesome” is more idiomatic. But the context here well illustrates that the root sense is still alive in the language, as the “skillful” option is that which wisely aligns cause and effect with one’s own well-being. ",
  "mn60:12.5": "“Perfect hand” (<i lang='pi' translate='no'>kaṭaggaha</i>) is an expression from the classical Vedic game of chance. The details are obscure and would have changed over time, but it seems that a large quantity of <i lang='pi' translate='no'>vibhītaka</i> (“bedda”) nuts were cast in a hollow, from which players took a handful. If the number of nuts was divisible by four, it was said to be a “perfect” (<i lang='pi' translate='no'>kaṭa</i>; see Rig Veda 1.132.1, etc.) “hand” (<i lang='pi' translate='no'>gāha</i>). | <i lang='pi' translate='no'>Apaṇṇaka</i> and <i lang='pi' translate='no'>kaṭaggāha</i> are also connected at <a href='https://suttacentral.net/sn42.13/en/sujato#23.5'>SN 42.13:23.5</a>; compare the “gem” thrown like a loaded die at <a href='https://suttacentral.net/an3.118/en/sujato#4.6'>AN 3.118:4.6</a> and <a href='https://suttacentral.net/an10.217/en/sujato#17.1'>AN 10.217:17.1</a>. Good rebirth is further compared to a “perfect hand” at <a href='https://suttacentral.net/mn129/en/sujato#49.1'>MN 129:49.1</a>. ",
  "mn60:13.2": "At <a href='https://suttacentral.net/dn2/en/sujato#17.2'>DN 2:17.2</a>, this denial of the doctrine of kamma is attributed to Pūraṇa Kassapa. He may have subscribed to hard determinism, so that we have no choice in what we do. He may also have believed that we should keep moral rules as a social contract, but that this had no effect on the afterlife. | In such contexts, <i lang='pi' translate='no'>kar-</i> means “punish, inflict” (<a href='https://suttacentral.net/mn129/en/sujato#29.2'>MN 129:29.2</a>). ",
  "mn60:17.5": "“One who denies the efficacy of action” is <i lang='pi' translate='no'>akiriyavāda</i>. ",
  "mn60:20.5": "",
  "mn60:21.2": "At <a href='https://suttacentral.net/dn2/en/sujato#20.2'>DN 2:20.2</a> this view is attributed to the Bamboo-staffed Ascetic Gosāla, the founder of the Ājīvikas and teacher of fatalism. ",
  "mn60:25.5": "“One who denies causality” is <i lang='pi' translate='no'>ahetukavāda</i>. ",
  "mn60:29.2": "The four “formless states” (<i lang='pi' translate='no'>āruppā</i>) are attained with the “total” (<i lang='pi' translate='no'>sabbaso</i>) surmounting of form. While the previous views characterize prominent ascetic movements, the final view relates to the the formless meditations, the cardinal teaching of the contemplative movement of the Kosalan brahmins, represented by such figures as Āḷāra Kālāma and Uddaka Rāmaputta (<a href='https://suttacentral.net/mn36/en/sujato#14.9'>MN 36:14.9</a>) or the sixteen brahmins of the Pārāyanavagga (<a href='https://suttacentral.net/snp5.1/en/sujato'>Snp 5.1</a> ff.). The Buddha elevates his teaching by directly addressing the highest and best of contemporary Brahmanical practices. ",
  "mn60:32.2": "This denies the basic tenet of dependent origination. <i lang='pi' translate='no'>Bhava</i> means “being”, but in the pregnant philosophical sense of “continued existence”, which often takes the form of “future lives”. It can be broader than that, however, as with the Upaniṣadic doctrine of eternal unity of the contingent personal self with the absolute universal divinity. Since the Brahmins saw the cosmos as an expression of divinity, to them, existence must be inherently good and the cessation of existence abhorrent. ",
  "mn60:35.4": "See <a href='https://suttacentral.net/mn51/en/sujato#8.1'>MN 51:8.1</a>. ",
  "mn60:57.4": "They are also said to have gone forth at <a href='https://suttacentral.net/mn41/en/sujato#44.4'>MN 41:44.4</a>. "
}