{
  "mn61:1.1": "This Buddha teaches his son Rāhula the dangers of lying, using gestures to illustrate his point. The simple subject matter and child-friendly methods support the commentary’s claim that this was when Rāhula was still a boy, soon after he ordained (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#54.1.1'>Kd 1:54.1.1</a>). | This sutta is among those recommended for study by the Saṅgha by King Ashoka in Minor Rock Edict No. 3, the Calcutta-Bairāṭ rock inscription from Viratnagar in Rajasthan. There it is described as “the exhortation to Rāhula spoken by the Lord Buddha concerning falsehood” (<i lang='pi' translate='no'>laghulo-vāde musā-vādaṃ adhigicya bhagavatā budhena bhāsite</i>). ",
  "mn61:2.1": "The commentary says this is a building next to the Bamboo Grove rather than the site of the royal rest-house mentioned at <a href='https://suttacentral.net/dn1/en/sujato#1.2.1'>DN 1:1.2.1</a>. However, to get there from the Bamboo Grove was only an hour or so’s walk, so I think it’s more likely to be the same place. ",
  "mn61:7.1": "The Buddha shows his mastery of pedagogy. He begins with movement and gestures to illustrate what for a boy could easily have been a dull and abstract teaching. Then he continues to engage the boy’s interest by comparing the mendicant life to war-elephants. ",
  "mn61:7.10": "This does not mean that one cannot tell jokes, or even that the jokes cannot speak of things that are not true. To be guilty of lying, one must try to deliberately create a false belief in the other person. If I say, “A monk, a priest, and a rabbi brought a donkey into a bar”, it is obviously not something I expect people to believe. This point is illustrated in the background story for this sutta in the Mūlasarvāstivāda Vinayavibhaṅga and Mahāprajñāpāramitopadeśaśāstra, which say that Rāhula had been mischievously telling visitors the Buddha was at the Vulture’s Peak when in reality he was in the Bamboo Grove. In this case, he deliberately created a false belief in order to send people in the wrong direction. ",
  "mn61:8.2": "Mirrors of polished bronze were the selfies of the day, a vanity of youth (<a href='https://suttacentral.net/mn77/en/sujato#33.18'>MN 77:33.18</a>). They were forbidden for monastics except when ill (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#2.4.1'>Kd 15:2.4.1</a>). ",
  "mn61:8.4": "The Buddha illustrates the abstract concept of introspection with what is perhaps the most fundamental metaphor: the sight of one’s own face. See also Chāndogya Upaniṣad 8.7.4 and Kaṭha Upaniṣad 2.3.5. ",
  "mn61:9.6": "",
  "mn61:11.10": "",
  "mn61:12.1": "The threefold awareness of actions before, during, and after is emphasized in the Vinaya analysis of the rule against deliberate lying (<a href='https://suttacentral.net/pli-tv-bu-vb-pc1/en/sujato#2.2.2'>Bu Pc 1:2.2.2</a>). ",
  "mn61:17.6": "Acts of mind are not covered under the Vinaya and so need not be confessed, unlike those of body (<a href='https://suttacentral.net/mn61/en/sujato#11.6'>MN 61:11.6</a>) and speech (<a href='https://suttacentral.net/mn61/en/sujato#11.6'>MN 61:11.6</a>). They are matters of personal integrity rather than social reinforcement. "
}