{
  "mn62:1.1": "Compared to <a href='https://suttacentral.net/mn61/en/sujato'>MN 61</a>, the is now Buddha assigning advanced practices to Rāhula, recommending a diverse range of different meditations. | The unusual structure raises questions as to its historicity, which I will discuss in my final note, having noted relevant details along the way. ",
  "mn62:2.2": "According to the commentary, Rāhula was now eighteen years old, situating this sutta several years after <a href='https://suttacentral.net/mn61/en/sujato'>MN 61</a>. ",
  "mn62:3.3": "The commentary says that the Buddha admonished him because he was admiring his father’s beauty, thinking that he looked similar. See <a href='https://suttacentral.net/mn61/en/sujato#8.2'>MN 61:8.2</a>, which similarly implies that vanity was a weakness of Rāhula. ",
  "mn62:4.1": "He decides to meditate rather than eat for that day. ",
  "mn62:5.1": "Rāhula would have still been a novice (<i lang='pi' translate='no'>sāmaṇera</i>) as he was not yet twenty. It was Sāriputta who ordained him (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#54.2.7'>Kd 1:54.2.7</a>). ",
  "mn62:7.1": "The Pali text has a striking narrative form. The Buddha encourages Rāhula to contemplate form; then Sāriputta urges him in breath meditation; but when Rāhula asks the Buddha about that, the Buddha ignores him (until much later in the sutta) and instead expands on his instructions on form. The Chinese parallel (EA 17.1 at T ii 581c–582c) paints quite a different picture. Sāriputta does not appear at all, and it is the Buddha who instructs Rāhula when he is meditating, teaching him not just mindfulness of breathing but also the meditations on the ugliness of the body and the divine abidings. Then, when Rāhula approaches him later to ask further about mindfulness of breathing, the Buddha teaches him this right away, omitting entirely the long section on the elements. Both suttas agree on teaching Rāhula a range of meditations, but the Pali implies that he needed to mature his mind with a range of other meditations before attempting mindfulness of breathing, a situation of which Sāriputta was not aware. ",
  "mn62:8.1": "This largely follows <a href='https://suttacentral.net/mn140/en/sujato#14.4'>MN 140:14.4</a> and <a href='https://suttacentral.net/mn28/en/sujato#4.1'>MN 28:4.1</a>, the latter of which was taught by Sāriputta. There the expanded teaching is clearly situated within the contemplation of form, whereas here it is somewhat abrupt. ",
  "mn62:8.2": "",
  "mn62:13.3": "This simile and those that follow on water, fire, and wind are found at <a href='https://suttacentral.net/an9.11/en/sujato#4.1'>AN 9.11:4.1</a>, where they are also spoken by Sāriputta. ",
  "mn62:15.3": "",
  "mn62:17.3": "This phrase is unique in the early texts. It is quoted by name in <a href='https://suttacentral.net/mil7.4.6/en/sujato#5.4'>Mil 7.4.6:5.4</a>, showing that the sutta in its current form must have existed by then. This is not surprising, as that portion of the Milindapañha was probably composed half a millennium after the Buddha. ",
  "mn62:30.2": "",
  "mn62:30.4": "The Chinese parallel presents a fuller picture of Rāhula’s progress at this point, saying he went away, developed jhanas, and became an arahant, before returning to announce this to the Buddha, who praised him as the foremost of those desiring training. In the Pali, Rāhula’s awakening occurs differently in <a href='https://suttacentral.net/mn147/en/sujato'>MN 147</a>, while he is praised for desiring training at <a href='https://suttacentral.net/an1.209/en/sujato#1.1'>AN 1.209:1.1</a>. | It is not easy to assess the historical authenticity of this sutta. The Chinese version presents a more coherent narrative that may indicate less corruption. Yet it expands the ending, making the sutta a comprehensive account of Rāhula’s progress. The collection from which it stems, the Ekottarikāgama, is the latest and least orthodox of extant Āgama collections, and it could be that it has streamlined a knotty narrative. The Pali, with its abrupt narrative transition and its implication that Sāriputta got his meditation instructions wrong, has more of the randomness of natural dialogue. Yet the fact that the portions extra to the Chinese include not only the person of Sāriputta, but also teachings associated with Sāriputta, is hard to explain as a loss of text. Perhaps both texts have been expanded from a simpler original where the Buddha teaches meditation to his son. "
}