{
  "mn63:2.1": "Māluṅkyaputta was, according to Pali commentaries, the son of the lady Māluṅkyā of Kosala. Alternatively, Sanskrit dictionaries give _māluka_ as the name of a people or a mixed caste, although I have not been able to trace any further details. His conversion is not recorded as he appears always as a monk in Pali. This discourse and [mn64]() present him as somewhat of a fool, but it seems that he persisted, and late in life sought teachings in meditation and ultimately realized arahantship, of which we have two different accounts ([an4.257](), [sn35.95]()). The latter contains an extensive set of verses attributed to him, which are repeated at [thag16.5](). A second set of his verses are at [thag6.5](). ",
  "mn63:2.14": "",
  "mn63:3.25": "",
  "mn63:4.17": "",
  "mn63:5.7": "",
  "mn63:5.9": "“Extract this arrow”(_imaṁ sallaṁ āharissāmi_): in his Ayurvedic text Aṣṭāṅgahṛdayasaṁhitā, Vāgbhaṭa devotes the entirety of chapter 1.28 to this procedure (_śalyāharaṇavidhi_). ",
  "mn63:5.19": "It would appear that _dhanu_ is the general word for “bow”, of which _cāpa_ and _kodaṇḍa_ are specialized varieties. These bows appear with others in a list of weapons at Arthaśāstra 2.18.8. While it is not clear what these were exactly, _kodaṇḍa_ is sometimes used for “eyebrows”, suggesting that the bow of that name was of the recurve type favored by horsemen, and the _cāpa_ by contrast may have been straight. ",
  "mn63:5.21": "The identifications for these are from Ñāṇatusita’s notes to Bodhi’s translation. ",
  "mn63:5.27": "The animals _bherava_ (“terrifier”, variant _roruva_ “roarer”) and _semhāra_ are otherwise unknown. The commentary explains them as “black lion” and “monkey”. ",
  "mn63:5.29": "Again from Ñāṇatusita. Note that calves lose their teeth, and the roots are evidently quite sharp. ",
  "mn63:6.1": "This is a double conditional, the sense being that if the pre-condition is met (locative absolute), the subsequent act would follow (conditional). The form echoes Māluṅkyaputta’s conditions, which is why the syntax here is more convoluted than in similar cases elsewhere. "
}