{
  "mn63:2.1": "Māluṅkyaputta was, according to Pali commentaries, the son of the lady Māluṅkyā of Kosala. Alternatively, Sanskrit dictionaries give <i lang='pi' translate='no'>māluka</i> as the name of a people or a mixed caste, although I have not been able to trace any further details. His conversion is not recorded as he appears always as a monk in Pali. This discourse and <a href='https://suttacentral.net/mn64/en/sujato'>MN 64</a> present him as somewhat of a fool, but it seems that he persisted, and late in life sought teachings in meditation and ultimately realized arahantship, of which we have two different accounts (<a href='https://suttacentral.net/an4.257/en/sujato'>AN 4.257</a>, <a href='https://suttacentral.net/sn35.95/en/sujato'>SN 35.95</a>). The latter contains an extensive set of verses attributed to him, which are repeated at <a href='https://suttacentral.net/thag16.5/en/sujato'>Thag 16.5</a>. A second set of his verses are at <a href='https://suttacentral.net/thag6.5/en/sujato'>Thag 6.5</a>. ",
  "mn63:2.14": "",
  "mn63:3.25": "",
  "mn63:4.17": "",
  "mn63:5.7": "",
  "mn63:5.9": "“Extract this arrow”(<i lang='pi' translate='no'>imaṁ sallaṁ āharissāmi</i>): in his Ayurvedic text Aṣṭāṅgahṛdayasaṁhitā, Vāgbhaṭa devotes the entirety of chapter 1.28 to this procedure (<i lang='pi' translate='no'>śalyāharaṇavidhi</i>). ",
  "mn63:5.19": "It would appear that <i lang='pi' translate='no'>dhanu</i> is the general word for “bow”, of which <i lang='pi' translate='no'>cāpa</i> and <i lang='pi' translate='no'>kodaṇḍa</i> are specialized varieties. These bows appear with others in a list of weapons at Arthaśāstra 2.18.8. While it is not clear what these were exactly, <i lang='pi' translate='no'>kodaṇḍa</i> is sometimes used for “eyebrows”, suggesting that the bow of that name was of the recurve type favored by horsemen, and the <i lang='pi' translate='no'>cāpa</i> by contrast may have been straight. ",
  "mn63:5.21": "The identifications for these are from Nyanatusita’s notes to Bodhi’s translation. ",
  "mn63:5.27": "The animals <i lang='pi' translate='no'>bherava</i> (“terrifier”, variant <i lang='pi' translate='no'>roruva</i> “roarer”) and <i lang='pi' translate='no'>semhāra</i> are otherwise unknown. The commentary explains them as “black lion” and “monkey”. ",
  "mn63:5.29": "Again from Nyanatusita. Note that calves lose their teeth, and the roots are evidently quite sharp. ",
  "mn63:6.1": "This is a double conditional, the sense being that if the pre-condition is met (locative absolute), the subsequent act would follow (conditional). The form echoes Malunkya’s conditions, which is why the syntax here is more convoluted than in similar cases elsewhere. "
}