{
  "mn64:2.5": "As at <a href='https://suttacentral.net/sn45.179/en/sujato'>SN 45.179</a>, <a href='https://suttacentral.net/an10.13/en/sujato'>AN 10.13</a>, etc. They are “lower fetters” because they bind sentient beings to rebirth in lower planes. ",
  "mn64:3.1": "Given that Māluṅkyaputta got the answer right, it is not clear why the Buddha adopted the reproving tone that he would normally use in response to a dangerously mistaken view (<a href='https://suttacentral.net/mn22/en/sujato#6.1'>MN 22:6.1</a>). The commentary explains that he had the view that fetters were only present when active, hence the Buddha’s simile to follow. Regardless, as compared to <a href='https://suttacentral.net/mn63/en/sujato'>MN 63</a>, Māluṅkyaputta is making progress, as he gives a serious answer to an important question and appears to no longer be on the verge of disrobing. ",
  "mn64:3.13": "For other accounts of infant development in relation to defilements, see <a href='https://suttacentral.net/an10.99/en/sujato#6.2'>AN 10.99:6.2</a> and <a href='https://suttacentral.net/mn38/en/sujato#26.1'>MN 38:26.1</a>. ",
  "mn64:9.2": "The opening clause is a unique addition to the standard <i lang='pi' translate='no'>jhāna</i> formula. | In later texts, “seclusion from attachments” (<i lang='pi' translate='no'>upadhiviveka</i>) signified arahantship (<a href='https://suttacentral.net/mnd14/en/sujato#10.1'>Mnd 14:10.1</a>), but here it must have a less exalted sense. Perhaps it refers to leaving behind the material things to which one is attached (<a href='https://suttacentral.net/sn1.2/en/sujato'>SN 1.2</a>). | For “bodily discomfort”, see <a href='https://suttacentral.net/mn127/en/sujato#16.7'>MN 127:16.7</a>. ",
  "mn64:9.3": "This shows the development of insight based directly on the absorption. ",
  "mn64:15.5": "The final formless attainment is omitted as at <a href='https://suttacentral.net/mn52/en/sujato#14.7'>MN 52:14.7</a>. ",
  "mn64:16.1": "“Released in heart“ and “released by wisdom” indicate an emphasis on either immersion or wisdom respectively. ",
  "mn64:16.2": "The Buddha makes the same point at <a href='https://suttacentral.net/sn48.13/en/sujato'>SN 48.13</a> and <a href='https://suttacentral.net/sn48/en/sujato#16'>SN 48:16</a>. For more on the “diversity of faculties”, see <a href='https://suttacentral.net/mn66/en/sujato#14.6'>MN 66:14.6</a>. "
}