{
  "mn65:2.1": "The practice of eating one meal a day is encouraged but not required by Vinaya. At <a href='https://suttacentral.net/mn21/en/sujato#7.4'>MN 21:7.4</a> the Buddha reminisced about the days when he merely needed to mention it and monks would follow suit. | In the related story at <a href='https://suttacentral.net/mn70/en/sujato#1.3'>MN 70:1.3</a>, the Buddha encouraged not eating at night, to which monks also objected, occasioning the laying down of a Vinaya rule (<a href='https://suttacentral.net/pli-tv-bu-vb-pc37/en/sujato'>Bu Pc 37</a>), although at least some of the monks later came to regret their objections, recognizing that the Buddha had acted for their welfare (<a href='https://suttacentral.net/mn66/en/sujato#6.4'>MN 66:6.4</a>). ",
  "mn65:3.1": "Bhaddāli does not appear elsewhere in early texts. ",
  "mn65:3.3": "The commentary says that he feared he would not be able to sustain his monkhood. Chinese parallels at this point indicate that he feared discomfort (EA 49.7 at T ii 800b29, T 1425 at T xxii 359b14). ",
  "mn65:4.2": "<i lang='pi' translate='no'>Ekāsano</i> here in Mahāsaṅgīti edition appears superfluous, as it is missing in most editions. ",
  "mn65:4.6": "“Would not see the Buddha face to face” is a loose rendering of <i lang='pi' translate='no'>na bhagavato sammukhībhāvaṁ adāsi</i>. The idiom can be captured more literally at <a href='https://suttacentral.net/dn3/en/sujato#2.6.2'>DN 3:2.6.2</a>; when King Pasenadi meets Pokkharasādi, he does not “grant him an audience face to face” (<i lang='pi' translate='no'>tassa … sammukhībhāvampi na dadāti</i>) but only behind a curtain. ",
  "mn65:8.1": "When someone genuinely confesses, the Buddha makes a point to acknowledge what they had done, without dismissing it and thereby discounting the inner work they had achieved to get to this point. ",
  "mn65:11.2": "This set of seven noble disciples is detailed at <a href='https://suttacentral.net/mn70/en/sujato#14.1'>MN 70:14.1</a>. ",
  "mn65:22.2": "Read <i lang='pi' translate='no'>pavayha</i> per <a href='https://suttacentral.net/mn122/en/sujato#27.3'>MN 122:27.3</a> for Mahāsaṅgīti’s <i lang='pi' translate='no'>pasayha</i> here. | Vinaya matters are dealt with separately by the monks and nuns, hence I use “monk” rather than “mendicant” here. ",
  "mn65:24.3": "",
  "mn65:25.3": "",
  "mn65:27.1": "",
  "mn65:27.4": "This reads like a broken sentence; they got half way through, then realized the implications of what they were saying. ",
  "mn65:29.1": "This question was also asked by Kassapa at <a href='https://suttacentral.net/sn16.13/en/sujato'>SN 16.13</a>. ",
  "mn65:30.2": "This echoes the Buddha’s words to Sāriputta at <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#3.4.6'>Bu Pj 1:3.4.6</a>. ",
  "mn65:32.1": "While there are many suttas on a thoroughbred, the simile taught here does not appear elsewhere in the Pali canon. Perhaps this is in reference to [mn107:3.2](0, which, however, only has one line in common. ",
  "mn65:32.2": "",
  "mn65:33.3": "For the phrase <i lang='pi' translate='no'>tasmiṁ ṭhāne parinibbāyati</i> (“its bad behavior is extinguished”, literally “it is extinguished regarding that state”) I follow the commentary, which specifies that <i lang='pi' translate='no'>tasmiṁ ṭhāne</i> refers to the twists and dodges that cease rather than the good habits that are developed. ",
  "mn65:33.7": "<i lang='pi' translate='no'>Rājaguṇe</i> occurs in <a href='https://suttacentral.net/mil5.1.4/en/sujato'>Mil 5.1.4</a>, where it distinguishes royal officials from ordinary ones. I take it and <i lang='pi' translate='no'>rājavaṁse</i> to refer to “the protocols and traditions of court” rather than “kingly qualities”. "
}