{
  "mn66:6.4": "This sutta distinguishes the “wrong time of day”, i.e. the afternoon, and the “wrong time of night”, i.e. any time when it is dark. The common expression “eating at night and at the wrong time” ([mn27:13.9]()) thus refers to both these periods. The Vinaya rule defines _vikāla_ for the purpose of this rule to include both afternoon and nighttime ([pli-tv-bu-vb-pc37:2.1.5]()), and it is this understanding that prevails in the tradition. ",
  "mn66:6.12": "Recorded at [mn70:1.3](). ",
  "mn66:6.19": "“Youths escaping a crime or on their way to commit one” (_katakammehipi akatakammehipi_) follows the commentary. See also [an5.77:5.3](). ",
  "mn66:6.23": "Goblins (_pisāca_) and other fiends roamed freely at night, kept at bay only by means of potent spells (eg. Rig Veda 1.133.5a, Atharva Veda 1.16, 5.29, 6.32, 8.6). | This interjection is found at [ja525:2.1](), [ja547:62.3](), and [pli-tv-kd15:10.2.4](). In all cases read _abhuṁ me_; also accept the Vinaya reading _pisāco vatāyan_. Rig Vedic _abhva_ means “formless, void”, while in Atharva Veda 4.17.5 and 7.23.1 it describes a fiend who is to be banished. ",
  "mn66:6.27": "_Mārī_ is obscure, but the Chinese parallel is  framed as a curse, which makes sense for the Pali too (MA 192 at T i 741b9). Agni Purāna 137 provides a _mahāmārī_ spell for bringing death. | _Ātu_ is explained in the commentary as “father”. The Chinese parallel agrees that both parents are meant. | For the uttering of a curse upon the relatives of the cursed, see Atharva Veda 2.32.4 (_hatamātā_), 5.29.6. ",
  "mn66:6.28": "",
  "mn66:7.1": "The idiom _evameva pana_ has an adversarial sense. ",
  "mn66:7.3": "",
  "mn66:7.4": "The “mendicants who want to train” are those who are good-hearted and sincere in their practice, but still struggle to overcome defilements. ",
  "mn66:11.3": "A similar phrase is attributed to Sāriputta in the Jain Isibhāsiyāiṁ 38.2. ",
  "mn66:12.1": "Several sizes of gold coins were reckoned in ancient India, of which the _nikkha_ (“gold ingot”) was the largest. ",
  "mn66:14.6": "“Diversity of faculties” refers to the differing capabilities of individuals, so _imasmiṁ puggale_ must be locative of reference. "
}