{
  "mn66:6.4": "This sutta distinguishes the “wrong time of day”, i.e. the afternoon, and the “wrong time of night”, i.e. any time when it is dark. The common expression “eating at night and at the wrong time” (<a href='https://suttacentral.net/mn27/en/sujato#13.9'>MN 27:13.9</a>) thus refers to both these periods. The Vinaya rule defines <i lang='pi' translate='no'>vikāla</i> for the purpose of this rule to include both afternoon and nighttime (<a href='https://suttacentral.net/pli-tv-bu-vb-pc37/en/sujato#2.1.5'>Bu Pc 37:2.1.5</a>), and it is this understanding that prevails in the tradition. ",
  "mn66:6.12": "Recorded at <a href='https://suttacentral.net/mn70/en/sujato#1.3'>MN 70:1.3</a>. ",
  "mn66:6.19": "“Youths escaping a crime or on their way to commit one” (<i lang='pi' translate='no'>katakammehipi akatakammehipi</i>) follows the commentary. See also <a href='https://suttacentral.net/an5.77/en/sujato#5.3'>AN 5.77:5.3</a>. ",
  "mn66:6.23": "Goblins (<i lang='pi' translate='no'>pisāca</i>) and other fiends roamed freely at night, kept at bay only by means of potent spells (eg. Rig Veda 1.133.5a, Atharva Veda 1.16, 5.29, 6.32, 8.6). | This interjection is found at <a href='https://suttacentral.net/ja525/en/sujato#2.1'>Ja 525:2.1</a>, <a href='https://suttacentral.net/ja547/en/sujato#62.3'>Ja 547:62.3</a>, and <a href='https://suttacentral.net/pli-tv-kd15/en/sujato#10.2.4'>Kd 15:10.2.4</a>. In all cases read <i lang='pi' translate='no'>abhuṁ me</i>; also accept the Vinaya reading <i lang='pi' translate='no'>pisāco vatāyan</i>. Rig Vedic <i lang='pi' translate='no'>abhva</i> means “formless, void”, while in Atharva Veda 4.17.5 and 7.23.1 it describes a fiend who is to be banished. ",
  "mn66:6.27": "<i lang='pi' translate='no'>Mārī</i> is obscure, but the Chinese parallel is  framed as a curse, which makes sense for the Pali too (MA 192 at T i 741b9). Agni Purāna 137 provides a <i lang='pi' translate='no'>mahāmārī</i> spell for bringing death. | <i lang='pi' translate='no'>Ātu</i> is explained in the commentary as “father”. The Chinese parallel agrees that both parents are meant. | For the uttering of a curse upon the relatives of the cursed, see Atharva Veda 2.32.4 (<i lang='pi' translate='no'>hatamātā</i>), 5.29.6. ",
  "mn66:6.28": "",
  "mn66:7.1": "The idiom <i lang='pi' translate='no'>evameva pana</i> has an adversarial sense. ",
  "mn66:7.3": "",
  "mn66:7.4": "The “mendicants who want to train” are those who are good-hearted and sincere in their practice, but still struggle to overcome defilements. ",
  "mn66:11.3": "A similar phrase is attributed to Sāriputta in the Jain Isibhāsiyāiṁ 38.2. ",
  "mn66:14.6": "“Diversity of faculties” refers to the differing capabilities of individuals, so <i lang='pi' translate='no'>imasmiṁ puggale</i> must be locative of reference. "
}