{
  "mn67:1.2": "Cātumā is a Sakyan town mentioned only here. | The introduction is similar to <a href='https://suttacentral.net/ud3.3/en/sujato'>Ud 3.3</a>. ",
  "mn67:12.6": "The PTS reading is preferable: <i lang='pi' translate='no'>na kho te Sāriputta puna pi evarūpaṁ cittaṁ uppādetabbanti</i>. ",
  "mn67:14.2": "Also at <a href='https://suttacentral.net/an4.122/en/sujato'>AN 4.122</a>. ",
  "mn67:14.4": "",
  "mn67:16.1": "Indian literature uses the wave as metaphor for a “surge” of disturbing emotion. ",
  "mn67:16.6": "These activities are elsewhere framed as the practice of “situational awareness” (<a href='https://suttacentral.net/mn10/en/sujato#8.1'>MN 10:8.1</a>). ",
  "mn67:17.1": "The gharial is a large crocodilian of the Ganges. The adult male has a distinctive “pot” (<i lang='pi' translate='no'>ghara</i>) at the tip of its snout, from which it takes its name. The Pali <i lang='pi' translate='no'>kumbhīla</i> (Sanskrit <i lang='pi' translate='no'>kumbhīra</i>) similarly stems from <i lang='pi' translate='no'>kumbha</i>, “pot”. Gharials can be seen breaking water to swallow fish, their long toothy snouts making them an apt symbol for gluttony. | Referenced by the nun Sumedhā in her verses at <a href='https://suttacentral.net/thig16.1/en/sujato#55.3'>Thig 16.1:55.3</a>. ",
  "mn67:18.1": "<i lang='pi' translate='no'>Āvaṭṭa</i> means a “whirlpool”, but also to “revert”. Cf. the “return to a lesser life” (<i lang='pi' translate='no'>hīnāyāvattati</i>). ",
  "mn67:19.1": "The <i lang='pi' translate='no'>susukā</i> is said to be a carnivorous fish (<i lang='pi' translate='no'>caṇḍamaccha</i>). The Sanskrit form <i lang='pi' translate='no'>śuṣkala</i> is said to mean both a species of fish and also “flesh”. The pun appears to be between <i lang='pi' translate='no'>susukā</i> and <i lang='pi' translate='no'>susukāḷakesā</i>, a stock description of attractive young people with “pristine black hair”. The bull shark, which is one of several shark species prowling the Ganges, has black-tipped fins. ",
  "mn67:19.10": ""
}