{
  "mn68:1.2": "The Buddha is recorded as visiting this grove in two other discourses, which share a common narrative; both deal with the growth of spiritual qualities ([an10.67](), [an10.68]()). ",
  "mn68:2.1": "This makes it sound like they had gone forth recently, which would date this discourse to the early years of the dispensation. ",
  "mn68:2.2": "Pali editions vary a little in the exact monks mentioned. ",
  "mn68:4.2": "Reading _te va_ as in PTS. Here the Buddha switches from addressing the monks as a whole to addressing just Anuruddha and his friends. ",
  "mn68:5.4": "Also at [sn22.80:6.4]() and [iti91:2.4](). The terms here follow the same sequence as in the Vinaya account of ordination. Generally, ordination should not be given in such cases, but if it is given, those performing it incur an offense of wrong-doing. | Soldiers joined the Sangha to escape military service, so the Buddha said one should not ordain those in service to a king ([pli-tv-kd1:40.1.1]()). | Several rules regarding ordination of criminals were passed, the thrust of which is that wanted outlaws should not be ordained ([pli-tv-kd1:41.1.1]()). | Another man ordained to escape debt ([pli-tv-kd1:46.1.1]()). | “In fear” (_bhayaṭṭa_) is the only item that does not straightforwardly correspond to the Vinaya sequence, where instead the ordination of slaves appears at this point ([pli-tv-kd1:47.1.1]()). But a connection is suggested by the verses of the water-carrier Puṇṇikā, who speaks of living “in fear” of her masters’ abuse and beatings. | Seventeen boys ordained as novices to get a nice livelihood ([pli-tv-kd1:49.1.1]()). ",
  "mn68:6.2": "This is the first absorption, lacking which the mind is full of hindrances. It appears that here the Buddha is explaining the benefits of absorption to Anuruddha, making this the first of several suttas concerned with Anuruddha’s meditative progress ([mn128](), [an3.130 ](), [mn31]()). ",
  "mn68:7.3": "Of the seven methods given at [mn2:4.1](), this omits “seeing”, “restraint”, and “developing”. The Buddha is asking whether his use of the four remaining methods gives the impression he is secretly acting from defilements. It seems to me that this question is speaking to a common tendency among young, idealistic practitioners to expect the teacher to completely transcend worldly activities. But then they see the teacher eating food (like someone desiring taste) or avoiding dangerous situations (like someone worried about their body). When they do such things, it comes from a place of attachment, so it is only natural to wonder if the same applies to the teacher as well. Someone who has experienced, at minimum, the first absorption has known what it is like for the mind to be temporarily free of such attachments, hence would not have such thoughts. ",
  "mn68:8.3": "At [sn44.9]() the six ascetic teachers are each said to do this, and the Buddha does it at [dn16:2.5.1]() = [dn18:1.4](). | This can be seen as a preemptive teaching to Anuruddha, who was to master the clairvoyance that makes such insights possible. The Buddha wants him to know that such abilities should only be used for pure reasons. "
}