{
  "mn69:2.1": "Gulissāni (variant Goliyāni) is only known here. | The term _padasamācaro_ (Mahāsaṅgīti editions) or _padarasamācāro_ (Buddha Jayanthi, PTS, and Thai editions) is unique and uncertain. The commentary does not gloss it linguistically, but explains, “of weak conduct, of coarse conduct”. The reading _padara_ is preferred in Cone’s *Dictionary of Pali* in the sense “cleft”. But I propose we read with Sanskrit _padra_, “village”. This explains the confusion in Pali readings, as the Sanskrit is midway between _pada_ and _padara_. The point is that he was supposed to be a forest monk, yet he behaved “boorishly” as if he were from the village. ",
  "mn69:3.3": "“Autonomous” is _seri_, literally “self-moving”, i.e. living at one’s own pleasure like a deer ([thag19.1:54.1](); see [mn75:13.4]()). ",
  "mn69:4.1": "“Careful” is _kusala_, literally “skillful”. ",
  "mn69:4.4": "The PTS reading _ābhisamācārika_ here is spurious. ",
  "mn69:4.7": "“Supplementary regulations” (_ābhisamācārika_) is a Vinaya term for minor rules of training as distinguished from those that are fundamental to the spiritual life ([pli-tv-kd1:36.12.2]()). In the Mahāsanghika Lokuttaravāda school, these became collected as a treatise named Abhisamācārikadharma. ",
  "mn69:5.1": "The perils of wandering the village at night are illustrated at [mn66:6.20](); see also [dn31:9.1](). ",
  "mn69:6.1": "In the Vinaya rule [pli-tv-bu-vb-pc46](), Upananda the Sakyan was in the habit of visiting several families before and after the meal, upsetting the donors and monastics at the scheduled offering. The rule is not meant to be absolute, as the Vinaya grants many exceptions. ",
  "mn69:17.1": "In the suttas, _abhivinaya_ means “about the training” just as _abhidhamma_ means “about the teaching” (eg. [an3.140:4.4]()). Over time, such discussions “about” the fundamentals came to be thought of as a separate body of analytical texts called _abhidhamma_ and _abhivinaya_. Thus in the late canonical Parivāra, compiled in Sri Lanka, the analysis (_vibhatti_) of a Vinaya rule is called _abhivinaya_ ([pli-tv-pvr1.1:3.33]()). ",
  "mn69:19.1": "",
  "mn69:19.4": "Normally the “superhuman states” are in plural as they include absorptions, various advanced meditative abilities, and the stages of realization. Unusually, the form is singular here, denoting the “goal for which one goes forth”, namely arahantship. This point is confirmed in the Chinese parallel, which speaks of the ending of defilements (MA 26 at T i 456a3). ",
  "mn69:19.9": "Those who live in a village are closer to temptations and need to be even more on their guard. "
}