{
  "mn69:2.1": "Gulissāni (variant Goliyāni) is only known here. | The term <i lang='pi' translate='no'>padasamācaro</i> (Mahāsaṅgīti editions) or <i lang='pi' translate='no'>padarasamācāro</i> (Buddha Jayanthi, PTS, and Thai editions) is unique and uncertain. The commentary does not gloss it linguistically, but explains, “of weak conduct, of coarse conduct”. The reading <i lang='pi' translate='no'>padara</i> is preferred in Cone’s <em>Dictionary of Pali</em> in the sense “cleft”. But I propose we read with Sanskrit <i lang='pi' translate='no'>padra</i>, “village”. This explains the confusion in Pali readings, as the Sanskrit is midway between <i lang='pi' translate='no'>pada</i> and <i lang='pi' translate='no'>padara</i>. The point is that he was supposed to be a forest monk, yet he behaved as if he were from the village. ",
  "mn69:3.3": "“Autonomous” is <i lang='pi' translate='no'>seri</i>, literally “self-moving”, i.e. living at one’s own pleasure like a deer (<a href='https://suttacentral.net/thag19.1/en/sujato#54.1'>Thag 19.1:54.1</a>; see <a href='https://suttacentral.net/mn75/en/sujato#13.4'>MN 75:13.4</a>). ",
  "mn69:4.1": "“Careful” is <i lang='pi' translate='no'>kusala</i>, literally “skillful”. ",
  "mn69:4.4": "The PTS reading <i lang='pi' translate='no'>ābhisamācārika</i> here is spurious. ",
  "mn69:4.7": "“Supplementary regulations” (<i lang='pi' translate='no'>ābhisamācārika</i>) is a Vinaya term for minor rules of training as distinguished from those that are fundamental to the spiritual life (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#36.12.2'>Kd 1:36.12.2</a>). In the Mahāsanghika Lokuttaravāda school, these became collected as a treatise named Abhisamācārikadharma. ",
  "mn69:5.1": "The perils of wandering the village at night are illustrated at <a href='https://suttacentral.net/mn66/en/sujato#6.20'>MN 66:6.20</a>; see also <a href='https://suttacentral.net/dn31/en/sujato#9.1'>DN 31:9.1</a>. ",
  "mn69:6.1": "In the Vinaya rule <a href='https://suttacentral.net/pli-tv-bu-vb-pc46/en/sujato'>Bu Pc 46</a>, Upananda the Sakyan was in the habit of visiting several families before and after the meal, upsetting the donors and monastics at the scheduled offering. The rule is not meant to be absolute, as the Vinaya grants many exceptions. ",
  "mn69:17.1": "In the suttas, <i lang='pi' translate='no'>abhivinaya</i> means “about the teaching” just as <i lang='pi' translate='no'>abhidhamma</i> means “about the Vinaya” (eg. <a href='https://suttacentral.net/an3.140/en/sujato#4.4'>AN 3.140:4.4</a>). Here the prefix <i lang='pi' translate='no'>abhi-</i> conveys the same sense as the English “meta-”. In time, such discussions “about” the fundamentals began to be thought of as a separate body of analytical texts called <i lang='pi' translate='no'>abhidhamma</i> and <i lang='pi' translate='no'>abhivinaya</i>. Thus in the late canonical Parivāra, compiled in Sri Lanka, the analysis (<i lang='pi' translate='no'>vibhatti</i>) of a Vinaya rule is called <i lang='pi' translate='no'>abhivinaya</i> (<a href='https://suttacentral.net/pli-tv-pvr1.1/en/sujato#3.33'>Pvr 1.1:3.33</a>). ",
  "mn69:19.1": "",
  "mn69:19.4": "Normally the “superhuman states” are in plural as they include absorptions, various advanced meditative abilities, and the stages of realization. Unusually, the form is singular here, denoting the “goal for which one goes forth”, namely arahantship. This point is confirmed in the Chinese parallel, which speaks of the ending of defilements (MA 26 at T i 456a3). ",
  "mn69:19.9": "Those who live in a village are closer to temptations and need to be even more on their guard. "
}