{
  "mn6:2.1": "The “monastic code” (<i lang='pi' translate='no'>pātimokkha</i>) is the primary list of rules for Buddhist monastics. There are many extant <i lang='pi' translate='no'>pātimokkhas</i> in Chinese, Tibetan, and Sanskrit from early Buddhist schools, all similar but with some variations especially in minor rules of etiquette. Each fortnight the <i lang='pi' translate='no'>pātimokkha</i> is recited to affirm the communal rules of the Saṅgha. Other passages are recited as inspiration, including this exhortation to keep the rules (also at <a href='/an4.12/en/sujato#1.1'>AN 4.12:1.1</a>, <a href='/an10.71/en/sujato#2.1'>AN 10.71:2.1</a>, and <a href='/iti111/en/sujato#2.1'>Iti 111:2.1</a>), as well as the verses known as <i lang='pi' translate='no'>Ovāda Pātimokkha</i> (<a href='/dn14/en/sujato#3.28.1'>DN 14:3.28.1</a>). | Commentaries offer several explanations for the word <i lang='pi' translate='no'>pātimokkha</i>, favoring the sense “leading to release” (from remorse and suffering). The Buddha says he laid down the <i lang='pi' translate='no'>pātimokkha</i> to tie the community together like flowers bunched with string (<a href='/pli-tv-bu-vb-pj1/en/sujato#3.2.6'>Pli Tv Bu Vb Pj 1:3.2.6</a>), which suggests a connection with <i lang='pi' translate='no'>paṭimukka</i>, “binding” (<a href='/mn38/en/sujato#41.11'>MN 38:41.11</a>). ",
  "mn6:3.1": "To “fulfill precepts” repeats the commitment to the monastic code. | “Serenity” and “absorption” are the practice of meditation to develop tranquility (<i lang='pi' translate='no'>samatha</i>). |  “Discernment” is <i lang='pi' translate='no'>vipassanā</i> (“insight”) meditation | “Empty huts” indicates solitude. ",
  "mn6:4.1": "This series of arguments is conditional: <em>if</em> this is what you want, <em>then</em> this is how to get it. The Buddha is not encouraging people to want these things; on the contrary, he frequently warned of the dangers of such attachments. He is being pragmatic: given that people have desires, how can they be encouraged to desire something better? ",
  "mn6:14.1": "“Psychic powers” (<i lang='pi' translate='no'>iddhi</i>) were much cultivated in the Buddha’s day, but the means to acquire them varied: devotion to a god, brutal penances, or magic rituals. The Buddha taught that the mind developed in <i lang='pi' translate='no'>samādhi</i> was capable of things that are normally incomprehensible. | Only a few of these are attested as events in the early texts. The most common is the ability to disappear and reappear, exhibited by the Buddha (<a href='/an8.30/en/sujato#2.1'>AN 8.30:2.1</a>), some disciples (<a href='/mn37/en/sujato#6.1'>MN 37:6.1</a>), and deities (<a href='/mn67/en/sujato#8.1'>MN 67:8.1</a>). ",
  "mn6:15.1": "“Clairaudience” is a literal rendition of <i lang='pi' translate='no'>dibbasota</i>. The root sense of <i lang='pi' translate='no'>dibba</i> is to “shine” like the bright sky or a divine being. The senses of clarity and divinity are both present. ",
  "mn6:16.1": "Note that the Indic idiom is not the “reading” of minds, which suggests hearing the words spoken in inner dialogue. While this is exhibited by the Buddha (eg. <a href='/an8.30/en/sujato#2.1'>AN 8.30:2.1</a>), the main emphasis is on the comprehension of the overall state of mind. ",
  "mn6:17.1": "Empowered by the fourth <i lang='pi' translate='no'>jhāna</i>, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. ",
  "mn6:18.1": "Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; <em>why</em> rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in <a href='/dn1/en/sujato#2.5.3'>DN 1:2.5.3</a> and <a href='/mn136/en/sujato'>MN 136</a>. The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. ",
  "mn6:19.1": "This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of <i lang='pi' translate='no'>jhāna</i>. Here they are eliminated forever. "
}