{
  "mn6:2.1": "The “monastic code” (_pātimokkha_) is the primary list of rules for Buddhist monastics. There are many extant _pātimokkhas_ in Chinese, Tibetan, and Sanskrit from early Buddhist schools, all similar but with some variations especially in minor rules of etiquette. Each fortnight the _pātimokkha_ is recited to affirm the communal rules of the Saṅgha. Other passages are recited as inspiration, including this exhortation to keep the rules (also at [an4.12:1.1](), [an10.71:2.1](), and [iti111:2.1]()), as well as the verses known as _Ovāda Pātimokkha_ ([dn14:3.28.1]()). | Commentaries offer several explanations for the word _pātimokkha_, favoring the sense “leading to release” (from remorse and suffering). The Buddha says he laid down the _pātimokkha_ to tie the community together like flowers bunched with string ([pli-tv-bu-vb-pj1:3.2.6]()), which suggests a connection with _paṭimukka_, “binding” ([mn38:41.11]()). ",
  "mn6:3.1": "To “fulfill precepts” repeats the commitment to the monastic code. | “Serenity” and “absorption” are the practice of meditation to develop tranquility (_samatha_). |  “Discernment” is _vipassanā_ (“insight”) meditation | “Empty huts” indicates solitude. ",
  "mn6:4.1": "This series of arguments is conditional: *if* this is what you want, *then* this is how to get it. The Buddha is not encouraging people to want these things; on the contrary, he frequently warned of the dangers of such attachments. He is being pragmatic: given that people have desires, how can they be encouraged to desire something better? ",
  "mn6:14.1": "“Psychic powers” (_iddhi_) were much cultivated in the Buddha’s day, but the means to acquire them varied: devotion to a god, brutal penances, or magic rituals. The Buddha taught that the mind developed in _samādhi_ was capable of things that are normally incomprehensible. | Only a few of these are attested as events in the early texts. The most common is the ability to disappear and reappear, exhibited by the Buddha ([an8.30:2.1]()), some disciples ([mn37:6.1]()), and deities ([mn67:8.1]()). ",
  "mn6:15.1": "“Clairaudience” is a literal rendition of _dibbasota_. The root sense of _dibba_ is to “shine” like the bright sky or a divine being. The senses of clarity and divinity are both present. ",
  "mn6:16.1": "Note that the Indic idiom is not the “reading” of minds, which suggests hearing the words spoken in inner dialogue. While this is exhibited by the Buddha (eg. [an8.30:2.1]()), the main emphasis is on the comprehension of the overall state of mind. ",
  "mn6:17.1": "Empowered by the fourth _jhāna_, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. ",
  "mn6:18.1": "Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; *why* rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in [dn1:2.5.3]() and [mn136](). The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. ",
  "mn6:19.1": "This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of _jhāna_. Here they are eliminated forever. "
}