{
  "mn70:2.1": "While I have not been able to trace a Jain rule regarding eating in the afternoon, not eating at night (<i lang='pi' translate='no'>rattibhojanā</i>) was a standard practice of Jain ascetics (Uttarādhyayana 19.30, 13.2;  Dasaveyāliya 4.6, 6.26; Sūyagaḍa 1.2.3.3). It was adopted early into the Gradual Training (<a href='https://suttacentral.net/mn27/en/sujato#13.9'>MN 27:13.9</a>). The failure of mendicants to comply led to the laying down of a formal Vinaya rule (<a href='https://suttacentral.net/pli-tv-bu-vb-pc37/en/sujato'>Bu Pc 37</a>). But some came to regret their objections, recognizing that the Buddha had acted for their welfare (<a href='https://suttacentral.net/mn66/en/sujato#6.4'>MN 66:6.4</a>). | The related practice of eating in one sitting is, by contrast, not required in the Vinaya, but was encouraged (<a href='https://suttacentral.net/mn21/en/sujato#7.4'>MN 21:7.4</a>, <a href='https://suttacentral.net/mn65/en/sujato#2.1'>MN 65:2.1</a>). ",
  "mn70:4.1": "Assaji and Punabbasuka were a pair of shameless monks known for corrupting lay folk with their superficial charm (<a href='https://suttacentral.net/pli-tv-bu-vb-ss13/en/sujato#1.1.2'>Bu Ss 13:1.1.2</a>, <a href='https://suttacentral.net/pli-tv-kd11/en/sujato#13.1.1'>Kd 11:13.1.1</a>) and for misdirecting Sangha lodgings (<a href='https://suttacentral.net/pli-tv-kd16/en/sujato#16.1.1'>Kd 16:16.1.1</a>), while leading others down the same path. | Assaji is not to be confused with the good monk who was one of the first five mendicants (<a href='https://suttacentral.net/mn35/en/sujato#3.1'>MN 35:3.1</a>). ",
  "mn70:4.10": "They are twisting the meaning of well-known properties of the Dhamma, which is “apparent in the present” and “immediately effective” (<i lang='pi' translate='no'>sandiṭṭhiko akāliko</i>, <a href='https://suttacentral.net/mn7/en/sujato#6.2'>MN 7:6.2</a>). In this they are following the example of Māra, who makes the exact same argument (<a href='https://suttacentral.net/sn1.20/en/sujato#4.4'>SN 1.20:4.4</a>, <a href='https://suttacentral.net/sn4.21/en/sujato#1.7'>SN 4.21:1.7</a>). The fallacy is that it is sensual pleasures that take time—for they bind you to rebirth—whereas the Dhamma may be realized in this life. ",
  "mn70:6.18": "The Buddha, even in the face of such intransigence, begins by establishing common ground and giving encouragement. ",
  "mn70:7.1": "See <a href='https://suttacentral.net/mn137/en/sujato#9.3'>MN 137:9.3</a>. ",
  "mn70:8.2": "Having found an initial common ground, the Buddha takes time to establish that his teaching is grounded on experience. ",
  "mn70:12.1": "Now the Buddha shows that it is not just him, but others also, who have benefited from sincere practice. ",
  "mn70:15.2": "The first two of the seven are both fully perfected arahants. The arahant “freed both ways” is defined by their mastery of formless meditations, which they understand with wisdom (<a href='https://suttacentral.net/dn15/en/sujato#36.3'>DN 15:36.3</a>, <a href='https://suttacentral.net/an9.45/en/sujato'>AN 9.45</a>). | “Direct meditative experience” is an oblique rendering of <i lang='pi' translate='no'>kāyena phusitvā</i>, since in the “formless” meditations, <i lang='pi' translate='no'>kāya</i> cannot mean “body”. Like other meditative terms, the sense of the word gradually grows more subtle as meditation deepens. In preliminary passages it simply means “the body” as contemplated in meditation. As meditation deepens it takes more of a sense of experience as it happens in the body. Finally, as physical perception fades, <i lang='pi' translate='no'>kāya</i> loses any sense of materiality and simply means direct personal experience of meditative states or even of Nibbana. ",
  "mn70:16.2": "Of course these arahants have practiced absorption, which is an essential part of the eightfold path. But because of their strong insight, they they have not needed to further develop the ultimate refinement of the formless attainments. ",
  "mn70:17.1": "The next three may be once-returners, non-returners, or on the path to perfection (<a href='https://suttacentral.net/an3.21/en/sujato#9.3'>AN 3.21:9.3</a>. | A “direct witness” (<i lang='pi' translate='no'>kāyasakkhi</i>) is distinguished by their mastery of immersion including formless attainments (<a href='https://suttacentral.net/an9.43/en/sujato'>AN 9.43</a>). ",
  "mn70:20.2": "For “and having seen with wisdom, their defilements have not come to an end”, accept the reading of BJT and PTS,  (<i lang='pi' translate='no'>paññāya cassa disvā āsavā aparikkhīṇā honti</i>). The Mahāsaṅgīti says that “certain” defilements have ended, but it is stream-entry that marks the initial breaking of fetters, while the follower of teachings (and the follower by faith below) are still on the path to stream-entry. ",
  "mn70:21.3": "Even the least of the noble ones possesses the five spiritual faculties, which include absorption. ",
  "mn70:23.2": "Parallel passages at <a href='https://suttacentral.net/an8.82/en/sujato#2.1'>AN 8.82:2.1</a> and <a href='https://suttacentral.net/an10.83/en/sujato#4.1'>AN 10.83:4.1</a> add “ask questions” after “pay homage”, which seems preferable. ",
  "mn70:24.1": "Finally the Buddha admonishes them. ",
  "mn70:24.13": "The <i lang='pi' translate='no'>vi-</i> in <i lang='pi' translate='no'>vippaṭipanna</i> indicates not separation (“lost your way”) but (moral) depravity (eg. <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#9.7.11'>Bu Pj 1:9.7.11</a>, <a href='https://suttacentral.net/sn3.6/en/sujato#1.4'>SN 3.6:1.4</a>). | The suffix <i lang='pi' translate='no'>-attha</i> is second plural present of <i lang='pi' translate='no'>atthi</i> (“you are”), whereas the same form at <a href='https://suttacentral.net/dn9/en/sujato#34.19'>DN 9:34.19</a> is imperative (“you should”). ",
  "mn70:25.1": "This refers to the four injunctions below that begin with “for a faithful disciple”. ",
  "mn70:25.3": "This idiomatic expression is paralleled at <a href='https://suttacentral.net/mn95/en/sujato#34.12'>MN 95:34.12</a>. "
}