{
  "mn71:1.1": "This begins the “Vacchagotta trilogy”, a series of three suttas tracing Vacchagotta’s spiritual development. In this sutta he shows an attitude of curiosity and respect, and gains a degree of faith in the Buddha. | This is not the same person as the lay brahmin Vacchagotta of Venāgapura  at <a href='https://suttacentral.net/an3.63/en/sujato#2.1'>AN 3.63:2.1</a>. ",
  "mn71:2.1": "Vacchagotta is a clan name; his personal name is not recorded. The Vaccha clan stems from the Vedic seer Vatsa, author of Rig Veda 8.6–11. Several notable figures of this clan are known, including a lineage master in Bṛhadāraṇyaka Upaniṣad 4.5.3, but there is nothing to identify them with the Vacchagotta of the suttas. Given Vacchagotta’s evident interest in the ascetic traditions, it is noteworthy that a certain Śayyambha Vatsagotra, father of Manaka, was said to be a direct disciple of Mahāvīra (Kalpasūtra 10.3). ",
  "mn71:5.1": "At <a href='https://suttacentral.net/an3.57/en/sujato'>AN 3.57</a> he similarly asks the Buddha to confirm his teachings on generosity. At <a href='https://suttacentral.net/sn44.9/en/sujato'>SN 44.9</a>, meanwhile, he asks a somewhat related question about the six ascetic teachers and their divining of afterlife destinies. ",
  "mn71:5.2": "Such extraordinary claims were not unprecedented, as both the Jain leader Mahāvīra (<a href='https://suttacentral.net/mn14/en/sujato#17.2'>MN 14:17.2</a>, <a href='https://suttacentral.net/mn79/en/sujato#6.7'>MN 79:6.7</a>) and Pūraṇa Kassapa (<a href='https://suttacentral.net/an9.38/en/sujato#2.1'>AN 9.38:2.1</a>) are said to claim omniscience in the Pali canon. Following Vacchagotta’s example, we should not take such reports on face value, but see whether they are confirmed by their own words. Extant Jain texts have no shortage of such claims (eg. Sūyagaḍa1.6, Kalpasūtra 1, Bhagavatisūtra 4.10, etc.), and it seems likely that this was part of Mahāvīra’s teachings. Sources for Pūraṇa Kassapa are slim, but he was regarded as a great teacher of the Ājīvakas, whose founder the bamboo-staffed ascetic Gosāla was said to be omniscient (Basham, <em>History and Doctrines of the Ājīvikas</em>, 275–6). ",
  "mn71:5.5": "At <a href='https://suttacentral.net/an4.24/en/sujato#2.1'>AN 4.24:2.1</a> the Buddha claims to know whatever is “seen, heard, thought, known, attained, sought, and explored by the mind”, which is a complete knowledge of subjective experience. In the curious dialogue at <a href='https://suttacentral.net/mn90/en/sujato#8.5'>MN 90:8.5</a> the Buddha denies that anyone “will know” all things simultaneously. The Milindapañha reversed this to the positive statement that the Buddha could know all things, just not simultaneously (<a href='https://suttacentral.net/mil5.1.2/en/sujato#1.2'>Mil 5.1.2:1.2</a>). The Buddha’s omniscience became the standard view of the later books of the Pali canon (<a href='https://suttacentral.net/cnd10/en/sujato#5.2'>Cnd 10:5.2</a>, <a href='https://suttacentral.net/bv2/en/sujato#55.3'>Bv 2:55.3</a>, <a href='https://suttacentral.net/pp1.6/en/sujato#2.1'>Pp 1.6:2.1</a>, <a href='https://suttacentral.net/kv3.1/en/sujato#5.3'>Kv 3.1:5.3</a>, etc.). ",
  "mn71:6.2": "The Buddha’s knowledge is specific and functional: it serves the purpose of liberation. ",
  "mn71:11.2": "Vacchagotta uses the phrase <i lang='pi' translate='no'>gihisaṁyojana</i> (“fetter of lay life”), which refers to the inner attachment to lay life, which is not overcome by the mere act of joining a religious order. Compare the Buddha’s term <i lang='pi' translate='no'>gehasita</i>, the thoughts and memories “of the lay life” (<a href='https://suttacentral.net/mn21/en/sujato#6.2'>MN 21:6.2</a>, <a href='https://suttacentral.net/mn119/en/sujato#4.7'>MN 119:4.7</a>, <a href='https://suttacentral.net/mn125/en/sujato#23.5'>MN 125:23.5</a>, <a href='https://suttacentral.net/mn137/en/sujato#9.3'>MN 137:9.3</a>). See also <a href='https://suttacentral.net/mn54/en/sujato'>MN 54</a>, where the external “signs” of a householder are connected with the fetters. ",
  "mn71:14.2": "This goes back to the time of the Buddha Vipassī (<a href='https://suttacentral.net/dn14/en/sujato#1.4.1'>DN 14:1.4.1</a>). ",
  "mn71:14.3": "Thus denying the basic doctrines of both Gosāla (<a href='https://suttacentral.net/dn2/en/sujato#20.2'>DN 2:20.2</a>) and Pūraṇa Kassapa (<a href='https://suttacentral.net/dn2/en/sujato#17.2'>DN 2:17.2</a>). ",
  "mn71:15.1": "The Buddha is speaking of the Ājīvakas, who denied moral causality, not of non-Buddhist paths generally. "
}