{
  "mn72:1.1": "This sutta depicts Vacchagotta, having gained a degree of faith as depicted in <a href='https://suttacentral.net/mn71/en/sujato'>MN 71</a>, question the Buddha regarding the undeclared points. This is just a taste of Vacchagotta’s curiosity, as the 55 suttas of SN 33 all deal with the same topic, as do <a href='https://suttacentral.net/sn44.7/en/sujato'>SN 44.7</a>, <a href='https://suttacentral.net/sn44.8/en/sujato'>SN 44.8</a>, and <a href='https://suttacentral.net/sn44.11/en/sujato'>SN 44.11</a>. Underlying all these questions is the assumption of a self, which Vacchagotta asks directly about at <a href='https://suttacentral.net/sn44.10/en/sujato'>SN 44.10</a>. ",
  "mn72:9.1": "",
  "mn72:15.2": "The Buddha, or indeed any arahant, has no “convictions” (<i lang='pi' translate='no'>diṭṭhigata</i>), i.e. theories to attach to, since his “right view” (<i lang='pi' translate='no'>sammādiṭṭhi</i>) is grounded in what he has “seen” (<i lang='pi' translate='no'>diṭṭha</i>). ",
  "mn72:15.9": "At <a href='https://suttacentral.net/thag14.2/en/sujato'>Thag 14.2</a>, <i lang='pi' translate='no'>mathita</i> means “oppressed, weighed down”, and the same sense probably applies at <a href='https://suttacentral.net/thag1.102/en/sujato'>Thag 1.102</a>. At <a href='https://suttacentral.net/dhp349/en/sujato'>Dhp 349</a>, however, the root sense of “churn” fits the context of “thoughts”, while at <a href='https://suttacentral.net/mn90/en/sujato#12.14'>MN 90:12.14</a> it refers to starting a fire by “churning” with a fire-drill, a common Vedic usage (Rig Veda 3.23.1a, 3.29.12a, 8.48.6a; Śatapatha Brāhmaṇa 2.1.4.8, 3.7.3.3, etc.). Its unique appearance in this context anticipates the simile of fire. ",
  "mn72:18.1": "Vacchagotta’s confusion on this same point is addressed at <a href='https://suttacentral.net/sn44.9/en/sujato#5.3'>SN 44.9:5.3</a>. ",
  "mn72:18.4": "When Vacchagotta is out of his depth, the Buddha helps him by coming back to a simple, grounded metaphor. ",
  "mn72:20.1": "Here “realized one” (<i lang='pi' translate='no'>tathāgata</i>) pertains to any arahant, as at <a href='https://suttacentral.net/sn54.12/en/sujato'>SN 54.12</a>. The Pali commentary and one of the Chinese parallels here (SA2 196 at T ii 445a18) agree in saying that a “living being” (<i lang='pi' translate='no'>satta</i>) is meant. However, <i lang='pi' translate='no'>tathāgata</i> and <i lang='pi' translate='no'>satta</i> are exact verbal parallels: <i lang='pi' translate='no'>tathā</i> (“real”) + <i lang='pi' translate='no'>gata</i> (“come to the state of”) and <i lang='pi' translate='no'>sa</i> (“real”) + <i lang='pi' translate='no'>tta</i> (“state of”). Thus it seems likely that this was originally intended as a mere verbal gloss to resolve the compound. ",
  "mn72:22.2": "Vacchagotta had already gone forth as a wanderer, so it is surprising that he calls himself a “lay follower” (<i lang='pi' translate='no'>upāsaka</i>). The Chinese parallels simply say that he left without taking refuge (SA 962 at T ii 246a17 and SA2 196 at T ii 445c8). Given that the Pali tradition repeats him going for refuge in the next sutta (<a href='https://suttacentral.net/mn73/en/sujato#15.2'>MN 73:15.2</a>), it seems likely that this detail was added by mistake here. "
}