{
  "mn74:2.1": "Dīghanakha means “Long-nails”; it must have been a nickname. Long nails are forbidden in the Vinaya (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#27.1.21'>Kd 15:27.1.21</a>) and also to the one performing a Brahmanical consecration (<i lang='pi' translate='no'>dīkṣā</i>, Śatapatha Brāhmaṇa 3.1.2). On the other hand, EA 34.4 says that long nails (<span lang='lzh'>爪長</span>), uncut hair, and unwashed robes were disgraceful characteristics of ascetics. Ācārāṅga Sūtra 2.8.5 speaks of the ascetic practice of abandoning the care of the hair of the head, beard, and nails. | Dīghanakha was Sāriputta’s nephew according to the Pali commentaries (not here, but in <a href='https://suttacentral.net/mn111/en/sujato'>MN 111</a>, <a href='https://suttacentral.net/sn11.2/en/sujato'>SN 11.2</a>, etc.) and northern texts such as Mahāprajñāpāramitā-upadeśa-śāstra, Mahāvibhāṣā, and Avadānaśataka. ",
  "mn74:2.4": "Dīghanakha’s view “nothing is acceptable to me” (<i lang='pi' translate='no'>sabbaṁ me nakkhamati</i>) is obscure, which seems to be the point. Sanskrit and Tibetan parallels to this passage are identical to the Pali, so when some Chinese translations say “no view” or “no teaching” is acceptable, this is probably because the translators felt the need to clarify, echoing the common expression, “the acceptance of a view after consideration” (<i lang='pi' translate='no'>diṭṭhinijjhānakkhanti</i>). This reading fits the text, but the sense may be broader than that. The closest phrasing in Pali is at <a href='https://suttacentral.net/dn25/en/sujato#10.11'>DN 25:10.11</a>, where “this is not acceptable to me” (<i lang='pi' translate='no'>idaṁ me nakkhamati</i>) refers to food that a picky monk rejects. Views about acceptable food are recorded in detail in Jain texts, and we may presume that other orders had similar systems. Strictness in such matters is seen as a sign of virtue, escalating ultimately to the refusal of all food. ",
  "mn74:2.5": "Aggivessana is his Brahmanical clan name. ",
  "mn74:2.6": "While this displays the Buddha’s ready wit, like much good humor it plays on a deeper anxiety. For it is easy to say that one believes in nothing, but the state of unknowing is psychologically unstable, as minds seek answers. When someone claims to hold no views, their skepticism is how they hide their views from themselves. ",
  "mn74:2.7": "",
  "mn74:9.2": "For <i lang='pi' translate='no'>kāyanvayatā</i> (“subservience to the body”) see <a href='https://suttacentral.net/mn36/en/sujato#4.4'>MN 36:4.4</a>. The inclusion of this rare phrase here suggests that Jain-like practices such as starvation may be indicated. ",
  "mn74:13.1": "See <a href='https://suttacentral.net/dn9/en/sujato#53.5'>DN 9:53.5</a>. ",
  "mn74:14.4": "<a href='https://suttacentral.net/an4.172/en/sujato#2.1'>AN 4.172:2.1</a> says that Sāriputta became enlightened a fortnight after he ordained, a detail confirmed in multiple parallels to this passage. This means that this discussion must have taken place shortly after he, together with Moggallāna, left his former teacher Sañjaya. That event was a traumatic loss to Sañjaya and his community (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#23.1.1'>Kd 1:23.1.1</a>). Now, Sañjaya’s philosophy was to systematically avoid taking any position (<a href='https://suttacentral.net/dn2/en/sujato#32.2'>DN 2:32.2</a>), which is very similar to Dīghanakha’s doctrine. It seems likely, then, that Dīghanakha was a disciple of Sañjaya. This supposition finds support in several parallels, which say Dīghanakha was annoyed to learn that Sāriputta had rejected other teachers and gone over to the Buddha (eg. Avadānaśataka, Vaidya 1958a 256: <i lang='pi' translate='no'>sarve tīrthakarā nigṛhītāḥ</i>; also in Mahāprajñāpāramitā-upadeśa-śāstra and Mahāvibhāṣā). These sources do not specify Sañjaya, but who else could it be? ",
  "mn74:16.4": "The Pali is alone in saying Dīghanakha became a lay follower, as all parallels report that he ordained and became an arahant. As with Vacchagotta at <a href='https://suttacentral.net/mn72/en/sujato#22.2'>MN 72:22.2</a>, it is unlikely that a wanderer would become a lay follower and the Pali is probably in error. | The Mahāprajñāpāramitā-upadeśa-śāstra, Tibetan Mūla-Sarvāstivāda-Vinaya, and Avadānaśataka say that, having cut his long nails before ordination, he was known by his actual name, Koṣṭhila, that is, the monk known in Pali as Mahākoṭṭhita. This contradicts the Pali tradition, but as Anālayo shows, there are several inconsistencies in the Pali accounts, so the northern tradition is credible (<em>Comparative Study</em>, vol. 1, p. 406, note 88). "
}