{
  "mn75:1.1": "The wanderer Māgaṇḍiya appears outraged at the presence of the Buddha, who he thinks stands in opposition to life itself since he opposes sensual enjoyment. It soon turns out that he misunderstands the Buddha’s teachings on sensuality, as the Buddha’s aim is not to prevent people from experiencing pleasure but to elevate them so they can enjoy a higher form of pleasure. ",
  "mn75:3.1": "A Māgaṇḍiya appears here and in <a href='https://suttacentral.net/snp4.9/en/sujato'>Snp 4.9</a>, where he uses his beautiful daughter to tempt the Buddha (cited and discussed at <a href='https://suttacentral.net/sn22.3/en/sujato'>SN 22.3</a>). As to the protagonist of <a href='https://suttacentral.net/snp4.9/en/sujato'>Snp 4.9</a>, the Pali commentary, Divyāvadāna 36—which calls him Mākandika—and the Chinese parallel in the Arthapada (T iv 180) say he too was from the Kuru country. Now, the Mahābhārata and other Sanskrit sources name Mākandī as a city or province on the banks of the Ganges, in the Pañcāla kingdom south of Hastināpura. This more-or-less agrees with Māgaṇḍiya’s home in the Kuru country, and suggests his name means “the man from Mākandī”. Divyāvadāna 36 and Sanskrit fragment say the Mākandika of <a href='https://suttacentral.net/snp4.9/en/sujato'>Snp 4.9</a> was also a wanderer, which does not contradict the position of the Pali commentaries and the Arthapada that he was a brahmin. At <a href='https://suttacentral.net/an5.294-302/en/sujato#1.1'>AN 5.294–302:1.1</a> <i lang='pi' translate='no'>māgaṇḍika</i> is listed as a type of ascetic; these could well be students of Māgaṇḍiya. Kathāsaritsāgara 15 tells the comic farce of an ascetic from Mākandikā on the banks of the Ganges, who fell in love with the daughter of a merchant and went to ridiculous lengths to obtain her, only to end up a laughing-stock. This story could well have begun life as a comic inversion of <a href='https://suttacentral.net/snp4.9/en/sujato'>Snp 4.9</a>. Reading all these sources together, we can posit that there was a brahmin wanderer from Mākandī on the Ganges in Kuru-Pañcāla, who gained a certain fame and following as a teacher, but whose hedonism was his downfall. The Pali commentaries further specify that the Māgaṇḍiya of the current sutta is the nephew of the one at <a href='https://suttacentral.net/snp4.9/en/sujato'>Snp 4.9</a>. ",
  "mn75:5.3": "<i lang='pi' translate='no'>Bhūnahan</i> is Sanskrit <i lang='pi' translate='no'>bhrūṇahan</i>. The earliest sense is “fetus-killer”, found in Rig Veda 10.155.2a where a grotesque demoness is cursed as one who “slays all fetuses” (<i lang='pi' translate='no'>sarvā bhrūṇāny āruṣī</i>), and also at Atharvaveda 6.1112.3c (<i lang='pi' translate='no'>bhrūṇaghni</i>). Later it took on the sense “murderer of a brahmin”. It is used in Pali for a depraved person, especially one who destroys the life of a developed fetus or child (see <a href='https://suttacentral.net/an7.64/en/sujato#22.1'>AN 7.64:22.1</a>, <a href='https://suttacentral.net/ja358/en/sujato#1.1'>Ja 358:1.1</a>, <a href='https://suttacentral.net/ja544/en/sujato#105.2'>Ja 544:105.2</a>). | The brahmin of Verañja calls the Buddha an variety of names at <a href='https://suttacentral.net/an8.11/en/sujato'>AN 8.11</a>. ",
  "mn75:5.10": "<i lang='pi' translate='no'>Sutta</i> can mean “discourse” or “sleeping”. I do not know anywhere else in the Pali where non-Buddhist texts are referred to as <i lang='pi' translate='no'>sutta</i>. Further, it would seem unlikely that they had such a prophecy of the Buddha, and no early Brahmanical texts have anything like this. On the other hand, the Upaniṣads feature many passages on sleep and dream, and the importance of the visions therein (eg. Bṛhadāraṇyaka Upaniṣad 2.1.18). Also, <i lang='pi' translate='no'>avacarati</i> is not, so far as I know, used for the “transmission” of scripture, but it is used for the “descent” from heaven (Rig Veda 10.59.9a), a usage fitting well the appearance of a vision in a dream. | The plural <i lang='pi' translate='no'>no</i> (“our”) here is not significant, as Māgaṇḍiya refers to himself with the royal “we”. ",
  "mn75:9.2": "",
  "mn75:10.13": "<i lang='pi' translate='no'>Samadhigayha tiṭṭhati</i> means “stands at the same level”, “equals” not “surpasses” (<a href='https://suttacentral.net/iti23/en/sujato#2.1'>Iti 23:2.1</a>, <a href='https://suttacentral.net/mn78/en/sujato#8.8'>MN 78:8.8</a>). ",
  "mn75:13.1": "“Person affected by leprosy” is <i lang='pi' translate='no'>kuṭṭhī puriso</i> ",
  "mn75:19.2": "The first two lines appear also as the first and last lines of <a href='https://suttacentral.net/dhp204/en/sujato'>Dhp 204</a>, as well as in many parallels for that verse. ",
  "mn75:19.11": "I have not been able to trace such a saying. ",
  "mn75:19.16": "",
  "mn75:19.17": "Compare <a href='https://suttacentral.net/dn1/en/sujato#3.20.2'>DN 1:3.20.2</a>. ",
  "mn75:23.16": "For “consider (<i lang='pi' translate='no'>daheyya</i>) as a friend”, see <a href='https://suttacentral.net/sn22.85/en/sujato#14.15'>SN 22.85:14.15</a>. ",
  "mn75:24.8": ""
}