{
  "mn76:2.1": "Neither Sandaka nor this location appear to be known elsewhere. ",
  "mn76:3.2": "Evidently an excursion for sightseeing was popular. As well as simply enjoying nature, such trips give the mendicants a chance to check out possible places to stay for meditation. ",
  "mn76:4.7": "This sentence is redundant as it stands. But wherever this idiom occurs elsewhere, it specifies that the person is a lay disciple ([dn25:3.5](), [mn78:3.7](), [an10.93:2.7](), [an10.94:3.4]()). Perhaps the text here has been corrupted and originally specified that Ānanda was a *monastic* disciple. ",
  "mn76:6.1": "",
  "mn76:7.2": "Attributed to Ajita of the hair blanket at [dn2:23.2](). | The denial of “mother and father” is usually interpreted as the denial of moral duty towards one’s parents. However, I think it is a doctrine of conception which denies that a child is created by the mother and father. Rather, the child is produced by the four elements, with parents as mere instigators and incubators. ",
  "mn76:7.3": "This is a materialist analysis of the person. | The word _kāya_ (“substance”) is central to Jainism. Ācārāṅgasūtra 8.1.11 speaks of the “substances” of earth, water, fire, and air as being imbued with life so one should avoid damaging them. ",
  "mn76:8.14": "",
  "mn76:10.2": "Attributed to Pūraṇa Kassapa  at [dn2:17.2](). | This is a denial of the doctrine of kamma. While his doctrine appears to be morally nihilistic, it seems unlikely this was Pūraṇa Kassapa’s full teaching. He may have subscribed to hard determinism, so that we have no choice in what we do. He may also have believed that we should keep moral rules as a social contract, but that this had no effect on the afterlife. | In such contexts, _kar-_ means “punish, inflict” ([mn129:29.2]()). ",
  "mn76:13.2": "This is the first part of the view attributed to Bamboo-staffed Ascetic Gosāla at [dn2:20.2](). | This denies the principle of causality and the efficacy of action. The fatalistic teachings of the Ājīvikas led to them becoming popular as prognosticators. ",
  "mn76:13.6": "The otherwise parallel passage has a different phrasing at [dn2:20.5](). ",
  "mn76:16.2": "This combines the view attributed to Pakudha Kaccāyana ([dn2:26.2]()) with the second part of Gosāla’s view ([dn2:20.7]()). There are several inconsistencies in the presentation of these views in Pali, and still more when parallels are considered. These were closely-related teachers, who often practiced together for a time, and it is hardly surprising that they should share some views in common, or that their exact views have become confused. ",
  "mn76:16.8": "Compare [an8.16:1.3](). ",
  "mn76:20.3": "This section deals with religious claims to truth, which sound confident but turn out to be unreliable. _Anassāsika_ (“unreliable”) normally describes “conditions”, where it is a synonym of _anicca_ and _adhuva_ ([an7.66:2.3](), [dn17:2.16.4](), [sn15.20:2.12](), [sn22.96:4.14]()). For its opposite _assāsa_ as “certainty” see [mn11:3.2]() and [mn93:6.7](). ",
  "mn76:21.4": "Not only did the Buddha deny this kind of strong omniscience, he took pains to point out its absurdity. ",
  "mn76:24.1": "As do some brahmins ([mn95:14.1]()). ",
  "mn76:30.2": "_Vikkhepa_ is “ﬂip-flopping”. | _Amarā_ is explained in the commentary as either “undying” or “eel-like”. However, _amarā_ in the sense of “eel” is \nfound only in the commentary to this term so is probably spurious. ",
  "mn76:43.1": "_Bhikkhu_ here seems improbable, yet it is attested in the manuscripts. ",
  "mn76:53.1": "“(Those who are) emancipated” is _niyyātāro_, a unique occurrence of an agent noun from _niyyāti_, “to go out”. This was probably a technical term in Sandaka’s system. ",
  "mn76:53.5": "The commentary takes _mata_ as “dead” and the compound _puttamatāya_ as genitive feminine, yielding the sense, “she whose sons are dead”, explaining that Sandaka thought, “Those Ājīvakas are surely dead; their mother is she whose sons are dead”. Perhaps, however, “she whose sons are dead” is an allusion to a child-killing _yakkhinī_ such as Hārītī of Madhurā or Kālī in the commentary to [dhp5](), thus having the force, “sons of a she-devil”. Either way this is unsatisfactory, a curse or slur intruding into a passage whose intent is to highlight the Buddha’s fair-minded treatment of others. Nonetheless, lacking a compelling alternative I follow the commentary. "
}