{
  "mn77:1.1": "Beginning as a discussion on why certain teachers are given due respect, the Buddha creates one of the most comprehensive accounts of his system of meditation, drawing in almost all the different perspectives and approaches to <i lang='pi' translate='no'>samādhi</i>. ",
  "mn77:2.2": "The Buddha addresses these wanderers at <a href='https://suttacentral.net/an4.30/en/sujato'>AN 4.30</a>, where he teaches four fundamental principles of any holy life, and at <a href='https://suttacentral.net/an4.185/en/sujato'>AN 4.185</a>, where he teaches four “truths of the brahmins”. These are all respectful engagements that highlight common ground. | Annabhāra means “food-carrier” and indicates a humble origin (<a href='https://suttacentral.net/thag16.9/en/sujato#19.1'>Thag 16.9:19.1</a>). | Varadhara means “bearer of good fortune”; it is probably a name for the earth. | Sakuludāyī also appears in <a href='https://suttacentral.net/mn79/en/sujato'>MN 79</a>. His name (“one who rises up with his own family”) is ironic, given that his attempt to go forth is frustrated by his followers at <a href='https://suttacentral.net/mn79/en/sujato#46.2'>MN 79:46.2</a>. ",
  "mn77:6.26": "",
  "mn77:6.33": "Taking <i lang='pi' translate='no'>dhamma</i> here in the sense of “right, legitimate”, rather than “teaching”, as the example criticizes him not his teaching. ",
  "mn77:6.65": "<i lang='pi' translate='no'>Khuddā</i> (literally “small one”) is said to be a species of small bee, also known in Sanskrit as <i lang='pi' translate='no'>kṣudrā</i>. The “dwarf bee” (<i lang='pi' translate='no'>apis florea</i>) fits the bill, as it is a small wild honeybee found in India. ",
  "mn77:6.70": "For “having clashed” (<i lang='pi' translate='no'>sampayojetvā</i>), see <a href='https://suttacentral.net/sn11.24/en/sujato#1.2'>SN 11.24:1.2</a>. ",
  "mn77:8.1": "This is an example of what the Buddha says in <a href='https://suttacentral.net/dn1/en/sujato#1.7.1'>DN 1:1.7.1</a>, “When an ordinary person speaks praise of the Realized One, they speak only of trivial, insignificant details of mere ethics.” ",
  "mn77:9.5": "For Mahāsṅgīti <i lang='pi' translate='no'>satthalūkhāni</i> accept PTS and BJT reading <i lang='pi' translate='no'>yattha lūkhāni</i>. | <i lang='pi' translate='no'>Alābu</i> is “bottle gourd”, which is covered in a fine down. ",
  "mn77:9.7": "",
  "mn77:12.6": "This is a good example of why <i lang='pi' translate='no'>sappāṭihāriya</i> means “with demonstrable basis”, not “with miracles”. ",
  "mn77:13.3": "<i lang='pi' translate='no'>Vādapatha</i> is found here and at <a href='https://suttacentral.net/an4.8/en/sujato#5.1'>AN 4.8:5.1</a> in the sense of “criticism”. Compare <i lang='pi' translate='no'>vacanapatha</i>, which is always used in the sense of “harsh words”, “criticism” (eg. <a href='https://suttacentral.net/an4.114/en/sujato#9.2'>AN 4.114:9.2</a>). Compare English “give a talking to”, “have words with”. At <a href='https://suttacentral.net/snp5.7/en/sujato#8.5'>Snp 5.7:8.5</a>, however, <i lang='pi' translate='no'>vādapatha</i> is used in the sense “ways of speech”. ",
  "mn77:14.1": "The Buddha does not merely teach a satisfying theory, he applies it to address the specific suffering with which individuals are afflicted (<i lang='pi' translate='no'>yena dukkhena dukkhotiṇṇā</i>). ",
  "mn77:15.1": "The fifth quality as presented here constitutes one of the most comprehensive presentations of meditation in any early Buddhist text. The Chinese parallel (MA 207 at T i 783b16) simply says that the Buddha taught disciples to transcend doubt and reach the far shore, which makes the same point far more economically. It seems likely that the Pali text has been expanded. | From here through to <a href='https://suttacentral.net/mn77/en/sujato#21.3'>MN 77:21.3</a> the Buddha presents the seven sets of practices later renowned as the 37 “qualities that lead to awakening” (<i lang='pi' translate='no'>bodhipakkhiyadhammā</i>). ",
  "mn77:15.6": "“Perfection” is <i lang='pi' translate='no'>pāramī</i>, here a term for arahantship. The concept of “perfections” as a set of qualities developed by a Bodhisattva over many lifetimes is not found in any early text. It was introduced several centuries after the Buddha in the Cariyāpiṭaka (<a href='https://suttacentral.net/cp1/en/sujato'>Cp 1</a>) and throughout the latest texts of the Pali canon (<a href='https://suttacentral.net/bv1/en/sujato#78.1'>Bv 1:78.1</a>, <a href='https://suttacentral.net/thi-ap28/en/sujato#64.2'>THI Ap 28:64.2</a>, <a href='https://suttacentral.net/kp8/en/sujato#15.2'>Kp 8:15.2</a>, <a href='https://suttacentral.net/pli-tv-pvr3/en/sujato#3.2'>Pvr 3:3.2</a>, <a href='https://suttacentral.net/mil5.1.4/en/sujato#13.1'>Mil 5.1.4:13.1</a>). Similar conceptions were meanwhile developing in other schools, eventually becoming a key doctrine of Mahāyāna. ",
  "mn77:22.1": "The eight liberations (<i lang='pi' translate='no'>vimokkhā</i>) are an alternative way of describing the meditative experiences of <i lang='pi' translate='no'>jhāna</i>. Elsewhere they are listed at <a href='https://suttacentral.net/dn15/en/sujato#35.1'>DN 15:35.1</a>, <a href='https://suttacentral.net/dn16/en/sujato#3.33.1'>DN 16:3.33.1</a>, <a href='https://suttacentral.net/dn33/en/sujato#3.1.168'>DN 33:3.1.168</a>, <a href='https://suttacentral.net/dn34/en/sujato#2.1.191'>DN 34:2.1.191</a>, <a href='https://suttacentral.net/an/en/sujato#8.66'>AN:8.66</a>, and referred to at <a href='https://suttacentral.net/an4.189/en/sujato#1.8'>AN 4.189:1.8</a> and <a href='https://suttacentral.net/thag20.1/en/sujato#33.1'>Thag 20.1:33.1</a>. At <a href='https://suttacentral.net/an8.120/en/sujato'>AN 8.120</a> and <a href='https://suttacentral.net/mn137/en/sujato#27.1'>MN 137:27.1</a> they are listed but not called the eight liberations. ",
  "mn77:22.2": "Someone sees a meditative vision based on the perception of their own body, such as through mindfulness of breathing or one’s own body parts. Such “visions” or “forms” (<i lang='pi' translate='no'>rūpā</i>) are the lights or other meditation phenomena that today are sometimes called <i lang='pi' translate='no'>nimitta</i>. | The first three liberations all cover the four <i lang='pi' translate='no'>jhānas</i>. ",
  "mn77:22.4": "A meditator grounds their practice on some external focus, such as a light, the sight of a corpse, or an external element such as earth. ",
  "mn77:22.6": "This is a practice based on wholly pure and exalted meditation, such as the meditation on love, or the sight of a pure brilliant color like the sky. ",
  "mn77:23.1": "These are another way of describing the different experiences of <i lang='pi' translate='no'>jhāna</i>. Also at <a href='https://suttacentral.net/an8.65/en/sujato'>AN 8.65</a>, <a href='https://suttacentral.net/an10.29/en/sujato#6.1'>AN 10.29:6.1</a>, <a href='https://suttacentral.net/dn16/en/sujato#3.24.1'>DN 16:3.24.1</a>, <a href='https://suttacentral.net/dn33/en/sujato#3.1.142'>DN 33:3.1.142</a>, and <a href='https://suttacentral.net/dn34/en/sujato#2.1.160'>DN 34:2.1.160</a>. ",
  "mn77:23.2": "An “ugly” form is the mental image that arises in such contemplations as the parts of the body. A “beautiful” image arises from practices such as mindfulness of breathing. ",
  "mn77:23.8": "",
  "mn77:23.14": "This is the meditation where one contemplates an external color, either a prepared disk or a natural phenomena such as the sky or a flower, which eventually gives rise to a “counterpart” image. Today such meditations are called <i lang='pi' translate='no'>kasiṇa</i> following the Visuddhimagga, but for the original sense of <i lang='pi' translate='no'>kasiṇa</i> see below (<a href='https://suttacentral.net/mn77/en/sujato#24.1'>MN 77:24.1</a>). ",
  "mn77:24.11": "That Pali <i lang='pi' translate='no'>kasiṇa</i> (Sanskrit <i lang='pi' translate='no'>kṛtsna</i>) means “universal”, “totality” is shown by this passage where it is “undivided and limitless”. It is a name for the state of absorption, not for the meditation disk used in preliminary practice. ",
  "mn77:25.1": "From here, the text introduces the absorptions and higher knowledges, illustrated as in <a href='https://suttacentral.net/dn2/en/sujato'>DN 2</a> with a few differing similes. The absorptions and three higher knowledges also appear with similes at <a href='https://suttacentral.net/mn39/en/sujato'>MN 39</a>. ",
  "mn77:25.2": "",
  "mn77:25.3": "As a meditator proceeds, their subjective experience of the “body” evolves from tactile sense impressions (<i lang='pi' translate='no'>phoṭṭhabba</i>), to the interior mental experience of bliss and light (<i lang='pi' translate='no'>manomayakāya</i>), to the direct personal realization of highest truth (<a href='https://suttacentral.net/mn70/en/sujato#23.2'>MN 70:23.2</a>: <i lang='pi' translate='no'>kāyena ceva paramasaccaṁ sacchikaroti</i>). ",
  "mn77:25.4": "The kneading is the “placing the mind and keeping it connected”, the water is bliss, while the lack of leaking speaks to the contained interiority of the experience. ",
  "mn77:26.1": "",
  "mn77:26.3": "Again the simile emphasizes the water as bliss, while the lack of inflow expresses containment and unification. ",
  "mn77:26.4": "The water welling up is the rapture, which is the uplifting emotional response to the experience of bliss. ",
  "mn77:27.1": "",
  "mn77:27.3": "The meditator is utterly immersed in stillness and bliss. ",
  "mn77:28.1": "",
  "mn77:28.2": "The equanimity of the fourth <i lang='pi' translate='no'>jhāna</i> is not dullness and indifference, but a brilliant and radiant awareness. ",
  "mn77:28.3": "The white cloth is the purity and brightness of equanimity. The commentary explains this as a person who has just got out of a bath and sits perfectly dry and content. ",
  "mn77:29.1": "Here these practices are simply listed one after another, but normally the following knowledges are said to be made possible by the fourth absorption (eg. <a href='https://suttacentral.net/dn2/en/sujato#83.1'>DN 2:83.1</a>). | The first two knowledges—“knowledge and vision” of the mind attached to body, and the mind-made body—are found only here, <a href='https://suttacentral.net/dn2/en/sujato#83.1'>DN 2:83.1</a>, and <a href='https://suttacentral.net/dn10/en/sujato#2.21.3'>DN 10:2.21.3</a>. ",
  "mn77:29.2": "This is the “coarse” (<i lang='pi' translate='no'>olārika</i>) body. The obvious impermanence of the body invites the tempting but fallacious notion that the mind or soul is permanent, which is dispelled by deeper insight. ",
  "mn77:29.3": "This distinction should not be mistaken for mind-body dualism. These are not fundamental substances but experiences of a meditator. ",
  "mn77:29.8": "Strung gems were loved in India from the time in the Harappan civilization, millennia before the Buddha. ",
  "mn77:30.1": "The “mind-made body” is the interior mental representation of the physical body. In ordinary consciousness it is proprioception, which here is enhanced by the power of meditation. The higher powers in Buddhism are regarded as extensions and evolutions of aspects of ordinary experience, not as metaphysical realities separate from the world of mundane experience. Note that it is still “physical” (<i lang='pi' translate='no'>rūpī</i>) even though it is mind-made. This is the subtle (<i lang='pi' translate='no'>sukhuma</i>) body, which is an energetic experience of physical properties by the mind. ",
  "mn77:31.1": "“Psychic powers” (<i lang='pi' translate='no'>iddhi</i>) were much cultivated in the Buddha’s day, but the means to acquire them varied: devotion to a god, brutal penances, or magic rituals. The Buddha taught that the mind developed in <i lang='pi' translate='no'>samādhi</i> was capable of things that are normally incomprehensible. Only a few of these are attested as events in the early texts. The most common is the ability to disappear and reappear, exhibited by the Buddha (<a href='https://suttacentral.net/an8.30/en/sujato#2.1'>AN 8.30:2.1</a>), some disciples (<a href='https://suttacentral.net/mn37/en/sujato#6.1'>MN 37:6.1</a>), and deities (<a href='https://suttacentral.net/mn67/en/sujato#8.1'>MN 67:8.1</a>). ",
  "mn77:31.2": "These similes hark back to the descriptions of the purified mind as pliable and workable. ",
  "mn77:31.4": "This simile is extended in detail at <a href='https://suttacentral.net/an3.101/en/sujato'>AN 3.101</a>. ",
  "mn77:32.1": "“Clairaudience” is a literal rendition of <i lang='pi' translate='no'>dibbasota</i>. The root sense of <i lang='pi' translate='no'>dibba</i> is to “shine” like the bright sky or a divine being. The senses of clarity and divinity are both present. The Buddha occasionally used this ability for teaching, as at <a href='https://suttacentral.net/mn75/en/sujato#6.1'>MN 75:6.1</a>. ",
  "mn77:32.2": "This simile appears misplaced (see eg. <a href='https://suttacentral.net/mn99/en/sujato#24.4'>MN 99:24.4</a>). At <a href='https://suttacentral.net/dn2/en/sujato#90.1'>DN 2:90.1</a> we find the simile of being able to clearly identify sounds along the road, which fits better. ",
  "mn77:33.1": "Note that the Indic idiom is not the “reading” of minds, which suggests hearing the words spoken in inner dialogue. While this is exhibited by the Buddha (eg. <a href='https://suttacentral.net/an8.30/en/sujato#2.1'>AN 8.30:2.1</a>), the main emphasis is on the comprehension of the overall state of mind. ",
  "mn77:33.18": "Again the simile emphasizes how clear and direct the experience is. Without deep meditation, we have some intuitive sense for the minds of others, but it is far from clear. ",
  "mn77:34.1": "Here begins the “three knowledges” (<i lang='pi' translate='no'>tevijjā</i>), a subset of the six direct knowledges. The first two of these play an important role in deepening understanding of the nature of suffering in <i lang='pi' translate='no'>saṁsāra</i>. | Empowered by the fourth <i lang='pi' translate='no'>jhāna</i>, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. The knowledge of these events is not hazy or murky, but clear and precise, illuminated by the brilliance of purified consciousness. ",
  "mn77:34.2": "The word for “past life” is <i lang='pi' translate='no'>pubbanivāsa</i>, literally “former home”, and the imagery of houses is found in the second of the three knowledges as well. Recollection of past lives is as fresh and clear as the memory of a recent journey. ",
  "mn77:35.1": "Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; <em>why</em> rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in <a href='https://suttacentral.net/dn1/en/sujato#2.5.3'>DN 1:2.5.3</a> and <a href='https://suttacentral.net/mn136/en/sujato'>MN 136</a>. The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. | “Clairvoyance” renders <i lang='pi' translate='no'>dibbacakkhu</i> (“celestial eye”), for which see Chāndogya Upaniṣad 8.12.5, “the mind is its [the self’s] celestial eye” (<i lang='pi' translate='no'>mano'sya daivaṃ cakṣuḥ</i>). ",
  "mn77:35.2": "This simile is found in Majjhima at <a href='https://suttacentral.net/mn39/en/sujato#20.3'>MN 39:20.3</a> and <a href='https://suttacentral.net/mn130/en/sujato#2.1'>MN 130:2.1</a>. A slightly different simile is found in the Dīgha at <a href='https://suttacentral.net/dn2/en/sujato#96.1'>DN 2:96.1</a> and <a href='https://suttacentral.net/dn10/en/sujato#2.33.1'>DN 10:2.33.1</a>. ",
  "mn77:36.1": "This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of <i lang='pi' translate='no'>jhāna</i>. Here they are eliminated forever. ",
  "mn77:36.2": "Once again the pool of water represents the mind, but now the meditator is not immersed in the experience, but looks back and reviews it objectively. "
}