{
  "mn7:2.5": "A “bad destiny” (<i lang='pi' translate='no'>duggati</i>) is any realm below the human, namely the animal, ghost, and hell realms. ",
  "mn7:3.1": "Here the text shifts from <i lang='pi' translate='no'>saṅkiliṭṭha</i> (“corrupt”) to <i lang='pi' translate='no'>upakkilesa</i> (“corruption”). These are general terms for unskillful qualities of mind and the change in prefix has no particular significence. ",
  "mn7:5.32": "“Experiential” is <i lang='pi' translate='no'>avecca</i>, literally “having undergone”. “Experiential confidence” is the faith of a stream-enterer, who has seen for themselves. ",
  "mn7:5.33": "They have experiential confidence in the Buddha as a teacher because they have followed his path and realized the results that he speaks of. ",
  "mn7:6.2": "A stream-enterer has direct experience of the four noble truths, so they have confirmed that the teaching is indeed realizable in this very life. ",
  "mn7:7.2": "The suttas distinguish between two senses of Saṅgha. The “mendicant Saṅgha” (<i lang='pi' translate='no'>bhikkhusaṅgha</i>) is the conventional community of monks and nuns. The “Saṅgha of disciples” (<i lang='pi' translate='no'>sāvakasaṅgha</i>) is classified as fourfold according to the stages of awakening: stream-entry, once-return, non-return, and perfection. Each of these stages is further subdivided into those of the path who are practicing for realization and those of the fruit who have realized. These are referred to as “noble disciples”, four of the path and four of the fruit, making eight individuals in total. Saṅgha is not used in the sense of “spiritual community”. ",
  "mn7:11.1": "",
  "mn7:11.2": "Reflection on one’s progress brings joy and spurs further progress. This can be so powerful as to be a basis for <i lang='pi' translate='no'>samādhi</i>. ",
  "mn7:12.1": "An offering of delicious food is normally the most sensual temptation in a mendicant’s day. In the Chinese parallel at EA 13.5, this is mentioned only after arahantship. ",
  "mn7:13.1": "Here the Buddha introduces the so-called “divine meditations” (<i lang='pi' translate='no'>brahmavihāra</i>) or “immeasurables” (<i lang='pi' translate='no'>appamañña</i>). These are four wholesome emotional states that can be developed as a basis for <i lang='pi' translate='no'>samādhi</i>. They were evidently pre-Buddhist, although they have not been traced as a group in pre-Buddhist texts. However, they are shared with later non-Buddhist texts such as  Yogasūtra 1.33 and the Jain Tattvārthasūtra 7.11. | “Love” (<i lang='pi' translate='no'>mettā</i>) is a universal positive regard and well-wishing free of personal desires or attachments. ",
  "mn7:14.1": "“Compassion” (<i lang='pi' translate='no'>karuṇā</i>) is the quality of empathy with the suffering of another or oneself and the wish to remove it. ",
  "mn7:15.1": "“Rejoicing” (<i lang='pi' translate='no'>muditā</i>) is joyful celebration in the success of others or oneself, free of jealousy or cynicism. ",
  "mn7:16.1": "Equanimity (<i lang='pi' translate='no'>upekkhā</i>) is literally “close watching”, not interfering but standing ready when needed. It is not indifference, which is why it emerges only at the end, after the positive emotions are developed. ",
  "mn7:17.1": "This is a description of advanced insight by a stream-enterer. The meditator understands the current state of their experience, namely the mind developed through <i lang='pi' translate='no'>samādhi</i>. They know that this is conditioned and hence liable to decline to a lower state “worse than this”. They know that there are still higher states of mind that can be developed. And they know that, while all states of meditation fall within the scope of perception, there is an ultimate escape, namely Nibbāna. ",
  "mn7:18.5": "“Bathed” is <i lang='pi' translate='no'>sināta</i>, a rare variant spelling of <i lang='pi' translate='no'>nhata</i> (Sanskrit <i lang='pi' translate='no'>snāta</i>. <i lang='pi' translate='no'>Sināta</i> also occurs at <a href='/sn7.9/en/sujato#15.3'>SN 7.9:15.3</a>). | Later Brahmanical texts regarded external bathing as spiritually effective only when accompanied by inner bathing or purity of soul. The Mahābhārata says that “he who is bathed in the bath of self-disciple is clean inside and out” (13.111.9c, <i lang='pi' translate='no'>sa snāto yo damasnātaḥ sabāhyābhyantaraḥ śuciḥ</i>), while the Liṅga-purāṇa (1.8.33) insists that one who has bathed externally “must also practice the inner bathing” (<i lang='pi' translate='no'>snānaṃ … ābhyantaraṃ caret</i>). ",
  "mn7:19.1": "It seems that the Buddha mentioned the inner bathing to provoke the brahmin. | Four of the six Chinese parallels to this passage situate it on the bank of a river. ",
  "mn7:19.6": "<i lang='pi' translate='no'>Lokkha</i>, elsewhere unattested in Pali, is Sanskrit <i lang='pi' translate='no'>lokya</i>, which occurs several times in the Śatapatha Brāhmaṇa in the sense “conducive to a (heavenly) world” (9.5.2.16, 10.5.2.12, 11.3.3.7). The root sense of <i lang='pi' translate='no'>loka</i> is “light” and it was originally the bright sky with its <i lang='pi' translate='no'>devas</i> (eg. Śatapatha Brāhmaṇa Mādyandina 11.2.3.1–6, Kāṇva 3.2.5.1), later being extended to include all worlds. The PTS reading <i lang='pi' translate='no'>mokkha</i> is an unwarranted normalization, although it is supported by the parallel at MA 93, which has <span lang='lzh'>度</span>. Note that the expected form <i lang='pi' translate='no'>lokiya</i>, although common in later Pali, occurs only in one early verse (<a href='/thag2.18/en/sujato#2.4'>Thag 2.18:2.4</a>). | Bathing for purity from misdeeds as a pre-Buddhist Brahmanical custom is attested in Śukla Yajurveda 3.48. The bhikkhunī Puṇṇikā pointed out that if this were true then the fish, frogs, and turtles would go to heaven (<a href='/thig12.1/en/sujato#6.1'>Thig 12.1:6.1</a>), an argument echoed by the Jains (Sūyagaḍa 1.7.14–16) and later Brahmins (Liṅga-purāṇa 1.8.33–4). ",
  "mn7:20.2": "The Bāhukā (variant Bahukā) is mentioned only here. It may be the Bāhudā found in various Sanskrit texts (Bhāgavata Purāṇa 5.19.18), both words having the sense “granter of abundance”. | Adhikakkā (variant Avikakkā) is mentioned only here. The commentary says it was a ford (<i lang='pi' translate='no'>tittha</i>). ",
  "mn7:20.3": "Gayā is a ford on the Phalgu River by the town of Gayā, which is still a popular site for sacred bathing. | Sundarikā was a river in Kosala used for Brahmanical rituals (<a href='/sn7.9/en/sujato'>SN 7.9</a>, <a href='/snp3.4/en/sujato'>Snp 3.4</a>). Bathing in the ford there was said to bring beauty (Mahābhārata 3.82.51). ",
  "mn7:20.4": "Pali <i lang='pi' translate='no'>sarassatī</i> is better known in the Sanskrit form <i lang='pi' translate='no'>sarasvatī</i>, the most prominent river of the Vedas, who “like a snorting boar, broke the back of the mountains with her mighty waves” (Rig Veda 6.61.2). Change stole her waters and today she is lost. Researchers have identified her with the now-residual Ghaggar-Hakra system in north-west India and Pakistan or the Helmand River in Afghanistan. | Payāga (modern Prayagraj, formerly Allahabad) is the sacred ford at the confluence of the Ganges and the Yamunā beside Kosambi (see <a href='/pli-tv-bu-vb-pj1/en/sujato#4.18'>Pli Tv Bu Vb Pj 1:4.18</a>). The Mahābhārata calls it the “vulva of the world” (3.83.71), the most meritorious of all fords, where bathing can wash away a hundred crimes (3.83.82). ",
  "mn7:20.5": "The Bāhumatī River is elsewhere only known by a passing mention in Sanskrit reference works. As an epithet of Indra it means “strong of arm”. ",
  "mn7:20.13": "“Spring festival” is <i lang='pi' translate='no'>phaggu</i>, said to be held at Gayā (<a href='/thag5.7/en/sujato#1.4'>Thag 5.7:1.4</a>, <a href='/thag4.6/en/sujato#1.2'>Thag 4.6:1.2</a>), although Sanskrit sources take it as the name of a river at Gayā. ",
  "mn7:20.17": "A <i lang='pi' translate='no'>khema</i> (“sanctuary”) is a place of safety for wild creatures, a meaning featured in several Jātaka stories (eg. <a href='https://suttacentral.net/ja482'>Ja 482</a>). ",
  "mn7:20.18": "The straightforward ethical teachings here contrast with the more demanding teachings for the mendicants in the previous prose. Such teachings presage the universal values of <i lang='pi' translate='no'>dharma</i> promoted by King Asoka in his edicts. "
}