{
  "mn81:1.1": "This lively story is one of the most developed of the early canonical Jātakas. The popularity of the story is attested by the many parallels, which include a retelling of the story by the deity who had been Ghaṭīkāra (<a href='https://suttacentral.net/sn1.50/en/sujato'>SN 1.50</a>). Ghaṭīkāra’s virtues as an ideal lay follower are extolled; his kindness, faith, and contentment, and especially his practice of economic harmlessness through rejection of the contractual market economy. ",
  "mn81:3.1": "Each of the occasions when the Buddha smiled in this way served as an introduction to an uplifting story of the past. In <a href='https://suttacentral.net/mn83/en/sujato'>MN 83</a>, the Buddha tells of the fabled king Maghadeva of Mithilā, who went forth and practice the divine meditations. <a href='https://suttacentral.net/an5.180/en/sujato'>AN 5.180</a>, like the current sutta, tells the story of a virtuous layperson in the time of Kassapa Buddha. Both the Kassapa stories are set in Kosala. | Vebhaliṅga is known only from this context and there are many variant readings. ",
  "mn81:6.2": "Various texts of the northern Sarvāstivāda movement, including the Madhyama-āgama and the Saṅghabhedavastu, speak instead of the potter Nandīpāla and the Brahmin youth Uttara. | Ghaṭīkāra (“potter”) Nandīpāla is also referred to by his clan name Bhaggava.| Jotipāla means “guardian of the sacred flame”, i.e. someone who maintains the Vedic fire ritual, as attested by another Jotipāla of the past (<a href='https://suttacentral.net/dn19/en/sujato#47.26'>DN 19:47.26</a>). Yet another Jotipāla was a religious founder of the past (<a href='https://suttacentral.net/an6.54/en/sujato#18.1'>AN 6.54:18.1</a>, <a href='https://suttacentral.net/an7.73/en/sujato#2.5'>AN 7.73:2.5</a>). The name seems to appear only in Buddhist sources. Given that it is always in legendary contexts, it is probably a vocational epithet. ",
  "mn81:6.4": "Kassapa (Sanskrit Kaśyapa) means “tortoise”. It is a common Brahmanical clan name, stemming from an ancient figure reckoned as the eldest of the “seven sages”, to whom some Vedic verses are attributed. Further details of the Buddha Kassapa’s time are found at <a href='https://suttacentral.net/dn14/en/sujato#1.4.6'>DN 14:1.4.6</a>, <a href='https://suttacentral.net/sn15.20/en/sujato#4.1'>SN 15.20:4.1</a>, and <a href='https://suttacentral.net/sn48.57/en/sujato#3.1'>SN 48.57:3.1</a>. ",
  "mn81:6.5": "<i lang='pi' translate='no'>Sādhusammata</i> is normally an epithet of (real or supposed) saints. Here it is the “sight” (<i lang='pi' translate='no'>dassana</i>) of the saint that is deemed holy. This is an early example of the belief known in Hinduism as <i lang='pi' translate='no'>darshana</i>, that the sight of a holy person, place, or object was auspicious and conveyed blessings on the seer. This topic is also treated at <a href='https://suttacentral.net/snp4.4/en/sujato'>Snp 4.4</a> and <a href='https://suttacentral.net/an6.30/en/sujato'>AN 6.30</a>. ",
  "mn81:6.8": "",
  "mn81:6.16": "<i lang='pi' translate='no'>Sotti</i> is uncertain. I take it as from the root <i lang='pi' translate='no'>suc</i> in the sense “cleanser”. However, it may be related to Sanskrit <i lang='pi' translate='no'>śukti</i> (from the same root), which is mentioned by Varāhamihira as an ingredient in perfumed bath powders fit for a king (Bṛhat Saṁhitā 77). There, it is probably either powdered or ashen oyster shell, which is included as an exfoliant in some modern soaps, or else perfume from a plant whose leaves or flowers resemble oysters. The commentary, identifying it with the <i lang='pi' translate='no'>kuruvindakasutti</i> that was banned for mendicants at <a href='https://suttacentral.net/pli-tv-kd15/en/sujato#1.3.18'>Kd 15:1.3.18</a>, evidently derives it from <i lang='pi' translate='no'>sutta</i> (“string”) and explains it as a string of resin-balls compounded with <i lang='pi' translate='no'>kuruvindaka</i> (itself uncertain, possibly a herb). However, these explanations all seem dubious, as Pali texts treat <i lang='pi' translate='no'>sotti</i> as a normal means of washing, and should not require specialized ingredients or methods (<a href='https://suttacentral.net/an3.70/en/sujato#8.2'>AN 3.70:8.2</a>, <a href='https://suttacentral.net/mn93/en/sujato#10.5'>MN 93:10.5</a>). ",
  "mn81:8.1": "The <i lang='pi' translate='no'>ovaṭṭikā</i> is the turned-over hem of a skirt or sarong that holds it up (see <a href='https://suttacentral.net/pli-tv-bu-vb-np10/en/sujato#1.2.7'>Bu NP 10:1.2.7</a>). ",
  "mn81:8.5": "Leaving him, apparently, naked standing in the water. ",
  "mn81:9.1": "Manusmṛti 4.83 forbids grabbing hair (<i lang='pi' translate='no'>keśagraha</i>), which was an act of dominance in wrestling. It is forbidden in anger, notes Medhātithi’s commentary, but permitted in sex. Mahābhārata 5.91.11a beautifully explains how such rules are meant to be understood in context: “The learned regard him to be a wretch who does not by his solicitation seek to save a friend who is about to sink in calamity. Striving to the best of his might, even to the extent of seizing him by the hair, one should seek to dissuade a friend from an improper act. In that case, he that acts so, instead of incurring blame, reaps praise” (Kisari Mohan Ganguli’s translation, Section 93, Bhagavat-yāna Parva). ",
  "mn81:9.7": "Pottery is said to be a low craft at <a href='https://suttacentral.net/pli-tv-bu-vb-pc2/en/sujato#2.1.30'>Bu Pc 2:2.1.30</a>. ",
  "mn81:9.10": "<i lang='pi' translate='no'>Dohī</i> is “milking”, as in <i lang='pi' translate='no'>anavasesadohī</i> “milk dry”, an idiom which is used in the sense of “pushing things too far” (<a href='https://suttacentral.net/mn33/en/sujato#13.1'>MN 33:13.1</a>, <a href='https://suttacentral.net/an11.17/en/sujato#12.1'>AN 11.17:12.1</a>). ",
  "mn81:13.1": "Varanasi, one of the oldest cities in the world, was the capital of the Kāsī kingdom. It lost its status as an independent kingdom shortly before the Buddha, when it was taken over by Kosala. It appears in countless Buddhist stories of the past as the dominant city of the region in what appears to be a timeless and ageless past. However, despite its great antiquity, it is a historical settlement, of which the discovered remains date back to perhaps 1200 BCE; it was a capital city from perhaps 800 BCE. It would have enjoyed its status as a major city for a period of a few hundred years before the Buddha, during which time all these stories were set. ",
  "mn81:14.1": "Kikī (“blue jay”) is also the king in the time of Kassapa at <a href='https://suttacentral.net/dn14/en/sujato#1.12.20'>DN 14:1.12.20</a>. No king of this name appears to be attested in Puranic lineages. By the time of the Buddha, the much-conquered city of Varanasi was subject to first Kosala and then Magadha. This sutta establishes, however, that the true ancient king of the city was in fact a disciple of the past Buddha. | The suttas of this chapter all deal with kings in one way or another. Leaving aside the final five, all of which which Pasenadi of Kosala, we encounter royalty of of Kuru, Kāsī, Videha, Sūrasena, Bhaggā, and indirectly of Avanti and Kosambı̄. Thus the chapter serves to show that not just the well-known cases of Pasenadi and Bimbisāra, as well as the republican nations such as Vajjī and Sakya, were devoted to the Buddha, but the overwhelming majority of the kings of the time. Many, perhaps all, of these kings belong to what the Puranas later called the “lunar” dynasty, in contrast with the Buddha’s “solar” lineage. ",
  "mn81:16.1": "For “soft saffron rice” prefer the reading <i lang='pi' translate='no'>paṇḍumudikassa</i>. ",
  "mn81:17.6": "The king is promising that the offerings for the whole Sangha will be as luxurious as the ones just offered. ",
  "mn81:17.17": "The Buddha does not take the bait of describing someone  as “better”; rather, he describes Ghaṭīkāra’s qualities. ",
  "mn81:18.9": "This shows him to be one of the noble ones. ",
  "mn81:18.10": "This is equivalent to the eight precepts. ",
  "mn81:18.11": "The same is said of Buddhist mendicants at <a href='https://suttacentral.net/sn42.10/en/sujato#2.4'>SN 42.10:2.4</a>. This parallels the ten precepts of the <i lang='pi' translate='no'>sāmaṇera</i>, which forbid using money (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#56.1.14'>Kd 1:56.1.14</a>). ",
  "mn81:18.12": "Also said of ancient Brahmanical hermits at <a href='https://suttacentral.net/dn27/en/sujato#22.6'>DN 27:22.6</a>. Digging the earth is an offence for mendicants (<a href='https://suttacentral.net/pli-tv-bu-vb-pc10/en/sujato'>Bu Pc 10</a>). ",
  "mn81:18.14": "He made a living by purely voluntary exchange rather than contractual obligations. ",
  "mn81:18.16": "He is a non-returner. ",
  "mn81:19.3": "The Buddha uses Ghaṭīkāra’s clan name, as he does at <a href='https://suttacentral.net/sn1.50/en/sujato#11.2'>SN 1.50:11.2</a>. ",
  "mn81:19.5": "This appears to technically violate <a href='https://suttacentral.net/pli-tv-bu-vb-pc40/en/sujato'>Bu Pc 40</a>, which requires that food be given with the hands, not simply by speech. However, not all Buddhas lay down the exact same Vinaya rules. Several parallels explain this by saying that Kassapa was following the customs of the mystical land of Uttarakuru (MA 63 at T i 502a19; T i 502b8; Saṅghabhedavastu 17:391 at Gnoli 1978a:27,14 and D (1) <em>’dul ba</em>, <em>ga</em> 8a3), where no-one had any possessions (<a href='https://suttacentral.net/dn32/en/sujato#7.4'>DN 32:7.4</a>). ",
  "mn81:22.1": "“Suitable sauce” (<i lang='pi' translate='no'>tadupiyañca sūpeyyaṁ</i>) is also at <a href='https://suttacentral.net/dn17/en/sujato#2.15.10'>DN 17:2.15.10</a> and <a href='https://suttacentral.net/sn22.96/en/sujato#4.10'>SN 22.96:4.10</a>, where it describes a similarly luxurious meal. | A secondary theme of this parable is to highlight the different attitudes to offering. Kikī is generous, but his offering is extravagant and indulgent, and ultimately serves his desires, whereas Ghaṭīkāra is concerned only to help with what is needed at the time. ",
  "mn81:22.6": "The two words <i lang='pi' translate='no'>alaṁ me</i> encapsulate the radical basis of a Buddhist economy. ",
  "mn81:23.2": "This phrase marks canonical Jātaka stories at <a href='https://suttacentral.net/dn17/en/sujato#2.14.2'>DN 17:2.14.2</a>, <a href='https://suttacentral.net/mn83/en/sujato#21.2'>MN 83:21.2</a>, <a href='https://suttacentral.net/an3.15/en/sujato#5.2'>AN 3.15:5.2</a>, and <a href='https://suttacentral.net/an9.20/en/sujato#5.2'>AN 9.20:5.2</a>. "
}