{
  "mn82:1.1": "The story of Raṭṭhapāla, the “guardian of the nation”, has become one of the most famous and beloved parables from early Buddhism. It is a testament to a young man’s resolution to go forth out of faith, a quality for which he was later honored (<a href='https://suttacentral.net/an1.210/en/sujato#1.1'>AN 1.210:1.1</a>). But the power of Raṭṭhapāla’s determination should not overshadow the moving conversation he has with King Koravya at the end. ",
  "mn82:1.2": "Thullakoṭṭhika (“place of fat granaries”; Sanskrit <i lang='pi' translate='no'>sthūlakoṣṭhaka</i>) only appears in the story of Raṭṭhapāla. ",
  "mn82:4.3": "From this point, the narrative is largely echoed in the story of Sudinna (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#5.1.7'>Bu Pj 1:5.1.7</a>), with, however, a very different outcome. While the exact relationship between these shared narratives is not easy to determine, it seems likely that Sudinna’s story adopted elements of Raṭṭhapāla’s. ",
  "mn82:6.6": "This Vinaya rule is not mentioned elsewhere in the suttas, although it was required also of Sudinna (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#5.1.14'>Bu Pj 1:5.1.14</a>). It was instituted on the emotional request of the Buddha’s own father, who was distraught when his grandson Rāhula went forth while still a boy (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#54.4.2'>Kd 1:54.4.2</a>). It  originally applied to novices, who went forth as young as fifteen or “when old enough to scare crows” (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#51.1.14'>Kd 1:51.1.14</a>). Over time the requirements for ordination tend to become stricter as things required in a particular context are applied generally. If this is the case here, the process must have happened quickly, so that even in the canonical full ordination procedure a candidate, who must be twenty years at least, must have permission of their parents (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#76.1.12'>Kd 1:76.1.12</a>). However, there are many people who cannot get such permission, such as orphans. Thus if one does give the going-forth to someone without permission of the parents, it is a minor offence of wrong-doing for the mendicant performing the ordination, but it does not invalidate it (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#54.6.5'>Kd 1:54.6.5</a>). ",
  "mn82:7.21": "A similar method was employed by Bhaddā Kuṇḍalakesā, according to the commentary to <a href='https://suttacentral.net/thig5.9/en/sujato'>Thig 5.9</a>. She lay face down until her parents allowed her to marry the man she desired, who was, unfortunately, a convicted criminal. The marriage did not end well, but she persevered and ultimately triumphed. ",
  "mn82:14.1": "While the conventional phrase “soon” (<i lang='pi' translate='no'>nacirasseva</i>) is used, the commentary says it was twelve years, which would explain why his family did not immediately recognize him. ",
  "mn82:17.1": "This is a sign of the dandified life expected of Raṭṭhapāla. Hairstyles for upper class men of the time were quite fancy, or at least they are depicted so in the early sculptures at Sanchi. ",
  "mn82:18.4": "This detail is remarkably similar to The Odyssey 19:361–475, where due to the marks on his feet, the maidservant Eurycleia recognizes Odysseus on his return even though his own wife did not. ",
  "mn82:19.3": "The same syntax recurs at <a href='https://suttacentral.net/an5.166/en/sujato#11.2'>AN 5.166:11.2</a>, where it is clear the future tense expresses indignation rather than future time. ",
  "mn82:19.4": "In the Vinaya, the exchange between Raṭṭhapāla and his father is expressed in verse (<a href='https://suttacentral.net/pli-tv-bu-vb-ss6/en/sujato#1.5.1'>Bu Ss 6:1.5.1</a>). ",
  "mn82:23.3": "Raṭṭhapāla refers to his former wives as sisters, an indication that he sees them in accordance with the advice in <a href='https://suttacentral.net/sn35.127/en/sujato#1.6'>SN 35.127:1.6</a>, to regard women of one’s one age as a sister. Notably, he has already used the same respectful term when addressing the household maid, whereas his mother uses the disrespectful “wench” (<i lang='pi' translate='no'>je</i>). ",
  "mn82:25.1": "The following verses are also found in Raṭṭhapāla’s verses at <a href='https://suttacentral.net/thag16.4/en/sujato'>Thag 16.4</a>. ",
  "mn82:27.1": "Koravya (Sanskrit <i lang='pi' translate='no'>kauravya</i> or <i lang='pi' translate='no'>kaurava</i>) is the conventional name for descendants of the legendary Kuru, founding king of the Kurus. ",
  "mn82:30.9": "While Raṭṭhapāla’s age is not given, he seems quite young when he went forth. He addresses his parents with the familiar “mum and dad”; permission of his parents is required; his friends play a major role influencing his decisions; and he lies on the ground refusing to move until he gets what he wants from his parents. All this sounds like a teenager. True, he was married, but such marriages could be arranged young. And now here, twelve years later according to the commentary, he is still a young man. ",
  "mn82:35.1": "While these four summaries reflect key teachings of the Buddha, they are not found as such in early texts. ",
  "mn82:38.4": "",
  "mn82:38.5": "For <i lang='pi' translate='no'>alamatto</i> read <i lang='pi' translate='no'>alamattho</i>, “capable”. ",
  "mn82:41.4": "",
  "mn82:41.23": "This is a rare acknowledgement of the existence of lands over the seas. ",
  "mn82:41.35": "This passage is a counterweight to the ideal of the Wheel-turning Monarch, who “after conquering this land girt by sea, reigns by principle, without rod or sword” (eg. <a href='https://suttacentral.net/mn91/en/sujato#5.8'>MN 91:5.8</a>). The Wheel-turning Monarch is in turn a Buddhist recasting of the Brahmanical notion of a king who rules by favor of the gods as demonstrated in the horse sacrifice. The idea of a righteous king whom all obey without coercion belongs rightly to legend, while as Raṭṭhapāla so eloquently, not to mention bravely, points out, the very desire to rule is founded on craving. ",
  "mn82:42.48": "<i lang='pi' translate='no'>Virūparūpena</i> appears at <a href='https://suttacentral.net/dn24/en/sujato#1.17.8'>DN 24:1.17.8</a>, <a href='https://suttacentral.net/ja522/en/sujato#18.3'>Ja 522:18.3</a>, and <a href='https://suttacentral.net/ja526/en/sujato#56.2'>Ja 526:56.2</a>, where it always has the meaning “in disguise”. "
}