{
  "mn83:1.1": "Versions of this story are told in the Maghadeva Jātaka (<a href='https://suttacentral.net/ja9/en/sujato'>Ja 9</a>) and Nimi Jātaka (<a href='https://suttacentral.net/ja541/en/sujato'>Ja 541</a>). ",
  "mn83:1.2": "Mithilā was the capital of Videha, to the north east of the Vajjian federation, nestled against the Himalayas. Mithilā was a dominant kingdom before the Buddha, its king Janaka featuring prominently in early Upaniṣads. It features rarely in the suttas (<a href='https://suttacentral.net/mn91/en/sujato'>MN 91</a>, <a href='https://suttacentral.net/thig6.2/en/sujato'>Thig 6.2</a>, <a href='https://suttacentral.net/thig13.4/en/sujato'>Thig 13.4</a>) and had apparently declined in importance. It is unclear whether Mithilā had been subsumed into the Vajjian federation or remained as a minor independent kingdom until conquered by Magadha some years later. <a href='https://suttacentral.net/dn19/en/sujato#36.7'>DN 19:36.7</a> establishes the mythic origins of the land from a Buddhist perspective, whereas Śatapatha Brāhmaṇa 1.4.1.10–19 depicts its origins in terms of the spread of fire-worship from the west by the founding king Māthava Videgha with his priest Gotama Rāhūgaṇa. ",
  "mn83:3.1": "Maghadeva (“bounteous god”; Pali variants are<i lang='pi' translate='no'>makhādeva</i> and <i lang='pi' translate='no'>māghadeva</i>, while Sanskrit sources usually have <i lang='pi' translate='no'>mahādeva</i>; a Bharhut stūpa inscription has <i lang='pi' translate='no'>maghādeva</i>) is from the Vedic <i lang='pi' translate='no'>magha</i> (“bounty”; see <a href='https://suttacentral.net/sn11.12/en/sujato#1.3'>SN 11.12:1.3</a>). | For “stood by his duty” (<i lang='pi' translate='no'>dhamme ṭhito</i>) compare “standing by the tree’s duty” (<i lang='pi' translate='no'>rukkhadhamme ṭhito</i>) at <a href='https://suttacentral.net/an6.54/en/sujato#12.4'>AN 6.54:12.4</a>. In such instances, <i lang='pi' translate='no'>dhamma</i> anticipates the later Hindu notion of <i lang='pi' translate='no'>svadharma</i>, i.e. the duty appropriate for ones’ station. ",
  "mn83:4.1": "Maghadeva’s story of renunciation shares much in common with that of Daḷhanemi (<a href='https://suttacentral.net/dn26/en/sujato#2.1'>DN 26:2.1</a>). ",
  "mn83:4.6": "Such “messengers of the gods” appear as reminders for the dangers of mortality in <a href='https://suttacentral.net/mn130/en/sujato'>MN 130</a> and <a href='https://suttacentral.net/an3.36/en/sujato'>AN 3.36</a>. In non-Buddhist texts they can also be celestial interlocutors in a more literal sense (eg. Mahābhārata 1.2.232b, 1.9.005d). ",
  "mn83:4.8": "This event is depicted in a Barhut relief. ",
  "mn83:4.13": "It is an expected virtue of a good ruler to retire when signs of aging appear. | The notion that spiritual practice is for the elderly is expressed at <a href='https://suttacentral.net/pli-tv-bi-vb-pc21/en/sujato#1.4'>Bi Pc 21:1.4</a>, where sex workers teased nuns, suggesting they enjoy themselves while young and ordain when old. The Buddhist position is that Dhamma can be practiced at any age. ",
  "mn83:4.14": "<i lang='pi' translate='no'>Rajjaṁ</i> means ”realm” rather than “kingship”. ",
  "mn83:4.15": "The signs of the renunciate predate Buddhism. ",
  "mn83:4.18": "",
  "mn83:6.1": "84,000 is 12 times 7 times 1000, where 12 is the months of the year (a full cycle) and in addition, a multiple of 4, the number of fullness and balance. 7 signifies the entire cycle of birth and death, being the days of the week and the visible “planets” (Sun, Moon, Mercury, Venus, Mars, Jupiter, and Saturn). 1000 is a major multiplier. Thus the overall sense of 84,000 is an abundant fullness (especially of time), in which sense it became a popular mystic number in Buddhism. ",
  "mn83:6.2": "Living the “spiritual (divine) life” (<i lang='pi' translate='no'>brahmacariya</i>), he practiced the “divine meditations” (<i lang='pi' translate='no'>brahmavihāra</i>) and was reborn in the “divine realm of Brahmā” (<i lang='pi' translate='no'>brahmaloka</i>). The Buddha is presenting an idealized vision of the ancient Brahmanical path as a coherent spiritual practice guided by the notion of <i lang='pi' translate='no'>brahma</i> as spiritual or divine excellence (see too <a href='https://suttacentral.net/mn99/en/sujato#22.14'>MN 99:22.14</a>, <a href='https://suttacentral.net/dn13/en/sujato#38.2'>DN 13:38.2</a>). | As the exemplar of an ideal Brahmanized king, Maghadeva is perhaps to be identified with Māthava Videgha, the founder and Brahmanizer of Mithilā. His name ought probably be read <i lang='pi' translate='no'>mādhava</i> (“possessor of <i lang='pi' translate='no'>madhu</i>”) where <i lang='pi' translate='no'>madhu</i> (“honey”) is a common term for Soma. Māthava Videgha was the first king who carried out the Soma rites in the region, bringing Agni to “burn over” (civilize) the newly-brahmanized land. ",
  "mn83:11.4": "This totals 28.224 billion years, while the current estimate of the age of the Universe is half that at about 13.8 billion years. Thus the Buddhist scope of time falls within the same order of magnitude as modern cosmology. ",
  "mn83:12.1": "Nimi is widely known in Sanskrit literature as one of the three main sons of Ikṣvāku (Okkāka), the legendary ancestor of the solar dynasty and the source of the Sakyan royal lineage (Bhāgavata Purāṇa 9.6.4). As the king of Videha, Nimi was the direct ancestor of Mahājanaka (Rāmāyaṇa 1.71.3). While his legends underwent proliferation, it seems the kernel of the story is common, as Mahābhārata says that “Nimi, the ruler of the Videhas, gave away his kingdom” (14.234 of Kisari Mohan Ganguli’s translation). ",
  "mn83:13.13": "For “sing his praises” (<i lang='pi' translate='no'>kittayamānarūpā</i>) see <a href='https://suttacentral.net/dn18/en/sujato#4.8'>DN 18:4.8</a>. ",
  "mn83:14.9": "Despite this, no journey to the lower realms is mentioned here, which perhaps indicates textual loss. It is, however, told in detail in <a href='https://suttacentral.net/ja541/en/sujato'>Ja 541</a>. ",
  "mn83:15.15": "PTS and BJT editions have the expected <i lang='pi' translate='no'>upavasissāmi</i> (“I shall observe”) for Mahāsaṅgīti’s <i lang='pi' translate='no'>upavasāmi</i> (“I observe”). ",
  "mn83:20.1": "The Janakas were the famed kingly house of Videha, here framed as the source of the kingdom’s decline. A King Janaka was Sītā’s father in the Rāmāyaṇa, and one discussed philosophy with Yājñavalkya in the Bṛhadāraṇyaka Upaniṣad. A Janaka is also featured in the Jātakas (<a href='https://suttacentral.net/ja539/en/sujato'>Ja 539</a>). It seems impossible to determine which, if any, are the same person. ",
  "mn83:21.7": "According to the doctrine of the “perfections” (<i lang='pi' translate='no'>pāramī</i>), which emerged around two to four centuries after the Buddha’s passing, the practices he undertook in past lives laid the foundation for awakening in this life. Here, however, the Buddha states that his former practices did not lead to awakening. Rather, since they were based on the wrong view of eternal bliss in the Brahmā realm, they only led to a good rebirth so long as that kamma lasted. It is the eightfold path, which the Buddha discovered in his final life, which leads to awakening. The same saying in a similar context is found at <a href='https://suttacentral.net/dn19/en/sujato#61.4'>DN 19:61.4</a>. ",
  "mn83:21.14": "The Buddha changes to the plural so as to include the whole Saṅgha. "
}