{
  "mn84:1.1": "The fact that the Buddha is not mentioned usually signifies a discourse set after his passing, which is confirmed towards the end of this sutta. ",
  "mn84:1.2": "Madhurā (Sanskrit Mathurā), located  on the north-western trade route, between modern Agra and Delhi, was the capital of Sūrasena. Painted Grey Ware at the site attests to its settlement in the Vedic era, long before the Buddha’s day with its characteristic Northen Black Polished Ware, which is also found there. Early suttas place the Buddha on the road to Madhurā <a href='https://suttacentral.net/an4.43/en/sujato'>AN 4.43</a>, and attribute one short sutta where he complained about how bad it was <a href='https://suttacentral.net/an5.220/en/sujato'>AN 5.220</a>. SA 36 in Chinese translation places him at the Umbrella Mango Tree Park on the bank of the Bhadra River, where he gave a discourse whose Pali parallel is in Sāvatthī (<a href='https://suttacentral.net/sn22.43/en/sujato'>SN 22.43</a>). Despite its minor role in early Buddhism, it soon became a major Buddhist center, and as spiritual home of the great arahants Śaṇavāsin, Upagupta, and Moggaliputtatissa played a major role in spreading Buddhism. ",
  "mn84:2.1": "Avanti’s northern capital Ujjeni lay 600km south of Madhurā. The commentary explains that the former king of Madhurā (perhaps the Subāhu of Lalitavistara 3.24 = Vaidya 16 who ruled when the Bodhisatta was born) had married the sister of Pajjota, king of Avanti, hence their son was named “Son of Avanti”. The unification of their houses was, according to the Purānas, in fact a reunification, as both descended from the lunar Yadava lineage. The Yadavas were said to have settled as far as the key port on the Arabian sea at Dvāraka. Avantiputta, however, is not attested outside of this sutta, for which the Chinese parallel says rather, “the king of Mathurā, a western prince”. ",
  "mn84:2.2": "",
  "mn84:4.1": "Kaccāna appears in Madhurā also at <a href='https://suttacentral.net/an2.38/en/sujato'>AN 2.38</a>, where he has a discussion on a similar topic with the brahmin Kandarāyana. Kaccāna often stayed at Avanti, both before and after the Buddha’s passing, where he also dealt with the question of the status of the brahimns (<a href='https://suttacentral.net/sn35.132/en/sujato'>SN 35.132</a>). The commentary says he was in fact the son of the chief priest (<i lang='pi' translate='no'>purohita</i>) of Avanti, which would explain his connection with Avanti, his discussions on the topic of brahminhood, and his skill in analyzing scripture. Kaccāna ultimately established Buddhism in the region, from where it was later brought to Sri Lanka by another “son of Avanti”, the great monk Mahinda. ",
  "mn84:4.5": "“Rightful” is <i lang='pi' translate='no'>orasa</i>, signifying a legitimate natural heir. The literal translation “bosom sons” is tempting, but “bosom” in English conveys intimacy and comfort rather than legitimacy. ",
  "mn84:5.35": "Then as now, it would seem, wealth trumps birth. ",
  "mn84:6.5": "<i lang='pi' translate='no'>Arahataṁ</i> is genitive plural. ",
  "mn84:9.19": "This verse is also at <a href='https://suttacentral.net/dn27/en/sujato#3.6'>DN 27:3.6</a> and <a href='https://suttacentral.net/mn93/en/sujato#5.4'>MN 93:5.4</a>. | For “best class” (<i lang='pi' translate='no'>seṭṭho vaṇṇo</i>) see <i lang='pi' translate='no'>varṇaśreṣṭhaḥ</i> at Mahābhārata 1.24.4c. ",
  "mn84:9.20": "Mahābhārata 12.181.5 says that brahmins are the white class, aristocrats red, peasants yellow, and menials black. Underlying this is an assumption of the superiority of the fair-skinned northerners of Indo-Aryan descent over the dark-skinned natives (see <a href='https://suttacentral.net/dn3/en/sujato#1.10.3'>DN 3:1.10.3</a>). ",
  "mn84:9.21": "I cannot trace this statement to Brahmanical texts, and indeed they have a strong tendency to push back against the idea that only brahmins can find purity. ",
  "mn84:9.22": "An allusion to the famous Puruṣasūkta (Rig Veda 10.90.12): “His (the cosmic Man’s) mouth became the brahmin, his arms became the ruler (<i lang='pi' translate='no'>rājanya</i>, an alternate name for the <i lang='pi' translate='no'>khattiyas</i>), his thighs became the peasant (<i lang='pi' translate='no'>vaiśya</i>); the menial (<i lang='pi' translate='no'>sūdra</i>) was born from his feet.” This belongs to the latest portion of the Rig Veda, and probably represents a time when the system of four castes was established in the late Vedic period, some centuries before the Buddha. Apart from this, the Rig Veda hardly mentions any of these as castes, let alone all four together. "
}