{
  "mn85:2.1": "The commentary says that Bodhi’s father was Udena, king of Kosambi, while his mother was Vāsuladattā, daughter of King Pajjota of Avanti, whose marriage became one of the great romantic legends of Indian story. Bodhi would then be the first cousin once removed of King Avantiputta of Madhurā (<a href='https://suttacentral.net/mn84/en/sujato'>MN 84</a>). It seems that the Bhaggas were vassals of the Vacchas of Kosambi. The ending of our text shows that Bodhi was conceived in Kosambi and raised at Crocodile Hill, where he was currently dwelling as suzerain. ",
  "mn85:7.13": "With just a glance Ānanda knew what to do. ",
  "mn85:7.16": "According to the commentary, Bodhi was childless. He thought that if the Buddha stepped on the cloth it would show that he would have a child in the future, whereas if he did not then he would have no child. In the commentary to <a href='https://suttacentral.net/dhp157/en/sujato'>Dhp 157</a>, the Buddha confirms to Bodhi that he will have no child. Under this explanation, then, by refusing to step on the cloth the Buddha was giving Bodhi an answer. The canonical account, however, reads as if the Buddha is simply refusing to indulge Bodhi’s superstition. Nonetheless, the fact that the Vinaya account (see below) concerns a woman who cannot have a child confirms that the blessing concerns fertility. ",
  "mn85:7.17": "Pali editions vary between “has regard” (<i lang='pi' translate='no'>apaloketi</i>) and “has compassion” (<i lang='pi' translate='no'>anukampati</i>), while the Chinese and Sanskrit fragments agree on “compassion”. The reading <i lang='pi' translate='no'>apaloketi</i> (or <i lang='pi' translate='no'>oloketi</i> in the Dhammapada commentary) seems to have arisen to conform with the idea that the Buddha was looking into the future to see if Bodhi would have a child. ",
  "mn85:9.1": "The discourse thus far is also found at <a href='https://suttacentral.net/pli-tv-kd15/en/sujato#21.1.1'>Kd 15:21.1.1</a>. The Vinaya version omits the following teaching, and instead provides an occasion for the Buddha to make it a minor offence to step on a cloth covering (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#21.3.6'>Kd 15:21.3.6</a>). But when a woman who is either barren or has miscarried (<i lang='pi' translate='no'>apagatagabbha</i>) complains, the Buddha made a compassionate exception for stepping on a cloth for superstitious laypeople (<i lang='pi' translate='no'>maṅgalikā</i>) seeking blessings (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#21.4.11'>Kd 15:21.4.11</a>). The commentary says this only applies for women without child or with a difficult pregnancy. ",
  "mn85:9.5": "This is a Jain view (<a href='https://suttacentral.net/mn14/en/sujato#20.1'>MN 14:20.1</a>). This lends support to the Jain tradition that claims Bodhi’s grandfather Pajjota as a disciple. | Bodhi’s spirituality was inclusive: he is close to the brahmin Sañjikāputta, inquires into Buddhism, asserts a Jain view, and practices superstitions. ",
  "mn85:10.2": "The Buddha confirms that this Jain view drove his practices before awakening. ",
  "mn85:55.5": "According to the commentary, it was Pajjota’s desire to learn the art of training elephants from Bodhi’s father Udena that, after a colorful series of events, ultimately led to the joining of their houses and the birth of Bodhi. While the story is framed as a romantic adventure, it shows the strategic importance of trained elephants for royal power. ",
  "mn85:58.1": "<i lang='pi' translate='no'>Padhāna</i> is literally to “fix” or “place” and hence to “try” or “strive”. Its core application is to apply oneself to spiritual practices, and hence in Buddhism it overlaps in meaning with “meditation”; a <i lang='pi' translate='no'>padhānasāla</i> is a “meditation hall”. Here the five factors are qualities that are essential foundations for meditation. ",
  "mn85:61.6": "His “lady mother” (<i lang='pi' translate='no'>ayyā</i>), as noted above, was Queen Vāsuladattā, daughter of Pajjota and wife of Udena. | This is the only place in the Pali canon where the idiom “heard and learned this in the presence” is applied to anyone other than the Buddha. "
}