{
  "mn86:2.1": "This is a rare sutta where the Buddha’s words take a back seat to dramatic narrative. The reform of the serial killer Aṅgulimāla became one of the most popular stories in Buddhism, with is its message of redemption even for the most wicked. The narrative with extensive backstory has been elaborated in the Pali commentaries and several parallels, with various overlaps and divergences, where events become inflated to an implausible degree. The tendency to exaggeration is found even here, for example in the claim that Aṅgulimāla laid waste to entire countries. ",
  "mn86:2.3": "Aṅgulimāla’s eponymous grotesquerie of a “finger garland” is explained by the commentary and some parallels as being a count of his victims killed by order of his former Brahmanical teacher, who assigned him this task out of jealousy. This unlikely scenario was rejected by Richard Gombrich (<em>How Buddhism Began</em>, pg. 151), who proposed that Aṅgulimāla belonged to a violent cult. The shared core of canonical accounts, however, ascribe no religious motivation to his acts: he is just a killer. He is driven by untrammeled will to power, the need to show he is stronger and better. ",
  "mn86:3.9": "",
  "mn86:3.10": "<i lang='pi' translate='no'>Attha</i> in <i lang='pi' translate='no'>hatthattha</i> means “death, end” (commentary: <i lang='pi' translate='no'>atthaṁ vināsaṁ</i>). ",
  "mn86:4.7": "For “like a conqueror” (<i lang='pi' translate='no'>pasayha maññe</i>) compare how the “fierce-fanged lion, king of beasts” wanders as conqueror at <a href='https://suttacentral.net/snp1.3/en/sujato#38.1'>Snp 1.3:38.1</a>. Aṅgulimāla sees the Buddha’s strength as a challenge; he needs to prove himself the mightiest. ",
  "mn86:4.8": "",
  "mn86:5.6": "The decisive turn comes when Aṅgulimāla must admit he is not the strongest. ",
  "mn86:6.2": "These verses in this sutta are found in Aṅgulimāla’s verses at <a href='https://suttacentral.net/thag16.8/en/sujato'>Thag 16.8</a>. ",
  "mn86:6.7": "This phrase is shared with the Jains, Sūyagaḍa 14.23: <i lang='pi' translate='no'>savvehi pāṇehi nihāya daṇḍaṁ</i>. ",
  "mn86:6.10": "",
  "mn86:6.11": "Read <i lang='pi' translate='no'>samaṇo paccapādi</i> per <a href='https://suttacentral.net/thag16.8/en/sujato#3.2'>Thag 16.8:3.2</a>. ",
  "mn86:9.4": "",
  "mn86:10.5": "It is Pasenadi’s duty, not the Buddha’s to defend his citizens. Yet while the Buddha had already identified the problem, taken action, and solved it, Pasenadi is just now coming to the Buddha to announce his intention to do something about it. A certain criticism of Pasanadi’s weakness can be discerned here. ",
  "mn86:11.2": "As Ajātasattu would for a runaway slave who ordained at <a href='https://suttacentral.net/dn2/en/sujato#36.2'>DN 2:36.2</a>. ",
  "mn86:12.6": "Also per Ajātasattu (<a href='https://suttacentral.net/dn2/en/sujato#10.8'>DN 2:10.8</a>). ",
  "mn86:12.12": "Gagga is a clan descended from the Vedic seer Garga Bhāradvāja (Rig Veda 6.47). Clan members feature prominently throughout Brahmanical literature (Bṛhadāraṇyaka Upaniṣad 2.1, 3.6, 3.8; Praśna Upaniṣad 4, etc.), none of whom, however, share Aṅgulimāla’s depravity. | Mantāṇī, spelled Maitrāyaṇī in Sanskrit (Mahāvastu 3.377, cf. Puṇṇa son of Mantāṇī at <a href='https://suttacentral.net/mn24/en/sujato#2.4'>MN 24:2.4</a>), is shared with the Maitrāyaṇī Saṁhitā, the oldest ritual text of the Black Yajurveda. ",
  "mn86:13.7": "This heads off a potential criticism of Buddhism that it would allow criminals to flourish. Non-violent approaches are not just morally superior but more effective. ",
  "mn86:14.2": "<i lang='pi' translate='no'>Mūḷha</i> here has the sense of “gone astray” in reference to obstructed labor that prevents birth; see <a href='https://suttacentral.net/ud2.8/en/sujato#1.4'>Ud 2.8:1.4</a>. ",
  "mn86:14.4": "<i lang='pi' translate='no'>Kilissanti</i> here has the sense “undergo distress or travail”. Compare <i lang='pi' translate='no'>garbhakleśa</i> in Mārkaṇḍeya Purāṇa 22.45 with the sense, “travails of childbirth”. ",
  "mn86:15.2": "The asseveration of truth—the belief that “by this truth” (<i lang='pi' translate='no'>tena saccena</i>, also at <a href='https://suttacentral.net/snp2.14/en/sujato'>Snp 2.14</a>) effective results could be won—can be traced to Rig Veda 1.21.6 (<i lang='pi' translate='no'>tena satyena</i>). ",
  "mn86:15.6": "This is still used as a blessing for pregnant women in Theravada. | “Noble birth” is a unique way of referring to ordination. It echoes the <i lang='pi' translate='no'>upanayana</i> initiation, where the teacher is said to become pregnant with the student and give birth to them as a brahmin (Śatapatha Brāhmaṇa 11.5.4; also see notes to <a href='https://suttacentral.net/mn26/en/sujato#15.2'>MN 26:15.2</a> ff.). ",
  "mn86:17.7": "For the residual effects of kamma, compare such suttas as <a href='https://suttacentral.net/sn56.49/en/sujato'>SN 56.49</a>, where for a stream-enterer the suffering that has disappeared is like a great mountain, while that which remains is like seven pebbles. For Aṅgulimāla as an arahant there is even less, but not none at all. ",
  "mn86:18.25": "<i lang='pi' translate='no'>Pappuyya</i> is absolutive. ",
  "mn86:18.26": "Creatures “firm and frail” (<i lang='pi' translate='no'>tasathāvare</i>) is a common Jain idiom (eg. Uttarādhyayana 5.8: <i lang='pi' translate='no'>tasesu thāvaresu ya</i>, Sūyagaḍa 3.4.20: <i lang='pi' translate='no'>je keī tasathāvarā</i>, Dasaveyāliya 4.1.42: <i lang='pi' translate='no'>tasaṃ vā thāvaraṃ vā</i>, Ācāraṅgasūtra 9.1.14<i lang='pi' translate='no'>tasa-jīvā ya thāvarattāe</i>). ",
  "mn86:18.35": "Aṅgulimāla became known as “Harmless” (Ahiṁsaka) after his awakening. "
}