{
  "mn87:1.1": "This sutta records King Pasenadi’s conversion due to the wise counsel of his chief queen, Mallikā (“Jasmine”). Similar conversations with Mallikā on attachment to loved ones are found at sn3.8]() and <a href='https://suttacentral.net/ud5.1/en/sujato'>Ud 5.1</a>. King Pasenadi’s committment to non-attachment was sorely tested with the birth of a daughter (<a href='https://suttacentral.net/sn3.16/en/sujato'>SN 3.16</a>), and when Mallikā passed away (<a href='https://suttacentral.net/an5.49/en/sujato'>AN 5.49</a>). ",
  "mn87:2.2": "An unusual use of <i lang='pi' translate='no'>paṭibhāti</i> (“feel like”); commentary glosses <i lang='pi' translate='no'>ruccati</i>. ",
  "mn87:4.1": "",
  "mn87:5.1": "Also a scene for gossip in <a href='https://suttacentral.net/an3.60/en/sujato'>AN 3.60</a> and <a href='https://suttacentral.net/an10.45/en/sujato'>AN 10.45</a>. ",
  "mn87:5.2": "In addition to the conversations on the theme of attachemnt to loved ones, unrelated incidents with Mallikā appear at <a href='https://suttacentral.net/an4.197/en/sujato'>AN 4.197</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pc53/en/sujato#1.1'>Bu Pc 53:1.1</a>, and <a href='https://suttacentral.net/pli-tv-bu-vb-pc83/en/sujato#1.2.7'>Bu Pc 83:1.2.7</a>. She is listed as an eminent lay disciple (<a href='https://suttacentral.net/an8.91-117/en/sujato#1.1'>AN 8.91–117:1.1</a> and maintained a monastery for philosophical debates (<a href='https://suttacentral.net/mn78/en/sujato#1.3'>MN 78:1.3</a>). This is what we know of her from early texts, while later Jātakas and other scriptures tell many colorful tales about her and her unique marriage. | Śvetāmbara Jains hold that, in the far distant past, the nineteenth founding teacher (<i lang='pi' translate='no'>tīrthaṅkara</i>) was the lady Malli (Triṣaṣṭiśalākāpuruṣacaritra 6.6). Perhaps the Buddhist stories of the wise lady Mallikā helped inspire this legend. ",
  "mn87:28.2": "Kosala is the native realm of Pasenadi. Kāsi had formerly been an independent kingdom, but was taken over by Pasenadi’s father Mahākosala. Towards the end of the Buddha’s life it was contested between Kosala and Magadha (<a href='https://suttacentral.net/sn3.14/en/sujato'>SN 3.14</a>, <a href='https://suttacentral.net/sn3.15/en/sujato'>SN 3.15</a>). Ultimately it became part of the greater Magadhan empire. ",
  "mn87:29.2": "",
  "mn87:29.3": "I think the king held his hands over a bowl and Mallikā poured water over them. "
}