{
  "mn88:3.1": "“Single lotus” (<i lang='pi' translate='no'>ekapuṇḍarīka</i>) appears as an auspicious epithet in a prayer for wealth at Bṛhadāraṇyaka Upaniṣad 6.3.6. ",
  "mn88:3.3": "Different persons of the same name appear in <a href='https://suttacentral.net/sn47.29/en/sujato'>SN 47.29</a> and <a href='https://suttacentral.net/thag1.41/en/sujato'>Thag 1.41</a>. ",
  "mn88:8.3": "The commentary says that Pasenadi’s actions were occasioned by the brutal murder of the wanderer Sundarī. Unscrupulous ascetics urged her to visit the Jeta Grove, then killed her so that blame would fall on the Buddha and his community (<a href='https://suttacentral.net/ud8.4/en/sujato'>Ud 8.4</a>). However, nothing in this sutta or its parallel at MA 214 supports this connection. ",
  "mn88:9.2": "Ānanda has been adding “sensible” (<i lang='pi' translate='no'>viññūhi</i>) to Pasandi’s phrasing, since the Buddha’s conduct was in fact faulted by foolish ascetics and brahmins. ",
  "mn88:9.4": "",
  "mn88:10.1": "This passage describes bad actions from five perspectives, showing that the Buddha’s analysis of morality was not based on a single factor. ",
  "mn88:10.2": "“Unskillful” (<i lang='pi' translate='no'>akusala</i>) is an unwholesome quality of the mind, so this is the psychological dimension of immorality. What is unskillful is that which leads to the result opposite to that desired: we want happiness, but it leads to suffering. ",
  "mn88:10.4": "“Blameworthy” (<i lang='pi' translate='no'>sāvajja</i>) behavior is that which makes one liable to criticism by others. This is the social dimension of immorality. ",
  "mn88:10.6": "“Hurtful” (<i lang='pi' translate='no'>sabyābajjha</i>) refers to the fact that bad conduct is characterized by hurtful affliction both in its action and its consequences. ",
  "mn88:10.8": "“Results in suffering” (<i lang='pi' translate='no'>dukkhavipāka</i>) through painful kammic consequences in this life or the future. ",
  "mn88:10.10": "Bad conduct does not just affect oneself, but reverberates in space, by harming others, and in time, by promoting the growth of even more unskillful qualities. ",
  "mn88:13.1": "",
  "mn88:14.1": "The analysis is inverted for good conduct. ",
  "mn88:17.2": "Ānanda emphasizes that the Buddha does not just praise these things, he embodies them fully. ",
  "mn88:18.9": "See eg. <a href='https://suttacentral.net/mn94/en/sujato#16.19'>MN 94:16.19</a>. ",
  "mn88:18.10": "The Chinese parallel at MA 214 has <span lang='lzh'>繖</span>, which supports the reading <i lang='pi' translate='no'>chatta</i> (“parasol”). | For <i lang='pi' translate='no'>bāhitikā</i>, I accept the commentary’s explanation that it means “foreign” or “imported” (cf. Sanskrit <i lang='pi' translate='no'>bāhya</i>). "
}