{
  "mn89:1.2": "This town, the spelling of which is uncertain, is not mentioned elsewhere. ",
  "mn89:2.1": "“Townsville” is <i lang='pi' translate='no'>nagaraka</i>. I name it in homage to the place in northern Queensland that set me on the path to the Dhamma. ",
  "mn89:3.2": "The word <i lang='pi' translate='no'>ārāma</i>, from a root meaning “to enjoy”, originally referred to a cultivated and pleasant parkland enjoyed for recreation. Such places were favorite dwelling places for ascetics, and became the sites for developed monasteries. In this sutta we see both senses. Here Pasenadi enjoys an <i lang='pi' translate='no'>ārāma</i> (“park”) for recreation. Below we see the Buddha staying in an <i lang='pi' translate='no'>ārāma</i> with a community of mendicants, featuring substantial private dwellings (<i lang='pi' translate='no'>vihāra</i>) with lockable doors; in other words, a “monastery” (<a href='https://suttacentral.net/mn89/en/sujato#8.1'>MN 89:8.1</a>). ",
  "mn89:4.3": "Evidently the Buddha used to meditate on emptiness in these very woods (<a href='https://suttacentral.net/mn121/en/sujato#3.1'>MN 121:3.1</a>). ",
  "mn89:8.4": "Kārāyana’s response gives no hint of anything other than loyal service. ",
  "mn89:9.1": "For similar gestures, see Koṇḍañña at <a href='https://suttacentral.net/sn8.9/en/sujato#1.2'>SN 8.9:1.2</a>, the brahmin Mānatthaddha (“Stuck-up”) at <a href='https://suttacentral.net/sn7.15/en/sujato#3.2'>SN 7.15:3.2</a>, the brahmin Brahmāyu at <a href='https://suttacentral.net/mn91/en/sujato#34.1'>MN 91:34.1</a>, and Pasenadi again at <a href='https://suttacentral.net/an10.30/en/sujato#2.2'>AN 10.30:2.2</a>. ",
  "mn89:10.2": "This is an abbreviated form of the full devotions to the Triple Gem. ",
  "mn89:10.3": "",
  "mn89:10.4": "He knows this because at least some of these worked for him as spies (<a href='https://suttacentral.net/sn3.11/en/sujato#7.3'>SN 3.11:7.3</a>, <a href='https://suttacentral.net/ud6.2/en/sujato#8.3'>Ud 6.2:8.3</a>). ",
  "mn89:10.5": "While Buddhist mendicants may disrobe at any time, their intention is to practice for life. ",
  "mn89:11.1": "PTS text includes brother with brother. ",
  "mn89:12.2": "This is a standard description of monastics who are unhappy and dissatisfied for whatever reason, eg. <a href='https://suttacentral.net/pli-tv-bu-vb-ss1/en/sujato#1.1.3'>Bu Ss 1:1.1.3</a>. ",
  "mn89:12.4": "The king refers to his subordinates with <i lang='pi' translate='no'>āyasmā</i>, normally reserved for addressing mendicants. When used by lay people of other lay people it indicates deep respect, often, as here, in reference to noble individuals on the path (<a href='https://suttacentral.net/mn68/en/sujato#18.5'>MN 68:18.5</a>, <a href='https://suttacentral.net/sn55.54/en/sujato#2.2'>SN 55.54:2.2</a>), or else used by a criminal beseeching the mercy of the crowd (<a href='https://suttacentral.net/an4.244/en/sujato#2.2'>AN 4.244:2.2</a>). ",
  "mn89:12.9": "The commentary glosses <i lang='pi' translate='no'>kularogo</i> (“family sickness”), showing it must accept the reading <i lang='pi' translate='no'>bandhu</i> (“relative”). However, the parallel at MA 213 has <span lang='lzh'>白病</span>, which supports the variant <i lang='pi' translate='no'>paṇḍukarogino</i> (“jaundice”). ",
  "mn89:13.3": "",
  "mn89:13.5": "Pasenadi speaks of his frustrations in judging at <a href='https://suttacentral.net/sn3.7/en/sujato'>SN 3.7</a>. He was getting old and passing his duties to his son. ",
  "mn89:13.15": "The future tense <i lang='pi' translate='no'>bhavissati</i> here expresses surprise or wonder, for which compare <a href='https://suttacentral.net/an4.36/en/sujato#1.6'>AN 4.36:1.6</a>. ",
  "mn89:13.16": "For the poor behavior of other ascetics, see <a href='https://suttacentral.net/mn77/en/sujato#6.21'>MN 77:6.21</a>. ",
  "mn89:14.1": "This passage on conversion of disputants is also found at <a href='https://suttacentral.net/mn27/en/sujato#4.2'>MN 27:4.2</a>. ",
  "mn89:18.9": "They were at least stream-enterers (<a href='https://suttacentral.net/sn55.6/en/sujato#18.1'>SN 55.6:18.1</a>, <a href='https://suttacentral.net/an6.120-139/en/sujato#1.12'>AN 6.120–139:1.12</a>), and died as once-returners (<a href='https://suttacentral.net/an6.44/en/sujato#2.3'>AN 6.44:2.3</a>, <a href='https://suttacentral.net/an10.75/en/sujato#2.2'>AN 10.75:2.2</a>). ",
  "mn89:19.2": "The Sakyans were vassals of Kosala (<a href='https://suttacentral.net/snp3.1/en/sujato#18.4'>Snp 3.1:18.4</a>). ",
  "mn89:19.3": "This sets these events in the last year of the Buddha’s life. ",
  "mn89:20.4": "While the sutta and its parallels do not hint at anything other than a respectful visit to the Buddha, there is a tradition that this event led to Pasenadi’s downfall. Apparently, Dīgha Kārāyana blamed Pasenadi for the death of his uncle, Pasenadi’s former general Bandhula. Seeking revenge, he took the royal insignia and crowned Pasanadi’s dubious son Viḍūḍabha (<a href='https://suttacentral.net/mn90/en/sujato#6.1'>MN 90:6.1</a>) in his stead. Abandoned and alone, Pasenadi sought shelter in Rājagaha with his nephew Ajātasattu, but arrived too late and died while spending the night outside the walls. The details are improbable—why flee his friends the Sakyans for the untrustworthy Ajātasattu, 500 kms distant? And why would a city watch bar a king in need? Nonetheless, the outline of this story is found widely, not just in the Pali commentary (see <a href='https://suttacentral.net/ja465/en/sujato'>Ja 465</a>, T 1451 at T xxiv 238c1, T 211 at T iv 583a16, D (6) <i lang='pi' translate='no'>’dul ba</i>, <i lang='pi' translate='no'>tha</i> 86a7). "
}