{
  "mn8:1.2": "Of the two parallels to this sutta, MA 91 takes place at the Ghositārāma in Kosambī, while EA 47.9 is set in the Squirrels’ Feeding Ground at Rājagaha. The specifics of narrative backgrounds often vary; they are not “the Buddha’s word”, but rather were added by editors at some point. ",
  "mn8:2.1": "Mahācunda was one of the great disciples ([mn118:](), [an6.17]()), who later brought the Dhamma to the land of the Cetīs ([an6.46](), [an10.24]()). He is closely associated with Sāriputta ([mn144:4.1](), [sn35.87:1.2]()); the commentaries say he was his younger brother. ",
  "mn8:3.2": "These are discussed many times in the suttas, for example doctrines of the self at [mn2:8.2]() and [mn44](); of the cosmos at [mn63]() and [mn72](); and of both at [dn1:1.30.1]() and [mn102:14.1](). ",
  "mn8:3.3": "The idiom _ādimeva_ elsewhere occurs only when the Buddha gives a mendicant instructions for a retreat. Typically ([sn47.3:1.6](), [sn47.15:1.4](), [sn47.16:1.4]()) he says to “purify the starting point of skillful qualities”, namely ethics (_sīla_) and views (_diṭṭhi_), on the latter of which Mahācunda is seeking clarification. | In the Pali the question is phrased directly and is sometimes translated “do they give them up?”, but the idiom _evametāsaṁ_ shifts the sense to “how do they give them up?” ([mn74:6.14](), [mn137:16.8]()). And that is indeed the answer the Buddha gives. The commentary explains it similarly (_etena upāyena etāsaṁ_), and both Chinese texts have <span lang='lzh'>云何</span> here, which typically stands for _kathaṁ_ (“how”). ",
  "mn8:3.6": "This is the insight of stream-entry, where wrong views are fully abandoned by means of the clarified wisdom that sees the truth of conditionality. The remainder of the sutta discusses the practice leading to this point. ",
  "mn8:4.3": "The term “self-effacement” that lends the sutta its title is Pali _sallekha_, which has the sense of “rubbing out” (an inscription or mark). It is associated with such virtues as contentment, seclusion, and simplicity (eg. [mn3:3.25]()). Here it refers to the the strength of character to persist in “effacing” unwholesome qualities through developing their opposites, no matter what others might do. | Not to be confused with the Jain _sallekhanā_, where practitioners at the end of life refuse all food (Tattvārthasūtra 7.22). In fact, this sutta appears to emphasize the gentle nature of the Buddha’s approach in deliberate contrast with the stern austerities of the Jains. ",
  "mn8:4.5": "The sutta is not deprecating the _jhānas_, for they are a fundamental part of the early Buddhist path, and as such are included later under the heading of “right immersion” ([mn8:12.19]()). Indeed, the sutta ends with the Buddha encouraging Cunda to practice _jhāna_. Rather, this text emphasizes the need to actively develop all aspects of the path, humble and exalted, and integrate them in every aspect of life, rather than solely relying on meditation in seclusion. ",
  "mn8:5.5": "",
  "mn8:12.1": "The phrase “work on self-effacement” (_sallekho karaṇīyo_) recurs in each clause but is abbreviated in translation. It echoes the phrase _sikkhā karaṇīyā_ (“this training should be done”) which ends each of the Vinaya “training rules”. Both cases emphasize the active application of effort. ",
  "mn8:12.2": "The list of unskillful qualities forms the skeleton of the rest of the sutta, being repeated five times with variations in the presentation. The Pali has 44 items, while MA 91 has 31 and EA 47.9 has 16. I note where the items appear in standard doctrinal lists. | Non-cruelty is mentioned first as it is the foundation of good qualities and the first moral precept, to not kill. ",
  "mn8:12.3": "These ten make up the ten ways of doing of skillful deeds. ",
  "mn8:12.12": "This item performs double-duty as both the last of the ten ways of doing skillful deeds and the first of the noble eight (or ten) fold path. ",
  "mn8:12.20": "These two items are sometimes added to the eightfold path to make ten (eg. [mn117:35.13]()). They are missing in both parallels. ",
  "mn8:12.22": "This is the third of the five hindrances, and the final two follow in sequence. The first two of the hindrances appear above as “covetousness” and “ill will” in the ten ways of doing unskillful deeds. Notably, the same pattern occurs in MA 91, which speaks to a common ancestor on this point. This shows that these items were organized to eliminate repetition, but in other cases (such as the kinds of wrong speech and wrong action) items do repeat. ",
  "mn8:12.25": "These ten are included in the sixteen blemishes of [mn7](). ",
  "mn8:12.34": "",
  "mn8:12.35": "These three items are not part of a defined set, and in addition are absent from MA 91. ",
  "mn8:12.37": "",
  "mn8:12.38": "These seven are the seven good (and bad) qualities of [mn53:11.1](). ",
  "mn8:12.39": "These seven are also in [mn53](). ",
  "mn8:12.45": "Typically this follows “corrupt wishes and wrong view” (eg. [an6.36:2.5](), [dn33:2.2.61]()), thus is not part of a defined set in this sutta, and is also absent from MA 91. ",
  "mn8:13.1": "This round foregrounds the “starting point”. Before we do anything, we think of doing it, and that in itself is powerful, as it sets the mind in a certain direction. For the Buddha, the mental intentions that underlie bodily behaviors are crucial, whereas for the Jains it is the bodily behaviors themselves that matter. ",
  "mn8:14.1": "When the path is rough, the Buddha encourages us to find a smoother path. The undertakings of the Buddhist path should be pleasant and lead to happiness. While the path can be difficult, the difficulty itself is of no value. This is in implicit contrast with the Jains, who gave themselves to “burning off” (_tapas_) kamma through agonizing austerities. ",
  "mn8:15.1": "This round emphasizes the unifying quality of good and bad, so that any good deed, no matter how small or insignificant, leads in the same direction. ",
  "mn8:16.4": "The Buddha only ever taught people to do what he himself had achieved, following the same path he had discovered. ",
  "mn8:17.1": "The Buddha lists the five rounds of the forty-four items. ",
  "mn8:17.3": "While this exhortation is addressed to Cunda, it is phrased in plural, indicating that it intended for the whole audience. ",
  "mn8:17.6": "This summary verse (_uddāna_) is an unusual feature. It is not mentioned in the commentary or subcommentary, nor is it found in the PTS edition, nor is there an equivalent in either Chinese parallel. It has obviously been added by redactors at some point. "
}