{
  "mn91:1.2": "Videha was famous as the site of philosophical conversations in the Bṛhadāraṇyaka Upaniṣad, especially between Yājñavalkya and King Janaka. In my view, this sutta is constructed to show the Buddha’s conversion of a senior brahmin in Yājñavalkya’s tradition, possibly even a direct student. ",
  "mn91:2.1": "This brahmin seems to only be known from this sutta. | A few other people are said to have reached the advanced age of 120: Pasenadi’s grandmother ([sn3.22:2.1]()), some brahmins ([an3.51](), [an3.52]()), and Dhammasavapitu who went forth at 120 ([thag1.108]()). | “Vocabularies” is _nighaṇḍu_ (Sanskrit _nighaṇṭu_), known from the Nirukta of Yāska. | _Keṭubha_ lacks an obvious Sanskrit form. The commentary explains, “The study of proper and improper actions for the assistance of poets.” This suggests a connection with ritual performance, which is the special area of the Śatapatha Brāhmaṇa. There we often find phrases such as _kṛtam bhavati_, “it is performed”, of which _keṭubha_ is perhaps a contraction. | _Akkhara_ (literally “syllable”) is explained by the commentary as _sikkhā_ (Sanskrit _śikṣā_), which is the study of pronunciation. This can be traced back to Pāṇinī, and is sometimes referred to as _akṣara-samāmnāya_, “collation of syllables”. | _Pabheda_ is found in Buddhist Sanskrit texts as _padaprabheda_, “classification of words”, such as into the different parts of speech. The commentary identifies it with _nirutti_. | _Padaka_ is one skilled in the _padapāṭha_ recitation of Vedas, which separates the individual words. | For “testaments” (_itihāsa_) see _itihāsa-purāṇa_ in Śatapatha Brāhmaṇa 11.5.6.8, explained by the commentator there as legends of creation and olden times. | “Cosmology” (_lokāyata_) here is a branch of Vedic learning, not the heterodox school known by this name in later times ([an9.38](), [sn12.48]()). ",
  "mn91:4.1": "Uttara is a common name and it is unclear if this is the same person as any of the other Uttaras. ",
  "mn91:4.7": "Similar quests were enjoined by Pokkharasāti on Ambaṭṭha ([dn3:dn3:1.48]()), and by the elderly brahmin Bāvari on his sixteen students [snp5.1:22.1](). ",
  "mn91:4.9": "Following PTS and BJT editions, which read _tayā_ for _tathā_. ",
  "mn91:5.3": "In Buddhist texts the marks are presented as the fulfillment of Brahmanical prophecy, but they are not found in any Brahmanical texts of the Buddha’s time. However, later astrological texts such as the Gārgīyajyotiṣa (1st century BCE?) and Bṛhatsaṁhitā (6th century CE?) contain references to many of these marks, albeit in a different context, so it seems likely the Buddhist texts are drawing on now-lost Brahmanical scriptures. | The notion of a two-fold course for a great hero—worldly success or spiritual—can be traced back as far as the epic of Gilgamesh. ",
  "mn91:5.4": "The idea of the wheel-turning monarch draws from the Vedic horse sacrifice, which establishes the authority of a king from sea to sea. The Buddhist telling is divested of all coarse and violent elements. The wheeled chariot gave military supremacy to the ancient Indo-Europeans, allowing them to spread from their ancient homeland north of the Black Sea. In Buddhism, the wheel, which also has solar connotations, symbolizes unstoppable power. For a legendary account of such a king, see the Mahāsudassanasutta [dn17](). ",
  "mn91:5.5": "Various “treasures” (_ratana_) or “gems” of a king are discussed in such texts as Śatapatha Brāhmaṇa 5.3.1. They are described in detail at [mn129:34.1]() ff. ",
  "mn91:5.7": "The sacrificial horse on its journey across the land is protected by a hundred sons. ",
  "mn91:6.7": "",
  "mn91:8.4": "In [an4.192]() the Buddha says it is only possible to really know a person’s character by living with them for a long time. ",
  "mn91:8.11": "The marks are also listed at [dn14:1.32.7]() and analyzed in kammic terms at [dn30:1.2.4](). Here I list the related marks in the Bṛhatsaṁhitā as identified by Nathan McGovern (*On the Origins of the 32 Marks of a Great Man*, Journal of the International Association of Buddhist Studies, 2016, vol. 39, pp. 207–247). ",
  "mn91:9.1": "This echoes the posture of the newborn bodhisatta, and has the same meaning: that he will become awakened by “standing on his own two feet”. ",
  "mn91:9.3": "These leave marks that were seen by Doṇa ([an4.36:1.3]()). They are often depicted in Buddhist art, signifying the perfection and completeness of the traces that the Buddha leaves behind in his teachings and practice. Bṛhatsaṁhitā 69.17 lists several auspicious marks, including the wheel. ",
  "mn91:9.4": "Described as “abundantly long” at [dn30:1.12.8](). ",
  "mn91:9.5": "Same at Bṛhatsaṁhitā 68.36. ",
  "mn91:9.6": "Tender feet at Bṛhatsaṁhitā 68.2. ",
  "mn91:9.7": "Bṛhatsaṁhitā 68.2 has _śliṣtāṅgulī_ (“compact or sticky fingers”). The commentary denies that the Pali _jāla_ means a physical web. I think it means that the fingers and toes were usually held together rather than splayed, hence not letting things slip through the fingers. ",
  "mn91:9.8": "_Ussaṅkha_ means “(curved) up like a shell”, while Bṛhatsaṁhitā 68.2 says “curved up like a tortoise”. The descriptive verse at [dn30:1.21.12]() shows that it refers to the tops of the feet. ",
  "mn91:9.9": "These are presumably the long, elegant rear calves of the Indian Blackbuck. ",
  "mn91:9.10": "This agrees with Bṛhatsaṁhitā 68.35. ",
  "mn91:9.11": "Same at Bṛhatsaṁhitā 68.8. ",
  "mn91:9.12": "Bṛhatsaṁhitā 68.102 says kings have a shining complexion. ",
  "mn91:9.13": "Bṛhatsaṁhitā 68.102 mentions a “clean complexion” (_śuddha_). ",
  "mn91:9.14": "Same at Bṛhatsaṁhitā 68.5. ",
  "mn91:9.15": "Bṛhatsaṁhitā 68.26 says those with hairs turning right become kings. ",
  "mn91:9.16": "Here _brahm-_ is an adjective from √_brah_ + _ma_, equivalent to the Sanskrit _bṛṁh_, having the sense “grown, extended”. The Sanskrit form here is _bṛhadṛjugātra_. ",
  "mn91:9.17": "Hands, feet, shoulders, and chest ([dn30:1.13.5]()). ",
  "mn91:9.18": "Bṛhatsaṁhitā 68.18 compares not the chest but the hips with a lion. ",
  "mn91:9.19": "Bṛhatsaṁhitā 68.27 says the heart is raised and muscular. ",
  "mn91:9.20": "Bṛhatsaṁhitā 69.13 has the same proportions without the simile. These are the normal human proportions, yet we cannot touch our knees without bending. The only way these marks could be reconciled is if the arms were extra long and the length of the legs below the knees was extra long as well. And this is exactly what we are told: the ankles are stretched and long, and the calves are like those of an antelope, whose rear calves are long proportionate to the thigh. Thus in this regard the marks appear to be internally consistent, though not describing normal human anatomy. ",
  "mn91:9.22": "“Ridged taste buds” is _rasaggasaggī_. _Rasa_ can mean either “taste” or “nutrition”, but the use of _ojā_ in [dn30:2.9.8]() confirms the latter. _Gasa_ is “swallow” and per [dn30:2.7.4]() it is the “conveyance of savor” (_rasaharaṇīyo_). _Agga_ often means “best”, but this is derived from the primary sense of “peak”. The descriptors _uddhagga_ (“raised”) at [dn30:2.7.4]() and _susaṇṭhitā_ (“prominent”) at [dn30:2.9.8]() confirm that the latter is meant. The mark refers to taste buds raised in noticeable ridges on the tongue that absorb nutrition and aid digestion. It has often been interpreted as “excellent (_aggī_) sense (_gasa_) of taste (_rasa_)”, but this, being imperceptible to others, is rather a secondary consequence of the mark. ",
  "mn91:9.25": "Even, gapless, and white teeth are at Bṛhatsaṁhitā 68.52. ",
  "mn91:9.28": "Same at Bṛhatsaṁhitā 68.53. ",
  "mn91:9.30": "At [thig13.1:6.2]() Ambapālī describes her eyes as _abhinīla_. While some Indians do indeed have blue eyes, this probably describes a black so deep it appears blue. ",
  "mn91:9.31": "Cows have long and elegant eyelashes. ",
  "mn91:9.33": "The _uṇhīsa_ is depicted as a bulge on the Buddha’s crown. ",
  "mn91:10.1": "From here Uttara describes the Buddha’s conduct, showing his keen observation of details. ",
  "mn91:10.4": "_Adduva_ means “knee” according to the commentary. ",
  "mn91:10.7": "This is the so-called “elephant look” ([dn16:4.1.2]()). ",
  "mn91:10.9": "As at [snp3.1:6.4](). ",
  "mn91:11.1": "",
  "mn91:12.2": "",
  "mn91:14.12": "This is the traditional reflection on the meal ([mn2:14.2]()). ",
  "mn91:17.2": "This is the _anumodanā_ recited for the meal offering. Examples are found at [dn16:1.31.1](), [snp3.7:34.3]() = [mn92:25.6](), [sn55.26:20.1](), [pli-tv-kd1:15.14.4](), and [pli-tv-kd1:1.5.1](). | It is worth noting that no early _anomodanā_ uses the imperative verb form _-tu_ signifying giving a blessing (eg. _bhavatu sabbamaṅgalaṁ_, “may all blessings be”). They strictly use the indicative _-ti_ to teach cause and effect: if you do this, that happens. ",
  "mn91:24.2": "The story of Maghadeva is told in [mn83](). ",
  "mn91:26.4": "This shows his deep respect and politeness. ",
  "mn91:29.14": "“Tongue” in Pali is the feminine _jivhā_. ",
  "mn91:29.15": "Read _narassikā_. ",
  "mn91:29.18": "",
  "mn91:31.5": "This four-line verse encompasses the four noble truths with their duties: suffering is to be known; the origin of suffering is to be given up; the path is to be developed. The third noble truth, the witnessing of Nibbana, is implied in the final line. ",
  "mn91:32.10": "For some reason, the Buddha does not actually answer these questions, except the final two on the sage and the awakened one. Most of the others are technical terms in Brahmanism, and they are elsewhere defined by the Buddha in his own terms (eg. [mn39:23.1]() ff.). The Chinese parallels at MA 161 and T 76 have fewer items than the Pali, but do a better job of matching the answers to the questions. "
}