{
  "mn92:1.1": "This entire sutta is repeated at [snp3.7](). ",
  "mn92:2.1": "",
  "mn92:3.1": "Keṇiya features also in the Vinaya, where at this point he offered the Buddha and the Sangha a drink in the evening, reasoning that the Brahmanical sages of the past did likewise ([pli-tv-kd6:35.1.2]()). As a result, the Buddha allowed fruit juice and other drinks in the evening. ",
  "mn92:4.4": "“Manual preparations” is _kāyaveyyāvaṭikaṁ_. Ten kinds of service are enumerated in the Jain Tattvārthasūtra 9.24. ",
  "mn92:7.2": "Aṅga was subject to Magadha at that time. | This passage is partially echoed in the account of Anāthapiṇḍika’s conversion ([pli-tv-kd16:4.1.10]()). ",
  "mn92:9.1": "Anāthapiṇḍika responded in the same way when hearing of the Buddha ([pli-tv-kd16:4.2.10]()). Also compare Bāvari’s elation at [snp5.1:19.1](). ",
  "mn92:12.4": "_Durāsada_ (“intimidating”) is also at [an4.42:4.1](), which shows that the sense is that they are hard to defeat in debate. ",
  "mn92:15.3": "As his verses make clear, Sela has not ruled out the possibility that Gotama’s destiny is to become a wheel-turning monarch rather than a Buddha. ",
  "mn92:15.5": "This idea is not found elsewhere in the Pali. ",
  "mn92:16.1": "These are also found in Sela’s verses at [thag16.6](). ",
  "mn92:17.4": "This is of course a reference to the first sermon ([sn56.11]()). ",
  "mn92:18.5": "The title “General of the Dhamma” belongs to Sāriputta ([ud2.8:16.2](), [thag18.1:33.1]()). ",
  "mn92:19.5": "_Anujāta_ is said at [iti74:4.1]() to be a child who “takes after” the good qualities of their parents. ",
  "mn92:19.6": "As at [mn91:31.5](). ",
  "mn92:19.13": "_Abhiṇhaso_ means “repeatedly”. Here the force of the saying is, I think, “It is hard enough to encounter a Buddha even once, let alone repeatedly.” ",
  "mn92:20.8": "The “dark class” refers to those born in an unfortunate state ([an6.57:11.1]()). Sela is saying that the Buddha’s path is for everyone, not just the fortunate. ",
  "mn92:26.1": "Here _yaññā_ is a truncated genitive plural (“of sacrifices”). ",
  "mn92:26.2": "The Sāvitrī (or Gāyatrī) is the “head” of metres (_śiro gāyatryaḥ_, Śatapatha Brāhmaṇa  8.6.2.3, 8.6.2.6), and was “praised as the foremost of recitations” (_gāyatrāṇy uktha mukhanai śaṁsanti_, Kauṣītaki Brāhmaṇa 17.7.1). It was the first verse taught a new initiate (Śatapatha Brāhmaṇa 11.5.4.13). ",
  "mn92:28.6": "This verse and the next are also at [snp3.6:49.1](). "
}