{
  "mn93:3.1": "While this description is similar to that of brahmin students such as Ambaṭṭha (<a href='https://suttacentral.net/dn3/en/sujato#1.3.1'>DN 3:1.3.1</a>), it is only here and at <a href='https://suttacentral.net/mn95/en/sujato#11.2'>MN 95:11.2</a> that we find the additional details that they are tonsured and sixteen years of age. | “Tonsured” (<i lang='pi' translate='no'>vuttasira</i>) literally means “circlehead” and it refers to the practice of shaving off all but a topknot (cf. <i lang='pi' translate='no'>nivṛttacūḍaka</i> at Manusmṛiti 5.67). According to Manusmṛiti 2.65, the ceremony of tonsure (there called <i lang='pi' translate='no'>keśānta</i>) is to be given to brahmins at sixteen, so this must be meant here. Contrast the usual brahmanical pejorative of <i lang='pi' translate='no'>muṇḍaka</i> (“shaveling”, <a href='https://suttacentral.net/mn81/en/sujato#6.8'>MN 81:6.8</a>). ",
  "mn93:5.12": "Brahmins assumed the superiority of the fair-skinned northerners of Indo-Aryan descent over the dark-skinned natives (see <a href='https://suttacentral.net/dn3/en/sujato#1.10.3'>DN 3:1.10.3</a>). ",
  "mn93:6.5": "Both “Greece” (<i lang='pi' translate='no'>yona</i>) and “Persia” (<i lang='pi' translate='no'>kamboja</i>) are loose exonyms to represent the regions dominated by Greek and Iranian culture. | The Indic term <i lang='pi' translate='no'>yona</i> is derived from the Old Persian <i lang='pi' translate='no'>yauna</i>, which is found in an inscription by Darius I (522–486 BC). The Sanskrit <i lang='pi' translate='no'>yavana</i> is attested shortly after the Buddha in Pāṇini 4.1.49. This is the only reference to Greece in an early Buddhist text. Substantial contact between the Greek and Indian worlds only began a century or so after the Buddha with the invasion of Alexander, but this passage suggests that there was at least some contact or knowledge prior to that. Indeed, a contingent of Gandhāran archers fought under Xerxes in his attack on Greece in 480 BCE. | “Persia” is one of the sixteen great nations (<a href='https://suttacentral.net/an3.70/en/sujato#28.2'>AN 3.70:28.2</a>). It was the home of horses, lying to the west of Gandhāra (Pakistan) in modern Afghanistan. This was the easternmost extent of Iranian culture, and the passage here shows how different it was considered compared to the other nations. At this date, I think <i lang='pi' translate='no'>kamboja</i> meant not just the specific location in Afghanistan, but more generally the Iranian peoples west of Gandhāra, just as <i lang='pi' translate='no'>yona</i> (“Ionian”) is used for all people of Greek culture. | The perceived difference in slave culture mirrors the Greek ambassador Megasthenes who, writing over a century later, said there were no slaves in India. ",
  "mn93:11.6": "This seems to be the only mention of the <i lang='pi' translate='no'>padumaka</i> tree in Pali. It may be the Sanskrit <i lang='pi' translate='no'>padmaka</i>, for which one possible identification is <em>Prunus cerasoides</em>, the wild Himalayan cherry. ",
  "mn93:11.14": "A similar argument is made regarding consciousness at <a href='https://suttacentral.net/mn93/en/sujato#11.5'>MN 93:11.5</a>. ",
  "mn93:15.1": "",
  "mn93:15.2": "“Shared a womb” is <i lang='pi' translate='no'>sodariya</i>, the only occurrence of this term in early Pali. ",
  "mn93:17.3": "Here <i lang='pi' translate='no'>tape</i> (“fervent austerity”) stands for ethical conduct, hence I translate “abstemious behavior”. Some manuscripts omit it, but I think it is required by the sense. ",
  "mn93:18.2": "The “seven brahmin seers”  (Sanskrit <i lang='pi' translate='no'>saptarṣi</i>) were renowned sages to whom the Vedic lineages (<i lang='pi' translate='no'>gottā</i>) were attributed. As the sutta’s conclusion will show, they are introduced here to demonstrate that the fallacy of geneology has been there since the beginning. | A similar practice of living in wilderness is described at <a href='https://suttacentral.net/mn25/en/sujato#9.5'>MN 25:9.5</a>, <a href='https://suttacentral.net/sn11.9/en/sujato'>SN 11.9</a>, <a href='https://suttacentral.net/dn23/en/sujato#21.3'>DN 23:21.3</a>, <a href='https://suttacentral.net/dn3/en/sujato#2.3.3'>DN 3:2.3.3</a>, and <a href='https://suttacentral.net/dn27/en/sujato#22.9'>DN 27:22.9</a>. Chāndogya Upaniṣad 5.10.1–5 compares the forest contemplatives destined for the Brahmā realm with the ritualists who are reborn on the moon before returning to earth. ",
  "mn93:18.3": "",
  "mn93:18.4": "Mahābhārata 12.181.5 says that brahmins are the white class, aristocrats red, peasants yellow, and menials black. ",
  "mn93:18.6": "Asita Devala is probably meant to be the legendary seer known as Asita or Devala son of Kāśyapa who composed Rig Veda 9.5–24, although they seem to share little but the name. He is an example of the “dark hermit” archetype, irrupting within Brahmanical traditions to subvert from within, relying on his mysterious power of otherness. See also Asita Kaṇhasiri (or Kāladevala, <a href='https://suttacentral.net/snp3.11/en/sujato#1.1'>Snp 3.11:1.1</a>), Kaṇha (<a href='https://suttacentral.net/dn3/en/sujato#1.23.6'>DN 3:1.23.6</a>), Kaṇhadīpāyana (<a href='https://suttacentral.net/cp31/en/sujato#1.2'>Cp 31:1.2</a>), and Sāma (<a href='https://suttacentral.net/cp33/en/sujato#1.1'>Cp 33:1.1</a>). ",
  "mn93:18.10": "His behavior is disrespectful, like that of Vepacitti, and unlike that of Sakka at <a href='https://suttacentral.net/sn11.9/en/sujato'>SN 11.9</a>. But the context is different, for there the seers were of good character and deserving of respect, whereas here they embrace wrong views. ",
  "mn93:18.22": "Compare <a href='https://suttacentral.net/sn11.22/en/sujato#1.7'>SN 11.22:1.7</a>. ",
  "mn93:18.39": "This passage accurately conveys that caste was not just criticized by Buddhism, it was actively contested within Brahmanical circles. As just one of many examples, Yudhiṣṭhira in Mahābhārata 3.297.61 said, “It is not by reason of family or study or learning that one is of high caste, but because of behavior alone.” ",
  "mn93:18.41": "",
  "mn93:18.61": "The <i lang='pi' translate='no'>gandhabba</i> (normally “centaur”, here “virile spirit”) is, per the commentary, the being to be reborn. He represents the element of male sexuality in procreation. He is “father, begetter, kinsman”, by whose knowledge one becomes the “father’s father” (Arthavaveda 2.1.2–3). He is said to guard (Rig Veda 9.83.4) or steal (Śatapatha Brāhmaṇa 3.2.4) or actually be (Rig Veda 9.86.36) the vitalizing liquid Soma, who is extracted on an altar as semen is extracted in the vagina (Bṛhadāraṇyaka Upaniṣad 6.4.3). He thus lies within the waters (Rig Veda 9.86.36, 10.10.4) or within the womb (Rig Veda 10.177.2). It seems that, since semen is “a man’s essence” (Bṛhadāraṇyaka Upaniṣad 6.4.1), the seed of past lovers—curses against whom are helpfully provided (Bṛhadāraṇyaka Upaniṣad 6.4.9–12)—remains in the womb. This is why the <i lang='pi' translate='no'>gandhabba</i> possesses women (Bṛhadāraṇyaka Upaniṣad 1.7.1, 3.3.1) and, unless placated with proper worship, might become a “hairy one” who devours embryos (Artharva Veda 8.6.23, see 8.6.18–19). To ward against such risks, in the rites of marriage and procreation, the <i lang='pi' translate='no'>gandharva</i> king Viśvāvasa, a playboy and deadbeat father, is asked to “rise up” out of the woman (Rig Veda 10.85.21–22, Atharva Veda 14.2.33–6, Bṛhadāraṇyaka Upaniṣad 6.4.19) and find his pleasures with another, so that the husband may father the child. This contrasts with the Pali passage, where the <i lang='pi' translate='no'>gandhabba</i> “is ready” for conception; in other words, a being is driven by their karma to be born there. ",
  "mn93:18.63": "Chāndogya Upaniṣad 5.10.3–7 details the “path of the fathers” after death; they follow a winding path to the moon Soma, only to return as rain, grow as plants, be eaten, and ultimately be emitted as semen, thus determining the caste of the child. It seems from this passage, however, that this doctrine, convincing as it may seem, was not sufficient to allay male anxiety over paternity. Indeed, the very baroqueness of these conceptions show the doctrinal and ritual lengths required to fix paternity. ",
  "mn93:18.70": "The syntax of this passage mirrors <a href='https://suttacentral.net/an6.18/en/sujato#4.12'>AN 6.18:4.12</a> and <a href='https://suttacentral.net/pli-tv-kd16/en/sujato#6.4.1'>Pli Tv Kd 16:6.4.1</a>. In each case, <i lang='pi' translate='no'>te hi nāma</i> introduces a passage referring to events of the past whose outcome is framed in future tense (from the past point of view). ",
  "mn93:18.71": "<i lang='pi' translate='no'>Puṇṇo dabbigāho</i> is a highly specific reference to a detail of the Sākamedha ritual that marks the beginning of winter. From the rice offering on the first day, a pot is set aside until the next morning, when the very last “full spoon” (<i lang='pi' translate='no'>pūrṇā darvi</i>) is scraped up, with the invocation, “Full, O spoon, fly off, and fly back to us well filled!” (Śatapatha Brāhmaṇa 2.5.3.16–17, Kauṣītaki Brāhmaṇa 5.6.20; invocation found at Atharva Veda 3.10.7c, Maitrāyaṇī Saṁhitā 1.10.2). This ensures that present prosperity will be renewed after the barren cold season (just as life is renewed after death, or as last season’s grain is sown on the field). The implication is that present-day brahmins don’t even fulfill the rites of continuity in their own tradition, so how can they assert the continuity of caste over generations? | <i lang='pi' translate='no'>Yesaṁ</i> refers back to <i lang='pi' translate='no'>te</i> of the previous portion, i.e. the seven brahmin seers, whose tradition modern brahmins are supposed to continue. "
}