{
  "mn94:1.1": "As usual, the lack of mention of the Buddha at the start suggests that this sutta is set after his passing away, a detail confirmed at the end. This sutta attests to the continued influence of Buddhism among the wealthy and influential as they adapted to the new realities after the Buddha’s passing. ",
  "mn94:1.2": "Neither monk nor monastery are mentioned elsewhere in early texts. ",
  "mn94:2.1": "This may be the Ghoṭamukha (“Beard-face”) of Kauṭilya’s Arthaśāstra 5.5.11. On the question of when a courtier should know that his king is displeased with him, a series of expert opinions are cited, each one bewilderingly cryptic. Ghoṭamukha says such a king is like a “wet cloth”. The key to these clues is provided in a particular story, which is deliberately unmentioned, presumably because of the delicacy of the subject. ",
  "mn94:2.6": "<i lang='pi' translate='no'>Ambho samaṇa</i>  (“mister ascetic”) is a unique form of address. I think it is deliberately clumsy, a sign that Ghotamukha, having never met a monk before, doesn’t really know the right way to address them. ",
  "mn94:2.8": "",
  "mn94:3.1": "Udena takes care to ensure the setting is appropriate for a serious discussion. ",
  "mn94:4.6": "Ghoṭamukha was unfamiliar with the forms of address, admits he has never seen a mendicant, talks to Udena while he is walking meditation, and does not know when he should sit down. Udena, noticing his awkwardness, makes sure that Ghoṭamukha understands that he can engage in a conversation without impropriety. ",
  "mn94:5.1": "",
  "mn94:8.1": "",
  "mn94:8.5": "The commentary glosses <i lang='pi' translate='no'>sānuggahā</i> with <i lang='pi' translate='no'>sakāraṇā</i>, “with reason”. ",
  "mn94:10.1": "For details, see notes at <a href='https://suttacentral.net/mn12/en/sujato#45.1'>MN 12:45.1</a>, <a href='https://suttacentral.net/mn27/en/sujato#11.1'>MN 27:11.1</a>, and <a href='https://suttacentral.net/mn51/en/sujato#8.1'>MN 51:8.1</a>. ",
  "mn94:32.1": "As at <a href='https://suttacentral.net/mn84/en/sujato#10.6'>MN 84:10.6</a>. ",
  "mn94:33.1": "The mention of the king of Aṅga is unique. Aṅga had been conquered by Bimbisāra long ago and was part of Magadha. There is a faint memory of a time when Rājagaha was a city of Aṅga (<a href='https://suttacentral.net/ja546/en/sujato#36.2'>Ja 546:36.2</a>), but Aṅga’s glory days were long past. Perhaps “king of Aṅga” was a title of the king of Magadha, or else of a vassal ruler. | <i lang='pi' translate='no'>Niccabhikkhā</i> at <a href='https://suttacentral.net/ja398/en/sujato#4.1'>Ja 398:4.1</a> refers to the daily offering of food to a <i lang='pi' translate='no'>yakkha</i>, which must be the early meaning. But here and at <a href='https://suttacentral.net/sn3.13/en/sujato#4.4'>SN 3.13:4.4</a> it refers to money. ",
  "mn94:33.3": "A <i lang='pi' translate='no'>kahāpaṇa</i> is in the ballpark of a US dollar. At <a href='https://suttacentral.net/an10.46 /en/sujato'>AN 10.46 </a> the wages for an honest day’s work start at half a <i lang='pi' translate='no'>kahāpaṇa</i>, which compares with the poverty line in modern India of 38 rupees/day or 48 US cents. The upper level income is a thousand <i lang='pi' translate='no'>kahāpaṇas</i> per day, so Ghoṭamukha’s allowance made him a rich man. ",
  "mn94:33.5": "A <i lang='pi' translate='no'>vihāra</i> was a “dwelling” in a monastery, not, as in later usage, an entire monastery. ",
  "mn94:33.6": "This reflects the central role of the new capital of Pāṭaliputta after the Buddha died (<a href='https://suttacentral.net/dn16/en/sujato#1.28.7'>DN 16:1.28.7</a>). Compare the similar offering at <a href='https://suttacentral.net/mn52/en/sujato#16.1'>MN 52:16.1</a>. "
}