{
  "mn95:1.2": "Opāsāda does not appear anywhere else. We later hear of Caṅkī’s longhouse (<i lang='pi' translate='no'>pāsāda</i>), a luxurious residence to the north of the town on the way to the Godswood. Perhaps, then, Opāsāda means “below the mansion”. ",
  "mn95:1.3": "A grove in which offerings were made to the gods. ",
  "mn95:2.1": "Caṅkī is regularly mentioned along with other senior brahmins Tārukkha, Pokkharasādi, Jānussoṇi, and Todeyya (<a href='https://suttacentral.net/dn13/en/sujato#2.2'>DN 13:2.2</a>, <a href='https://suttacentral.net/mn98/en/sujato#2.2'>MN 98:2.2</a>, <a href='https://suttacentral.net/mn99/en/sujato#13.5'>MN 99:13.5</a>, <a href='https://suttacentral.net/snp3.9/en/sujato#1.4'>Snp 3.9:1.4</a>). His name is obscure; spelled <i lang='pi' translate='no'>caṅgī</i> in Sanskrit, it is perhaps related to the <i lang='pi' translate='no'>gatāgate caṅgimā</i> of Mahā-subhāṣita-Saṁgraha 7235-1, where it refers to the sensual walk of a young woman; dictionaries record the sense “beautiful” for Kannada <i lang='pi' translate='no'>caṁgi</i> and Sanskrit <i lang='pi' translate='no'>caṅgiman</i>. | “Royal park” is <i lang='pi' translate='no'>rājadāya</i> (cp. <i lang='pi' translate='no'>migadāya</i>, “deer park”). | A <i lang='pi' translate='no'>brahmadeyya</i> is a gift of land by a king to a brahmin, which was an outstanding feature of Indian feudalism. Similar grants are mentioned in the Dīgha Nikāya at <a href='https://suttacentral.net/dn3/en/sujato#1.2.1'>DN 3:1.2.1</a>, <a href='https://suttacentral.net/dn5/en/sujato#1.4'>DN 5:1.4</a>, <a href='https://suttacentral.net/dn12/en/sujato#1.3'>DN 12:1.3</a>, and <a href='https://suttacentral.net/dn23/en/sujato#1.4'>DN 23:1.4</a>. ",
  "mn95:4.1": "",
  "mn95:5.1": "Also a favored siesta location for Soṇadaṇḍa (<a href='https://suttacentral.net/dn5/en/sujato#3.1'>DN 5:3.1</a>), Kūṭadanta (<a href='https://suttacentral.net/dn4/en/sujato#3.1'>DN 4:3.1</a>), and Pāyāsi (<a href='https://suttacentral.net/dn23/en/sujato#3.1'>DN 23:3.1</a>). ",
  "mn95:5.3": "The <i lang='pi' translate='no'>khatta</i> (“butler”; Sanskrit <i lang='pi' translate='no'>kṣattṛ</i>) was a senior member of the household staff, responsible for management of activities (Śatapatha Brāhmaṇa 5.3.1.7). ",
  "mn95:8.2": "Compare <a href='https://suttacentral.net/dn4/en/sujato#5.2'>DN 4:5.2</a> and <a href='https://suttacentral.net/dn5/en/sujato#6.2'>DN 5:6.2</a>. ",
  "mn95:8.4": "<i lang='pi' translate='no'>Jātivāda</i> is sometimes translated as “doctrine of birth”, but the context here shows this cannot be the case. It refers to the genealogical records of the family lineage. ",
  "mn95:8.9": "For Mahāsaṅgīti <i lang='pi' translate='no'>vacchasī</i> read <i lang='pi' translate='no'>vaccasī</i> (Sanskrit <i lang='pi' translate='no'>varcasin</i>), “possessing splendor”. ",
  "mn95:8.12": "Notice that the royal endowment was not just for a luxury residence, it was the site of a major international college. Kings invested in education. ",
  "mn95:9.18": "“Distant land” (<i lang='pi' translate='no'>tiroraṭṭha</i>) is defined at <a href='https://suttacentral.net/pli-tv-bi-vb-pc38/en/sujato#2.6'>Bi Pc 38:2.6</a> as “any land other than where one is living”. ",
  "mn95:9.23": "Bimbisāra’s refuge is at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#22.11.4'>Kd 1:22.11.4</a>. ",
  "mn95:9.24": "Pasenadi’s refuge is at <a href='https://suttacentral.net/sn3.1/en/sujato#14.5'>SN 3.1:14.5</a>. ",
  "mn95:9.25": "Refuge of Pokkharasādi and family is at <a href='https://suttacentral.net/dn3/en/sujato#2.22.4'>DN 3:2.22.4</a>. ",
  "mn95:9.35": "",
  "mn95:11.2": "This student’s education is like that of Assalāyana (<a href='https://suttacentral.net/mn93/en/sujato#3.1'>MN 93:3.1</a>), but his character could not be more different. His name has a variety of spellings in Pali and Sanskrit, but the correct form is <i lang='pi' translate='no'>kāpaṭika</i> from <i lang='pi' translate='no'>kapaṭa</i>, “fraud”. Kauṭilya explains that fraudulent students (<i lang='pi' translate='no'>chātraḥ kāpaṭikaḥ</i>) were spies installed by kings to test the loyalty of subjects (Arthaśāstra 1.10.11, 1.11.1–2), for which they were paid handsomely (5.3.22). Note that the Buddha calls him Bhāradvāja; this follows the convention in Pali that brahmins of that name are distinguished by epithets, often unflattering: Bhāradvāja the Farmer (<a href='https://suttacentral.net/snp1.4/en/sujato#1.3'>Snp 1.4:1.3</a>), Bhāradvāja the Fire-Worshiper (<a href='https://suttacentral.net/snp1.7/en/sujato#1.4'>Snp 1.7:1.4</a>), Bhāradvāja the Alms-Gatherer (<a href='https://suttacentral.net/sn35.127/en/sujato#1.1'>SN 35.127:1.1</a>), Bhāradvāja the Builder (<a href='https://suttacentral.net/sn7.17/en/sujato#1.2'>SN 7.17:1.2</a>), Bhāradvāja the Rude (<a href='https://suttacentral.net/sn7.2/en/sujato#1.2'>SN 7.2:1.2</a>), Bhāradvāja the Fiend (<a href='https://suttacentral.net/sn7.3/en/sujato#1.2'>SN 7.3:1.2</a>), Bhāradvāja the Bitter (<a href='https://suttacentral.net/sn7.4/en/sujato#1.2'>SN 7.4:1.2</a>), and so on. Thus Kāpaṭika would have been an epithet recognizing that he was the king’s spy, a practice to which Pasenadi openly admits (<a href='https://suttacentral.net/sn3.11/en/sujato#7.1'>SN 3.11:7.1</a>, <a href='https://suttacentral.net/ud6.2/en/sujato#8.1'>Ud 6.2:8.1</a>). This was the downside of building a religious institution on the king’s largess. Whether he was recognized as a spy at the time, or the epithet was applied later, is uncertain, but at some point it seems the meaning was forgotten and the epithet was taken to be his proper name. ",
  "mn95:11.5": "It is rare for the Buddha to address a lay person as “venerable” (<i lang='pi' translate='no'>āyasmā</i>). It seems the form is excessively polite to soften the rebuke. ",
  "mn95:12.1": "This passage is unique to to this sutta. ",
  "mn95:12.2": "",
  "mn95:12.3": "",
  "mn95:12.11": "The “lineage of testament” (<i lang='pi' translate='no'>itihitihaparamparā</i>); “canonical authority” (<i lang='pi' translate='no'>piṭakasampadā</i>); “ancient hymnal” (<i lang='pi' translate='no'>porāṇaṁ mantapadaṁ</i>): these refer to the Vedas. ",
  "mn95:13.1": "Compare <a href='https://suttacentral.net/mn99/en/sujato#9.8'>MN 99:9.8</a>. ",
  "mn95:13.5": "Compare <a href='https://suttacentral.net/dn13/en/sujato#12.1'>DN 13:12.1</a>. ",
  "mn95:13.9": "The ten names in Pali include the seven authors of the so-called “family books” of the Rig Veda (Maṇḍalas 2–8). As founders of poetic lineages, we often find works by their descendants, which are not always confined to their dedicated family book. Poems by the other three authors are mostly outside the family books. Thus the sages listed here cover most of the Rig Veda, although the Vedic tradition records many other authors as well. | Atri Bhauma (Maṇḍala 5, rather than Aṣṭaka Vaiśvāmitra of 10.104); Vamra(ka) Vaikhānasa (10.99; see 9.66); Vāmadeva Gautama (Maṇḍala 4); Viśvāmitra Gāthina (Maṇḍala 3); Jamadagni Bhārgava was a descendant of Bhṛgu (several hymns mostly in Maṇḍalas 9 and 10); Aṅgirasa is identified with Agni as the founder of a lineage of poet-singers (Maṇḍala 8); Bharadvāja Bārhaspatya (Maṇḍala 6); Vasiṣṭha Maitrāvaruṇi (Maṇḍala 7); Kaśyapa Mārīca (several hymns mostly in Maṇḍalas 9 and 10); Bhṛgu was the bringer of fire from heaven whose adoptive descendant was Gr̥tsamada Bhārgava Śaunaka (Maṇḍala 2). ",
  "mn95:13.23": "The “blind following the blind” is also at <a href='https://suttacentral.net/dn13/en/sujato#15.2'>DN 13:15.2</a> and <a href='https://suttacentral.net/mn99/en/sujato#9.25'>MN 99:9.25</a>. Outside of Buddhism we find it at Kaṭha Upaniṣad 1.2.5, Mahābhārata 2.38.3, and the Jain Sūyagaḍa 1.1.2.19. ",
  "mn95:14.1": "“Faith” is <i lang='pi' translate='no'>saddhā</i> (see note on <a href='https://suttacentral.net/mn26/en/sujato#15.9'>MN 26:15.9</a>) |  “Oral transmission” is <i lang='pi' translate='no'>anussava</i>. While the idea of oral tradition was of course central to Vedism, we don’t seem to find the term until later (eg. Bhāgavata Purāṇa 5.8.29; Śrīdhara’s commentary on Bhagavad-Gītā 18.3). | See too <a href='https://suttacentral.net/mn76/en/sujato#24.1'>MN 76:24.1</a>. ",
  "mn95:14.5": "<i lang='pi' translate='no'>Parivitakka</i> means “train of thought”, as when the Buddha reads Kāpaṭika’s thoughts above (<a href='https://suttacentral.net/mn95/en/sujato#12.6'>MN 95:12.6</a>). <i lang='pi' translate='no'>Ākāra</i> in this context means “reason”, as at <a href='https://suttacentral.net/mn47/en/sujato#10.2'>MN 47:10.2</a>; the current sutta expands on the ideas there. | <i lang='pi' translate='no'>Khanti</i> is usually better rendered “acceptance” than the common “patience”. ",
  "mn95:14.9": "<i lang='pi' translate='no'>Ruci</i> means “liking, preference”, and from there takes the sense of “endorsing” an idea or belief, in which case it can be translated as “opinion”. ",
  "mn95:14.11": "",
  "mn95:14.14": "This sutta introduces the important epistemological distinction between the “preservation of truth” (<i lang='pi' translate='no'>saccānurakkhaṇā</i>), the “awakening to the truth” (<i lang='pi' translate='no'>saccānubodha</i>), and the “attainment of the truth” (<i lang='pi' translate='no'>saccānuppatti</i>). ",
  "mn95:15.14": "This is essentially the standard used in references today: one should accurately represent one’s sources. ",
  "mn95:17.3": "For these phrases, compare <a href='https://suttacentral.net/an4.117/en/sujato'>AN 4.117</a> and <a href='https://suttacentral.net/an5.144/en/sujato'>AN 5.144</a>. ",
  "mn95:20.2": "Here we see the meaning of the Buddhist “grounded faith” (<i lang='pi' translate='no'>ākāravatī saddhā</i>, <a href='https://suttacentral.net/mn47/en/sujato#16.1'>MN 47:16.1</a>, <a href='https://suttacentral.net/mn60/en/sujato#4.1'>MN 60:4.1</a>) as opposed to “blind faith”. But faith is only the beginning of the long and demanding process described here. ",
  "mn95:21.4": "Typically this distinction refers to the stream-enterer and the arahant. ",
  "mn95:22.4": "",
  "mn95:23.3": "<i lang='pi' translate='no'>Tulanā</i> is literally “weighing”, here in the applied sense of “evaluating”. ",
  "mn95:24.3": "Here, “zeal” (<i lang='pi' translate='no'>ussāha</i>) is making an effort to understand the teachings, while “striving” (<i lang='pi' translate='no'>padhāna</i>) is making an effort in meditation. ",
  "mn95:35.2": "That Kāpaṭika should sincerely go forth does not conflict with him being a spy; it is a conversion story. In authoritarian countries today, spies are regularly placed in monasteries for the same reason. There are stories of how, after being placed for many years and seeing not a hotbed of sedition but a place for wisdom and goodness, such spies feel shame and genuinely convert to Buddhism. "
}