{
  "mn96:2.1": "This brahmin appears only here, and there is little to distinguish him personally. A king of the same name features in a Jātaka (<a href='https://suttacentral.net/ja509/en/sujato'>Ja 509</a>). Could <i lang='pi' translate='no'>esukārī</i> be equivalent to <i lang='pi' translate='no'>ayaskārī</i>, “blacksmith”? ",
  "mn96:3.1": "To “serve” can be to look after, nurse, or care for (<a href='https://suttacentral.net/an5.76/en/sujato#3.5'>AN 5.76:3.5</a>, <a href='https://suttacentral.net/dn31/en/sujato#29.2'>DN 31:29.2</a>), to offer religious devotions (<a href='https://suttacentral.net/mn12/en/sujato#61.2'>MN 12:61.2</a>), or even provide sexual favors (<a href='https://suttacentral.net/pli-tv-bu-vb-ss4/en/sujato#1.2.7'>Bu Ss 4:1.2.7</a>). ",
  "mn96:3.4": "Manusmṛti 2.238 ff. allows that in abnormal times a brahmin may receive teachings from lower castes, except menials. ",
  "mn96:3.14": "",
  "mn96:4.4": "The reference to “these” ascetics and brahmins intrudes here, since none have been mentioned. In the parallel passage at <a href='https://suttacentral.net/an6.57/en/sujato#9.4'>AN 6.57:9.4</a> it fits, so it may well have come from there. ",
  "mn96:7.8": "The commentary explains (<i lang='pi' translate='no'>uḷāravaṇṇatā</i>) as “high class”. That may be correct, but normally in Pali it refers to beauty (<a href='https://suttacentral.net/dn18/en/sujato#10.1'>DN 18:10.1</a>, <a href='https://suttacentral.net/ja458/en/sujato#15.3'>Ja 458:15.3</a>, <a href='https://suttacentral.net/vv29/en/sujato#1.1'>Vv 29:1.1</a>). ",
  "mn96:10.3": "Within limits, one from a higher caste may adopt the livelihood of a lower, but not the other way around (Vāsiṣṭha Dharmasūtra 2.22–3). ",
  "mn96:10.4": "“Living on alms” (<i lang='pi' translate='no'>bhikkhācariya</i>, Sanskrit <i lang='pi' translate='no'>bhikṣācarya</i>) is acknowledged as the best livelihood for the sages of old at Bṛhadāraṇyaka Upaniṣad 3.5.1, 4.4.22. The later Vāsiṣṭha Dharmasūtra 2.13 says there are six occupations for a brahmin: study, recitation, sacrificing for oneself, or for others, giving, and receiving gifts. Manusmṛti 1.88 is similar. ",
  "mn96:10.7": "Vāsiṣṭha Dharmasūtra 2.16 and 2.18 say aristocrats and peasants share three the same as brahmins—recital, sacrifice, and giving. Their special livelihood is the use of weapons. Manusmṛti 1.89 says more diplomatically “protection of the people” (<i lang='pi' translate='no'>prajānāṁ rakṣaṇaṁ</i>). ",
  "mn96:10.10": "Vāsiṣṭha Dharmasūtra 2.19 says farming, trade, husbandry, and money-lending. This reflects a more developed economy in this later text. Manusmṛti 1.90 is similar. ",
  "mn96:10.13": "Vāsiṣṭha Dharmasūtra 2.20 says that the only work of a menial is to serve the other castes (<i lang='pi' translate='no'>teṣāṁ paricaryā</i>). Manusmṛti 1.91 is similar, emphasizing “unbegrudged obedience” (<i lang='pi' translate='no'>śuśrūṣāmanasūyayā</i>). ",
  "mn96:12.1": "For <i lang='pi' translate='no'>lokuttaraṁ dhammaṁ</i> as “transcendental teaching”, see <a href='https://suttacentral.net/sn20.7/en/sujato#1.6'>SN 20.7:1.6</a>, <a href='https://suttacentral.net/an2.47/en/sujato#1.5'>AN 2.47:1.5</a>, <a href='https://suttacentral.net/an5.79/en/sujato#5.2'>AN 5.79:5.2</a>. ",
  "mn96:15.2": "This is an allusion to the Brahmanical practice of ritual bathing. See <a href='https://suttacentral.net/mn7/en/sujato#18.5'>MN 7:18.5</a> and notes there. ",
  "mn96:16.5": ""
}