{
  "mn97:2.1": "The Southern Hills (<i lang='pi' translate='no'>dakkhiṇāgiri</i>, “Deccan”) is the Vindhya Range that lies on the southern border of Magadha, leading southwest to Avanti. The Buddha and his disciples visited there so rarely that people complained (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#53.1.3'>Kd 1:53.1.3</a>). Nonetheless, the present narrative suggests that Sāriputta had stayed there for an extended period of time, long enough to lose touch with his friends back home. ",
  "mn97:2.8": "The “rice checkpoint at the city gate” (<i lang='pi' translate='no'>taṇḍulapālidvārā</i>) was a gate of Rājagaha where rice would be inspected and tolls collected. Here <i lang='pi' translate='no'>pāli</i> has the sense “guard” (cp. Sanskrit <i lang='pi' translate='no'>pālin</i>). This was not Dhanañjāni’s residence, but where he worked and, it would seem, skimmed off funds for his own benefit. | Kauṭilya discusses corruption among government servants (Arthaśāstra 2.9), sets out the duties of the toll collector (2.21), and lists the various tolls (2.22). ",
  "mn97:2.14": "A faithful laywoman named Dhanañjānī features in <a href='https://suttacentral.net/mn100/en/sujato'>MN 100</a> and <a href='https://suttacentral.net/sn7.1/en/sujato'>SN 7.1</a>, but this was a different person. The name appears to be a Pali variation of the Vedic <i lang='pi' translate='no'>dhanañjaya</i>, “winner of wealth”. ",
  "mn97:5.4": "The five “proper offerings” correspond with the five to whom <i lang='pi' translate='no'>bali</i> offerings are made (<a href='https://suttacentral.net/an4.61/en/sujato#15.2'>AN 4.61:15.2</a>, <a href='https://suttacentral.net/an5.41/en/sujato#4.2'>AN 5.41:4.2</a>). | In agreement with <i lang='pi' translate='no'>brūhetabbo</i> (“to be built up”), <i lang='pi' translate='no'>pīṇetabbo</i> is from <i lang='pi' translate='no'>pīṇa</i> in the sense “fatten” rather than “gladden”. ",
  "mn97:16.6": "",
  "mn97:30.12": "The “Gods of the Four Great Kings” (<i lang='pi' translate='no'>cātumahārājikā devā</i>) are deities born in a realm subject to the overlords known as the Four Great Kings: Kuvera (also called Vessavaṇa) lord of spirits (<i lang='pi' translate='no'>yakkha</i>) in the north; Dhataraṭṭha lord of centaurs (<i lang='pi' translate='no'>gandhabba</i>) in the east; Virūḷha lord of goblins (<i lang='pi' translate='no'>kumbhaṇḍa</i>) in the south; and Virūpakkha lord of dragons (<i lang='pi' translate='no'>nāga</i>) in the west (see <a href='https://suttacentral.net/dn32/en/sujato'>DN 32</a>). Sanskrit sources sometimes multiply their number to eight (eg. Śivapurāṇa 2.2.22.43). ",
  "mn97:30.15": "The “Gods of the Thirty-Three” (<i lang='pi' translate='no'>tāvatiṁsā devā</i>), who are subjects of Sakka (also called Indra), enjoy refined sensual delights. The number is a reduplication of the trinity. In Buddhist texts they are not enumerated, but Yājñavalkya reckons them as eight Vasus, eleven Rudras, twelve Ādityas, plus Indra and Prajāpati (Bṛhadāraṇyaka Upaniṣad 3.9.2). The final pair are elsewhere said to be Dyaus (“Heaven” = Zeus) and Pṛthivī (“Earth”), or the twin Aśvins. ",
  "mn97:30.18": "Gods in this realm (spelled <i lang='pi' translate='no'>yāma</i>, “of Yama”) are subjects of Yama, the god who guards the paths to the land of the dead (<a href='https://suttacentral.net/sn1.33/en/sujato#10.3'>SN 1.33:10.3</a>, <a href='https://suttacentral.net/mn130/en/sujato#5.1'>MN 130:5.1</a>). He was the son of Vivasvant (the sun) and brother of Manu, and as the first person to die, Rig Veda 10.4 tells us that he discovered the paths to the lands of the dead that he now guards with his pair of hounds. ",
  "mn97:30.21": "The “Joyful Gods” (<i lang='pi' translate='no'>tusitā devā</i>) were known to the Jains, who classed them among the gods of the world’s end (lokāntika_; Tattvārthasūtra 4.25; Viyāhapaṇṇatti 5.3.95). Later Hindu tradition says they were the sons of Kaśyapa through Aditi, otherwise known as the twelve Ādityas: Viṣṇu, Śakra, Tvaṣṭṛ, Dhātṛ, Aryaman, Pūṣan, Vivasvat, Savitṛ, Mitra, Varuṇa, Bhaga, and Aṃśu. (Agnipurāṇa 19.1–3, Liṅgapurāṇa 63.22b–26). In Buddhism, this realm is famed as the final home of Bodhisattas before they descend to the human realm to become Buddhas. ",
  "mn97:30.24": "These deities (<i lang='pi' translate='no'>nimmānaratī devā</i>) are said to create whatever delights they wish and enjoy them, living in a world of their own projection. They seem to be primarily Buddhist, perhaps influenced by such passages as Bṛhadāraṇyaka Upaniṣad 4.3.9, which says that in dreams one creates a new body that is revealed by one’s inner light. They are, however, mentioned in later texts such as Viṣṇupurāṇa 3.2.30 as one of three groups of thirty, and Mārkaṇḍeyapurāṇa 44, which adds that they preside over the months, seasons, and days. ",
  "mn97:30.27": "Deities in this, the highest of the sensual realms, control the visions seen by others (<i lang='pi' translate='no'>paranimmitavasavattī</i>). Their most famous member is Māra, who uses this skill for wicked ends. Again they seem primarily Buddhist, although we probably hear an echo of them in Mahābhārata 12,325.004E, which lists the <i lang='pi' translate='no'>parinirmita</i> and <i lang='pi' translate='no'>vaśavartin</i> as two separate groups. ",
  "mn97:32.1": "While it is possible to be reborn in even the highest of the sensual realms through the power of ordinary goodness, rebirth in the Brahmā and higher realms requires the development of absorption meditation. ",
  "mn97:38.7": "This is a rare instance of someone taking rebirth due to deathbed kamma. Presumably Dhanañjāni had developed absorption based on the divine meditations, which overpowered the limited bad kamma he had made previously (<a href='https://suttacentral.net/mn99/en/sujato#24.3'>MN 99:24.3</a>). Another instance of kamma at death influencing rebirth is found at <a href='https://suttacentral.net/sn42.3/en/sujato#2.7'>SN 42.3:2.7</a>, where a warrior who dies in battle goes to hell. In Theravada circles today, it is commonly held that one’s mental state at death determines one’s rebirth. These examples show that this is true only in exceptional cases where one is actively making strong good or bad kamma at that time. "
}