{
  "mn98:1.1": "This sutta is repeated verbatim at <a href='https://suttacentral.net/snp3.9/en/sujato#69.3'>Snp 3.9:69.3</a>. ",
  "mn98:2.2": "Also at <a href='https://suttacentral.net/dn13/en/sujato#2.2'>DN 13:2.2</a> and <a href='https://suttacentral.net/mn99/en/sujato#13.5'>MN 99:13.5</a>. ",
  "mn98:3.1": "We meet Vāseṭṭha and Bhāradvāja as the students of Pokkharasādi and Tārukkha respectively in <a href='https://suttacentral.net/dn13/en/sujato'>DN 13</a>, at the end of which they went for refuge. Some time later they must have sought the monkhood, as in <a href='https://suttacentral.net/dn27/en/sujato#1.3'>DN 27:1.3</a> they are living in the Sangha awaiting ordination. ",
  "mn98:3.4": "The ideal of brahminhood was a long-standing one, and so was the conflict over what exactly made someone a brahmin. Bhāradvāja expresses the most obvious and socially widespread understanding that it is simply a matter of birth. ",
  "mn98:3.7": "<i lang='pi' translate='no'>Vattasampanno</i> (Sanskrit <i lang='pi' translate='no'>vṛttasaṃpanna</i>) means “one of good conduct¸one who has fulfilled their duties” rather than having a technical sense of fulfilling religious observances or rites. For example, Manusmṛti 8.179 advises that one should deposit money with someone who is “of good conduct, knows the law, and speaks the truth” (<i lang='pi' translate='no'>vṛttasampanne dharmajñe satyavādini</i>. See also eg. Mahābhārata 3.188.90b, 13.61.029a, Rāmāyaṇa 1.47.25c). | Compare the discussion at <a href='https://suttacentral.net/dn4/en/sujato#21.1'>DN 4:21.1</a>, where the Buddha leads Soṇadaṇḍa to agree that the essential qualities of a brahmin were ethical conduct and wisdom. ",
  "mn98:7.3": "Pokkharasādi’s conversion to Buddhism is recorded in <a href='https://suttacentral.net/dn3/en/sujato'>DN 3</a>, which marks a turning point in the embracing of Buddhism by leading brahmins. The suttas of the Dīgha Nikāya that follow reverberate with the consequences of this encounter. He was one of the most influential brahmins of his time, although the Buddha elsewhere denied that he had any special knowledge (<a href='https://suttacentral.net/mn99/en/sujato#15.5'>MN 99:15.5</a>). Brahmanical texts confirm that he was a real person, an influential teacher around the time of the Buddha known as Pauṣkarasādi in Sanskrit. He is cited on grammar by Kātyāyana and Patañjali, and in the Taittirīya-prātiśākhya; on allowable food and theft in the Āpastamba Dharmasūtra; and on Vedic ritual in the Śāṅkhāyana-Āraṇyaka. His name identifies him as descended from a man of Puṣkarāvati, a city in Gandhāra. <a href='https://suttacentral.net/mn99/en/sujato#10.3'>MN 99:10.3</a> clarifies that he is of the Upamañña lineage. ",
  "mn98:7.4": "In Pali we never meet Tārukkha and he is only mentioned in his absence. Bhāradvāja advocates his path at <a href='https://suttacentral.net/dn13/en/sujato#5.2'>DN 13:5.2</a> but without details. There is a Tārukṣya of Aitareya Āraṇyaka 3.1.6.1 whose view was that union (with Brahmā) arose with the conjunction of speech and breath; this was discussed alongside the views of many other brahmins. In Rig Veda 8.46.32 a certain Balbūtha Tarukṣa the Dāsa makes an offering to a sage. Sāyaṇa, the Vedic commentator, says that Balbūtha Tarukṣa was a guardian of cows, evidently alluding to the Aitareya Āraṇyaka, which describes Tārukṣya as a guardian of his teacher’s cows, thus locating Tārukṣya in the lineage of Tarukṣa. Hiraṇyakeśīgṛhyasūtra 2.8.19 also mentions him as a teacher, there spelled Tarukṣa. ",
  "mn98:7.23": "The Buddha as “eye” evokes the common (eg. Rig Veda 1.164.14, 5.40.8, 5.59.5, 10.10.9) Vedic image of the Sun as the “eye of all” (<i lang='pi' translate='no'>viśvacakṣāḥ</i>, 7.63.1), the “eye” for “eyes to see” (10.158.4), moving as an unaging wheel through the sky (1.164.14). See <a href='https://suttacentral.net/dn16/en/sujato#5.6.3'>DN 16:5.6.3</a>. ",
  "mn98:8.9": "Notice how the Buddha responds clearly, yet without immediately contradicting either of them. As usual, he begins by identifying common ground, pointing out things that they will all agree on. ",
  "mn98:8.27": "",
  "mn98:9.4": "Having established common ground, the Buddha does not hesitate to disagree with Bhāradvāja. ",
  "mn98:9.12": "",
  "mn98:9.22": "The Buddha rejects any essentialist theory of human differentiation. ",
  "mn98:10.6": "<i lang='pi' translate='no'>Sippa</i> here is usually translated “craft”, but this refers primarily to occupations making things by hand. In DN 2 there is a long list of <i lang='pi' translate='no'>sippa</i>, only a few of which are “crafts”. “Profession” fits better. ",
  "mn98:10.28": "The Buddha has been carefully leading up to this rhetorical thrust: a true brahmin is not one who performs the traditional rituals revered by the brahmins. ",
  "mn98:10.30": "Read <i lang='pi' translate='no'>bhuñjati</i> at <a href='https://suttacentral.net/mn98/en/sujato#10.30'>MN 98:10.30</a> with <i lang='pi' translate='no'>yathābhuttañca bhuñjatha</i> at <a href='https://suttacentral.net/dn17/en/sujato#1.9.4'>DN 17:1.9.4</a>, <a href='https://suttacentral.net/dn26/en/sujato#6.7'>DN 26:6.7</a>, and <a href='https://suttacentral.net/mn129/en/sujato#35.7'>MN 129:35.7</a>. Translators have rendered these with “eat”, “enjoy”, or “govern”. But compare the archaic English “use” meaning “the benefit or profit of lands”. Thus <i lang='pi' translate='no'>yathābhuttañca bhuñjatha</i> means “use as has been used”, i.e. “maintain the current level of taxation”. ",
  "mn98:11.4": "<i lang='pi' translate='no'>Bho</i> (“mister”) is a term of address used by brahmins when speaking to one another or to mendicants. ",
  "mn98:11.6": "The Buddha categorically rejects Bhāradvāja’s genealogical understanding of a brahmin and endorses Vāseṭṭha’s understanding in terms of good conduct. Nonetheless, while a brahmin must have good conduct, the true meaning of the word lies in liberation and transcendence. In this, the Buddha’s position approaches that of Yājñavalkya, who argued that a brahmin, knowing the Self, gives up desire for sons, wealth, and heaven and wanders seeking alms (Bṛhadāraṇyaka Upaniṣad 3.5.1); ultimately, only one who knows the imperishable is a brahmin (3.8.10). ",
  "mn98:11.13": "For an explanation of the “cross-bar”, see <a href='https://suttacentral.net/mn22/en/sujato#31.1'>MN 22:31.1</a> and note. ",
  "mn98:11.32": "The compound <i lang='pi' translate='no'>maggāmagga</i> can be read either as “what is the path and what is not the path”, or as “the variety of paths” (compare <i lang='pi' translate='no'>phalāphala</i>, “all sorts of fruit”). However, this was the central topic of conversation between Vāseṭṭha and Bhāradvāja at <a href='https://suttacentral.net/dn13/en/sujato#3.1'>DN 13:3.1</a>, where they were clearly concerned to distinguish one path as correct. ",
  "mn98:11.37": "The “migrant with no shelter” (<i lang='pi' translate='no'>anokasārī</i>) is defined at <a href='https://suttacentral.net/sn22.3/en/sujato#5.1'>SN 22.3:5.1</a> as one free of attachments. ",
  "mn98:11.59": "<i lang='pi' translate='no'>Āsā</i> is probably the Pali word that comes closest to “hope” in the sense of longing for a positive destiny in the future. Hope is not a virtue in Buddhism, which is focused on what is visible in the present. ",
  "mn98:12.11": "",
  "mn98:12.12": "The Buddha comes down on Vāseṭṭha’s side, as also at <a href='https://suttacentral.net/snp1.7/en/sujato#24.4'>Snp 1.7:24.4</a>. Despite this definitive statement, the Buddha goes on to indicate the limits of deeds. ",
  "mn98:13.12": "The text implies that a “supreme brahmin” is one who has transcended all deeds, for they bind one to transmigration. ",
  "mn98:13.16": "A liberated person is revered in Buddhism like God in theistic religions. "
}