{
  "mn99:2.1": "The same Subha later met the Buddha in <a href='https://suttacentral.net/mn135/en/sujato'>MN 135</a>, where he asked about kamma, and, following the Buddha’s passing, met with Ānanda in <a href='https://suttacentral.net/dn10/en/sujato'>DN 10</a>. | Subha’s father Todeyya was a prominent brahmin, often mentioned alongside Pokkharasādi. The two apparently lived not far from each other, as, according to the commentary, Todeyya was named for his village of Tudi outside of Sāvatthī (see Pāṇini’s Aṣṭādhyāyī 4.3.94). ",
  "mn99:2.3": "This passage suggests this was Subha’s first meeting with the Buddha. ",
  "mn99:4.2": "The “the system of the skillful teaching” (or perhaps “principle”, <i lang='pi' translate='no'>ñāyaṁ dhammaṁ kusalaṁ</i>), though attributed to the brahmins, is a very Buddhist-sounding phrase; I have not been able to identify anything similar in Brahmanical texts. The sentiment, however, is Brahmanical, since Vedism was for a long time practiced by householders, and the renunciate path advocated by Yājñavalkya was still controversial (see eg. Bṛhadāraṇyaka Upaniṣad 4.4.22). ",
  "mn99:4.4": "“One who speaks after analyzing the question” is <i lang='pi' translate='no'>vibhajjavāda</i>, a term that in later years characterized the Buddha’s teachings as a whole, or else a school or group of schools of whom the Sri Lankan Theravāda was one. The term is also used in Jainism (Sūyagaḍa 14.22). ",
  "mn99:5.2": "Compare passages such as <a href='https://suttacentral.net/an3.60/en/sujato#4.2'>AN 3.60:4.2</a>, <a href='https://suttacentral.net/dn5/en/sujato#23.1'>DN 5:23.1</a>, and <a href='https://suttacentral.net/an5.96/en/sujato#1.3'>AN 5.96:1.3</a>. ",
  "mn99:9.2": "Given that this is said to be a practice for householders, it would seem that <i lang='pi' translate='no'>tapas</i> here means “fervor” rather than “mortification”. | A somewhat similar list of four things is found at Bṛhadāraṇyaka Upaniṣad 4.4.22: a brahmin realizes the Self by means of study of Vedas, sacrifice, generosity, and the fervor of fasting (<i lang='pi' translate='no'>vedānuvacanena … yajñena dānena tapasānāśakena</i>). Chāndogya Upaniṣad 8.5.3 further identifies fasting with <i lang='pi' translate='no'>brahmacariya</i> and living in the forest. ",
  "mn99:9.8": "Compare <a href='https://suttacentral.net/mn95/en/sujato#13.1'>MN 95:13.1</a>. ",
  "mn99:10.3": "The Subhaga Forest outside Ukkaṭṭha was the scene of cosmic drama demonstrating the superiority of the Buddha over the brahmins, likely chosen because it was Pokkharasādi’s home (<a href='https://suttacentral.net/mn1/en/sujato#1.2'>MN 1:1.2</a>, <a href='https://suttacentral.net/mn49/en/sujato#2.1'>MN 49:2.1</a>; see also <a href='https://suttacentral.net/dn14/en/sujato#3.29'>DN 14:3.29</a>). | The Upamañña clan (<i lang='pi' translate='no'>gotra</i>) traces to Upamanyu Vāsiṣṭha, the author of three verses in homage of Indra and Soma (Rig Veda 9.97.13–15). The association with Soma worship continued with Prācīnaśāla son of Upamanyu, who worshiped the Self in the sky only, which, though limited, brings an abundance of Soma libations and food in the family (Chāndogya Upaniṣad 5.12; cf. Bṛhadāraṇyaka Upaniṣad 2.1.3). An Upamanyu descendant hailed from Kamboja (Persia); his teacher Madragāra Śauṅgāyani was from the neighboring Madra (Vaṃśa-Brāhmaṇa 1.17). It is perhaps this Upamanyu who is cited for his linguistic expertise in Yāska’s Nirukta (1.1, etc.). Insofar as any conclusions can be drawn from all this, it agrees with the sutta depiction of Pokkharasādi as a family man, devoted to Brahmanical traditions, and learned in the Vedas. Later, the Purāṇas would depict an Upamanyu as a devotee of Śiva. ",
  "mn99:10.7": "This attitude sharply contrasts with <a href='https://suttacentral.net/dn3/en/sujato#1.2.6'>DN 3:1.2.6</a>, where he is inspired to hear of the Buddha’s reputation for meditative insight. Presumably this was earlier. He may have grown more interested in the Buddha over time, as his reputation spread. ",
  "mn99:12.12": "A logic still all too familiar today. ",
  "mn99:15.5": "For <i lang='pi' translate='no'>ophuṭo</i> compare <i lang='pi' translate='no'>sabbavāriphuṭo</i> at <a href='https://suttacentral.net/mn56/en/sujato#12.2'>MN 56:12.2</a>. In both cases <i lang='pi' translate='no'>phuṭ</i> appears in a string of terms from the root <i lang='pi' translate='no'>var</i>, and is possibly a corrupted form, or at least has the same meaning. ",
  "mn99:19.6": "The same thought can occur to mendicants too (<a href='https://suttacentral.net/mn5/en/sujato#15.2'>MN 5:15.2</a>). ",
  "mn99:19.16": "Accepting his initial idea of generosity in deed, the Buddha leads Subha to agree on the importance of inner motivation as well. ",
  "mn99:23.2": "",
  "mn99:23.3": "As at <a href='https://suttacentral.net/dn13/en/sujato#39.2'>DN 13:39.2</a>. Sāriputta teaches a similar path at <a href='https://suttacentral.net/mn97/en/sujato#31.3'>MN 97:31.3</a>, but without being asked. ",
  "mn99:28.4": "He is said to have gone for refuge again in <a href='https://suttacentral.net/mn135/en/sujato#21.4'>MN 135:21.4</a> and <a href='https://suttacentral.net/dn10/en/sujato#2.37.9'>DN 10:2.37.9</a>. ",
  "mn99:28.7": "Echoing his earlier acknowledgment of the many duties of lay folk at <a href='https://suttacentral.net/mn99/en/sujato#5.2'>MN 99:5.2</a>. "
}