{
  "mn9:1.3": "The Chinese and Sanskrit parallels depict this discourse as a conversation between Sāriputta and Mahākoṭṭhita, a context that appears to have been lost in the Pali. The sutta proceeds by starting with a simple analysis of right view, gradually stepping into deeper waters. Much of the discourse is framed in terms of dependent origination, but it focuses on the dependently originated phenomena, rather than the process of causality (see [sn12.20]() for this distinction). ",
  "mn9:2.2": "In other words, a stream-enterer. In [mn141:5.6](), Sāriputta is said to teach students as far as as stream-entry, while his friend Moggallāna leads them to arahantship. ",
  "mn9:3.1": "That is, the deed and the motivating force behind the deed. ",
  "mn9:3.2": "Sāriputta had a deliberate, systematic, and unhurried approach to teaching. First he introduces a fundamental question, in this case stream-entry. Then he gives a simple and practical answer. Then he goes on to draw out implications both broad and deep. ",
  "mn9:4.2": "Note that covetousness, ill will, and wrong view are strong forms of greed, hate, and delusion respectively. ",
  "mn9:6.2": "These are the “ten ways of doing skillful deeds” (_dasakusalakammapathā_). There is a detailed explanation at [mn41:7.1](). ",
  "mn9:8.1": "This passage, which is repeated throughout the sutta, indicates the arahant. The phrasing is problematic, as it suggests that one has right view (stream-entry) only after fully relinquishing all defilements (arahantship). The commentary records a discussion of this problem, but in fact it is probably due to a textual corruption in the Pali text, as the parallels at MA 29 and SA 344 lack this passage. This shows how difficulties in the Pali text can sometimes lead to fruitless discussions in the absence of the broader context offered by parallels. ",
  "mn9:9.2": "By giving a brief and simple answer to a profound question, Sāriputta leaves room for the audience to request further explanation. This teaching method ensures audience engagement and conveys information in digestible doses. ",
  "mn9:10.2": "Sāriputta introduces the framework of the four noble truths, but structured in terms of “fuel” rather than suffering. | “Fuel” (or “food” or “nutriment”, _āhāra_) refers to both the thing that acts as a condition, fuel, or support, as well as the internal grasping and attachment to that thing. Its use as a philosophical term appears to be an innovation by the Buddha, replacing the _anna_ so dear to Vedic seers. ",
  "mn9:11.2": "Also at [mn38:15.1](), [sn12.11](), [sn12.12](), [sn12.63](), [sn12.64](). | “About to be born” is _sambhavesī_, which I follow Norman and Bodhi in reading as a future active participle, although the commentary takes it in the sense “seeking” to be born. The phrase is one of several in the suttas that appears to indicate an intermediate state between one life and the next, despite the fact that this view is formally rejected by the Theravada school ([Kv 8.2](https://suttacentral.net/kv8.2)). ",
  "mn9:11.4": "Coarse solid food sustains the bodies of beings in the human and animal realms, while fine solid food sustains the gods and ancestors, a belief intertwined with the Vedic notion that the gods partake of the food offered in sacrifice (eg. Rig Veda 1.187). | “Contact” (_phassa_) is the interaction between the inner and outer worlds, allowing us to situate ourselves in a sensory world full of fears and joys, stimulating feeling and hence the craving for more. | “Volition” (_manosañcetanā_) allows us to act in the world revealed by the senses and secure further “fuel”. | “Consciousness” (_viññāṇa_) is aware of all this, experiencing suffering, and giving rise to a new “name and form” in a future life in a fruitless search to find a world free of pain. Thus the four “fuels” can be considered as a distinctive perspective on dependent origination, which is expanded further in the subsequent items. ",
  "mn9:11.5": "This places “fuel” (_āhāra_) at the same point in dependent origination that is normally occupied by “grasping” (_upādāna_). Both words share the basic meaning “intake” and both can have the sense of “fuel”. ",
  "mn9:14.2": "Here Sāriputta gives the classic statement on the four noble truths in terms of suffering (_dukkha_). ",
  "mn9:15.2": "The definitions of the four noble truths are direct quotes from the Buddha’s first sermon, the Dhammacakkappavattanasutta ([sn56.11:4.2]()). They are notably emphasized by Sāriputta, who delves even further into them ([mn28:3.2](), [mn141:10.2]()), as he does later in this sutta also. ",
  "mn9:16.2": "This definition clarifies two common misunderstandings. First, not all desire causes suffering, for some kinds of desire lead out of suffering ([sn51.15:4.1]()). Second, rebirth is not a tangential part of the Buddha’s teachings, uncritically inherited from cultural suppositions; it is baked into the fundamental meaning of the four noble truths. | The idiom _tatratatra_ (literally “there, there”) is not selective (“here and there”) but distributive (“everywhere”). By taking pleasure in sense experience, the mind binds itself to the need for continued stimulation in future lives. The distancing sense “there” is important, for craving does not merely satisfy itself with what it currently experiences, but must always seek out renewed gratification. For an Upaniṣadic precursor, see the note to the same idiom at [mn2:8.8](). ",
  "mn9:16.3": "Craving is a primal desire or hunger, often unconscious. | “Craving for sensual pleasures” (_kāmataṇhā_): the desire to experience pleasure through any of the five senses. | “Craving for continued existence” (_bhavataṇhā_): the desire to continue living in some form after death. | “Craving to end existence” (_vibhavataṇhā_): the desire to annihilate the self. ",
  "mn9:17.2": "These terms are used widely in different senses, but here they are all synonyms of “extinction” (_nibbāna_). | Note especially the appearance of _cāga_ (“giving”) here. Giving is regarded as the most basic foundation of moral practice, yet even in its simplest form it partakes of the same nature as Nibbana. ",
  "mn9:21.2": "This is a nice example of Sāriputta’s analytical genius. He picks up “old age and death” from the explanation of “suffering” and treats it within the framework of the four noble truths. This creates continuity with the previous sections, as well as situating it within the Buddha’s teachings as a whole, since all footprints fit in an elephant’s footprint ([mn28:2.1]()). Further, he *deepens* understanding by applying the four noble truths recursively, bringing small details into close focus. Meanwhile, this item, following on from “suffering”, leads into the familiar sequence of items from dependent origination. Thus he simultaneously *broadens* the scope by linking the four noble truths with dependent origination. ",
  "mn9:22.2": "_Jarā_ is neither the process of getting old (“ageing”), nor a psychological metaphor, but the physical state of being old (“old age”). The same applies to the definitions of “death” and “rebirth”. ",
  "mn9:22.4": "Text lacks the expected question “what is old age?” on the previous section. ",
  "mn9:22.9": "_Jāti_ refers to ongoing transmigration into new lives, “rebirth”. The only way to escape old age and death is to not be reborn. ",
  "mn9:29.2": "_Bhava_ means “being, existence, life” in the sense of “past and future lives”. The concept of _bhava_ includes both active and resultant dimensions of life. Consider it by analogy with, say, visiting a park. First there is the spark of an idea, a vague impression of a “park” in the mind, which solidifies into an intention. Acting on it, one goes to the park, where it becomes ones’ reality, the “world” one inhabits. Likewise, by creating ideas and volitions in the mind, one is aligning or tuning into the corresponding realm of existence, priming the mind to project itself into that state and make it a reality when one is reborn there. ",
  "mn9:30.2": "The idea of three “worlds” (_loka_) or “states of existence” (_bhava_), variously defined, is shared between Buddhism, Hinduism, and Jainism. It originally referred to the earth (_bhū_, _pṛthivi_), the midspace (_antarikṣa_), and the heavens or sky (_diva_, _svarga_), the respective abodes of humanity, the ancestors, and the gods. In the mythology underlying the Vedas they were formed by Indra’s heroic deeds: empowered by soma, he first slew the dragon Vṛtra who bound the world in a mass of darkness, then he separated earth from sky, leaving the midspace between (Rig Veda 2.15), thus creating the visible or intelligible world. ",
  "mn9:30.3": "The “sensual realm” encompasses all realms, including the human, from the lowest hell to the highest of the sensual heavens, the Gods Who Control the Creations of Others. | “Luminous form” (_rūpa_) refers to the Brahmā realms attained through the luminous mind of _jhāna_. | The “formless” realms are attained through the formless meditations. ",
  "mn9:33.2": "“Grasping” (_upādāna_) has the active sense of “taking up” a new life, not just “clinging” to what one has. As noted above, it has a dual sense, because, like _āhāra_, it also means the “fuel” that sustains the fire of existence. ",
  "mn9:34.3": "Grasping begins with the primal desire of the senses, but the three other graspings are rather intellectual and sophisticated. Only a grown human being with a developed linguistic ability is able to formulate a view to become attached to, and likewise with attachment to religious observances and vows, and to theories of a self. ",
  "mn9:38.3": "We have met the three kinds of craving above, while here craving is analyzed in terms of the six senses, which relates it to the items to come. | _Dhammataṇhā_ is idiomatically translated as “craving for thoughts”, although its scope is broader than just discursive thinking. It refers to any kind of craving for mental phenomena, which includes, for example, craving for the mental pleasure of deep meditation. ",
  "mn9:41.2": "“Feeling” is _vedanā_, from the root _vid_ (“to experience”) and having the applied meaning of “hedonic tone”, whether pleasant, painful, or neutral. ",
  "mn9:45.2": "“Contact” is _phassa_, otherwise  “touch”, or “impingement”. It occurs when sense stimulus meets sense organ in experience. ",
  "mn9:46.3": "Contact through the physical senses occurs by way of impingement or physical resistance, the impact of a stimulating energy with the sense organ. Mental contact occurs by way of designation or conceptualization. ",
  "mn9:49.2": "“Field” is _āyatana_, literally a “stretching out”, i.e. a field or dimension. ",
  "mn9:50.3": "In Buddhism, the mind is the “sixth sense”, which knows mental phenomena just as physical senses know physical phenomena. ",
  "mn9:53.2": "“Name and form” (_nāmarūpa_) is a Vedic concept referring to the multiplicity of material forms (_rūpa_) and associated names (_nāma_), especially the individual “sentient organisms” such as gods and humans (Rig Veda 5.43.10, Bṛhadāraṇyaka Upaniṣad 1.6.1), which are ultimately absorbed into the divine, like rivers in the ocean (Muṇḍaka Upaniṣad 3.2.8, Praśna Upaniṣad 6.5). ",
  "mn9:54.2": "Name and form are treated analytically (see also [dn15:20.8](), [sn12.2:11.1]()). This brings them out of the world of metaphysics and theology and into the realm of mindful experience and rational inquiry. These five factors make it possible for consciousness to function. ",
  "mn9:54.4": "These are earth, water, fire, and air, corresponding to the modern concepts of solid, liquid, plasma, and gas. ",
  "mn9:57.2": "“Consciousness” (_viññāṇa_) is simple subjective awareness, the sense of knowing. It is the subjective awareness that makes the entire multiform world of concepts and appearances possible. ",
  "mn9:58.3": "External sense consciousness is the sheer awareness of a physical property. The eye, for example, is only aware of light. The mind, relying on the five factors of “name”, processes this data into meaningful concepts and ideas. ",
  "mn9:61.2": "This is the final item in the Chinese and Sanskrit parallels. ",
  "mn9:62.1": "_Saṅkhāra_ in early Buddhism has three main doctrinal senses. (1) The broadest sense is “conditioned phenomena”, which essentially means “everything except Nibbana”. (2) Sometimes it is a physical or mental “process” or “activity”, such as vitality or the breath. (3) In the five aggregates and dependent origination it has the sense of “morally potent volitions or choices” and is a synonym for _cetanā_ (“intention”) or _kamma_ (“deed”). It is defined as good, bad, and imperturbable choices ([dn33:1.10.77](), [sn12.51:9.4]()), the latter of which refers to the kamma of the fourth _jhāna_ and above. In this sense it is the moral “choices” for good or ill that propel consciousness into a new rebirth. ",
  "mn9:62.3": "This set of three refers to deeds carried out through the body, speech, and mind (eg. [mn57:8.2]()). “Mind” is _citta_, while the Sanskrit Dṛṣṭisampannasūtra has _mano_ in the parallel passage ([SF 172](https://suttacentral.net/sf172/san/tripathi#tri23.17b). In dependent origination these are synonyms ([sn12.61:2.1]()). Not to be confused with the same terms when used in the context of mindfulness of breathing ([sn41.6:1.5]()). ",
  "mn9:65.1": "“Ignorance” is the only item not found in the Chinese and Sanskrit parallels. Perhaps the original form of the sutta treated ignorance solely under its inverse, which is right view itself. Thus the lack of ignorance as a separate item could have been deliberate, emphasizing how the entirety of right view, encompassing all items in the discourse, implies the opposite of ignorance. ",
  "mn9:66.1": "The current presentation is unique, as ignorance is itself one of the defilements (_āsava_). Ignorance is normally the final item in dependent origination, the “head” from which all follows ([snp5.1:51.1]()). Nonetheless, causality is not a linear process, so a starting point is identified only for practical reasons. At [an10.62:2.4]() the five hindrances are said to be the “fuel” for ignorance. ",
  "mn9:69.2": "The appearance of “defilement” (_āsava_) at the end is appropriate, as its appearance in the four noble truths formula usually signifies arahantship. Nonetheless, the Chinese and Sanskrit parallels place it much earlier, after the four fuels. The sequence of the remaining items is mostly consistent between parallels. ",
  "mn9:70.4": "Ignorance and defilements are locked in a cycle of mutual dependent conditioning: ignorance begets more ignorance. Compare the mutual conditioning of consciousness with name and form at [dn15:20.1](). One implication of this is that no first point of ignorance and hence no first point of transmigration can be known. "
}