{
  "ud1.10:0.1": "Udāna 1.10",
  "ud1.10:0.2": "Bāhiyasutta",
  "ud1.10:1.1": "Evaṃ me sutaṃ—",
  "ud1.10:1.2": " ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud1.10:1.3": "Tena kho pana samayena bāhiyo dārucīriyo suppārake paṭivasati samuddatīre sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
  "ud1.10:1.4": "Atha kho bāhiyassa dārucīriyassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud1.10:1.5": "“ye kho keci loke arahanto vā arahattamaggaṃ vā samāpannā, ahaṃ tesaṃ aññataro”ti.",
  "ud1.10:2.1": "Atha kho bāhiyassa dārucīriyassa purāṇasālohitā devatā anukampikā atthakāmā bāhiyassa dārucīriyassa cetasā cetoparivitakkamaññāya yena bāhiyo dārucīriyo tenupasaṅkami; upasaṅkamitvā bāhiyaṃ dārucīriyaṃ etadavoca:",
  "ud1.10:2.2": "“neva kho tvaṃ, bāhiya, arahā, nāpi arahattamaggaṃ vā samāpanno.",
  "ud1.10:2.3": "Sāpi te paṭipadā natthi yāya tvaṃ arahā vā assa arahattamaggaṃ vā samāpanno”ti.",
  "ud1.10:3.1": "“Atha ke carahi sadevake loke arahanto vā arahattamaggaṃ vā samāpannā”ti?",
  "ud1.10:3.2": "“Atthi, bāhiya, uttaresu janapadesu sāvatthī nāma nagaraṃ.",
  "ud1.10:3.3": "Tattha so bhagavā etarahi viharati arahaṃ sammāsambuddho.",
  "ud1.10:3.4": "So hi, bāhiya, bhagavā arahā ceva arahattāya ca dhammaṃ desetī”ti.",
  "ud1.10:4.1": "Atha kho bāhiyo dārucīriyo tāya devatāya saṃvejito tāvadeva suppārakamhā pakkāmi.",
  "ud1.10:4.2": "Sabbattha ekarattiparivāsena yena sāvatthī jetavanaṃ anāthapiṇḍikassa ārāmo tenupasaṅkami.",
  "ud1.10:4.3": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti.",
  "ud1.10:4.4": "Atha kho bāhiyo dārucīriyo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:",
  "ud1.10:4.5": "“kahaṃ nu kho, bhante, etarahi bhagavā viharati arahaṃ sammāsambuddho?",
  "ud1.10:4.6": "Dassanakāmamhā mayaṃ taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti.",
  "ud1.10:4.7": "“Antaragharaṃ paviṭṭho kho, bāhiya, bhagavā piṇḍāyā”ti.",
  "ud1.10:5.1": "Atha kho bāhiyo dārucīriyo taramānarūpo jetavanā nikkhamitvā sāvatthiṃ pavisitvā addasa bhagavantaṃ sāvatthiyaṃ piṇḍāya carantaṃ pāsādikaṃ pasādanīyaṃ santindriyaṃ santamānasaṃ uttamadamathasamathamanuppattaṃ dantaṃ guttaṃ yatindriyaṃ nāgaṃ.",
  "ud1.10:5.2": "Disvāna yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato pāde sirasā nipatitvā bhagavantaṃ etadavoca:",
  "ud1.10:5.3": "“desetu me, bhante, bhagavā dhammaṃ;",
  "ud1.10:5.4": "desetu sugato dhammaṃ, yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti.",
  "ud1.10:5.5": "Evaṃ vutte, bhagavā bāhiyaṃ dārucīriyaṃ etadavoca:",
  "ud1.10:5.6": "“akālo kho tāva, bāhiya, antaragharaṃ paviṭṭhamhā piṇḍāyā”ti.",
  "ud1.10:6.1": "Dutiyampi kho bāhiyo dārucīriyo bhagavantaṃ etadavoca:",
  "ud1.10:6.2": "“dujjānaṃ kho panetaṃ, bhante, bhagavato vā jīvitantarāyānaṃ, mayhaṃ vā jīvitantarāyānaṃ.",
  "ud1.10:6.3": "Desetu me, bhante, bhagavā dhammaṃ;",
  "ud1.10:6.4": "desetu sugato dhammaṃ, yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti.",
  "ud1.10:6.5": "Dutiyampi kho bhagavā bāhiyaṃ dārucīriyaṃ etadavoca:",
  "ud1.10:6.6": "“akālo kho tāva, bāhiya, antaragharaṃ paviṭṭhamhā piṇḍāyā”ti.",
  "ud1.10:7.1": "Tatiyampi kho bāhiyo dārucīriyo bhagavantaṃ etadavoca:",
  "ud1.10:7.2": "“dujjānaṃ kho panetaṃ, bhante, bhagavato vā jīvitantarāyānaṃ, mayhaṃ vā jīvitantarāyānaṃ.",
  "ud1.10:7.3": "Desetu me, bhante, bhagavā dhammaṃ;",
  "ud1.10:7.4": "desetu sugato dhammaṃ, yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti.",
  "ud1.10:8.1": "“Tasmātiha te, bāhiya, evaṃ sikkhitabbaṃ:",
  "ud1.10:8.2": "‘diṭṭhe diṭṭhamattaṃ bhavissati, sute sutamattaṃ bhavissati, mute mutamattaṃ bhavissati, viññāte viññātamattaṃ bhavissatī’ti.",
  "ud1.10:8.3": "Evañhi te, bāhiya, sikkhitabbaṃ.",
  "ud1.10:8.4": "Yato kho te, bāhiya, diṭṭhe diṭṭhamattaṃ bhavissati, sute sutamattaṃ bhavissati, mute mutamattaṃ bhavissati, viññāte viññātamattaṃ bhavissati, tato tvaṃ, bāhiya, na tena;",
  "ud1.10:8.5": "yato tvaṃ, bāhiya, na tena tato tvaṃ, bāhiya, na tattha;",
  "ud1.10:8.6": "yato tvaṃ, bāhiya, na tattha, tato tvaṃ, bāhiya, nevidha na huraṃ na ubhayamantarena.",
  "ud1.10:8.7": "Esevanto dukkhassā”ti.",
  "ud1.10:9.1": "Atha kho bāhiyassa dārucīriyassa bhagavato imāya saṅkhittāya dhammadesanāya tāvadeva anupādāya āsavehi cittaṃ vimucci.",
  "ud1.10:10.1": "Atha kho bhagavā bāhiyaṃ dārucīriyaṃ iminā saṃkhittena ovādena ovaditvā pakkāmi.",
  "ud1.10:10.2": "Atha kho acirapakkantassa bhagavato bāhiyaṃ dārucīriyaṃ gāvī taruṇavacchā adhipatitvā jīvitā voropesi.",
  "ud1.10:11.1": "Atha kho bhagavā sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto sambahulehi bhikkhūhi saddhiṃ nagaramhā nikkhamitvā addasa bāhiyaṃ dārucīriyaṃ kālaṅkataṃ;",
  "ud1.10:11.2": "disvāna bhikkhū āmantesi:",
  "ud1.10:11.3": "“gaṇhatha, bhikkhave, bāhiyassa dārucīriyassa sarīrakaṃ;",
  "ud1.10:11.4": "mañcakaṃ āropetvā nīharitvā jhāpetha;",
  "ud1.10:11.5": "thūpañcassa karotha.",
  "ud1.10:11.6": "Sabrahmacārī vo, bhikkhave, kālaṅkato”ti.",
  "ud1.10:12.1": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā bāhiyassa dārucīriyassa sarīrakaṃ mañcakaṃ āropetvā nīharitvā jhāpetvā thūpañcassa katvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "ud1.10:12.2": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "ud1.10:12.3": "“daḍḍhaṃ, bhante, bāhiyassa dārucīriyassa sarīraṃ, thūpo cassa kato.",
  "ud1.10:12.4": "Tassa kā gati, ko abhisamparāyo”ti?",
  "ud1.10:12.5": "“Paṇḍito, bhikkhave, bāhiyo dārucīriyo paccapādi dhammassānudhammaṃ;",
  "ud1.10:12.6": "na ca maṃ dhammādhikaraṇaṃ vihesesi.",
  "ud1.10:12.7": "Parinibbuto, bhikkhave, bāhiyo dārucīriyo”ti.",
  "ud1.10:13.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud1.10:14.1": "“Yattha āpo ca pathavī,",
  "ud1.10:14.2": "tejo vāyo na gādhati;",
  "ud1.10:14.3": "Na tattha sukkā jotanti,",
  "ud1.10:14.4": "ādicco nappakāsati;",
  "ud1.10:14.5": "Na tattha candimā bhāti,",
  "ud1.10:14.6": "tamo tattha na vijjati.",
  "ud1.10:15.1": "Yadā ca attanāvedi,",
  "ud1.10:15.2": "muni monena brāhmaṇo;",
  "ud1.10:15.3": "Atha rūpā arūpā ca,",
  "ud1.10:15.4": "sukhadukkhā pamuccatī”ti.",
  "ud1.10:15.5": "Dasamaṃ.",
  "ud1.10:16.1": "Ayampi udāno vutto bhagavatā iti me sutanti.",
  "ud1.10:16.2": "Bodhivaggo paṭhamo.",
  "ud1.10:17.1": "Tayo bodhī ca huṃhuṅko,",
  "ud1.10:17.2": "brāhmaṇā kassapena ca;",
  "ud1.10:17.3": "Aja saṅgāma jaṭilā,",
  "ud1.10:17.4": "bāhiyenāti te dasāti."
}