{
  "iti38:0.1": "So wurde es gesagt 38 ",
  "iti38:0.2": "Das Zweierbuch ",
  "iti38:0.3": "2. Das zweite Kapitel ",
  "iti38:0.4": "Gedanken ",
  "iti38:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti38:2.1": "„Zwei Gedanken, Mönche und Nonnen, kommen dem Klargewordenen, dem Vollendeten, dem vollkommen erwachten Buddha oft in den Sinn: ",
  "iti38:2.2": "der Gedanke an ein Schutzgebiet und der Gedanke an Abgeschiedenheit. ",
  "iti38:2.3": "Der Klargewordene liebt Güte und erfreut sich daran, ",
  "iti38:2.4": "daher kommt ihm oft dieser Gedanke: ",
  "iti38:2.5": "‚Durch dieses Verhalten werde ich kein Geschöpf, kräftig oder zart, verletzen.‘ ",
  "iti38:3.1": "Der Klargewordene liebt Abgeschiedenheit und erfreut sich daran, ",
  "iti38:3.2": "daher kommt ihm oft dieser Gedanke: ",
  "iti38:3.3": "‚Was untauglich ist, wurde aufgegeben.‘ ",
  "iti38:4.1": "Daher, Mönche und Nonnen, liebt die Güte und erfreut euch an ihr, ",
  "iti38:4.2": "dann wird euch oft dieser Gedanke kommen: ",
  "iti38:4.3": "‚Durch dieses Verhalten werde ich kein Geschöpf, kräftig oder zart, verletzen.‘ ",
  "iti38:5.1": "Liebt die Abgeschiedenheit und erfreut euch an ihr, ",
  "iti38:5.2": "dann wird euch oft dieser Gedanke kommen: ",
  "iti38:5.3": "‚Was ist untauglich? Was ist noch nicht aufgegeben? Was sollte ich aufgeben?‘“ ",
  "iti38:5.4": "Der Buddha sprach diese Sache. ",
  "iti38:5.5": "Dazu wird gesagt: ",
  "iti38:6.1": "„Zwei Gedanken kommen ihm in den Sinn, ",
  "iti38:6.2": "dem Klargewordenen, der das Unerträgliche trägt: ",
  "iti38:6.3": "Zuerst wurde der Gedanke an ein Schutzgebiet erwähnt, ",
  "iti38:6.4": "und der zweite, der klargemacht wurde, war Abgeschiedenheit. ",
  "iti38:7.1": "Die Dunkelheit hat er vertrieben, der große Seher ist hinübergelangt: ",
  "iti38:7.2": "Er, der angekommen ist, der Meister, der Unbefleckte, ",
  "iti38:7.3": "inmitten von allem ist er mit der Auflösung des Verlangens befreit; ",
  "iti38:7.4": "dieser Weise trägt seinen letzten Körper. ",
  "iti38:7.5": "Māra ist er losgeworden, erkläre ich, und ist über das Alter hinausgegangen. ",
  "iti38:8.1": "Wenn du hoch auf dem Felsenberg stehst, ",
  "iti38:8.2": "kannst du rundum die Menschen sehen. ",
  "iti38:8.3": "Geradeso, All-Seher, so verständig, ",
  "iti38:8.4": "da du den Tempel der Wahrheit erklommen hast, ",
  "iti38:8.5": "frei von Kummer, schau auf die Menschen, ",
  "iti38:8.6": "die im Kummer versinken, von Wiedergeburt und Alter niedergedrückt.“ ",
  "iti38:9.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}