{
  "iti49:0.1": "So wurde es gesagt 49 ",
  "iti49:0.2": "Das Zweierbuch ",
  "iti49:0.3": "2. Das zweite Kapitel ",
  "iti49:0.4": "Irrglauben ",
  "iti49:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti49:2.1": "„Wenn sie von zwei Arten von Irrglauben überwältigt sind, Mönche und Nonnen, bleiben manche Götter und Menschen stecken, während andere über das Ziel hinausschießen; und die, die Augen haben, sehen. ",
  "iti49:3.1": "Und wie bleiben manche stecken? ",
  "iti49:3.2": "Weil sie das Dasein lieben, sich daran erfreuen und es genießen, ist der Geist mancher Götter und Menschen, wenn der Dhamma für das Ziel des Aufhörens des Daseins gelehrt wird, nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "iti49:3.3": "So bleiben manche stecken. ",
  "iti49:4.1": "Und wie schießen manche über das Ziel hinaus? ",
  "iti49:4.2": "Manche sind vom Dasein entsetzt, abgestoßen und angewidert und erfreuen sich am Beenden des Daseins: ",
  "iti49:4.3": "‚Wenn dieses Selbst, wenn der Körper auseinanderbricht, vernichtet und zerstört wird und nach dem Tod nicht fortbesteht – ",
  "iti49:4.4": "das ist friedvoll, das ist erhaben, das ist die Wirklichkeit.‘ ",
  "iti49:4.5": "So schießen manche über das Ziel hinaus. ",
  "iti49:5.1": "Und wie sehen die, die Augen haben? ",
  "iti49:5.2": "Da sieht ein Mönch das Entstandene als entstanden. ",
  "iti49:5.3": "Wenn er das sieht, übt er für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf das Entstandene. ",
  "iti49:5.4": "So sehen die, die Augen haben.“ ",
  "iti49:5.5": "Der Buddha sprach diese Sache. ",
  "iti49:5.6": "Dazu wird gesagt: ",
  "iti49:6.1": "„Die das Entstandene als entstanden sehen ",
  "iti49:6.2": "und über das Entstandene hinausgehen, ",
  "iti49:6.3": "sind mit der Auflösung des Verlangens nach fortgesetztem Dasein ",
  "iti49:6.4": "im Einklang mit der Wahrheit befreit. ",
  "iti49:7.1": "Sie verstehen vollkommen, was entstanden ist, ",
  "iti49:7.2": "ohne Verlangen nach Wiedergeburt in diesem oder jenem Zustand; ",
  "iti49:7.3": "mit dem Verschwinden des Entstandenen ",
  "iti49:7.4": "kommt ein Mönch nicht zu künftigen Leben zurück.“ ",
  "iti49:8.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}