{
  "iti44:0.1": "So wurde es gesagt 44 ",
  "iti44:0.2": "Das Zweierbuch ",
  "iti44:0.3": "2. Das zweite Kapitel ",
  "iti44:0.4": "Elemente des Erlöschens ",
  "iti44:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti44:2.1": "„Mönche und Nonnen, es gibt zwei Elemente des Erlöschens. ",
  "iti44:2.2": "Welche zwei? ",
  "iti44:2.3": "Das Element des Erlöschens mit einem Rest und das Element des Erlöschens ohne Rest. ",
  "iti44:3.1": "Und was ist das Element des Erlöschens mit einem Rest? ",
  "iti44:3.2": "Da ist ein Mönch ein Vollendeter, dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist. ",
  "iti44:3.3": "Seine fünf Sinne bleiben noch da. Solange seine Sinne nicht vergangen sind, erfährt er weiterhin das Angenehme und das Unangenehme, fühlt weiterhin Glück und Schmerz. ",
  "iti44:3.4": "Die Auflösung von Gier, Hass und Täuschung in ihm ",
  "iti44:3.5": "nennt man das Element des Erlöschens mit einem Rest. ",
  "iti44:4.1": "Und was ist das Element des Erlöschens ohne Rest? ",
  "iti44:4.2": "Da ist ein Mönch ein Vollendeter, dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist. ",
  "iti44:4.3": "Für ihn wird alles Gefühlte, da es nicht länger genossen wird, hier auf der Stelle kühl werden. ",
  "iti44:4.4": "Das nennt man das Element des Erlöschens ohne Rest. ",
  "iti44:4.5": "Das sind die beiden Elemente des Erlöschens.“ ",
  "iti44:4.6": "Der Buddha sprach diese Sache. ",
  "iti44:4.7": "Dazu wird gesagt: ",
  "iti44:5.1": "„Diese beiden Elemente des Erlöschens wurden vom Klaräugigen klargemacht, ",
  "iti44:5.2": "dem Ungebundenen, dem Ausgeglichenen. ",
  "iti44:5.3": "Ein Element gehört zu diesem Leben – ",
  "iti44:5.4": "was übrig bleibt, wenn der Kanal zur Wiedergeburt aufgelöst ist. ",
  "iti44:5.5": "Was ohne Rest ist, gehört zu dem, was auf dieses Leben folgt, ",
  "iti44:5.6": "wenn alle Daseinszustände aufhören. ",
  "iti44:6.1": "Die den unbedingten Zustand vollständig verstanden haben – ",
  "iti44:6.2": "ihr Geist befreit, der Kanal zur Wiedergeburt aufgelöst –, ",
  "iti44:6.3": "die das Herz der Lehre erreicht haben, sie freuen sich am Auflösen; ",
  "iti44:6.4": "die Ausgeglichenen haben alle Daseinszustände aufgegeben.“ ",
  "iti44:7.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}