{
  "an4.53:0.1": "Discours Numérotés 4.53 ",
  "an4.53:0.2": "6. Mérite débordant ",
  "an4.53:0.3": "Vivre Ensemble (1er) ",
  "an4.53:1.1": "À une époque, le Bouddha se déplaçait le long de la route reliant Madhurā et Verañjā, ",
  "an4.53:1.2": "comme plusieurs chefs de famille, aussi bien des femmes que des hommes. ",
  "an4.53:1.3": "Le Bouddha quitta la route et s’assit au pied d’un arbre, ",
  "an4.53:1.4": "là où les maîtres de maison l’aperçurent. ",
  "an4.53:1.5": "Ils s’approchèrent du Bouddha, s’inclinèrent et s’assirent à ses côtés. Le Bouddha leur adressa ces paroles : ",
  "an4.53:2.1": "« Maîtres de maison, il existe quatre façons de vivre ensemble. ",
  "an4.53:2.2": "Quelles sont ces quatre façons ? » ",
  "an4.53:2.3": "Un homme misérable vivant avec une femme misérable ; ",
  "an4.53:2.4": "Un homme misérable vivant avec une déesse ; ",
  "an4.53:2.5": "Un dieu vivant avec une femme misérable ; ",
  "an4.53:2.6": "Un dieu vivant avec une déesse. ",
  "an4.53:3.1": "Et comment un homme misérable vit-il avec une femme misérable ? ",
  "an4.53:3.2": "C’est lorsque le mari tue des êtres vivants, vole, se livre à des inconduites sexuelles, ment et consomme des boissons alcoolisées qui entraînent la négligence. Il est dépourvu de moralité, de mauvais caractère, résidant chez lui avec un cœur empreint d’avarice, maltraitant et insultant les ascètes et les brahmanes. ",
  "an4.53:3.3": "Et l’épouse est également... immorale, de mauvais caractère… ",
  "an4.53:3.4": "Voilà comment un homme misérable vit avec une femme misérable. ",
  "an4.53:4.1": "Et comment un homme misérable vit-il avec une déesse ? ",
  "an4.53:4.2": "C’est lorsque le mari… est dépourvu de morale et de mauvais caractère… ",
  "an4.53:4.3": "Cependant, l’épouse ne tue pas les êtres vivants, ne vole pas, ne se livre à des comportements sexuels inappropriés, ne ment pas et ne consomme pas de boissons alcoolisées qui entraînent la négligence. Elle est morale, de nature bienveillante, vivant chez elle avec un cœur dépourvu d’avarice, ne maltraitant ni n’insultant les ascètes et les brahmanes. ",
  "an4.53:4.4": "Voilà comment un homme misérable vit avec une déesse. ",
  "an4.53:5.1": "Et comment un dieu vit-il avec une femme misérable ? ",
  "an4.53:5.2": "Cela se produit lorsque le mari… est morale, de bon caractère… ",
  "an4.53:5.3": "En revanche, la femme… est immorale, de mauvais caractère… ",
  "an4.53:5.4": "Voilà comment un dieu vit avec une femme misérable. ",
  "an4.53:6.1": "Et comment un dieu vit-il avec une déesse ? ",
  "an4.53:6.2": "Cela se produit lorsque le mari… est moral, de bon caractère… ",
  "an4.53:6.3": "Et lorsque la femme est également… morale, de bon caractère… ",
  "an4.53:6.4": "Voilà comment un dieu vit en harmonie avec une déesse. ",
  "an4.53:6.5": "Voilà les quatre façons de vivre ensemble. ",
  "an4.53:7.1": "Lorsque les deux sont dépourvus de moralité, ",
  "an4.53:7.2": "avars et abusifs, ",
  "an4.53:7.3": "alors la femme et le mari ",
  "an4.53:7.4": "vivent ensemble comme des misérables. ",
  "an4.53:8.1": "Lorsque le mari est dépourvu de moralité, ",
  "an4.53:8.2": "avare et abusif, ",
  "an4.53:8.3": "mais que son épouse fait preuve de moralité, ",
  "an4.53:8.4": "de générosité et est débarrassée de tout esprit d’avarice, ",
  "an4.53:8.5": "elle est alors une déesse vivant ",
  "an4.53:8.6": "aux côtés d’un mari misérable. ",
  "an4.53:9.1": "Lorsque le mari fait preuve de morale, ",
  "an4.53:9.2": "de générosité et qu’il est débarrassé de l’avarice, ",
  "an4.53:9.3": "tandis que la femme est dépourvue de scrupules, ",
  "an4.53:9.4": "avare et abusive, ",
  "an4.53:9.5": "elle est alors comme un misérable ",
  "an4.53:9.6": "vivant aux côtés d’un mari divin. ",
  "an4.53:10.1": "Lorsque les deux sont fidèles et généreux, ",
  "an4.53:10.2": "disciplinés, vivant dans la droiture, ",
  "an4.53:10.3": "alors la femme et le mari ",
  "an4.53:10.4": "expriment mutuellement des paroles agréables. ",
  "an4.53:11.1": "Ils acquièrent tous les biens nécessaires, ",
  "an4.53:11.2": "ce qui leur permet de vivre aisément. ",
  "an4.53:11.3": "Leurs ennemis sont découragés, ",
  "an4.53:11.4": "lorsque les deux sont égaux sur le plan moral. ",
  "an4.53:12.1": "Ayant mis en pratique cet enseignement, ",
  "an4.53:12.2": "en étant tous deux égaux en termes de préceptes et d’observances, ",
  "an4.53:12.3": "ils trouvent leur joie dans le royaume céleste, ",
  "an4.53:12.4": "profitant de tous les plaisirs qu’ils désirent. » "
}