{
  "ud5.3:0.1": "'\"\\'Nadahnuća 5.3 \\'\"'",
  "ud5.3:0.2": "'\"\\'Gubavac Suppabuddha \\'\"'",
  "ud5.3:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud5.3:1.2": "'\"\\'Jednom je Blaženi živeo kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. \\'\"'",
  "ud5.3:1.3": "'\"\\'U isto vreme je u Rāđagahi živeo gubavac Suppabuddha – \\'\"'",
  "ud5.3:1.4": "'\"\\'jadan, skrhan, odbačen čovek. \\'\"'",
  "ud5.3:1.5": "'\"\\'A jednom je Blaženi sedeo okružen velikom grupom ljudi i podučavao Dhammu. \\'\"'",
  "ud5.3:2.1": "'\"\\'I vide gubavac Suppabuddha još izdaleka tu veliku grupu ljudi što se okupila. \\'\"'",
  "ud5.3:2.2": "'\"\\'Kad ih je video, ovako pomisli: \\'\"'",
  "ud5.3:2.3": "'\"\\'„Sigurno da tamo neku hranu dele. \\'\"'",
  "ud5.3:2.4": "'\"\\'Kako bi bilo da odem do te grupe? \\'\"'",
  "ud5.3:2.5": "'\"\\'Možda i ja dobijem nešto.” \\'\"'",
  "ud5.3:3.1": "'\"\\'Onda gubavac Suppabuddha priđe toj grupi. \\'\"'",
  "ud5.3:3.2": "'\"\\'I vide Blaženog kako sedi okružen velikom grupom ljudi i podučava Dhammu. \\'\"'",
  "ud5.3:3.3": "'\"\\'Kad to vide, ovako pomisli: \\'\"'",
  "ud5.3:3.4": "'\"\\'„Ovde ne dele nikakvu hranu. \\'\"'",
  "ud5.3:3.5": "'\"\\'Nego to asketa Gotama podučava okupljene Dhammi. \\'\"'",
  "ud5.3:3.6": "'\"\\'Kako bi bilo da i ja saslušam njegovo učenje?” \\'\"'",
  "ud5.3:3.7": "'\"\\'Pa sede odmah tu sa strane. \\'\"'",
  "ud5.3:3.8": "'\"\\'„I ja ću saslušati Dhammu.” \\'\"'",
  "ud5.3:4.1": "'\"\\'Onda Blaženi svojim umom obuhvati umove okupljenih i pomisli: \\'\"'",
  "ud5.3:4.2": "'\"\\'„Ko li je ovde u stanju da razume Dhammu?” \\'\"'",
  "ud5.3:4.3": "'\"\\'I vide Blaženi gubavca Suppabuddhu kako sedi među okupljenima. \\'\"'",
  "ud5.3:4.4": "'\"\\'Videvši ga, pomisli: \\'\"'",
  "ud5.3:4.5": "'\"\\'„Taj čovek tamo je u stanju da razume Dhammu.” \\'\"'",
  "ud5.3:4.6": "'\"\\'Potom Blaženi, imajući na umu gubavca Suppabuddhu, postupno izloži pouku kroz: \\'\"'",
  "ud5.3:4.7": "'\"\\'govor o davanju, govor o vrlini, govor o nebesima; objasni opasnost,\\\\\\\\xa0propadanje i prljanje u čulnim zadovoljstvima, kao i blagoslov\\\\\\\\xa0obuzdavanja. \\'\"'",
  "ud5.3:4.8": "'\"\\'Kada je video da je um gubavca Suppabuddhe spreman, prijemčiv, oslobođen prepreka, nadahnut i ispunjen poverenjem, izloži mu učenje koje je posebno svojstveno Budama: \\'\"'",
  "ud5.3:4.9": "'\"\\'patnju, nastanak patnje, prestanak patnje i put do prestanka patnje. \\'\"'",
  "ud5.3:4.10": "'\"\\'I baš kao kad bi čist komad platna, bez ikakvih mrlja, bio obojen svuda jednako, \\'\"'",
  "ud5.3:4.11": "'\"\\'isto tako se u gubavcu Suppabuddhi, dok je tu sedeo, javi potpuno čisto oko Dhamme, bez mrlja: \\'\"'",
  "ud5.3:4.12": "'\"\\'’Sve što je podložno nastanku jeste podložno i nestanku.’ \\'\"'",
  "ud5.3:5.1": "'\"\\'Onda gubavac Suppabuddha, pošto je ugledao istinu, dosegao istinu, razumeo istinu, uronio u istinu, nadvladao sumnju, oslobodio se zbunjenosti, stekao samopouzdanje, postao nezavisan od drugih u učiteljevoj pouci, ustade sa svog mesta i dođe do Blaženog. Kad je stigao, pokloni se Blaženom i sede sa strane. Dok je sedeo, gubavac Suppabuddha ovako reče Blaženome: \\'\"'",
  "ud5.3:6.1": "'\"\\'„Zadivljujuće je to, poštovani gospodine, čudesno je to! \\'\"'",
  "ud5.3:6.2": "'\"\\'Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. \\'\"'",
  "ud5.3:6.3": "'\"\\'Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. \\'\"'",
  "ud5.3:6.4": "'\"\\'Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!” \\'\"'",
  "ud5.3:7.1": "'\"\\'Nakon toga, gubavac Suppabuddha, tako upućen, podstaknut, nadahnut i ohrabren govorom Blaženog o Dhammi, ushićen i obradovan rečima Blaženog, ustade sa svog mesta, pokloni se, pa pazeći da mu Blaženi ostane sa desne strane, otide. \\'\"'",
  "ud5.3:7.2": "'\"\\'I ne zadugo pošto je otišao, neka zalutala krava s teletom nasrnu na gubavca Suppabuddhu i liši ga života. \\'\"'",
  "ud5.3:8.1": "'\"\\'Onda velika grupa monaha dođe do Blaženog, pokloniše mu se, pa sedoše sa strane. \\'\"'",
  "ud5.3:8.2": "'\"\\'Dok su sedeli, monasi ovako rekoše Blaženom: \\'\"'",
  "ud5.3:8.3": "'\"\\'„Onaj gubavac Suppabuddha, kojeg je Blaženi uputio, podstaknuo, nadahnuo i ohrabrio govorom o Dhammi, mrtav je. \\'\"'",
  "ud5.3:8.4": "'\"\\'Koje je sada njegovo odredište? Na kojem će se on mestu preporoditi?” \\'\"'",
  "ud5.3:9.1": "'\"\\'„Monasi, mudar je bio gubavac Suppabuddha, stupio na put Dhamme i nisam imao poteškoća da mu protumačim Dhammu. \\'\"'",
  "ud5.3:9.2": "'\"\\'Pošto je raskinuo tri niža okova, ušao je u tok, i pošto se više ne može preporađati u nižim svetovima, siguran da će se osloboditi, da ide pravo ka probuđenju.” \\'\"'",
  "ud5.3:10.1": "'\"\\'Kad je ovo čuo, neki monah ovako reče Blaženome: \\'\"'",
  "ud5.3:10.2": "'\"\\'„Poštovani gospodine, šta je bio razlog, šta je uzrok da gubavac Suppabuddha postane \\'\"'",
  "ud5.3:10.3": "'\"\\'jadan, skrhan, odbačen čovek?” \\'\"'",
  "ud5.3:11.1": "'\"\\'„Monasi, nekada davno je gubavac Suppabuddha bio sin bogatog trgovca upravo u ovoj Rāđagahi. \\'\"'",
  "ud5.3:11.2": "'\"\\'Jednom dok je išao u park radi razonode, sreo je utihnulog Budu Tagarasikhija kako ide u grad u prošenje hrane. \\'\"'",
  "ud5.3:11.3": "'\"\\'Videvši ga, pomisli: \\'\"'",
  "ud5.3:11.4": "'\"\\'„Ko je ovaj gubavac što luta unaokolo u tom gubavom ogrtaču?” \\'\"'",
  "ud5.3:11.5": "'\"\\'Zatim ga je pljunuo i namerno zaobišao sa leve strane u znak prezira, pa se udaljio. \\'\"'",
  "ud5.3:11.6": "'\"\\'Kao plod tog nedela mnogo godina, mnogo stotina godina, mnogo hiljada godina, mnogo stotina hiljada godina kuvao se u čistilištu. \\'\"'",
  "ud5.3:11.7": "'\"\\'A kao plod ostatka tog nedela preporodio se kao gubavac upravo u ovoj Rāđagahi, kao jadan, skrhan, odbačen čovek. \\'\"'",
  "ud5.3:11.8": "'\"\\'Ali onda je naišao na učenje i pravila koje propoveda Tathāgata i stekao poverenje, stekao vrlinu, stekao znanje, stekao nesebičnost, stekao mudrost. \\'\"'",
  "ud5.3:11.9": "'\"\\'I pošto je naišao na učenje i pravila koje propoveda Tathāgata, stekao poverenje, vrlinu, znanje, nesebičnost i mudrost, posle sloma tela, posle smrti, preporodio se na dobrom odredištu, čak u nebeskom svetu, u društvu božanstava Tāvatiṃsa neba. \\'\"'",
  "ud5.3:11.10": "'\"\\'I tamo sigurno nadmašuje druga božanstva svojim sjajem i slavom.” \\'\"'",
  "ud5.3:12.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud5.3:13.1": "'\"\\'Kao što čovek s dobrim vidom, \\'\"'",
  "ud5.3:13.2": "'\"\\'na svom putu izbegava staze opasne, \\'\"'",
  "ud5.3:13.3": "'\"\\'tako i mudrac u svetu živih, \\'\"'",
  "ud5.3:13.4": "'\"\\'treba da zazire od loših dela. \\'\"'"
}