{
  "ud5.5:0.1": "'\"\\'Nadahnuća 5.5 \\'\"'",
  "ud5.5:0.2": "'\"\\'Dan predanosti \\'\"'",
  "ud5.5:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud5.5:1.2": "'\"\\'Jednom je Blaženi boravio kraj Sāvatthīja, u Istočnom parku, u palati Migārine majke. \\'\"'",
  "ud5.5:1.3": "'\"\\'I na dan predanosti Blaženi je sedeo okružen monaškom zajednicom. \\'\"'",
  "ud5.5:2.1": "'\"\\'Kada je noć poodmakla, na izmaku prve trećine, poštovani Ānanda ustade sa svog mesta, prebaci gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženog, pa reče: \\'\"'",
  "ud5.5:2.2": "'\"\\'„Poštovani, noć je već poodmakla, prva trećina je pri kraju i monaška zajednica već dugo sedi. \\'\"'",
  "ud5.5:2.3": "'\"\\'Da li bi Blaženi odrecitovao pāṭimokkhu za monahe?” \\'\"'",
  "ud5.5:2.4": "'\"\\'Kad ovo bi izrečeno, Blaženi ništa ne odgovori. \\'\"'",
  "ud5.5:3.1": "'\"\\'Po drugi put, kada je noć već poodmakla, na kraju druge trećine… \\'\"'",
  "ud5.5:3.2": "'\"\\'„Poštovani, noć je već poodmakla, druga trećina je pri kraju i monaška zajednica već dugo sedi. \\'\"'",
  "ud5.5:3.3": "'\"\\'Da li bi Blaženi odrecitovao pāṭimokkhu za monahe?” \\'\"'",
  "ud5.5:3.4": "'\"\\'I po drugi put Blaženi ostade nem. \\'\"'",
  "ud5.5:4.1": "'\"\\'Po treći put, kada je noć već bila na izmaku, pri kraju poslednje trećine, dok se zora približavala, a noć bledela, poštovani Ānanda ustade sa svog mesta, prebaci gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženog, pa reče: \\'\"'",
  "ud5.5:4.2": "'\"\\'„Poštovani, noć je već poodmakla, poslednja trećina je pri kraju i monaška zajednica već dugo sedi. \\'\"'",
  "ud5.5:4.3": "'\"\\'Da li bi Blaženi odrecitovao pāṭimokkhu za monahe?” \\'\"'",
  "ud5.5:4.4": "'\"\\'„Ānanda, zajednica nije potpuno čista.” \\'\"'",
  "ud5.5:5.1": "'\"\\'Na to poštovani Mahāmoggallāna pomisli: \\'\"'",
  "ud5.5:5.2": "'\"\\'„Na koga je zapravo Blaženi mislio kada je ovo kazao?” \\'\"'",
  "ud5.5:5.4": "'\"\\'Onda poštovani Mahāmoggallāna svojim umom obuhvati umove čitave monaške zajednice. \\'\"'",
  "ud5.5:5.5": "'\"\\'I vide kako u sred monaške zajednice sedi taj čovek bez vrline, lošeg karaktera, nečist, iskvarenih postupaka, koji skriva svoja nedela, koji nije asketa, iako se takvim predstavlja, ne živi svetačkim životom, iako se takvim predstavlja, truo iznutra, pun žudnji, iskvaren. \\'\"'",
  "ud5.5:5.6": "'\"\\'I pošto ga je video, ustade sa svog mesta i priđe tom čoveku. Kad je prišao, ovako mu reče: \\'\"'",
  "ud5.5:5.7": "'\"\\'„Ustani, prijatelju, Blaženi te je video. \\'\"'",
  "ud5.5:5.8": "'\"\\'Za tebe više nema zajedništva sa monasima.” \\'\"'",
  "ud5.5:5.9": "'\"\\'Kada je to čuo, onaj čovek ništa ne odgovori. \\'\"'",
  "ud5.5:6.1": "'\"\\'Po drugi put poštovani Mahāmoggallāna ovako reče: \\'\"'",
  "ud5.5:6.2": "'\"\\'„Ustani, prijatelju, Blaženi te je video. \\'\"'",
  "ud5.5:6.3": "'\"\\'Za tebe više nema zajedništva sa monasima.” \\'\"'",
  "ud5.5:6.4": "'\"\\'Po drugi put… \\'\"'",
  "ud5.5:6.5": "'\"\\'I po treći put onaj čovek ništa ne odgovori. \\'\"'",
  "ud5.5:7.1": "'\"\\'Onda ga poštovani Mahāmoggallāna uhvati ga za ruku, izvede napolje, pa zamandali vrata i priđe Blaženom. Kad je prišao, ovako mu reče: \\'\"'",
  "ud5.5:7.2": "'\"\\'„Poštovani gospodine, izbacio sam tog čoveka. \\'\"'",
  "ud5.5:7.3": "'\"\\'Zajednica je sada potpuno čista. \\'\"'",
  "ud5.5:7.4": "'\"\\'Da li bi Blaženi odrecitovao pāṭimokkhu za monahe?” \\'\"'",
  "ud5.5:7.5": "'\"\\'„Zadivljujuće je, prijatelju Moggallāna, čudesno je, \\'\"'",
  "ud5.5:7.6": "'\"\\'kako je taj ludi čovek čekao sve dok ga nisi za ruku zgrabio!” \\'\"'",
  "ud5.5:8.1": "'\"\\'Dalje Blaženi reče monasima: \\'\"'",
  "ud5.5:8.2": "'\"\\'„Od sada, monasi, ja neću predvoditi dan predanosti, niti ću recitovati pāṭimokkhu. \\'\"'",
  "ud5.5:8.3": "'\"\\'Od sada ćete vi predvoditi dan predanosti i sami je recitovati. \\'\"'",
  "ud5.5:8.4": "'\"\\'Nemoguće je, monasi, ne priliči da Tathāgata u zajednici koja nije potpuno čista predvodi i da recituje pāṭimokkhu. \\'\"'",
  "ud5.5:9.1": "'\"\\'Osam je zadivljujućih i čudesnih stvari, monasi, u vezi sa velikim okeanom, kojim su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:9.2": "'\"\\'Kojih osam? \\'\"'",
  "ud5.5:10.1": "'\"\\'Veliki okean se postepeno spušta, postepeno ponire, postepeno postaje sve dublji, a ne iznenada, ne strmo. \\'\"'",
  "ud5.5:10.2": "'\"\\'To što se veliki okean postepeno spušta… \\'\"'",
  "ud5.5:10.3": "'\"\\'to je prva zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:11.1": "'\"\\'Dalje, veliki okean je postojan, nikada se ne preliva preko svoje obale. \\'\"'",
  "ud5.5:11.2": "'\"\\'To što je veliki okean postojan… \\'\"'",
  "ud5.5:11.3": "'\"\\'to je druga zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i razmotre, asure ushićene. \\'\"'",
  "ud5.5:12.1": "'\"\\'Dalje, veliki okean ne trpi leševe. Kakav god da se leš nađe u velikom okeanu, brzo ga na obalu izbaci, gurne ga na kopno. \\'\"'",
  "ud5.5:12.2": "'\"\\'To što veliki okean ne trpi leševe… \\'\"'",
  "ud5.5:12.3": "'\"\\'to je treća zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i razmotre, asure ushićene. \\'\"'",
  "ud5.5:13.1": "'\"\\'Dalje, koja god da je velika reka, dakle Gang, Yamuna, Aćiravatī, Sarabhū ili Mahī, kada se ulije u veliki okean, ostavlja svoje dotadašnje ime i nadalje se zove veliki okean. \\'\"'",
  "ud5.5:13.2": "'\"\\'To što koja god da je velika reka… i nadalje se zove veliki okean, \\'\"'",
  "ud5.5:13.3": "'\"\\'to je četvrta zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:14.1": "'\"\\'Dalje, koja god bujica da se strmoglavi u veliki okean, koji god da se sa neba pljusak na njega spusti, nivo vode niti se smanjuje, niti raste. \\'\"'",
  "ud5.5:14.2": "'\"\\'To što koja god bujica da se strmoglavi u veliki okean… \\'\"'",
  "ud5.5:14.3": "'\"\\'to je peta zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:15.1": "'\"\\'Dalje, čitav veliki okean ima samo jedan ukus, ukus soli. \\'\"'",
  "ud5.5:15.2": "'\"\\'To što čitav veliki okean ima samo jedan ukus, ukus soli, \\'\"'",
  "ud5.5:15.3": "'\"\\'to je šesta zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:16.1": "'\"\\'Dalje, u velikom okeanu je mnogo dragocenosti, nebrojeno mnogo dragocenosti, dakle bisera, kristala, lapisa, bisernih školjki, kvarca, korala, srebra, zlata, rubina i smaragda. \\'\"'",
  "ud5.5:16.2": "'\"\\'To što je u velikom okeanu mnogo dragocenosti… \\'\"'",
  "ud5.5:16.3": "'\"\\'to je sedma zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:17.1": "'\"\\'Dalje, veliki okean je boravište ogromnih bića, u njemu su ova bića: timi, timingalo, ti mitim ingalo, asure, nāge, gan dhabbe. U njemu ima bića dugih stotinu yođana, bića dugih dvesta yođana, bića dugih trista yođana, bića dugih četiristo yođana, bića dugih petsto yođana. \\'\"'",
  "ud5.5:17.2": "'\"\\'To što je veliki okean boravište ogromnih bića… \\'\"'",
  "ud5.5:17.3": "'\"\\'to je osma zadivljujuća i čudesna stvar u vezi sa velikim okeanom kojom su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:17.4": "'\"\\'To su, monasi, osam zadivljujućih i čudesnih stvari u vezi sa velikim okeanom, kojim su, kada ga vide i osmotre, asure ushićene. \\'\"'",
  "ud5.5:18.1": "'\"\\'Isto tako, monasi, osam je zadivljujućih i čudesnih stvari u ovom učenju i pravilima kojima su, kada ih vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:18.2": "'\"\\'Kojih osam? \\'\"'",
  "ud5.5:19.1": "'\"\\'Monasi, baš kao što se veliki okean postepeno spušta, postepeno ponire, postepeno postaje sve dublji, a ne iznenada, ne strmo, \\'\"'",
  "ud5.5:19.2": "'\"\\'isto tako u ovom učenju i pravilima postoji postupno vežbanje, postupna praksa, postupno napredovanje, a ne iznenadan uvid u znanje. \\'\"'",
  "ud5.5:19.3": "'\"\\'To što u ovom učenju i pravilima postoji postupno vežbanje… \\'\"'",
  "ud5.5:19.4": "'\"\\'to je prva zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada ih vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:20.1": "'\"\\'Dalje, baš kao što je veliki okean postojan, nikada se ne preliva preko svoje obale, \\'\"'",
  "ud5.5:20.2": "'\"\\'isto tako granice vežbanja koje sam svojim učenicima postavio, moji učenici nikada ne prelaze, ni po cenu života. \\'\"'",
  "ud5.5:20.3": "'\"\\'To što granice vežbanja koje sam svojim učenicima postavio, moji učenici nikada ne prelaze, ni po cenu života, \\'\"'",
  "ud5.5:20.4": "'\"\\'to je druga zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada ih vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:21.1": "'\"\\'Dalje, baš kao što je veliki okean ne trpi leševe, kakav god da se leš nađe u velikom okeanu, brzo ga na obalu izbaci, gurne ga na kopno, \\'\"'",
  "ud5.5:21.2": "'\"\\'isto tako čovek koji nema vrline, čini zlodela, nije čist, lošeg je ponašanja, krije ono što radi, lažni asketa, tobožnji asketa, ne živi svetački život, živi tobožnji svetački život, truo iznutra, prepun žudnji, lošeg karaktera, takav nema mesta u monaškoj zajednici; brzo se okupivši, ona ga izbaci.\\\\\\\\xa0 Ako takav sedi čak i usred monaške zajednice, daleko je od zajednice, a i zajednica od njega. \\'\"'",
  "ud5.5:21.3": "'\"\\'To što čovek koji nema vrline… nema mesta u monaškoj zajednici; brzo se okupivši, ona ga izbaci; ako takav sedi čak i usred monaške zajednice, daleko je od zajednice, a i zajednica od njega, \\'\"'",
  "ud5.5:21.4": "'\"\\'to je treća zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada ih vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:22.1": "'\"\\'Dalje, baš kao što koja god da je velika reka, dakle Gang, Yamuna, Aćiravatī, Sarabhū ili Mahī, kada se ulije u veliki okean, ostavlja svoje dotadašnje ime i nadalje se zove veliki okean, \\'\"'",
  "ud5.5:22.2": "'\"\\'isto tako četiri klase – plemići, brahmani, trgovci i najamnici – napustivši dom i otišavši u beskućnike u ovom učenju i pravilima koje je Blaženi objavio, ostavljaju dotadašnje ime svog klana i nadalje se zovu ’askete iz plemena Sakya’. \\'\"'",
  "ud5.5:22.3": "'\"\\'To što četiri klase ostavljaju dotadašnje ime svog klana i nadalje se zovu ’askete iz plemena Sakya’, \\'\"'",
  "ud5.5:22.4": "'\"\\'to je četvrta zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada ih vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:23.1": "'\"\\'Dalje, baš kao što koja god bujica da se strmoglavi u veliki okean, koji god da se sa neba pljusak na njega spusti, nivo vode niti se smanjuje, niti raste, \\'\"'",
  "ud5.5:23.2": "'\"\\'isto tako koliko god mnogo monaha da postane potpuno oslobođeno unutar područja nibbāne, nivo tog područja nibbāne zbog toga niti se smanjuje, niti raste. \\'\"'",
  "ud5.5:23.3": "'\"\\'To što koliko god mnogo monaha da postane potpuno oslobođeno… \\'\"'",
  "ud5.5:23.4": "'\"\\'to je peta zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada je vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:24.1": "'\"\\'Dalje, baš kao što čitav veliki okean ima samo jedan ukus, ukus soli, \\'\"'",
  "ud5.5:24.2": "'\"\\'isto tako čitavo ovo učenje i pravila imaju samo jedan ukus, ukus slobode. \\'\"'",
  "ud5.5:24.3": "'\"\\'To što čitavo ovo učenje i pravila imaju samo jedan ukus, ukus slobode, \\'\"'",
  "ud5.5:24.4": "'\"\\'to je šesta zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada ih vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:25.1": "'\"\\'Dalje, baš kao što je u velikom okeanu mnogo dragocenosti, nebrojeno mnogo dragocenosti, dakle bisera, kristala, lapisa, bisernih školjki, kvarca, korala, srebra, zlata, rubina i smaragda, \\'\"'",
  "ud5.5:25.2": "'\"\\'isto tako je u ovom učenju i pravilima mnogo dragocenosti, nebrojeno mnogo dragocenosti; u njima su ove dragocenosti: četiri temelja svesnosti, četiri prave vrste nastojanja, četiri osnove duhovne moći, pet sposobnosti, pet snaga, sedam elemenata probuđenja, plemeniti osmostruki put. \\'\"'",
  "ud5.5:25.3": "'\"\\'To što je u ovom učenju i pravilima mnogo dragocenosti… \\'\"'",
  "ud5.5:25.4": "'\"\\'to je sedma zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada je vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:26.1": "'\"\\'Dalje, monasi, baš kao što je veliki okean boravište ogromnih bića, u njemu su ova bića: timi, timingalo, timitimingalo, asure, nāge, gandha b be, kao što u njemu ima bića dugih stotinu yođana, bića dugih dvesta yođana, bića dugih trista yođana, bića dugih četiristo yođana, bića dugih petsto yođana, \\'\"'",
  "ud5.5:26.2": "'\"\\'isto tako su ovo učenje i pravila boravište ogromnih bića, u njemu su ova bića: onaj koji je ušao u tok, onaj koji jestupio na put ka ulasku u tok, jednom povratnik i onaj koji je stupio na put ka jednom povratniku, ne-povratnik i onaj koji je stupio na put ka ne-povratnika, arahant i onaj koji je stupio na put ka arahantu. \\'\"'",
  "ud5.5:26.3": "'\"\\'To što su ovo učenje i pravila boravište ogromnih bića… \\'\"'",
  "ud5.5:26.4": "'\"\\'to je osma zadivljujuća i čudesna stvar u vezi sa ovim učenjem i pravilima kojom su, kada je vide i razmotre, monasi ushićeni. \\'\"'",
  "ud5.5:26.5": "'\"\\'To je, monasi, osam\\\\\\\\xa0zadivljujućih i čudesnih stvari u ovom učenju i pravilima kojima su, kada ih vide i razmotre, monasi ushićeni.” \\'\"'",
  "ud5.5:27.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud5.5:28.1": "'\"\\'„Pljusak natopi ono što je pokriveno, \\'\"'",
  "ud5.5:28.2": "'\"\\'ali ne i ono što je otkriveno. \\'\"'",
  "ud5.5:28.3": "'\"\\'Zato otvori ono što je pokriveno, \\'\"'",
  "ud5.5:28.4": "'\"\\'da ne bude natopljeno.” \\'\"'"
}