{
  "ud5.6:0.1": "'\"\\'Nadahnuća 5.6 \\'\"'",
  "ud5.6:0.2": "'\"\\'Soṇa \\'\"'",
  "ud5.6:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud5.6:1.2": "'\"\\'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. \\'\"'",
  "ud5.6:1.3": "'\"\\'U isto vreme je poštovani Mahākaććāna boravio u Avanti oblasti, kraj Kuraraghare, na planini Pavatti. \\'\"'",
  "ud5.6:1.4": "'\"\\'I tom prilikom se nezaređeni sledbenik Soṇa Kuṭikaṇṇa starao o materijalnim potrebama poštovanog Mahākaććāne. \\'\"'",
  "ud5.6:2.1": "'\"\\'Dok je jednom Soṇa Kuṭikaṇṇa boravio u osami, povučen, javi mu se ova misao: \\'\"'",
  "ud5.6:2.2": "'\"\\'„Prema onome kako učitelj Mahākaććāna podučava Dhammu, nije lako živeći u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. \\'\"'",
  "ud5.6:2.3": "'\"\\'Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?” \\'\"'",
  "ud5.6:3.1": "'\"\\'Onda nezaređeni sledbenik Soṇa Kuṭikaṇṇa otide do poštovanog Mahākaććāne. Kad je stigao, pokloni se, pa sede sa strane. \\'\"'",
  "ud5.6:3.2": "'\"\\'Dok je sedeo, ovako reče poštovanom Mahākaććāni: \\'\"'",
  "ud5.6:4.1": "'\"\\'„Poštovani gospodine, dok sam boravio u osami, povučen, javi mu se ova misao: \\'\"'",
  "ud5.6:4.2": "'\"\\'’Prema onome kako učitelj Mahākaććāna podučava Dhammu, nije lako živeći u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. \\'\"'",
  "ud5.6:4.3": "'\"\\'Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ \\'\"'",
  "ud5.6:4.4": "'\"\\'Učinite me beskućnikom, učitelju Mahākaććāna.” \\'\"'",
  "ud5.6:5.1": "'\"\\'Kad je to čuo, poštovani Mahākaććāna ovako reče Soṇi Kuṭikaṇṇi: \\'\"'",
  "ud5.6:5.2": "'\"\\'„Teško je, Soṇa, proživeti ceo život sa jednim obrokom, sam legati i u celibatu. \\'\"'",
  "ud5.6:5.3": "'\"\\'Umesto toga, još uvek živeći kao kućedomaćin, posveti se Budinom učenju, a u pravo vreme, živi sa jednim obrokom, sam leži i u celibatu.” \\'\"'",
  "ud5.6:5.4": "'\"\\'Na to odlučnost nezaređenog sledbenika Soṇe Kuṭikaṇṇe da postane beskućnik splasnu. \\'\"'",
  "ud5.6:6.1": "'\"\\'Po drugi put… \\'\"'",
  "ud5.6:6.2": "'\"\\'Kad je to čuo, poštovani Mahākaććāna po drugi put ovako reče Soṇi Kuṭikaṇṇi: \\'\"'",
  "ud5.6:6.3": "'\"\\'„Teško je, Soṇa, proživeti ceo život sa jednim obrokom, sam legati i u celibatu. \\'\"'",
  "ud5.6:6.4": "'\"\\'Umesto toga, još uvek živeći kao kućedomaćin, posveti se Budinom učenju, a u pravo vreme, živi sa jednim obrokom, sam leži i u celibatu.” \\'\"'",
  "ud5.6:6.5": "'\"\\'Na to odlučnost nezaređenog sledbenika Soṇe Kuṭikaṇṇe da postane beskućnik po drugi put splasnu. \\'\"'",
  "ud5.6:7.1": "'\"\\'Po treći put, dok je jednom Soṇa Kuṭikaṇṇa boravio u osami, povučen, javi mu se ova misao: \\'\"'",
  "ud5.6:7.2": "'\"\\'’Prema onome kako učitelj Mahākaććāna podučava Dhammu, nije lako živeći u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. \\'\"'",
  "ud5.6:7.3": "'\"\\'Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?” \\'\"'",
  "ud5.6:7.4": "'\"\\'Onda nezaređeni sledbenik Soṇa Kuṭikaṇṇa po treći put otide do poštovanog Mahākaććāne. Kad je stigao, pokloni se, pa sede sa strane. \\'\"'",
  "ud5.6:7.5": "'\"\\'Dok je sedeo, ovako reče poštovanom Mahākaććāni: \\'\"'",
  "ud5.6:8.1": "'\"\\'„Poštovani gospodine, dok sam boravio u osami, povučen, javi mu se ova misao: \\'\"'",
  "ud5.6:8.2": "'\"\\'’Prema onome kako učitelj Mahākaććāna podučava Dhammu, nije lako živeći u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. \\'\"'",
  "ud5.6:8.3": "'\"\\'Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ \\'\"'",
  "ud5.6:8.4": "'\"\\'Učinite me beskućnikom, učitelju Mahākaććāna.” \\'\"'",
  "ud5.6:9.1": "'\"\\'I učini poštovani Mahākaććāna nezaređenog sledbenika Soṇu Kuṭikaṇṇu beskućnikom. \\'\"'",
  "ud5.6:9.2": "'\"\\'U to vreme u Južnom Avantiju nije bilo mnogo monaha. \\'\"'",
  "ud5.6:9.3": "'\"\\'I kada su prošle tri godine, poštovani Mahākaććāna uz dosta muke i truda okupi nekako desetoricu monaha i dâ poštovanom Soṇi puno zaređenje. \\'\"'",
  "ud5.6:10.1": "'\"\\'A kada je prošao period monsuna i poštovani Soṇa boravio u osami, povučen, javi mu se ova misao: \\'\"'",
  "ud5.6:10.2": "'\"\\'„Nikada nisam video Blaženoga. Ali jesam čuo da je Blaženi \\'\"'",
  "ud5.6:10.3": "'\"\\'takav i takav. \\'\"'",
  "ud5.6:10.4": "'\"\\'Ako mi moj učitelj dopusti, otišao bih da vidim Blaženoga, plemenitog i potpuno probuđenoga.” \\'\"'",
  "ud5.6:11.1": "'\"\\'Onda poštovani Soṇa, pošto je uveče izašao iz osame, otide do poštovanog Mahākaććāne. Kad je stigao, pokloni se, pa sede sa strane. \\'\"'",
  "ud5.6:11.2": "'\"\\'Dok je sedeo, ovako mu reče: \\'\"'",
  "ud5.6:12.1": "'\"\\'„Poštovani gospodine, dok sam boravio u osami, povučen, javi mu se ova misao: \\'\"'",
  "ud5.6:12.2": "'\"\\'„Nikada nisam video Blaženoga. Ali jesam čuo da je Blaženi \\'\"'",
  "ud5.6:12.3": "'\"\\'takav i takav. \\'\"'",
  "ud5.6:12.4": "'\"\\'Ako mi moj učitelj dopusti, otišao bih da vidim Blaženoga, plemenitog i potpuno probuđenoga.” \\'\"'",
  "ud5.6:13.1": "'\"\\'„Dobro je to, Soṇa, dobro je. \\'\"'",
  "ud5.6:13.2": "'\"\\'Idi da vidiš Blaženoga, plemenitog i potpuno probuđenoga. \\'\"'",
  "ud5.6:13.3": "'\"\\'I videćeš, Soṇa, tog Blaženog, divnog, nadahnjujućeg, smirenih čula, smirenog uma, što je dostigao potpunu samoobuzdanost i mir, ukroćen, zaštićen, obuzdanih čula, istinski nāga. \\'\"'",
  "ud5.6:13.4": "'\"\\'Kad ga vidiš, u moje ime se pokloni Blaženom do nogu i reci mu: \\'\"'",
  "ud5.6:13.5": "'\"\\'’Poštovani gospodine, moj učitelj poštovani Mahākaććāna se klanja do nogu Blaženog i pita ga je li bez tegoba, bez bolesti, je li dobrog zdravlja, snažan, živi li ugodno’.” \\'\"'",
  "ud5.6:14.1": "'\"\\'„Dobro, gospodine”, poštovani Soṇa se obradova i s radošću primi reči poštovanog Mahākaććāne, ustade sa svog mesta, pokloni se, pa pazOnda pospremi svoje boravište, uze svoju pros jačku zdelui gornji ogrtač, pa krenu put Sāvatthīja.eći da mu učitelj ostane sa desne strane, otide. \\'\"'",
  "ud5.6:14.2": "'\"\\'Idući tako od sela do sela, stigao je na kraju u Sāvatthī, te ode do Đetinog gaja, do manastira koji je podigao Anāthapiṇḍika. Kad je stigao, pokloni se Blaženom i sede sa strane. \\'\"'",
  "ud5.6:14.3": "'\"\\'Dok je sedeo, ovako reče Blaženome: \\'\"'",
  "ud5.6:14.4": "'\"\\'„Poštovani gospodine, moj učitelj poštovani Mahākaććāna se klanja do nogu Blaženog i pita ga je li bez tegoba, bez bolesti, je li dobrog zdravlja, snažan, živi li ugodno”. \\'\"'",
  "ud5.6:15.1": "'\"\\'„A kako si ti, monaše? Možeš li da nastaviš? Da li si put prevalio bez mnogo napora i dovoljno hrane usput isprosio?” \\'\"'",
  "ud5.6:15.2": "'\"\\'„Dobro sam, Blaženi. Mogu da nastavim. Put sam prevalio bez mnogo napora i dovoljno sam hrane usput isprosio.” \\'\"'",
  "ud5.6:16.1": "'\"\\'Onda Blaženi reče poštovanom Ānandi: \\'\"'",
  "ud5.6:16.2": "'\"\\'„Hajde, Ānanda, pripremi ležaj ovom pridošlom monahu.” \\'\"'",
  "ud5.6:16.3": "'\"\\'Na to poštovani Ānanda pomisli: \\'\"'",
  "ud5.6:16.4": "'\"\\'„Kada mi Blaženi naloži: \\'\"'",
  "ud5.6:16.5": "'\"\\'’Hajde, Ānanda, pripremi ležaj ovom pridošlom monahu’, to znači da Blaženi želi da ovaj monah prenoći u njegovom boravištu.” \\'\"'",
  "ud5.6:16.6": "'\"\\'I pripremi on ležaj za poštovanog Soṇu u boravištu Blaženog. \\'\"'",
  "ud5.6:17.1": "'\"\\'Onda Blaženi, pošto je proveo veći deo noći sedeći napolju, opra noge i uđe u svoje boravište. \\'\"'",
  "ud5.6:17.2": "'\"\\'Isto tako i poštovani Soṇa, pošto je proveo veći deo noći sedeći napolju, opra noge i uđe u svoje boravište. \\'\"'",
  "ud5.6:17.3": "'\"\\'Onda pred zoru, ustavši sa svog mesta, Blaženi reče poštovanom Soṇi: \\'\"'",
  "ud5.6:17.4": "'\"\\'„Monaše, da li si nadahnut da govoriš o Dhammi?” \\'\"'",
  "ud5.6:18.1": "'\"\\'„Jesam, poštovani gospodine”, odgovori poštovani Soṇa, pa melodično odrecitova svih šesnaest govora iz „Poglavlja osmica”. \\'\"'",
  "ud5.6:18.2": "'\"\\'Kada je poštovani Soṇa završio recitovanje, Blaženi beše veoma zadovoljan: \\'\"'",
  "ud5.6:18.3": "'\"\\'„Vrlo dobro, monaše, vrlo dobro! Odlično si to naučio! Dobro si to zapamtio, dobro u umu zadržao, svih šesnaest govora iz ’Poglavlja osmica’. Prijatan glas imaš, dobra ti je dikcija, čista artikulacija, što sve značenje čini jasnijim. \\'\"'",
  "ud5.6:18.4": "'\"\\'Koliko dugo si monah?” \\'\"'",
  "ud5.6:18.5": "'\"\\'„Jednu godinu, Blaženi.” \\'\"'",
  "ud5.6:18.6": "'\"\\'„Zašto ti je, monaše, trebalo toliko dugo da se zarediš?” \\'\"'",
  "ud5.6:18.7": "'\"\\'„Poštovani gospodine, veoma dugo uviđao sam opasnost u čulnim zadovoljstvima, \\'\"'",
  "ud5.6:18.8": "'\"\\'ali sam živeo kao kućedomaćin, sa mnogo prepreka, mnogo obaveza, sa mnoštvom poslova.” \\'\"'",
  "ud5.6:19.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud5.6:20.1": "'\"\\'„Opasnost videvši u ovome svetu, \\'\"'",
  "ud5.6:20.2": "'\"\\'upoznavši stanje bez vezivanja, \\'\"'",
  "ud5.6:20.3": "'\"\\'plemeniti se rđavim delima ne ushićuje, \\'\"'",
  "ud5.6:20.4": "'\"\\'čisti se rđavim delima ne ushićuje.” \\'\"'"
}