{
  "an1.11:0.1": "Discours Sous Forme De Listes 1.11–20 ",
  "an1.11:0.2": "2. L’éradication des obstacles ",
  "an1.11:1.0": "11 ",
  "an1.11:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle le désir sensuel qui n’était pas (encore) apparu vient à apparaître, ou bien le désir sensuel qui était (déjà) apparu augmente et devient abondant, autant qu’à cause d’un objet attrayant. ",
  "an1.11:1.2": "Mendiants, chez celui qui porte son attention inadéquatement à un objet attrayant, le désir sensuel qui n’était pas (encore) apparu vient à apparaître, et le désir sensuel qui était (déjà) apparu augmente et devient abondant. ",
  "an1.12:1.0": "12 ",
  "an1.12:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle la malveillance qui n’était pas (encore) apparue vient à apparaître, ou bien la malveillance qui était (déjà) apparue augmente et devient abondante, autant qu’à cause d’un objet déplaisant. ",
  "an1.12:1.2": "Mendiants, chez celui qui porte son attention inadéquatement à un objet déplaisant, la malveillance qui n’était pas (encore) apparue vient à apparaître, et la malveillance qui était (déjà) apparue augmente et devient abondante. ",
  "an1.13:1.0": "13 ",
  "an1.13:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle la léthargie & somnolence qui n’était pas (encore) apparue vient à apparaître, ou bien la léthargie & somnolence qui était (déjà) apparue augmente et devient abondante, autant qu’à cause de mécontentement, d’inertie, d’étirements paresseux, d’assoupissement après le repas ou de mollesse d’esprit. ",
  "an1.13:1.2": "Mendiants, chez celui qui est mou d’esprit, la léthargie & somnolence qui n’était pas (encore) apparue vient à apparaître, et la léthargie & somnolence qui était (déjà) apparue augmente et devient abondante. ",
  "an1.14:1.0": "14 ",
  "an1.14:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle l’agitation mentale & préoccupation qui n’était pas (encore) apparue vient à apparaître, ou bien l’agitation mentale & préoccupation qui était (déjà) apparue augmente et devient abondante, autant qu’à cause du non-apaisement de l’esprit. ",
  "an1.14:1.2": "Mendiants, chez celui qui a un esprit non apaisé, l’agitation mentale & préoccupation qui n’était pas (encore) apparue vient à apparaître, et l’agitation mentale & préoccupation qui était (déjà) apparue augmente et devient abondante. ",
  "an1.15:1.0": "15 ",
  "an1.15:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle le doute qui n’était pas (encore) apparu vient à apparaître, ou bien le doute qui était (déjà) apparu augmente et devient abondant, autant qu’à cause d’une attention inadéquate. ",
  "an1.15:1.2": "Mendiants, chez celui qui porte son attention inadéquatement, le doute qui n’était pas (encore) apparu vient à apparaître, et le doute qui était (déjà) apparu augmente et devient abondant. ",
  "an1.16:1.0": "16 ",
  "an1.16:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle le désir sensuel qui n’était pas (encore) apparu ne vient pas à apparaître, ou bien le désir sensuel qui était (déjà) apparu disparaît, autant qu’à cause d’un objet répugnant. ",
  "an1.16:1.2": "Mendiants, chez celui qui porte judicieusement son attention à un objet répugnant, le désir sensuel qui n’était pas (encore) apparu ne vient pas à apparaître, et le désir sensuel qui était (déjà) apparu disparaît. ",
  "an1.17:1.0": "17 ",
  "an1.17:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle la malveillance qui n’était pas (encore) apparue ne vient pas à apparaître, ou bien la malveillance qui était (déjà) apparue disparaît, autant qu’à cause de la libération de l’esprit par la bienveillance. ",
  "an1.17:1.2": "Mendiants, chez celui qui porte judicieusement son attention à la libération de l’esprit par la bienveillance, la malveillance qui n’était pas (encore) apparue ne vient pas à apparaître, et la malveillance qui était (déjà) apparue disparaît. ",
  "an1.18:1.0": "18 ",
  "an1.18:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle la léthargie & somnolence qui n’était pas (encore) apparue ne vient pas à apparaître, ou bien la léthargie & somnolence qui était (déjà) apparue disparaît, autant qu’à cause d’une disposition à l’activation, d’une disposition à l’effort, d’une disposition à la persistance. ",
  "an1.18:1.2": "Mendiants, chez celui qui a activé son énergie, la léthargie & somnolence qui n’était pas (encore) apparue ne vient pas à apparaître, et la léthargie & somnolence qui était (déjà) apparue disparaît. ",
  "an1.19:1.0": "19 ",
  "an1.19:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle l’agitation mentale & préoccupation qui n’était pas (encore) apparue ne vient pas à apparaître, ou bien l’agitation mentale & préoccupation qui était (déjà) apparue disparaît, autant qu’à cause de l’apaisement de l’esprit. ",
  "an1.19:1.2": "Mendiants, chez celui qui a un esprit apaisé, l’agitation mentale & préoccupation qui n’était pas (encore) apparue ne vient pas à apparaître, et l’agitation mentale & préoccupation qui était (déjà) apparue disparaît. ",
  "an1.20:1.0": "20 ",
  "an1.20:1.1": "Mendiants, je ne vois aucune autre chose à cause de laquelle le doute qui n’était pas (encore) apparu ne vient pas à apparaître, ou bien le doute qui était (déjà) apparu disparaît, autant qu’à cause d’une attention judicieuse. ",
  "an1.20:1.2": "Mendiants, chez celui qui porte judicieusement son attention, le doute qui n’était pas (encore) apparu ne vient pas à apparaître, et le doute qui était (déjà) apparu disparaît. "
}