{
  "an1.150:0.1": "Discours Sous Forme De Listes 1.150–169 ",
  "an1.150:0.2": "12. Une non-transgression ",
  "an1.150:1.0": "150 ",
  "an1.150:1.1": "Mendiants, les mendiants qui présentent une non-transgression comme étant une transgression œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.150:1.2": "De plus, ces mendiants accumulent beaucoup de démérite et font disparaître ce Dhamma authentique. ",
  "an1.151:1.0": "151 ",
  "an1.151:1.1": "Mendiants, les mendiants qui présentent une transgression comme étant une non-transgression œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.151:1.2": "De plus, ces mendiants accumulent beaucoup de démérite et font disparaître ce Dhamma authentique. ",
  "an1.152-159:1.0": "152–159 ",
  "an1.152-159:1.1": "Mendiants, les mendiants qui présentent une transgression bénigne comme étant une transgression grave (…) une transgression grave comme étant une transgression bénigne (…) une transgression dépravée comme étant une transgression non dépravée (…) une transgression non dépravée comme étant une transgression dépravée (…) une transgression remédiable comme étant une transgression irrémédiable (…) une transgression irrémédiable comme étant une transgression remédiable (…) une transgression expiable comme étant une transgression inexpiable (…) une transgression inexpiable comme étant une transgression expiable œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.152-159:1.2": "De plus, ces mendiants accumulent beaucoup de démérite et font disparaître ce Dhamma authentique. ",
  "an1.160:1.0": "160 ",
  "an1.160:1.1": "Mendiants, les mendiants qui expliquent une non-transgression comme étant une non-transgression œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.160:1.2": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique. ",
  "an1.161:1.0": "161 ",
  "an1.161:1.1": "Mendiants, les mendiants qui expliquent une transgression comme étant une transgression œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.161:1.2": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique. ",
  "an1.162-169:1.0": "162–169 ",
  "an1.162-169:1.1": "Mendiants, les mendiants qui expliquent une transgression bénigne comme étant une transgression bénigne (…) une transgression grave comme étant une transgression grave (…) une transgression dépravée comme étant une transgression dépravée (…) une transgression non dépravée comme étant une transgression non dépravée (…) une transgression remédiable comme étant une transgression remédiable (…) une transgression irrémédiable comme étant une transgression irrémédiable (…) une transgression expiable comme étant une transgression expiable (…) une transgression inexpiable comme étant une transgression inexpiable ",
  "an1.162-169:1.2": "œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.162-169:1.3": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique. "
}