{
  "an1.1:0.1": "Discours Sous Forme De Listes 1.1–10 ",
  "an1.1:0.2": "1. La forme visible etc. ",
  "an1.1:1.0": "1 ",
  "an1.1:1.1": "Ainsi ai-je entendu : ",
  "an1.1:1.2": "Un jour, le Fortuné séjournait à Savatthi, dans le bois de Jéta, le parc d’Anathapindika. ",
  "an1.1:1.3": "Là, il s’adressa aux mendiants : ",
  "an1.1:1.4": "«Mendiants !» ",
  "an1.1:1.5": "«Maître», lui répondirent les mendiants. ",
  "an1.1:1.6": "Le Fortuné leur dit alors : ",
  "an1.1:2.1": "«Mendiants, je ne vois aucune autre forme visible qui s’empare de l’esprit d’un homme autant que la forme d’une femme. ",
  "an1.1:2.2": "La forme d’une femme, mendiants, s’empare de l’esprit d’un homme. ",
  "an1.2:1.0": "2 ",
  "an1.2:1.1": "Mendiants, je ne vois aucun autre autre son qui s’empare de l’esprit d’un homme autant que le son d’une femme. ",
  "an1.2:1.2": "Le son d’une femme, mendiants, s’empare de l’esprit d’un homme. ",
  "an1.3:1.0": "3 ",
  "an1.3:1.1": "Mendiants, je ne vois aucune autre odeur qui s’empare de l’esprit d’un homme autant que l’odeur d’une femme. ",
  "an1.3:1.2": "L’odeur d’une femme, mendiants, s’empare de l’esprit d’un homme. ",
  "an1.4:1.0": "4 ",
  "an1.4:1.1": "Mendiants, je ne vois aucune autre saveur qui s’empare de l’esprit d’un homme autant que la saveur d’une femme. ",
  "an1.4:1.2": "La saveur d’une femme, mendiants, s’empare de l’esprit d’un homme. ",
  "an1.5:1.0": "5 ",
  "an1.5:1.1": "Mendiants, je ne vois aucun autre toucher qui s’empare de l’esprit d’un homme autant que le toucher d’une femme. ",
  "an1.5:1.2": "Le toucher d’une femme, mendiants, s’empare de l’esprit d’un homme. ",
  "an1.6:1.0": "6 ",
  "an1.6:1.1": "Mendiants, je ne vois aucune autre forme visible qui s’empare de l’esprit d’une femme autant que la forme d’un homme. ",
  "an1.6:1.2": "La forme d’un homme, mendiants, s’empare de l’esprit d’une femme. ",
  "an1.7:1.0": "7 ",
  "an1.7:1.1": "Mendiants, je ne vois aucun autre son qui s’empare de l’esprit d’une femme autant que le son d’un homme. ",
  "an1.7:1.2": "Le son d’un homme, mendiants, s’empare de l’esprit d’une femme. ",
  "an1.8:1.0": "8 ",
  "an1.8:1.1": "Mendiants, je ne vois aucune autre odeur qui s’empare de l’esprit d’une femme autant que l’odeur d’un homme. ",
  "an1.8:1.2": "L’odeur d’un homme, mendiants, s’empare de l’esprit d’une femme. ",
  "an1.9:1.0": "9 ",
  "an1.9:1.1": "Mendiants, je ne vois aucune autre saveur qui s’empare de l’esprit d’une femme autant que la saveur d’un homme. ",
  "an1.9:1.2": "La saveur d’un homme, mendiants, s’empare de l’esprit d’une femme. ",
  "an1.10:1.0": "10 ",
  "an1.10:1.1": "Mendiants, je ne vois aucun autre toucher qui s’empare de l’esprit d’une femme autant que le toucher d’un homme. ",
  "an1.10:1.2": "Le toucher d’un homme, mendiants, s’empare de l’esprit d’une femme.» "
}