{
  "an1.82:0.1": "Discours Sous Forme De Listes 1.82–97 ",
  "an1.82:0.2": "9. Négligence ",
  "an1.82:1.0": "82 ",
  "an1.82:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que la négligence. ",
  "an1.82:1.2": "La négligence, mendiants, mène à un grand préjudice. ",
  "an1.83:1.0": "83 ",
  "an1.83:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que l’assiduité. ",
  "an1.83:1.2": "L’assiduité, mendiants, mène à un grand bienfait. ",
  "an1.84:1.0": "84 ",
  "an1.84:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que la paresse. ",
  "an1.84:1.2": "La paresse, mendiants, mène à un grand préjudice. ",
  "an1.85:1.0": "85 ",
  "an1.85:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que l’activation de l’énergie. ",
  "an1.85:1.2": "L’activation de l’énergie, mendiants, mène à un grand bienfait. ",
  "an1.86:1.0": "86 ",
  "an1.86:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que d’avoir des désirs impérieux. ",
  "an1.86:1.2": "Avoir des désirs impérieux, mendiants, mène à un grand préjudice. ",
  "an1.87:1.0": "87 ",
  "an1.87:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que d’avoir peu de désirs. ",
  "an1.87:1.2": "Avoir peu de désirs, mendiants, mène à un grand bienfait. ",
  "an1.88:1.0": "88 ",
  "an1.88:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que l’insatisfaction (avec ce qu’on a). ",
  "an1.88:1.2": "L’insatisfaction (avec ce qu’on a), mendiants, mène à un grand préjudice. ",
  "an1.89:1.0": "89 ",
  "an1.89:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que la satisfaction (avec ce qu’on a). ",
  "an1.89:1.2": "La satisfaction (avec ce qu’on a), mendiants, mène à un grand bienfait. ",
  "an1.90:1.0": "90 ",
  "an1.90:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que l’attention inadéquate. ",
  "an1.90:1.2": "L’attention inadéquate, mendiants, mène à un grand préjudice. ",
  "an1.91:1.0": "91 ",
  "an1.91:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que l’attention judicieuse. ",
  "an1.91:1.2": "L’attention judicieuse, mendiants, mène à un grand bienfait. ",
  "an1.92:1.0": "92 ",
  "an1.92:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que le manque de discernement attentif. ",
  "an1.92:1.2": "Le manque de discernement attentif, mendiants, mène à un grand préjudice. ",
  "an1.93:1.0": "93 ",
  "an1.93:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que le discernement attentif. ",
  "an1.93:1.2": "Le discernement attentif, mendiants, mène à un grand bienfait. ",
  "an1.94:1.0": "94 ",
  "an1.94:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que l’amitié malsaine. ",
  "an1.94:1.2": "Une amitié malsaine, mendiants, mène à un grand préjudice. ",
  "an1.95:1.0": "95 ",
  "an1.95:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait qu’une amitié bénéfique. ",
  "an1.95:1.2": "Une amitié bénéfique, mendiants, mène à un grand bienfait. ",
  "an1.96:1.0": "96 ",
  "an1.96:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que la poursuite des états désavantageux et la non-poursuite des états avantageux. ",
  "an1.96:1.2": "La poursuite des états désavantageux et la non-poursuite des états avantageux, mendiants, mènent à un grand préjudice. ",
  "an1.97:1.0": "97 ",
  "an1.97:1.1": "Mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que la poursuite des états avantageux et la non-poursuite des états désavantageux. ",
  "an1.97:1.2": "La poursuite des états avantageux et la non-poursuite des états désavantageux, mendiants, mènent à un grand bienfait. "
}