{
  "an1.287:0.1": "Discours Sous Forme De Listes 1.287–295 ",
  "an1.287:0.2": "23. Troisième groupe ",
  "an1.287:1.0": "287 ",
  "an1.287:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une bonne conduite corporelle produise un résultat regrettable, indésirable et déplaisant. Cela est impossible. ",
  "an1.287:1.2": "Mais il est possible, mendiants, qu’une bonne conduite corporelle produise un résultat souhaitable, désirable et plaisant. Cela est possible. ",
  "an1.288-289:1.0": "288–289 ",
  "an1.288-289:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une bonne conduite verbale (…) qu’une bonne conduite mentale produise un résultat regrettable, indésirable et déplaisant. Cela est impossible. ",
  "an1.288-289:1.2": "Mais il est possible, mendiants, qu’une bonne conduite mentale produise un résultat souhaitable, désirable et plaisant. Cela est possible. ",
  "an1.290:1.0": "290 ",
  "an1.290:1.1": "Il est impossible, mendiants, il n’y a aucune chance que celui qui est pourvu d’une méconduite corporelle, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une bonne destination, dans un monde paradisiaque. Cela est impossible. ",
  "an1.290:1.2": "Mais il est possible, mendiants, que celui qui est pourvu d’une méconduite corporelle, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. Cela est possible. ",
  "an1.291-292:1.0": "291–292 ",
  "an1.291-292:1.1": "Il est impossible, mendiants, il n’y a aucune chance que celui qui est pourvu d’une méconduite verbale (…) que celui qui est pourvu d’une méconduite mentale, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une bonne destination, dans un monde paradisiaque. Cela est impossible. ",
  "an1.291-292:1.2": "Mais il est possible, mendiants, que celui qui est pourvu d’une méconduite mentale, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. Cela est possible. ",
  "an1.293:1.0": "293 ",
  "an1.293:1.1": "Il est impossible, mendiants, il n’y a aucune chance que celui qui est pourvu d’une bonne conduite corporelle, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. Cela est impossible. ",
  "an1.293:1.2": "Mais il est possible, mendiants, que celui qui est pourvu d’une bonne conduite corporelle, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une bonne destination, dans un monde paradisiaque. Cela est possible. ",
  "an1.294-295:1.0": "294–295 ",
  "an1.294-295:1.1": "Il est impossible, mendiants, il n’y a aucune chance que celui qui est pourvu d’une bonne conduite verbale (…) une bonne conduite mentale, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. Cela est impossible. ",
  "an1.294-295:1.2": "Mais il est possible, mendiants, que celui qui est pourvu d’une bonne conduite mentale, lors de la dissolution du corps, après la mort, réapparaisse, à cause de cela, en raison de cela, dans une bonne destination, dans un monde paradisiaque. Cela est possible. "
}