{
  "an1.268:0.1": "Discours Sous Forme De Listes 1.268–277 ",
  "an1.268:0.2": "21. Premier groupe ",
  "an1.268:1.0": "268 ",
  "an1.268:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) considère un quelconque phénomène construit comme étant permanent. Cela est impossible. ",
  "an1.268:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire considère un certain phénomène construit comme étant permanent. Cela est possible. ",
  "an1.269:1.0": "269 ",
  "an1.269:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) considère un quelconque phénomène construit comme étant un plaisir. Cela est impossible. ",
  "an1.269:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire considère un certain phénomène construit comme étant un plaisir. Cela est possible. ",
  "an1.270:1.0": "270 ",
  "an1.270:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) considère un quelconque phénomène comme étant ayant un propriétaire ou un spectateur. Cela est impossible. ",
  "an1.270:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire considère un certain phénomène comme étant ayant un propriétaire ou un spectateur. Cela est possible. ",
  "an1.271:1.0": "271 ",
  "an1.271:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) tue sa mère. Cela est impossible. ",
  "an1.271:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire tue sa mère. Cela est possible. ",
  "an1.272:1.0": "272 ",
  "an1.272:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) tue son père. Cela est impossible. ",
  "an1.272:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire tue son père. Cela est possible. ",
  "an1.273:1.0": "273 ",
  "an1.273:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) tue un arahant. Cela est impossible. ",
  "an1.273:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire tue un arahant. Cela est possible. ",
  "an1.274:1.0": "274 ",
  "an1.274:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) fasse saigner le Tathagata avec un esprit perverti. Cela est impossible. ",
  "an1.274:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire fasse saigner le Tathagata avec un esprit perverti. Cela est possible. ",
  "an1.275:1.0": "275 ",
  "an1.275:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) crée une scission de la Communauté. Cela est impossible. ",
  "an1.275:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire crée une scission de la Communauté. Cela est possible. ",
  "an1.276:1.0": "276 ",
  "an1.276:1.1": "Il est impossible, mendiants, il n’y a aucune chance qu’une personne accomplie en vue (correcte) choisisse un autre enseignant (que le Bouddha). Cela est impossible. ",
  "an1.276:1.2": "Mais il est possible, mendiants, qu’un individu ordinaire choisisse un autre enseignant (que le Bouddha). Cela est possible. ",
  "an1.277:1.0": "277 ",
  "an1.277:1.1": "Il est impossible, mendiants, il n’y a aucune chance que deux arahants véritablement éveillé apparaissent simultanément dans le même système-monde. Cela est impossible. ",
  "an1.277:1.2": "Mais il est possible, mendiants, qu’un seul arahant véritablement éveillé apparaisse dans un système-monde. Cela est possible. "
}