{
  "an1.41:0.1": "Discours Sous Forme De Listes 1.41–50 ",
  "an1.41:0.2": "5. Dirigée ",
  "an1.41:1.0": "41 ",
  "an1.41:1.1": "Mendiants, supposez qu’une pointe de feuille de riz ou d’orge soit dirigée dans la mauvaise direction. Si vous appuyiez dessus avec la main ou le pied, il est impossible qu’elle le perce ou qu’elle le fasse saigner. ",
  "an1.41:1.2": "Et quelle en est la raison ? ",
  "an1.41:1.3": "Parce que la pointe de feuille est dirigée dans la mauvaise direction. ",
  "an1.41:1.4": "De la même manière, il est impossible qu’un mendiant dont l’esprit est dirigé dans la mauvaise direction perce l’ignorance, fasse apparaître la connaissance correcte et réalise l’Extinction. ",
  "an1.41:1.5": "Et quelle en est la raison ? ",
  "an1.41:1.6": "Parce que son esprit est dirigé dans la mauvaise direction. ",
  "an1.42:1.0": "42 ",
  "an1.42:1.1": "Mendiants, supposez qu’une pointe de feuille de riz ou d’orge soit dirigée dans la bonne direction. Si vous appuyiez dessus avec la main ou le pied, il est possible qu’elle le perce ou qu’elle le fasse saigner. ",
  "an1.42:1.2": "Et quelle en est la raison ? ",
  "an1.42:1.3": "Parce que la pointe de feuille est dirigée dans la bonne direction. ",
  "an1.42:1.4": "De la même manière, il est possible un mendiant dont l’esprit est dirigé dans la bonne direction perce l’ignorance, fasse apparaître la connaissance correcte et réalise l’Extinction. ",
  "an1.42:1.5": "Et quelle en est la raison ? ",
  "an1.42:1.6": "Parce que son esprit est dirigé dans la bonne direction. ",
  "an1.43:1.0": "43 ",
  "an1.43:1.1": "Mendiants, ayant englobé avec mon esprit l’esprit d’un certain individu d’esprit perverti, je discerne : ",
  "an1.43:1.2": "«Si cet individu devait mourir maintenant, il irait en enfer comme s’il y était emmené et déposé.» ",
  "an1.43:1.3": "Et quelle en est la raison ? ",
  "an1.43:1.4": "Parce que son esprit est perverti. ",
  "an1.43:1.5": "C’est à cause de la perversion de l’esprit, mendiants, que lors de la dissolution du corps, après la mort, certains êtres réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. ",
  "an1.44:1.0": "44 ",
  "an1.44:1.1": "Mendiants, ayant englobé avec mon esprit l’esprit d’un certain individu d’esprit serein, je discerne : ",
  "an1.44:1.2": "«Si cet individu devait mourir maintenant, il irait au paradis comme s’il y était emmené et déposé.» ",
  "an1.44:1.3": "Et quelle en est la raison ? ",
  "an1.44:1.4": "Parce que son esprit est serein. ",
  "an1.44:1.5": "C’est à cause de la sérénité de l’esprit, mendiants, que lors de la dissolution du corps, après la mort, certains êtres réapparaissent dans une bonne destination, dans un monde paradisiaque. ",
  "an1.45:1.0": "45 ",
  "an1.45:1.1": "Supposez, mendiants, qu’il y ait une étendue d’eau trouble, turbide et boueuse. Un homme doué d’une bonne vue, se tenant debout sur le bord, ne verrait pas les coquillages, les graviers ou les cailloux, ni les bancs de poissons nageant ou se reposant dans l’eau. ",
  "an1.45:1.2": "Et quelle en est la raison ? ",
  "an1.45:1.3": "À cause du caractère trouble de l’eau. ",
  "an1.45:1.4": "De la même manière, mendiants, il est impossible qu’un mendiant dont l’esprit est trouble sache ce qui lui est bénéfique, ce qui est bénéfique aux autres, ce qui est bénéfique aux deux, ou qu’il réalise un état surhumain, une distinction en connaissance & vision digne des êtres nobles. ",
  "an1.45:1.5": "Et quelle en est la raison ? ",
  "an1.45:1.6": "À cause du caractère trouble de son esprit. ",
  "an1.46:1.0": "46 ",
  "an1.46:1.1": "Supposez, mendiants, qu’il y ait une étendue d’eau claire, limpide et pure. Un homme doué d’une bonne vue, se tenant debout sur le bord, pourrait voir les coquillages, les graviers et cailloux, et les bancs de poissons nageant ou se reposant dans l’eau. ",
  "an1.46:1.2": "Et quelle en est la raison ? ",
  "an1.46:1.3": "À cause de la clarté de l’eau. ",
  "an1.46:1.4": "De la même manière, mendiants, il est possible qu’un mendiant dont l’esprit est clair sache ce qui lui est bénéfique, ce qui est bénéfique aux autres, ce qui est bénéfique aux deux, ou qu’il réalise un état surhumain, une distinction en connaissance & vision digne des êtres nobles. ",
  "an1.46:1.5": "Et quelle en est la raison ? ",
  "an1.46:1.6": "À cause de la clarté de son esprit. ",
  "an1.47:1.0": "47 ",
  "an1.47:1.1": "Tout comme, mendiants, le bois de santal est considéré comme le meilleur des arbres en ce qui concerne la malléabilité et l’exploitabilité, ",
  "an1.47:1.2": "de la même manière, je ne vois aucune autre chose qui, lorsqu’elle est développée et cultivée abondamment, est aussi malléable et exploitable que l’esprit. ",
  "an1.47:1.3": "L’esprit, mendiants, lorsqu’il est développé et cultivé abondamment, est malléable et exploitable. ",
  "an1.48:1.0": "48 ",
  "an1.48:1.1": "Mendiants, je ne vois aucune autre chose qui se retourne aussi rapidement que l’esprit. ",
  "an1.48:1.2": "À tel point qu’il  n’est pas facile de trouver une allégorie pour illustrer la rapidité avec laquelle l’esprit se retourne. ",
  "an1.49:1.0": "49 ",
  "an1.49:1.1": "Mendiants, cet esprit est lumineux. ",
  "an1.49:1.2": "Mais il est souillé par des souillures étrangères. ",
  "an1.50:1.0": "50 ",
  "an1.50:1.1": "Mendiants, cet esprit est lumineux. ",
  "an1.50:1.2": "Et il est délivré des souillures étrangères. "
}