{
  "an1.306:0.1": "Discours Sous Forme De Listes 1.306–315 ",
  "an1.306:0.2": "25. Deuxième groupe ",
  "an1.306:1.0": "306 ",
  "an1.306:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états désavantageux qui étaient (déjà) apparus augmentent et deviennent abondants, autant qu’à cause d’une vue erronée. ",
  "an1.306:1.2": "Chez celui qui a une vue erronée, mendiants, les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états désavantageux qui étaient (déjà) apparus augmentent et deviennent abondants. ",
  "an1.307:1.0": "307 ",
  "an1.307:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états avantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états avantageux qui étaient (déjà) apparus augmentent et deviennent abondants, autant qu’à cause de la vue correcte. ",
  "an1.307:1.2": "Chez celui qui a la vue correcte, mendiants, les états avantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états avantageux qui étaient (déjà) apparus augmentent et deviennent abondants. ",
  "an1.308:1.0": "308 ",
  "an1.308:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états avantageux qui étaient (déjà) apparus viennent à disparaître, autant qu’à cause d’une vue erronée. ",
  "an1.308:1.2": "Chez celui qui a une vue erronée, mendiants, les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états avantageux qui étaient (déjà) apparus viennent à disparaître. ",
  "an1.309:1.0": "309 ",
  "an1.309:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états avantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états désavantageux qui étaient (déjà) apparus viennent à disparaître, autant qu’à cause de la vue correcte. ",
  "an1.309:1.2": "Chez celui qui a la vue correcte, mendiants, les états avantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états désavantageux qui étaient (déjà) apparus viennent à disparaître. ",
  "an1.310:1.0": "310 ",
  "an1.310:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle une vue erronée qui n’était pas (encore) apparue vient à apparaître, ou une vue erronée qui était apparue se développe, autant qu’à cause de l’attention inadéquate. ",
  "an1.310:1.2": "Chez celui qui porte son attention inadéquatement, mendiants, une vue erronée qui n’était pas (encore) apparue vient à apparaître, et une vue erronée qui était apparue se développe. ",
  "an1.311:1.0": "311 ",
  "an1.311:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle une vue correcte qui n’était pas (encore) apparue vient à apparaître, ou une vue correcte qui était apparue se développe, autant qu’à cause de l’attention judicieuse. ",
  "an1.311:1.2": "Chez celui qui porte judicieusement son attention, mendiants, la vue correcte qui n’était pas (encore) apparue vient à apparaître, et la vue correcte qui était apparue se développe. ",
  "an1.312:1.0": "312 ",
  "an1.312:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer, autant qu’à cause d’une vue erronée. ",
  "an1.312:1.2": "Les êtres qui sont pourvus de vue erronée, mendiants, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. ",
  "an1.313:1.0": "313 ",
  "an1.313:1.1": "Je ne vois aucune autre chose, mendiants, grâce à laquelle les êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque, autant que grâce à la vue correcte. ",
  "an1.313:1.2": "Les êtres qui sont pourvus de vue correcte, mendiants, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque. ",
  "an1.314:1.0": "314 ",
  "an1.314:1.1": "Pour un individu ayant une vue erronée, mendiants, toute action corporelle qu’il entreprend et accomplit conformément à cette vue, toute action verbale qu’il entreprend et accomplit conformément à cette vue, toute action mentale qu’il entreprend et accomplit conformément à cette vue, ainsi que toutes ses intentions, ses aspirations, ses résolutions, ses volitions, tous ces états mènent à ce qui est regrettable, à ce qui est indésirable, à ce qui est déplaisant, à son préjudice, et à son mal-être. ",
  "an1.314:1.2": "Et quelle en est la raison ? ",
  "an1.314:1.3": "Parce que cette vue, mendiants, est mauvaise. ",
  "an1.314:1.4": "Imaginez, mendiants, qu’une graine de nimba (azadirachta indica) ou une graine de kossataki (luffa acutangula) ou une graine de gourde amère soit plantée dans une terre humide. Tous les nutriments qu’elle puiserait de la terre et tous ceux qu’elle puiserait de l’eau mèneraient tous à son amertume, à son âpreté, à son goût inclément. ",
  "an1.314:1.5": "Et quelle en est la raison ? ",
  "an1.314:1.6": "Parce que cette graine , mendiants, est mauvaise. ",
  "an1.314:1.7": "De la même manière, mendiants, pour un individu ayant une vue erronée, mendiants, toute action corporelle qu’il entreprend et accomplit conformément à cette vue, toute action verbale qu’il entreprend et accomplit conformément à cette vue, toute action mentale qu’il entreprend et accomplit conformément à cette vue, ainsi que toutes ses intentions, ses aspirations, ses résolutions, ses volitions, tous ces états mènent à ce qui est regrettable, à ce qui est indésirable, à ce qui est déplaisant, à son préjudice, et à son mal-être. ",
  "an1.314:1.8": "Et quelle en est la raison ? ",
  "an1.314:1.9": "Parce que cette vue, mendiants, est mauvaise. ",
  "an1.315:1.0": "315 ",
  "an1.315:1.1": "Pour un individu ayant une vue correcte, mendiants, toute action corporelle qu’il entreprend et accomplit conformément à cette vue, toute action verbale qu’il entreprend et accomplit conformément à cette vue, toute action mentale qu’il entreprend et accomplit conformément à cette vue, ainsi que toutes ses intentions, ses aspirations, ses résolutions, ses volitions, tous ces états mènent à ce qui est souhaitable, à ce qui est désirable, à ce qui est plaisant, à son bienfait, et à son bien-être. ",
  "an1.315:1.2": "Et quelle en est la raison ? ",
  "an1.315:1.3": "Parce que cette vue, mendiants, est bonne. ",
  "an1.315:1.4": "Imaginez, mendiants, qu’une graine de canne à sucre ou une graine de riz sali ou une graine de raisin soit plantée dans une terre humide. Tous les nutriments qu’elle puiserait de la terre et tous ceux qu’elle puiserait de l’eau mèneraient tous à son caractère sucré, à son goût agréable, à son goût exquis. ",
  "an1.315:1.5": "Et quelle en est la raison ? ",
  "an1.315:1.6": "Parce que cette graine , mendiants, est bonne. ",
  "an1.315:1.7": "De la même manière, mendiants, pour un individu ayant une vue correcte, mendiants, toute action corporelle qu’il entreprend et accomplit conformément à cette vue, toute action verbale qu’il entreprend et accomplit conformément à cette vue, toute action mentale qu’il entreprend et accomplit conformément à cette vue, ainsi que toutes ses intentions, ses aspirations, ses résolutions, ses volitions, tous ces états mènent à ce qui est souhaitable, à ce qui est désirable, à ce qui est plaisant, à son bienfait, et à son bien-être. ",
  "an1.315:1.8": "Et quelle en est la raison ? ",
  "an1.315:1.9": "Parce que cette vue, mendiants, est bonne. "
}