{
  "an1.140:0.1": "Discours Sous Forme De Listes 1.140–149",
  "an1.140:0.2": "11. Le non-Dhamma",
  "an1.140:0.3": "140–149",
  "an1.140:1.0": "140",
  "an1.140:1.1": "Mendiants, les mendiants qui présentent le non-Dhamma comme étant le non-Dhamma œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains.",
  "an1.140:1.2": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.",
  "an1.141:1.0": "141",
  "an1.141:1.1": "Mendiants, les mendiants qui présentent le Dhamma comme étant le Dhamma œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains.",
  "an1.141:1.2": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.",
  "an1.142-149:1.0": "142–149",
  "an1.142-149:1.1": "142. Mendiants, les mendiants qui présentent la non-Discipline comme étant la non-Discipline œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n\n143. Mendiants, les mendiants qui présentent la Discipline comme étant la Discipline œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n144. Mendiants, les mendiants qui présentent ce qui n’a pas été dit ni déclaré par le Tathagata comme étant ce qui n’a pas été dit ni déclaré par le Tathagata œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n145. Mendiants, les mendiants qui présentent ce qui a été dit et déclaré par le Tathagata comme étant ce qui a été dit et déclaré par le Tathagata œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n146. Mendiants, les mendiants qui présentent ce qui n’a pas été pratiqué par le Tathagata comme étant ce qui n’a pas été pratiqué par le Tathagata œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n147. Mendiants, les mendiants qui présentent ce qui a été pratiqué par le Tathagata comme étant ce qui a été pratiqué par le Tathagata œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n148. Mendiants, les mendiants qui présentent ce qui n’a pas été prescrit par le Tathagata comme étant ce qui n’a pas été prescrit par le Tathagata œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique.\n\n149. Mendiants, les mendiants qui présentent ce qui a été prescrit par le Tathagata comme étant ce qui a été prescrit par le Tathagata",
  "an1.142-149:1.2": "œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains.",
  "an1.142-149:1.3": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique."
}