{
  "an1.21:0.1": "Discours Sous Forme De Listes 1.21–30 ",
  "an1.21:0.2": "3. Inexploitable ",
  "an1.21:1.0": "21 ",
  "an1.21:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas développée, est aussi inexploitable que l’esprit. ",
  "an1.21:1.2": "L’esprit, mendiants, lorsqu’il n’est pas développé, est inexploitable. ",
  "an1.22:1.0": "22 ",
  "an1.22:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est développée, est aussi malléable que l’esprit. ",
  "an1.22:1.2": "L’esprit, mendiants, lorsqu’il est développé, est malléable. ",
  "an1.23:1.0": "23 ",
  "an1.23:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas développée, mène à un aussi grand préjudice que l’esprit. ",
  "an1.23:1.2": "L’esprit, mendiants, lorsqu’il n’est pas développé, mène à un grand préjudice. ",
  "an1.24:1.0": "24 ",
  "an1.24:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est développée, mène à un aussi grand bienfait que l’esprit. ",
  "an1.24:1.2": "L’esprit, mendiants, lorsqu’il est développé, mène à un grand bienfait. ",
  "an1.25:1.0": "25 ",
  "an1.25:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas développée, lorsque (ses potentiels) ne sont pas rendus manifestes, mène à un aussi grand préjudice que l’esprit. ",
  "an1.25:1.2": "L’esprit, mendiants, lorsqu’il n’est pas développé, lorsque (ses potentiels) ne sont pas rendus manifestes, mène à un grand préjudice. ",
  "an1.26:1.0": "26 ",
  "an1.26:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est développée, lorsque (ses potentiels) sont rendus manifestes, mène à un aussi grand bienfait que l’esprit. ",
  "an1.26:1.2": "L’esprit, mendiants, lorsqu’il est développé, lorsque (ses potentiels) sont rendus manifestes, mène à un grand bienfait. ",
  "an1.27:1.0": "27 ",
  "an1.27:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas développée, lorsqu’elle n’est pas cultivée abondamment, mène à un aussi grand préjudice que l’esprit. ",
  "an1.27:1.2": "L’esprit, mendiants, lorsqu’il n’est pas développé, lorsqu’il n’est pas cultivé abondamment, mène à un grand préjudice. ",
  "an1.28:1.0": "28 ",
  "an1.28:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est développée, lorsqu’elle est cultivée abondamment, mène à un aussi grand bienfait que l’esprit. ",
  "an1.28:1.2": "L’esprit, mendiants, lorsqu’il est développé, lorsqu’il est cultivé abondamment, mène à un grand bienfait. ",
  "an1.29:1.0": "29 ",
  "an1.29:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas développée, lorsqu’elle n’est pas cultivée abondamment, apporte autant de mal-être que l’esprit. ",
  "an1.29:1.2": "L’esprit, mendiants, lorsqu’il n’est pas développé, lorsqu’il n’est pas cultivé abondamment, apporte le mal-être. ",
  "an1.30:1.0": "30 ",
  "an1.30:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est développée, lorsqu’elle est cultivée abondamment, apporte autant de bien-être que l’esprit. ",
  "an1.30:1.2": "L’esprit, mendiants, lorsqu’il est développé, lorsqu’il est cultivé, apporte le bien-être. "
}