{
  "an1.51:0.1": "Discours Sous Forme De Listes 1.51–60 ",
  "an1.51:0.2": "6. Une fraction de seconde ",
  "an1.51:1.0": "51 ",
  "an1.51:1.1": "Mendiants, cet esprit est lumineux. ",
  "an1.51:1.2": "Mais il est souillé par des souillures étrangères. ",
  "an1.51:1.3": "Un individu ordinaire sans instruction ne discerne pas cela tel que c’est réellement, ",
  "an1.51:1.4": "et c’est pourquoi je dis qu’il n’y a pas de développement de l’esprit pour un individu ordinaire sans instruction. ",
  "an1.52:1.0": "52 ",
  "an1.52:1.1": "Mendiants, cet esprit est lumineux. ",
  "an1.52:1.2": "Et il est délivré des souillures étrangères. ",
  "an1.52:1.3": "Un noble disciple instruit discerne cela tel que c’est réellement, ",
  "an1.52:1.4": "et c’est pourquoi je dis qu’il y a un développement de l’esprit pour un noble disciple instruit. ",
  "an1.53:1.0": "53 ",
  "an1.53:1.1": "Mendiants, si un mendiant pratique un esprit de bienveillance, ne serait-ce que le temps d’une fraction de seconde, ",
  "an1.53:1.2": "on dit de lui ",
  "an1.53:1.3": "que c’est un mendiant qui n’est pas dépourvu de méditation, qui suit les instructions de l’Enseignant, qui répond aux exhortations, et qui ne mange pas la nourriture du pays en vain. ",
  "an1.53:1.4": "Et que dire de celui qui le cultive abondamment! ",
  "an1.54:1.0": "54 ",
  "an1.54:1.1": "Mendiants, si un mendiant développe un esprit de bienveillance, ne serait-ce que le temps d’une fraction de seconde, ",
  "an1.54:1.2": "on dit de lui ",
  "an1.54:1.3": "que c’est un mendiant qui n’est pas dépourvu de méditation, qui suit les instructions de l’Enseignant, qui répond aux exhortations, et qui ne mange pas la nourriture du pays en vain. ",
  "an1.54:1.4": "Et que dire de celui qui le cultive abondamment! ",
  "an1.55:1.0": "55 ",
  "an1.55:1.1": "Mendiants, si un mendiant applique son attention à un esprit de bienveillance, ne serait-ce que le temps d’une fraction de seconde, ",
  "an1.55:1.2": "on dit de lui ",
  "an1.55:1.3": "que c’est un mendiant qui n’est pas dépourvu de méditation, qui suit les instructions de l’Enseignant, qui répond aux exhortations, et qui ne mange pas la nourriture du pays en vain. ",
  "an1.55:1.4": "Et que dire de celui qui le cultive abondamment! ",
  "an1.56:1.0": "56 ",
  "an1.56:1.1": "Tous les états, mendiants, qui sont désavantageux, qui contribuent à ce qui est désavantageux, qui contribuent à ce qui est désavantageux, sont précédés par le mental. ",
  "an1.56:1.2": "Le mental apparaît en premier, suivi des états désavantageux. ",
  "an1.57:1.0": "57 ",
  "an1.57:1.1": "Tous les états, mendiants, qui sont avantageux, qui contribuent à ce qui est avantageux, qui contribuent à ce qui est avantageux, sont précédés par le mental. ",
  "an1.57:1.2": "Le mental apparaît en premier, suivi des états avantageux. ",
  "an1.58:1.0": "58 ",
  "an1.58:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états avantageux qui étaient (déjà) apparus viennent à disparaître, autant qu’à cause de la négligence. ",
  "an1.58:1.2": "Chez celui qui est négligent, mendiants, les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états avantageux qui étaient (déjà) apparus viennent à disparaître. ",
  "an1.59:1.0": "59 ",
  "an1.59:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états avantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états désavantageux qui étaient (déjà) apparus viennent à disparaître, autant qu’à cause de l’assiduité. ",
  "an1.59:1.2": "Chez celui qui est assidu, mendiants, les états avantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états désavantageux qui étaient (déjà) apparus viennent à disparaître. ",
  "an1.60:1.0": "60 ",
  "an1.60:1.1": "Je ne vois aucune autre chose, mendiants, à cause de laquelle les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître, ou les états avantageux qui étaient (déjà) apparus viennent à disparaître, autant qu’à cause de la paresse. ",
  "an1.60:1.2": "Chez celui qui est paresseux, mendiants, les états désavantageux qui n’étaient pas (encore) apparus viennent à apparaître et les états avantageux qui étaient (déjà) apparus viennent à disparaître. "
}