{
  "an1.616:0.1": "Discours Sous Forme De Listes 1.616–627 ",
  "an1.616:0.2": "31. Le Sans-Mort ",
  "an1.616:1.0": "616 ",
  "an1.616:1.1": "Ils ne profitent pas du Sans-Mort, mendiants, ceux qui ne profitent pas de la présence d’esprit dirigée vers le corps. ",
  "an1.616:1.2": "Ils profitent du Sans-Mort, mendiants, ceux qui profitent de la présence d’esprit dirigée vers le corps. ",
  "an1.617:1.0": "617 ",
  "an1.617:1.1": "Ils n’ont pas profité du Sans-Mort, mendiants, ceux qui n’ont pas profité de la présence d’esprit dirigée vers le corps. ",
  "an1.617:1.2": "Ils ont profité du Sans-Mort, mendiants, ceux qui ont profité de la présence d’esprit dirigée vers le corps. ",
  "an1.618:1.0": "618 ",
  "an1.618:1.1": "Ils ont perdu le Sans-Mort, mendiants, ceux qui ont perdu la présence d’esprit dirigée vers le corps. ",
  "an1.618:1.2": "Ils n’ont pas perdu le Sans-Mort, mendiants, ceux qui n’ont pas perdu la présence d’esprit dirigée vers le corps. ",
  "an1.619:1.0": "619 ",
  "an1.619:1.1": "Ils ont manqué le Sans-Mort, mendiants, ceux qui ont manqué la présence d’esprit dirigée vers le corps. ",
  "an1.619:1.2": "Ils n’ont pas manqué le Sans-Mort, mendiants, ceux qui n’ont pas manqué la présence d’esprit dirigée vers le corps. ",
  "an1.620:1.0": "620 ",
  "an1.620:1.1": "Ils ont négligé le Sans-Mort, mendiants, ceux qui ont négligé la présence d’esprit dirigée vers le corps. ",
  "an1.620:1.2": "Ils n’ont pas négligé le Sans-Mort, mendiants, ceux qui n’ont pas négligé la présence d’esprit dirigée vers le corps. ",
  "an1.621:1.0": "621 ",
  "an1.621:1.1": "Ils ont oublié le Sans-Mort, mendiants, ceux qui ont oublié la présence d’esprit dirigée vers le corps. ",
  "an1.621:1.2": "Ils n’ont pas oublié le Sans-Mort, mendiants, ceux qui n’ont pas oublié la présence d’esprit dirigée vers le corps. ",
  "an1.622:1.0": "622 ",
  "an1.622:1.1": "Ils n’ont pas pratiqué le Sans-Mort, mendiants, ceux qui n’ont pas pratiqué la présence d’esprit dirigée vers le corps. ",
  "an1.622:1.2": "Ils ont pratiqué le Sans-Mort, mendiants, ceux qui ont pratiqué la présence d’esprit dirigée vers le corps. ",
  "an1.623:1.0": "623 ",
  "an1.623:1.1": "Ils n’ont pas développé le Sans-Mort, mendiants, ceux qui n’ont pas développé la présence d’esprit dirigée vers le corps. ",
  "an1.623:1.2": "Ils ont développé le Sans-Mort, mendiants, ceux qui ont développé la présence d’esprit dirigée vers le corps. ",
  "an1.624:1.0": "624 ",
  "an1.624:1.1": "Ils n’ont pas cultivé abondamment le Sans-Mort, mendiants, ceux qui n’ont pas cultivé abondamment la présence d’esprit dirigée vers le corps. ",
  "an1.624:1.2": "Ils ont cultivé abondamment le Sans-Mort, mendiants, ceux qui ont cultivé abondamment la présence d’esprit dirigée vers le corps. ",
  "an1.625:1.0": "625 ",
  "an1.625:1.1": "Ils n’ont pas connu directement le Sans-Mort, mendiants, ceux qui n’ont pas connu directement la présence d’esprit dirigée vers le corps. ",
  "an1.625:1.2": "Ils ont connu directement le Sans-Mort, mendiants, ceux qui ont connu directement la présence d’esprit dirigée vers le corps. ",
  "an1.626:1.0": "626 ",
  "an1.626:1.1": "Ils n’ont pas complètement compris le Sans-Mort, mendiants, ceux qui n’ont pas complètement compris la présence d’esprit dirigée vers le corps. ",
  "an1.626:1.2": "Ils ont complètement compris le Sans-Mort, mendiants, ceux qui ont complètement compris la présence d’esprit dirigée vers le corps. ",
  "an1.627:1.0": "627 ",
  "an1.627:1.1": "Ils n’ont pas réalisé le Sans-Mort, mendiants, ceux qui n’ont pas réalisé la présence d’esprit dirigée vers le corps. ",
  "an1.627:1.2": "Ils ont réalisé le Sans-Mort, mendiants, ceux qui ont réalisé la présence d’esprit dirigée vers le corps. ",
  "an1.627:2.1": "Ainsi parla le Fortuné. ",
  "an1.627:2.2": "Ravis, les mendiants apprécièrent ses paroles. "
}