{
  "an1.219:0.1": "Discours Sous Forme De Listes 1.219–234 ",
  "an1.219:0.2": "17. Quatrième groupe ",
  "an1.219:1.1": "219. Mendiants, le plus distingué parmi mes disciples mendiants très instruits est Ananda. ",
  "an1.220:1.1": "220. Mendiants, le plus distingué parmi mes disciples mendiants ayant une bonne mémoire est Ananda. ",
  "an1.221:1.1": "221. Mendiants, le plus distingué parmi mes disciples mendiants en mémorisation est Ananda. ",
  "an1.222:1.1": "222. Mendiants, le plus distingué parmi mes disciples mendiants résolus (à apprendre par cœur) est Ananda. ",
  "an1.223:1.1": "223. Mendiants, le plus distingué parmi mes disciples mendiants ayant été assistants personnels est Ananda. ",
  "an1.224:1.1": "224. Mendiants, le plus distingué parmi mes disciples mendiants ayant une grande assemblée (de dévôts) est Ourouvélakassapa. ",
  "an1.225:1.1": "225. Mendiants, le plus distingué parmi mes disciples mendiants inspirant la confiance aux familles est Kaloudayi. ",
  "an1.226:1.1": "226. Mendiants, le plus distingué parmi mes disciples mendiants en bonne santé est Bakoula. ",
  "an1.227:1.1": "227. Mendiants, le plus distingué parmi mes disciples mendiants se remémorant leurs existences passées est Sobhita. ",
  "an1.228:1.1": "228. Mendiants, le plus distingué parmi mes disciples mendiants connaissant par cœur la Discipline est Oupali. ",
  "an1.229:1.1": "229. Mendiants, le plus distingué parmi mes disciples mendiants exhortant les mendiantes est Nandaka. ",
  "an1.230:1.1": "230. Mendiants, le plus distingué parmi mes disciples mendiants vigilants à l’entrée des facultés sensorielles est Nanda. ",
  "an1.231:1.1": "231. Mendiants, le plus distingué parmi mes disciples mendiants exhortant les mendiants est Mahakappina. ",
  "an1.232:1.1": "232. Mendiants, le plus distingué parmi mes disciples mendiants habiles avec l’élément feu est Sagata. ",
  "an1.233:1.1": "233. Mendiants, le plus distingué parmi mes disciples mendiants (demandant et) recevant des discours éloquents est Radha. ",
  "an1.234:1.1": "234. Mendiants, le plus distingué parmi mes disciples mendiants portant des robes frustes est Mogharaja. "
}