{
  "an1.170:0.1": "Discours Sous Forme De Listes 1.170–187 ",
  "an1.170:0.2": "13. Une personne ",
  "an1.170:1.0": "170 ",
  "an1.170:1.1": "Mendiants, il y a une personne qui apparaît dans le monde pour le bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.170:1.2": "Et quelle est cette personne? ",
  "an1.170:1.3": "C’est le Tathagata, l’arahant véritablement éveillé. ",
  "an1.170:1.4": "Voici, mendiants, quelle est cette personne qui apparaît dans le monde pour le bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.171:1.0": "171 ",
  "an1.171:1.1": "Mendiants, il y a une personne dont la manifestation est rare dans le monde. ",
  "an1.171:1.2": "Et quelle est cette personne? ",
  "an1.171:1.3": "C’est le Tathagata, l’arahant véritablement éveillé. ",
  "an1.171:1.4": "Voici, mendiants, quelle est cette personne dont la manifestation est rare dans le monde. ",
  "an1.172:1.0": "172 ",
  "an1.172:1.1": "Mendiants, il y a une personne qui, lorsqu’elle apparaît dans le monde, est une merveille d’être humain. ",
  "an1.172:1.2": "Et quelle est cette personne? ",
  "an1.172:1.3": "C’est le Tathagata, l’arahant véritablement éveillé. ",
  "an1.172:1.4": "Voici, mendiants, quelle est cette personne qui, lorsqu’elle apparaît dans le monde, est une merveille d’être humain. ",
  "an1.173:1.0": "173 ",
  "an1.173:1.1": "Mendiants, il y a une personne dont la mort est regrettée par beaucoup de gens. ",
  "an1.173:1.2": "Et quelle est cette personne? ",
  "an1.173:1.3": "C’est le Tathagata, l’arahant véritablement éveillé. ",
  "an1.173:1.4": "Voici, mendiants, quelle est cette personne dont la mort est regrettée par beaucoup de gens. ",
  "an1.174:1.0": "174 ",
  "an1.174:1.1": "Mendiants, il y a une personne qui, lorsqu’elle apparaît dans le monde, est sans égal, hors pair, sans équivalent, sans pareil, sans homologue, sans rival, inégalable, unique, le plus éminent des êtres à deux pieds. ",
  "an1.174:1.2": "Et quelle est cette personne? ",
  "an1.174:1.3": "C’est le Tathagata, l’arahant véritablement éveillé. ",
  "an1.174:1.4": "Voici, mendiants, quelle est cette personne qui, lorsqu’elle apparaît dans le monde, est sans égal, hors pair, sans équivalent, sans pareil, sans homologue, sans rival, inégalable, unique, le plus éminent des êtres à deux pieds. ",
  "an1.175-186:1.0": "175–186 ",
  "an1.175-186:1.1": "Mendiants, il y a une personne dont la manifestation est la manifestation d’une grande vision (…) la manifestation d’une grande lumière (…) la manifestation d’une grande splendeur (…) la manifestation de six excellences (…) la réalisation des quatre connaissances analytiques (…) la pénétration des divers éléments (…) la pénétration de la diversité des éléments (…) la réalisation du fruit de la véritable connaissance & libération (…) la réalisation du fruit de l’entrée dans le courant (…) la réalisation du fruit du retour unique (…) la réalisation du fruit du non-retour (…) la réalisation du fruit de l’état d’arahant. ",
  "an1.175-186:1.2": "Et quelle est cette personne? ",
  "an1.175-186:1.3": "C’est le Tathagata, l’arahant véritablement éveillé. ",
  "an1.175-186:1.4": "Voici, mendiants, quelle est cette personne dont la manifestation est la manifestation d’une grande vision (…) la manifestation d’une grande lumière (…) la manifestation d’une grande splendeur (…) la manifestation de six excellences (…) la réalisation des quatre connaissances analytiques (…) la compréhension des divers éléments (…) la compréhension des différents éléments (…) la réalisation du fruit de la véritable connaissance & libération (…) la réalisation du fruit de l’entrée dans le courant (…) la réalisation du fruit du retour unique (…) la réalisation du fruit du non-retour (…) la réalisation du fruit de l’état d’arahant. ",
  "an1.187:1.0": "187 ",
  "an1.187:1.1": "Mendiants, je ne vois aucune autre personne qui maintient en mouvement la suprême roue du Dhamma mise en mouvement par le Tathagata aussi correctement que Saripoutta. ",
  "an1.187:1.2": "Mendiants, Saripoutta maintient correctement en mouvement la suprême roue du Dhamma mise en mouvement par le Tathagata. "
}