{
  "an1.316:0.1": "Discours Sous Forme De Listes 1.316–332 ",
  "an1.316:0.2": "26. Troisième groupe ",
  "an1.316:1.0": "316 ",
  "an1.316:1.1": "Il y a un homme, mendiants, qui apparaît dans le monde au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.316:1.2": "Et quel est cet homme ? ",
  "an1.316:1.3": "Celui qui a des vues erronées, qui a une vision faussée. ",
  "an1.316:1.4": "Il détourne beaucoup de gens du Dhamma authentique et les installe dans un enseignement erroné. ",
  "an1.316:1.5": "Voici, mendiants, quel est l’homme qui apparaît dans le monde au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.317:1.0": "317 ",
  "an1.317:1.1": "Il y a un homme, mendiants, qui apparaît dans le monde pour le bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.317:1.2": "Et quel est cet homme ? ",
  "an1.317:1.3": "Celui qui a une vue correcte, qui a une vision non faussée. ",
  "an1.317:1.4": "Il détourne beaucoup de gens d’un enseignement erroné et les installe dans le Dhamma authentique. ",
  "an1.317:1.5": "Voici, mendiants, quel est l’homme qui apparaît dans le monde pour le bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.318:1.0": "318 ",
  "an1.318:1.1": "Mendiants, je ne vois aucune autre chose qui soit aussi fortement répréhensible que la vue erronée. ",
  "an1.318:1.2": "La vue erronée, mendiants, est la pire des choses fortement répréhensibles. ",
  "an1.319:1.0": "319 ",
  "an1.319:1.1": "Mendiants, je ne vois aucune autre personne qui œuvre au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains, autant que cet homme sans valeur qu’est Makkhali. ",
  "an1.319:1.2": "Tout comme un filet de pêche est placé à l’embouchure d’un fleuve au détriment de beaucoup de poissons, pour leur mal-être, leur malheur et leur infortune, ",
  "an1.319:1.3": "de la même manière, mendiants, cet homme sans valeur qu’est Makkhali est comme un piège pour les humains, apparu dans le monde au détriment de beaucoup d’êtres vivants, pour leur mal-être, leur malheur et leur infortune. ",
  "an1.320:1.0": "320 ",
  "an1.320:1.1": "Mendiants, celui qui exhorte (les autres) dans un enseignement & discipline mal exposé, la personne qu’il exhorte, ainsi que celui qui, ainsi exhorté, pratique en conséquence, accumulent tous beaucoup de démérite. ",
  "an1.320:1.2": "Et quelle en est la raison ? ",
  "an1.320:1.3": "À cause de la mauvaise exposition de l’enseignement. ",
  "an1.321:1.0": "321 ",
  "an1.321:1.1": "Mendiants, celui qui exhorte (les autres) dans un enseignement & discipline bien exposé, la personne qu’il exhorte, ainsi que celui qui, ainsi exhorté, pratique en conséquence, accumulent tous beaucoup de mérite. ",
  "an1.321:1.2": "Et quelle en est la raison ? ",
  "an1.321:1.3": "À cause de la bonne exposition de l’enseignement. ",
  "an1.322:1.0": "322 ",
  "an1.322:1.1": "Mendiants, dans un enseignement & discipline mal exposé, c’est le donateur qui devrait se modérer et non pas le donataire. ",
  "an1.322:1.2": "Et quelle en est la raison ? ",
  "an1.322:1.3": "À cause de la mauvaise exposition de l’enseignement. ",
  "an1.323:1.0": "323 ",
  "an1.323:1.1": "Mendiants, dans un enseignement & discipline bien exposé, c’est le donataire qui devrait se modérer, et non pas le donateur. ",
  "an1.323:1.2": "Et quelle en est la raison ? ",
  "an1.323:1.3": "À cause de la bonne exposition de l’enseignement. ",
  "an1.324:1.0": "324 ",
  "an1.324:1.1": "Mendiants, dans un enseignement & discipline mal exposé, celui qui a activé son énergie vit dans le mal-être. ",
  "an1.324:1.2": "Et quelle en est la raison ? ",
  "an1.324:1.3": "À cause de la mauvaise exposition de l’enseignement. ",
  "an1.325:1.0": "325 ",
  "an1.325:1.1": "Mendiants, dans un enseignement & discipline bien exposé, celui qui est paresseux vit dans le mal-être. ",
  "an1.325:1.2": "Et quelle en est la raison ? ",
  "an1.325:1.3": "À cause de la bonne exposition de l’enseignement. ",
  "an1.326:1.0": "326 ",
  "an1.326:1.1": "Mendiants, dans un enseignement & discipline mal exposé, celui qui est paresseux vit dans le bien-être. ",
  "an1.326:1.2": "Et quelle en est la raison ? ",
  "an1.326:1.3": "À cause de la mauvaise exposition de l’enseignement. ",
  "an1.327:1.0": "327 ",
  "an1.327:1.1": "Mendiants, dans un enseignement & discipline bien exposé, celui qui a activé son énergie vit dans le bien-être. ",
  "an1.327:1.2": "Et quelle en est la raison ? ",
  "an1.327:1.3": "À cause de la bonne exposition de l’enseignement. ",
  "an1.328:1.0": "328 ",
  "an1.328:1.1": "Tout comme, mendiants, même une toute petite quantité d’excréments est malodorante, ",
  "an1.328:1.2": "de la même manière, je ne recommande pas une toute petite quantité d’existence, ne serait-ce que pour une fraction de seconde. ",
  "an1.329:1.0": "329–332 ",
  "an1.329:1.1": "Tout comme, mendiants, même une toute petite quantité d’urine (…) une toute petite quantité de salive (…) une toute petite quantité de pus (…) une toute petite quantité de sang est malodorante, ",
  "an1.329:1.2": "de la même manière, je ne recommande pas une toute petite quantité d’existence, ne serait-ce que pour une fraction de seconde. "
}