{
  "an1.98:0.1": "Discours Sous Forme De Listes 1.98–139 ",
  "an1.98:0.2": "10. Négligence (suite) ",
  "an1.98:1.0": "98 ",
  "an1.98:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que la négligence. ",
  "an1.98:1.2": "La négligence, mendiants, mène à un grand préjudice. ",
  "an1.99:1.0": "99 ",
  "an1.99:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que l’assiduité. ",
  "an1.99:1.2": "L’assiduité, mendiants, mène à un grand bienfait. ",
  "an1.100:1.0": "100 ",
  "an1.100:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que la paresse. ",
  "an1.100:1.2": "La paresse, mendiants, mène à un grand préjudice. ",
  "an1.101:1.0": "101 ",
  "an1.101:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que l’activation de l’énergie. ",
  "an1.101:1.2": "L’activation de l’énergie, mendiants, mène à un grand bienfait. ",
  "an1.102-109:1.0": "102–109 ",
  "an1.102-109:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que d’avoir des désirs impérieux (…) avoir peu de désirs (…) l’insatisfaction (avec ce qu’on a) (…) la satisfaction (avec ce qu’on a) (…) l’attention inadéquate (…) l’attention judicieuse (…) le manque de discernement attentif (…) le discernement attentif. Le discernement attentif, mendiants, mène à un grand bienfait. ",
  "an1.110:1.0": "110 ",
  "an1.110:1.1": "En ce qui concerne les facteurs externes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que l’amitié malsaine. ",
  "an1.110:1.2": "Une amitié malsaine, mendiants, mène à un grand préjudice. ",
  "an1.111:1.0": "111 ",
  "an1.111:1.1": "En ce qui concerne les facteurs externes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait qu’une amitié bénéfique. ",
  "an1.111:1.2": "Une amitié bénéfique, mendiants, mène à un grand bienfait. ",
  "an1.112:1.0": "112 ",
  "an1.112:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand préjudice que la poursuite des états désavantageux et la non-poursuite des états avantageux. ",
  "an1.112:1.2": "La poursuite des états désavantageux et la non-poursuite des états avantageux, mendiants, mènent à un grand préjudice. ",
  "an1.113:1.0": "113 ",
  "an1.113:1.1": "En ce qui concerne les facteurs internes, mendiants, je ne vois aucune autre chose qui mène à un aussi grand bienfait que la poursuite des états avantageux et la non-poursuite des états désavantageux. ",
  "an1.113:1.2": "La poursuite des états avantageux et la non-poursuite des états désavantageux, mendiants, mènent à un grand bienfait. ",
  "an1.114:1.0": "114 ",
  "an1.114:1.1": "Mendiants, je ne vois aucune autre chose qui mène à la dissipation et la disparition du Dhamma authentique, autant que la négligence. ",
  "an1.114:1.2": "La négligence, mendiants, mène à la dissipation et la disparition du Dhamma authentique. ",
  "an1.115:1.0": "115 ",
  "an1.115:1.1": "Mendiants, je ne vois aucune autre chose qui mène au maintien, à la non-dissipation et la non-disparition du Dhamma authentique, autant que l’assiduité. ",
  "an1.115:1.2": "L’assiduité, mendiants, mène au maintien, à la non-dissipation et la non-disparition du Dhamma authentique. ",
  "an1.116:1.0": "116 ",
  "an1.116:1.1": "Mendiants, je ne vois aucune autre chose qui mène à la dissipation et la disparition du Dhamma authentique, autant que la paresse. ",
  "an1.116:1.2": "La paresse, mendiants, mène à la dissipation et la disparition du Dhamma authentique. ",
  "an1.117:1.0": "117 ",
  "an1.117:1.1": "Mendiants, je ne vois aucune autre chose qui mène au maintien, à la non-dissipation et la non-disparition du Dhamma authentique, autant que l’activation de l’énergie. ",
  "an1.117:1.2": "L’activation de l’énergie, mendiants, mène au maintien, à la non-dissipation et la non-disparition du Dhamma authentique. ",
  "an1.118-128:1.0": "118–128 ",
  "an1.118-128:1.1": "Mendiants, je ne vois aucune autre chose qui mène à la dissipation et la disparition du Dhamma authentique, autant que d’avoir des désirs impérieux (…) avoir peu de désirs (…) l’insatisfaction (avec ce qu’on a) (…) la satisfaction (avec ce qu’on a) (…) l’attention inadéquate (…) l’attention judicieuse (…) le manque de discernement attentif (…) le discernement attentif (…) l’amitié malsaine (…) l’amitié bénéfique (…) la poursuite des états désavantageux et la non-poursuite des états avantageux (…) ",
  "an1.118-128:1.2": "La poursuite des états désavantageux et la non-poursuite des états avantageux, mendiants, mènent à la dissipation et la disparition du Dhamma authentique. ",
  "an1.129:1.0": "129 ",
  "an1.129:1.1": "Mendiants, je ne vois aucune autre chose qui mène au maintien, à la non-dissipation et la non-disparition du Dhamma authentique, autant que la poursuite des états avantageux et la non-poursuite des états désavantageux. ",
  "an1.129:1.2": "La poursuite des états avantageux et la non-poursuite des états désavantageux, mendiants, mènent au maintien, à la non-dissipation et la non-disparition du Dhamma authentique. ",
  "an1.130:1.0": "130 ",
  "an1.130:1.1": "Mendiants, les mendiants qui présentent le non-Dhamma comme étant le Dhamma œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.130:1.2": "De plus, ces mendiants accumulent beaucoup de démérite et font disparaître ce Dhamma authentique. ",
  "an1.131:1.0": "131 ",
  "an1.131:1.1": "Mendiants, les mendiants qui présentent le Dhamma comme étant le non-Dhamma œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.131:1.2": "De plus, ces mendiants accumulent beaucoup de démérite et font disparaître ce Dhamma authentique. ",
  "an1.132-139:1.0": "132–139 ",
  "an1.132-139:1.1": "Mendiants, les mendiants qui présentent la non-Discipline comme étant la Discipline (…) la Discipline comme étant la non-Discipline (…) ce qui n’a pas été dit ni déclaré par le Tathagata comme étant ce qui a été dit et déclaré par le Tathagata (…) ce qui a été dit et déclaré par le Tathagata comme étant ce qui n’a pas été dit ni déclaré par le Tathagata (…) ce qui n’a pas été pratiqué par le Tathagata comme étant ce qui a été pratiqué par le Tathagata (…) ce qui a été pratiqué par le Tathagata comme étant ce qui n’a pas été pratiqué par le Tathagata (…) ce qui n’a pas été prescrit par le Tathagata comme étant ce qui a été prescrit par le Tathagata (…) ce qui a été prescrit par le Tathagata comme étant ce qui n’a pas été prescrit par le Tathagata ",
  "an1.132-139:1.2": "œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an1.132-139:1.3": "De plus, ces mendiants accumulent beaucoup de démérite et font disparaître ce Dhamma authentique. "
}