{
  "an1.31:0.1": "Discours Sous Forme De Listes 1.31–40 ",
  "an1.31:0.2": "4. Indompté ",
  "an1.31:1.0": "31 ",
  "an1.31:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est indomptée, mène à un aussi grand préjudice que l’esprit. ",
  "an1.31:1.2": "L’esprit, mendiants, lorsqu’il est indompté, mène à un grand préjudice. ",
  "an1.32:1.0": "32 ",
  "an1.32:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est domptée, mène à un aussi grand bienfait que l’esprit. ",
  "an1.32:1.2": "L’esprit, mendiants, lorsqu’il est dompté, mène à un grand bienfait. ",
  "an1.33:1.0": "33 ",
  "an1.33:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas gardée, mène à un aussi grand préjudice que l’esprit. ",
  "an1.33:1.2": "L’esprit, mendiants, lorsqu’il n’est pas gardé, mène à un grand préjudice. ",
  "an1.34:1.0": "34 ",
  "an1.34:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est gardée, mène à un aussi grand bienfait que l’esprit. ",
  "an1.34:1.2": "L’esprit, mendiants, lorsqu’il est gardé, mène à un grand bienfait. ",
  "an1.35:1.0": "35 ",
  "an1.35:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas protégée, mène à un aussi grand préjudice que l’esprit. ",
  "an1.35:1.2": "L’esprit, mendiants, lorsqu’il n’est pas protégé, mène à un grand préjudice. ",
  "an1.36:1.0": "36 ",
  "an1.36:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est protégée, mène à un aussi grand bienfait que l’esprit. ",
  "an1.36:1.2": "L’esprit, mendiants, lorsqu’il est protégé, mène à un grand bienfait. ",
  "an1.37:1.0": "37 ",
  "an1.37:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas restreinte, mène à un aussi grand préjudice que l’esprit. ",
  "an1.37:1.2": "L’esprit, mendiants, lorsqu’il n’est pas restreint, mène à un grand préjudice. ",
  "an1.38:1.0": "38 ",
  "an1.38:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est restreinte, mène à un aussi grand bienfait que l’esprit. ",
  "an1.38:1.2": "L’esprit, mendiants, lorsqu’il est restreint, mène à un grand bienfait. ",
  "an1.39:1.0": "39 ",
  "an1.39:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle n’est pas domptée, pas gardée, pas protégée, pas restreinte, mène à un aussi grand préjudice que l’esprit. ",
  "an1.39:1.2": "L’esprit, mendiants, lorsqu’il n’est pas dompté, pas gardé, pas protégé, pas restreint, mène à un grand préjudice. ",
  "an1.40:1.0": "40 ",
  "an1.40:1.1": "Mendiants, je ne vois aucune autre chose qui, lorsqu’elle est domptée, gardée, protégée, restreinte, mène à un aussi grand bienfait que l’esprit. ",
  "an1.40:1.2": "L’esprit, mendiants, lorsqu’il est dompté, gardé, protégé, restreint, mène à un grand bienfait. "
}