{
  "mn108:0.1": "Middle Discourses 108 ",
  "mn108:0.2": "With Moggallāna the Guardian ",
  "mn108:1.1": "So I have heard. ",
  "mn108:1.2": "At one time Venerable Ānanda was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. It was not long after the Buddha had become fully extinguished. ",
  "mn108:2.1": "Now at that time King Ajātasattu of Magadha, son of the princess of Videha, being suspicious of King Pajjota, was having Rājagaha fortified. ",
  "mn108:3.1": "Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ",
  "mn108:3.2": "Then it occurred to him, ",
  "mn108:3.3": "“It’s too early to wander for alms in Rājagaha. ",
  "mn108:3.4": "Why don’t I go to see the brahmin Moggallāna the Guardian at his place of work?” ",
  "mn108:4.1": "So that’s what he did. ",
  "mn108:4.2": "Moggallāna the Guardian saw Ānanda coming off in the distance ",
  "mn108:4.3": "and said to him, ",
  "mn108:4.4": "“Come, Master Ānanda! ",
  "mn108:4.5": "Welcome, Master Ānanda! ",
  "mn108:4.6": "It’s been a long time since you took the opportunity to come here. ",
  "mn108:4.7": "Please, sir, sit down, this seat is ready.” ",
  "mn108:4.8": "Ānanda sat down on the seat spread out, ",
  "mn108:4.9": "while Moggallāna took a low seat and sat to one side. ",
  "mn108:4.10": "Then he said to Ānanda, ",
  "mn108:5.1": "“Master Ānanda, is there even a single mendicant who has all the same qualities in each and every way as possessed by Master Gotama, the perfected one, the fully awakened Buddha?” ",
  "mn108:5.2": "“No, brahmin, there is not. ",
  "mn108:5.3": "For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, and explained the unexplained path. He is the knower of the path, the discoverer of the path, the expert on the path. ",
  "mn108:5.4": "And now the disciples live following the path; they acquire it later.” ",
  "mn108:6.1": "But this conversation between Ānanda and Moggallāna the Guardian was left unfinished. ",
  "mn108:6.2": "For just then the brahmin Vassakāra, a minister of Magadha, while supervising the work at Rājagaha, approached Ānanda at Moggallāna’s place of work and exchanged greetings with him. ",
  "mn108:6.3": "When the greetings and polite conversation were over, he sat down to one side and said to Ānanda, ",
  "mn108:6.4": "“Master Ānanda, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "mn108:6.5": "So Ānanda told him of the conversation that they were having when Vassakāra arrived. Vassakāra said: ",
  "mn108:6.6": "",
  "mn108:6.7": "",
  "mn108:6.8": "",
  "mn108:6.9": "",
  "mn108:6.10": "",
  "mn108:6.11": "",
  "mn108:6.12": "",
  "mn108:7.1": "“Master Ānanda, is there even a single mendicant who was appointed by Master Gotama, saying: ",
  "mn108:7.2": "‘This one will be your refuge when I have passed away,’ to whom you now turn?” ",
  "mn108:7.3": "“No, there is not.” ",
  "mn108:7.4": "",
  "mn108:8.1": "“But is there even a single mendicant who has been elected to such a position by the Saṅgha and appointed by several senior mendicants?” ",
  "mn108:8.2": "",
  "mn108:8.3": "“No, there is not.” ",
  "mn108:8.4": "",
  "mn108:9.1": "“But since you lack a refuge, Master Ānanda, what’s the reason for your harmony?” ",
  "mn108:9.2": "“We don’t lack a refuge, brahmin, ",
  "mn108:9.3": "we have a refuge. ",
  "mn108:9.4": "The teaching is our refuge.” ",
  "mn108:10.1": "“But Master Ānanda, when asked whether there was even a single mendicant—either appointed by the Buddha, ",
  "mn108:10.2": "",
  "mn108:10.3": "",
  "mn108:10.4": "",
  "mn108:10.5": "or elected by the Saṅgha and appointed by several senior mendicants—",
  "mn108:10.6": "who serves as your refuge after the Buddha passed away, to whom you now turn, ",
  "mn108:10.7": "you replied, ‘No, there is not.’ ",
  "mn108:10.8": "",
  "mn108:10.9": "",
  "mn108:10.10": "But you say that the reason for your harmony is that you have ",
  "mn108:10.11": "",
  "mn108:10.12": "the teaching as a refuge. ",
  "mn108:10.13": "How should I see the meaning of this statement?” ",
  "mn108:10.14": "“The Blessed One, who knows and sees, the perfected one, the fully awakened Buddha laid down training rules and recited the monastic code for the mendicants. ",
  "mn108:10.15": "On the day of the sabbath all of us who live in dependence on one village district gather together as one. ",
  "mn108:10.16": "We invite one who has freshly rehearsed the code to recite it. ",
  "mn108:10.17": "If anyone remembers an offense or transgression while they’re reciting, we make them act in line with the teachings and in line with the instructions. ",
  "mn108:10.18": "It’s not the venerables that make us act, ",
  "mn108:10.19": "it’s the teaching that makes us act.” ",
  "mn108:11.1": "“Master Ānanda, is there even a single mendicant who you honor, respect, revere, venerate, and rely on?” ",
  "mn108:11.2": "“There is, brahmin.” ",
  "mn108:11.3": "“But Master Ānanda, when asked whether there was even a single mendicant—either appointed by the Buddha, ",
  "mn108:11.4": "",
  "mn108:11.5": "",
  "mn108:12.1": "",
  "mn108:12.2": "or elected by the Saṅgha and appointed by several senior mendicants—",
  "mn108:12.3": "who serves as your refuge after the Buddha passed away, to whom you now turn, ",
  "mn108:12.4": "you replied, ‘No, there is not.’ ",
  "mn108:12.5": "",
  "mn108:12.6": "But when asked whether there is even a single mendicant who you honor, respect, revere, venerate, and rely on, ",
  "mn108:12.7": "you replied, ‘There is.’ ",
  "mn108:12.8": "How should I see the meaning of this statement?” ",
  "mn108:13.1": "“There are ten inspiring things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "mn108:13.2": "We honor anyone in whom these things are found. ",
  "mn108:13.3": "What ten? ",
  "mn108:14.1": "It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "mn108:15.1": "They’re very learned, remembering and keeping what they’ve learned. ",
  "mn108:15.2": "These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. ",
  "mn108:16.1": "They’re content with robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "mn108:17.1": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. ",
  "mn108:18.1": "They wield the many kinds of psychic power: multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm. ",
  "mn108:19.1": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. ",
  "mn108:20.1": "They understand the minds of other beings and individuals, having comprehended them with their own mind. ",
  "mn108:20.2": "They understand mind with greed as ‘mind with greed’, ",
  "mn108:20.3": "and mind without greed as ‘mind without greed’. ",
  "mn108:20.4": "They understand mind with hate … ",
  "mn108:20.5": "mind without hate … ",
  "mn108:20.6": "mind with delusion … ",
  "mn108:20.7": "mind without delusion … ",
  "mn108:20.8": "constricted mind … ",
  "mn108:20.9": "scattered mind … ",
  "mn108:20.10": "expansive mind … ",
  "mn108:20.11": "unexpansive mind … ",
  "mn108:20.12": "mind that is not supreme … ",
  "mn108:20.13": "mind that is supreme … ",
  "mn108:20.14": "mind immersed in samādhi … ",
  "mn108:20.15": "mind not immersed in samādhi … ",
  "mn108:20.16": "freed mind … ",
  "mn108:20.17": "They understand unfreed mind as ‘unfreed mind’. ",
  "mn108:21.1": "They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "mn108:22.1": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "mn108:23.1": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "mn108:23.2": "These are the ten inspiring things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "mn108:23.3": "We honor anyone in whom these things are found, and rely on them.” ",
  "mn108:24.1": "When he had spoken, Vassakāra addressed General Upananda, ",
  "mn108:24.2": "“What do you think, general? ",
  "mn108:24.3": "Do these venerables honor, respect, revere, and venerate those who are worthy?” ",
  "mn108:24.4": "“Indeed they do. ",
  "mn108:24.5": "For if these venerables were not to honor, respect, revere, and venerate such a person, ",
  "mn108:24.6": "then who exactly would they honor?” ",
  "mn108:25.1": "Then Vassakāra said to Ānanda, ",
  "mn108:25.2": "“Where are you staying at present?” ",
  "mn108:25.3": "“In the Bamboo Grove, brahmin.” ",
  "mn108:25.4": "“I hope the Bamboo Grove is delightful, quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat?” ",
  "mn108:25.5": "“Indeed it is, brahmin. And it is like that owing to such protectors and guardians as yourself.” ",
  "mn108:25.6": "“Surely, Master Ānanda, it is owing to the venerables who meditate, making a habit of meditating. ",
  "mn108:25.7": "For the venerables do in fact meditate and make a habit of meditating. ",
  "mn108:25.8": "This one time, Master Ānanda, Master Gotama was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "mn108:25.9": "So I went there to see him. ",
  "mn108:25.10": "And there he spoke about meditation in many ways. ",
  "mn108:25.11": "He meditated, and made a habit of meditating. ",
  "mn108:25.12": "And he praised all kinds of meditation.” ",
  "mn108:26.1": "“No, brahmin, the Buddha did not praise all kinds of meditation, nor did he dispraise all kinds of meditation. ",
  "mn108:26.2": "And what kind of meditation did he not praise? ",
  "mn108:26.3": "It’s when someone’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. ",
  "mn108:26.4": "Harboring sensual desire within they meditate and concentrate and contemplate and ruminate. ",
  "mn108:26.5": "Their heart is overcome and mired in ill will … ",
  "mn108:26.6": "",
  "mn108:26.7": "dullness and drowsiness … ",
  "mn108:26.8": "",
  "mn108:26.9": "restlessness and remorse … ",
  "mn108:26.10": "",
  "mn108:26.11": "doubt, and they don’t truly know and see the escape from doubt that has arisen. ",
  "mn108:26.12": "Harboring doubt within they meditate and concentrate and contemplate and ruminate. ",
  "mn108:26.13": "The Buddha didn’t praise this kind of meditation. ",
  "mn108:27.1": "And what kind of meditation did he praise? ",
  "mn108:27.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn108:27.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ",
  "mn108:27.4": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "mn108:27.5": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn108:27.6": "The Buddha praised this kind of meditation.” ",
  "mn108:28.1": "“Well, Master Ānanda, it seems that Master Gotama criticized the kind of meditation that deserves criticism and praised that deserving of praise. ",
  "mn108:28.2": "Well, now, Master Ānanda, I must go. ",
  "mn108:28.3": "I have many duties, and much to do.” ",
  "mn108:28.4": "“Please, brahmin, go at your convenience.” ",
  "mn108:28.5": "Then Vassakāra the brahmin, having approved and agreed with what Venerable Ānanda said, got up from his seat and left. ",
  "mn108:29.1": "Soon after he had left, Moggallāna the Guardian said to Ānanda, ",
  "mn108:29.2": "“Master Ānanda, you still haven’t answered my question.” ",
  "mn108:29.3": "“But brahmin, didn’t I say: ",
  "mn108:29.4": "‘There is no single mendicant who has all the same qualities in each and every way as possessed by Master Gotama, the perfected one, the fully awakened Buddha. ",
  "mn108:29.5": "For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, and explained the unexplained path. He is the knower of the path, the discoverer of the path, the expert on the path. ",
  "mn108:29.6": "And now the disciples live following the path; they acquire it later.’” "
}