{
  "mn102:0.1": "Middle Discourses 102 ",
  "mn102:0.2": "The Five and Three ",
  "mn102:1.1": "So I have heard. ",
  "mn102:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn102:1.3": "There the Buddha addressed the mendicants, ",
  "mn102:1.4": "“Mendicants!” ",
  "mn102:1.5": "“Venerable sir,” they replied. ",
  "mn102:1.6": "The Buddha said this: ",
  "mn102:2.1": "“Mendicants, there are some ascetics and brahmins who theorize about the future, and assert various hypotheses concerning the future. ",
  "mn102:2.2": "Some propose this: ‘The self is percipient and is well after death.’ ",
  "mn102:2.3": "",
  "mn102:2.4": "Some propose this: ‘The self is non-percipient and is well after death.’ ",
  "mn102:2.5": "",
  "mn102:2.6": "Some propose this: ‘The self is neither percipient nor non-percipient and is well after death.’ ",
  "mn102:2.7": "",
  "mn102:2.8": "But some assert the annihilation, eradication, and obliteration of an existing being, while others propose extinguishment in the present life. ",
  "mn102:2.9": "Thus they assert an existent self that is well after death; or they assert the annihilation of an existing being; or they propose extinguishment in the present life. ",
  "mn102:2.10": "In this way five become three, and three become five. ",
  "mn102:2.11": "This is the passage for recitation of the five and three. ",
  "mn102:3.1": "Now, the ascetics and brahmins who assert a self that is percipient and well after death describe it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. Or they describe it as of unified perception, or of diverse perception, or of limited perception, or of limitless perception. Or some among those who go beyond this propose universal consciousness, limitless and imperturbable. ",
  "mn102:4.1": "The Realized One understands this as follows. ",
  "mn102:4.2": "There are ascetics and brahmins who assert a self that is percipient and well after death, describing it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. Or they describe it as of unified perception, or of diverse perception, or of limited perception, or of limitless perception. ",
  "mn102:4.3": "",
  "mn102:4.4": "Or some, aware that ‘there is nothing at all’, propose the dimension of nothingness, limitless and imperturbable. They declare that this is the purest, highest, best, and supreme of all those perceptions, whether of form or of formlessness or of unity or of diversity. ",
  "mn102:4.5": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:4.6": "Understanding thus and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:5.1": "Now, the ascetics and brahmins who assert a self that is non-percipient and well after death describe it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. ",
  "mn102:6.1": "So they reject those who assert a self that is percipient and well after death. ",
  "mn102:6.2": "Why is that? ",
  "mn102:6.3": "Because they believe that perception is a disease, a boil, a dart, and that the state of non-perception is peaceful and sublime. ",
  "mn102:7.1": "The Realized One understands this as follows. ",
  "mn102:7.2": "There are ascetics and brahmins who assert a self that is non-percipient and well after death, describing it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. ",
  "mn102:7.3": "But if any ascetic or brahmin should say this: ",
  "mn102:7.4": "‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’ ",
  "mn102:7.5": "That is not possible. ",
  "mn102:7.6": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:7.7": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:8.1": "Now, the ascetics and brahmins who assert a self that is neither percipient nor non-percipient and well after death describe it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. ",
  "mn102:9.1": "So they reject those who assert a self that is percipient and well after death, as well as those who assert a self that is non-percipient and sound after death. ",
  "mn102:9.2": "Why is that? ",
  "mn102:9.3": "Because they believe that perception is a disease, a boil, a dart, and that the state of neither perception nor non-perception is peaceful and sublime. ",
  "mn102:9.4": "",
  "mn102:10.1": "The Realized One understands this as follows. ",
  "mn102:10.2": "There are ascetics and brahmins who assert a self that is neither percipient nor non-percipient and well after death, describing it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. ",
  "mn102:10.3": "Some ascetics or brahmins assert the embracing of that dimension merely through the conditioned phenomena of what is seen, heard, thought, and known. But that is said to be a disastrous approach. ",
  "mn102:10.4": "For that dimension is said to be not attainable by means of conditioned phenomena, ",
  "mn102:10.5": "but only with a residue of conditioned phenomena. ",
  "mn102:10.6": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:10.7": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:11.1": "Now, the ascetics and brahmins who assert the annihilation, eradication, and obliteration of an existing being reject those who assert a self that is well after death, whether percipient or non-percipient or neither percipient non-percipient. ",
  "mn102:11.2": "Why is that? ",
  "mn102:11.3": "Because all of those ascetics and brahmins only assert their attachment to heading upstream: ",
  "mn102:11.4": "‘After death we shall be like this! After death we shall be like that!’ ",
  "mn102:12.1": "Suppose a trader was going to market, thinking: ",
  "mn102:12.2": "‘With this, that shall be mine! This way, I shall get that!’ ",
  "mn102:12.3": "In the same way, those ascetics and brahmins seem to be like traders when they say: ",
  "mn102:12.4": "‘After death we shall be like this! After death we shall be like that!’ ",
  "mn102:12.5": "The Realized One understands this as follows. ",
  "mn102:12.6": "The ascetics and brahmins who assert the annihilation, eradication, and obliteration of an existing being; from fear and disgust with identity, they just keep running and circling around identity. ",
  "mn102:12.7": "Suppose a dog on a leash was tethered to a strong post or pillar. It would just keeping running and circling around that post or pillar. ",
  "mn102:12.8": "In the same way, those ascetics and brahmins, from fear and disgust with identity, just keep running and circling around identity. ",
  "mn102:12.9": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:12.10": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:13.1": "Whatever ascetics and brahmins theorize about the future, and propose various hypotheses concerning the future, all of them propose one or other of these five theses. ",
  "mn102:14.1": "There are some ascetics and brahmins who theorize about the past, and propose various hypotheses concerning the past. They propose the following, each insisting that theirs is the only truth and that everything else is wrong. ",
  "mn102:14.2": "‘The self and the cosmos are eternal.’ ",
  "mn102:14.3": "‘The self and the cosmos are not eternal.’ ",
  "mn102:14.4": "‘The self and the cosmos are both eternal and not eternal.’ ",
  "mn102:14.5": "‘The self and the cosmos are neither eternal nor not eternal.’ ",
  "mn102:14.6": "‘The self and the cosmos are finite.’ ",
  "mn102:14.7": "‘The self and the cosmos are infinite.’ ",
  "mn102:14.8": "‘The self and the cosmos are both finite and infinite.’ ",
  "mn102:14.9": "‘The self and the cosmos are neither finite nor infinite.’ ",
  "mn102:14.10": "‘The self and the cosmos are unified in perception.’ ",
  "mn102:14.11": "‘The self and the cosmos are diverse in perception.’ ",
  "mn102:14.12": "‘The self and the cosmos have limited perception.’ ",
  "mn102:14.13": "‘The self and the cosmos have limitless perception.’ ",
  "mn102:14.14": "‘The self and the cosmos experience nothing but happiness.’ ",
  "mn102:14.15": "‘The self and the cosmos experience nothing but suffering.’ ",
  "mn102:14.16": "‘The self and the cosmos experience both happiness and suffering.’ ",
  "mn102:14.17": "‘The self and the cosmos experience neither happiness nor suffering.’ ",
  "mn102:14.18": "",
  "mn102:15.1": "Now, consider the ascetics and brahmins whose view is as follows. ",
  "mn102:15.2": "‘The self and the cosmos are eternal. This is the only truth, other ideas are silly.’ It’s simply not possible for them to have purified and clear personal knowledge of this, apart from faith, preference, oral tradition, reasoned contemplation, or acceptance of a view after consideration. ",
  "mn102:15.3": "And in the absence of such knowledge, even the partial knowledge that they are clear about is said to be grasping on their part. ",
  "mn102:15.4": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:15.5": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:16.1": "Now, consider the ascetics and brahmins whose view is as follows. ",
  "mn102:16.2": "The self and the cosmos are not eternal, ",
  "mn102:16.3": "or both eternal and not eternal, ",
  "mn102:16.4": "or neither eternal nor not-eternal, ",
  "mn102:16.5": "or finite, ",
  "mn102:16.6": "or infinite, ",
  "mn102:16.7": "or both finite and infinite, ",
  "mn102:16.8": "or neither finite nor infinite, ",
  "mn102:16.9": "or of unified perception, ",
  "mn102:16.10": "or of diverse perception, ",
  "mn102:16.11": "or of limited perception, ",
  "mn102:16.12": "or of limitless perception, ",
  "mn102:16.13": "or experience nothing but happiness, ",
  "mn102:16.14": "or experience nothing but suffering, ",
  "mn102:16.15": "or experience both happiness and suffering, ",
  "mn102:16.16": "or experience neither happiness nor suffering. It’s simply not possible for them to have purified and clear personal knowledge of this, apart from faith, preference, oral tradition, reasoned contemplation, or acceptance of a view after consideration. ",
  "mn102:16.17": "And in the absence of such knowledge, even the partial knowledge that they are clear about is said to be grasping on their part. ",
  "mn102:16.18": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:16.19": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:17.1": "Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, enter and remain in the rapture of seclusion: ",
  "mn102:17.2": "‘This is peaceful, this is sublime, that is, entering and remaining in the rapture of seclusion.’ ",
  "mn102:17.3": "But that rapture of seclusion of theirs ceases. ",
  "mn102:17.4": "When the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises. ",
  "mn102:18.1": "It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. ",
  "mn102:18.2": "In the same way, when the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises. ",
  "mn102:18.3": "The Realized One understands this as follows. ",
  "mn102:18.4": "This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, enters and remains in the rapture of seclusion: ",
  "mn102:18.5": "‘This is peaceful, this is sublime, that is, entering and remaining in the rapture of seclusion.’ ",
  "mn102:18.6": "But that rapture of seclusion of theirs ceases. ",
  "mn102:18.7": "When the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises. ",
  "mn102:18.8": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:18.9": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:19.1": "Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion, enter and remain in spiritual bliss. ",
  "mn102:19.2": "‘This is peaceful, this is sublime, that is, entering and remaining in spiritual bliss.’ ",
  "mn102:19.3": "But that spiritual bliss of theirs ceases. ",
  "mn102:19.4": "When spiritual bliss ceases, the rapture of seclusion arises; and when the rapture of seclusion ceases, spiritual bliss arises. ",
  "mn102:20.1": "It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. … ",
  "mn102:20.2": "",
  "mn102:20.3": "The Realized One understands this as follows. ",
  "mn102:20.4": "This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion, enters and remains in spiritual bliss. ",
  "mn102:20.5": "‘This is peaceful, this is sublime, that is, entering and remaining in spiritual bliss.’ ",
  "mn102:20.6": "But that spiritual bliss of theirs ceases. ",
  "mn102:20.7": "When spiritual bliss ceases, the rapture of seclusion arises; and when the rapture of seclusion ceases, spiritual bliss arises. ",
  "mn102:20.8": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:20.9": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:21.1": "Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion and spiritual bliss, enter and remain in neutral feeling. ",
  "mn102:21.2": "‘This is peaceful, this is sublime, that is, entering and remaining in neutral feeling.’ ",
  "mn102:21.3": "Then that neutral feeling ceases. ",
  "mn102:21.4": "When neutral feeling ceases, spiritual bliss arises; and when spiritual bliss ceases, neutral feelings arises. ",
  "mn102:22.1": "It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. … ",
  "mn102:22.2": "",
  "mn102:22.3": "The Realized One understands this as follows. ",
  "mn102:22.4": "This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion and spiritual bliss, enters and remains in neutral feeling. ",
  "mn102:22.5": "‘This is peaceful, this is sublime, that is, entering and remaining in neutral feeling.’ ",
  "mn102:22.6": "Then that neutral feeling ceases. ",
  "mn102:22.7": "When neutral feeling ceases, spiritual bliss arises; and when spiritual bliss ceases, neutral feelings arises. ",
  "mn102:22.8": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:22.9": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:23.1": "Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, go beyond the rapture of seclusion, spiritual bliss, and neutral feeling. ",
  "mn102:23.2": "They regard themselves like this: ‘I am at peace; I am extinguished; I am free of grasping.’ ",
  "mn102:24.1": "The Realized One understands this as follows. ",
  "mn102:24.2": "This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, goes beyond the rapture of seclusion, spiritual bliss, and neutral feeling. ",
  "mn102:24.3": "They regard themselves like this: ‘I am at peace; I am extinguished; I am free of grasping.’ ",
  "mn102:24.4": "Clearly this venerable speaks of a practice that’s conducive to extinguishment. ",
  "mn102:24.5": "Nevertheless, they still grasp at theories about the past or the future, or the fetters of sensuality, or the rapture of seclusion, or spiritual bliss, or neutral feeling. ",
  "mn102:24.6": "And when they regard themselves like this: ",
  "mn102:24.7": "‘I am at peace; I am extinguished; I am free of grasping,’ that’s also said to be grasping on their part. ",
  "mn102:24.8": "‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’ ",
  "mn102:24.9": "Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ",
  "mn102:25.1": "But the Realized One has awakened to the supreme state of sublime peace, that is, ",
  "mn102:25.2": "liberation by not grasping after truly understanding the six fields of contact’s origin, ending, gratification, drawback, and escape.” ",
  "mn102:25.3": "That is what the Buddha said. ",
  "mn102:25.4": "Satisfied, the mendicants were happy with what the Buddha said. "
}