{
  "mn119:0.1": "Middle Discourses 119 ",
  "mn119:0.2": "Mindfulness of the Body ",
  "mn119:1.1": "So I have heard. ",
  "mn119:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn119:2.1": "Then after the meal, on return from almsround, several mendicants sat together in the assembly hall and this discussion came up among them. ",
  "mn119:2.2": "“It’s incredible, reverends, it’s amazing, ",
  "mn119:2.3": "how the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha has said that mindfulness of the body, when developed and cultivated, is very fruitful and beneficial.” ",
  "mn119:2.4": "But their conversation was left unfinished. Then the Buddha came out of retreat and went to the assembly hall. He sat on the seat spread out ",
  "mn119:2.5": "and addressed the mendicants, ",
  "mn119:2.6": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "mn119:2.7": "So the mendicants told him what they had been talking about. The Buddha said: ",
  "mn119:2.8": "",
  "mn119:2.9": "",
  "mn119:2.10": "",
  "mn119:3.1": "“And how, mendicants, is mindfulness of the body developed and cultivated to be very fruitful and beneficial? ",
  "mn119:4.1": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, sets their body straight, and establishes mindfulness in front of them. ",
  "mn119:4.2": "Just mindful, they breathe in. Mindful, they breathe out. ",
  "mn119:4.3": "Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ ",
  "mn119:4.4": "When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ ",
  "mn119:4.5": "They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’",
  "mn119:4.6": "They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ",
  "mn119:4.7": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:4.8": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:4.9": "That’s how a mendicant develops mindfulness of the body. ",
  "mn119:5.1": "Furthermore, when a mendicant is walking they know ‘I am walking’. When standing they know ‘I am standing’. When sitting they know ‘I am sitting’. And when lying down they know ‘I am lying down’. ",
  "mn119:5.2": "Whatever posture their body is in, they know it. ",
  "mn119:5.3": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:5.4": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:5.5": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:6.1": "Furthermore, a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "mn119:6.2": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:6.3": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:6.4": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:7.1": "Furthermore, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ",
  "mn119:7.2": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ",
  "mn119:7.3": "It’s as if there were a bag with openings at both ends, filled with various kinds of grains, such as ",
  "mn119:7.4": "fine rice, wheat, mung beans, peas, sesame, and ordinary rice. ",
  "mn119:7.5": "And someone with clear eyes were to open it and examine the contents: ",
  "mn119:7.6": "‘These grains are fine rice, these are wheat, these are mung beans, these are peas, these are sesame, and these are ordinary rice.’ ",
  "mn119:7.7": "In the same way, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. … ",
  "mn119:7.8": "",
  "mn119:7.9": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:7.10": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:7.11": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:8.1": "Furthermore, a mendicant examines their own body, whatever its placement or posture, according to the elements: ",
  "mn119:8.2": "‘In this body there is the earth element, the water element, the fire element, and the air element.’ ",
  "mn119:8.3": "It’s as if a deft butcher or butcher’s apprentice were to kill a cow and sit down at the crossroads with the meat cut into portions. ",
  "mn119:8.4": "In the same way, a mendicant examines their own body, whatever its placement or posture, according to the elements: ",
  "mn119:8.5": "‘In this body there is the earth element, the water element, the fire element, and the air element.’ ",
  "mn119:8.6": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:8.7": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:8.8": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:9.1": "Furthermore, suppose a mendicant were to see a corpse discarded in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering. ",
  "mn119:9.2": "They’d compare it with their own body: ",
  "mn119:9.3": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ",
  "mn119:9.4": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:9.5": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:9.6": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:10.1": "Or suppose they were to see a corpse discarded in a charnel ground being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures. ",
  "mn119:10.2": "They’d compare it with their own body: ",
  "mn119:10.3": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ",
  "mn119:10.4": "",
  "mn119:10.5": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:11-14.1": "Furthermore, suppose they were to see a corpse discarded in a charnel ground, a skeleton with flesh and blood, held together by sinews … ",
  "mn119:11-14.2": "A skeleton without flesh but smeared with blood, and held together by sinews … ",
  "mn119:11-14.3": "A skeleton rid of flesh and blood, held together by sinews … ",
  "mn119:11-14.4": "Bones rid of sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull … ",
  "mn119:11-14.5": "",
  "mn119:11-14.6": "",
  "mn119:11-14.7": "",
  "mn119:11-14.8": "",
  "mn119:15-17.1": "",
  "mn119:15-17.2": "White bones, the color of shells … ",
  "mn119:15-17.3": "Decrepit bones, heaped in a pile … ",
  "mn119:15-17.4": "Bones rotted and crumbled to powder. ",
  "mn119:15-17.5": "They’d compare it with their own body: ",
  "mn119:15-17.6": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ",
  "mn119:15-17.7": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:15-17.8": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:15-17.9": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:18.1": "Furthermore, a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn119:18.2": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ",
  "mn119:18.3": "It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out. ",
  "mn119:18.4": "In the same way, they drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ",
  "mn119:18.5": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:18.6": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:18.7": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:19.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ",
  "mn119:19.2": "They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ",
  "mn119:19.3": "It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water. ",
  "mn119:19.4": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ",
  "mn119:19.5": "",
  "mn119:19.6": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:20.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "mn119:20.2": "They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ",
  "mn119:20.3": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water. ",
  "mn119:20.4": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ",
  "mn119:20.5": "",
  "mn119:20.6": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:21.1": "Furthermore, a mendicant, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn119:21.2": "They sit spreading their body through with pure bright mind. There’s no part of the body that’s not filled with pure bright mind. ",
  "mn119:21.3": "It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth. ",
  "mn119:21.4": "In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not filled with pure bright mind. ",
  "mn119:21.5": "As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up. ",
  "mn119:21.6": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn119:21.7": "That too is how a mendicant develops mindfulness of the body. ",
  "mn119:22.1": "Anyone who has developed and cultivated mindfulness of the body includes all of the skillful qualities that play a part in realization. ",
  "mn119:22.2": "Anyone who brings into their mind the great ocean includes all of the streams that run down into it. ",
  "mn119:22.3": "In the same way, anyone who has developed and cultivated mindfulness of the body includes all of the skillful qualities that play a part in realization. ",
  "mn119:23.1": "When a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them. ",
  "mn119:23.2": "Suppose a person were to throw a heavy stone ball on a mound of wet clay. ",
  "mn119:23.3": "What do you think, mendicants? ",
  "mn119:23.4": "Would that heavy stone ball find an entry into that mound of wet clay?” ",
  "mn119:23.5": "“Yes, sir.” ",
  "mn119:23.6": "“In the same way, when a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them. ",
  "mn119:24.1": "Suppose there was a dried up, withered log. ",
  "mn119:24.2": "Then a person comes along with a drill-stick, thinking ",
  "mn119:24.3": "to light a fire and produce heat. ",
  "mn119:24.4": "What do you think, mendicants? ",
  "mn119:24.5": "By drilling the stick against that dried up, withered log, could they light a fire and produce heat?” ",
  "mn119:24.6": "“Yes, sir.” ",
  "mn119:24.7": "“In the same way, when a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them. ",
  "mn119:25.1": "Suppose a water jar was placed on a stand, empty and hollow. ",
  "mn119:25.2": "Then a person comes along with a load of water. ",
  "mn119:25.3": "What do you think, mendicants? ",
  "mn119:25.4": "Could that person pour water into the jar?” ",
  "mn119:25.5": "“Yes, sir.” ",
  "mn119:25.6": "“In the same way, when a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them. ",
  "mn119:26.1": "When a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them. ",
  "mn119:26.2": "Suppose a person were to throw a light ball of string at a door-panel made entirely of hardwood. ",
  "mn119:26.3": "What do you think, mendicants? ",
  "mn119:26.4": "Would that light ball of string find an entry into that door-panel made entirely of hardwood?” ",
  "mn119:26.5": "“No, sir.” ",
  "mn119:26.6": "“In the same way, when a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them. ",
  "mn119:27.1": "Suppose there was a green, sappy log. ",
  "mn119:27.2": "Then a person comes along with a drill-stick, thinking ",
  "mn119:27.3": "to light a fire and produce heat. ",
  "mn119:27.4": "What do you think, mendicants? ",
  "mn119:27.5": "By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?” ",
  "mn119:27.6": "“No, sir.” ",
  "mn119:27.7": "“In the same way, when a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them. ",
  "mn119:28.1": "Suppose a water jar was placed on a stand, full to the brim so a crow could drink from it. ",
  "mn119:28.2": "Then a person comes along with a load of water. ",
  "mn119:28.3": "What do you think, mendicants? ",
  "mn119:28.4": "Could that person pour water into the jar?” ",
  "mn119:28.5": "“No, sir.” ",
  "mn119:28.6": "“In the same way, when a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them. ",
  "mn119:29.1": "When a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case. ",
  "mn119:29.2": "Suppose a water jar was placed on a stand, full to the brim so a crow could drink from it. ",
  "mn119:29.3": "If a strong man was to pour it on any side, would water pour out?” ",
  "mn119:29.4": "“Yes, sir.” ",
  "mn119:29.5": "“In the same way, when a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case. ",
  "mn119:30.1": "Suppose there was a square, walled lotus pond on level ground, full to the brim so a crow could drink from it. ",
  "mn119:30.2": "If a strong man was to open the wall on any side, would water pour out?” ",
  "mn119:30.3": "“Yes, sir.” ",
  "mn119:30.4": "“In the same way, when a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case. ",
  "mn119:31.1": "Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready. ",
  "mn119:31.2": "Then a deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes. ",
  "mn119:31.3": "In the same way, when a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case. ",
  "mn119:32.1": "You can expect ten benefits when mindfulness of the body has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented. ",
  "mn119:33.1": "They prevail over desire and discontent, and live having mastered desire and discontent whenever they arose. ",
  "mn119:34.1": "They prevail over fear and dread, and live having mastered fear and dread whenever they arose. ",
  "mn119:35.1": "They endure cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ",
  "mn119:36.1": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. ",
  "mn119:37.1": "They wield the many kinds of psychic power: multiplying themselves and becoming one again … They control the body as far as the Brahmā realm. ",
  "mn119:38.1": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. … ",
  "mn119:39.1": "They understand the minds of other beings and individuals, having comprehended them with their own mind. … ",
  "mn119:40.1": "They recollect many kinds of past lives, with features and details. ",
  "mn119:41.1": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "mn119:42.1": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "mn119:43.1": "You can expect these ten benefits when mindfulness of the body has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented.” ",
  "mn119:43.2": "That is what the Buddha said. ",
  "mn119:43.3": "Satisfied, the mendicants approved what the Buddha said. "
}