{
  "mn11:0.1": "Middle Discourses 11 ",
  "mn11:0.2": "The Shorter Discourse on the Lion’s Roar ",
  "mn11:1.1": "So I have heard. ",
  "mn11:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn11:1.3": "There the Buddha addressed the mendicants, ",
  "mn11:1.4": "“Mendicants!” ",
  "mn11:1.5": "“Venerable sir,” they replied. ",
  "mn11:1.6": "The Buddha said this: ",
  "mn11:2.1": "“‘Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic. ",
  "mn11:2.2": "Other sects are empty of ascetics.’ ",
  "mn11:2.3": "This, mendicants, is how you should rightly roar your lion’s roar. ",
  "mn11:3.1": "It’s possible that wanderers of other religions might say: ",
  "mn11:3.2": "‘But what is the source of the venerables’ self-confidence and forcefulness that they say this?’ ",
  "mn11:3.3": "",
  "mn11:3.4": "",
  "mn11:3.5": "You should say to them: ",
  "mn11:3.6": "‘There are four things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. Seeing these things in ourselves we say that: ",
  "mn11:3.7": "“Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic. ",
  "mn11:3.8": "Other sects are empty of ascetics.” ",
  "mn11:3.9": "What four? ",
  "mn11:3.10": "We have confidence in the Teacher, we have confidence in the teaching, and we have fulfilled the precepts. ",
  "mn11:3.11": "And we have love and affection for those who share our path, ",
  "mn11:3.12": "both laypeople and renunciates. ",
  "mn11:3.13": "These are the four things.’ ",
  "mn11:3.14": "",
  "mn11:3.15": "",
  "mn11:4.1": "It’s possible that wanderers of other religions might say: ",
  "mn11:4.2": "‘We too have confidence in the Teacher—our Teacher; we have confidence in the teaching—our teaching; and we have fulfilled the precepts—our precepts. ",
  "mn11:4.3": "And we have love and affection for those who share our path, ",
  "mn11:4.4": "both laypeople and renunciates. ",
  "mn11:4.5": "What, then, is the difference between you and us?’ ",
  "mn11:5.1": "You should say to them: ",
  "mn11:5.2": "‘Well, reverends, is the goal one or many?’ ",
  "mn11:5.3": "Answering rightly, the wanderers would say: ",
  "mn11:5.4": "‘The goal is one, reverends, not many.’ ",
  "mn11:5.5": "‘But is that goal for the greedy or for those free of greed?’ ",
  "mn11:5.6": "Answering rightly, the wanderers would say: ",
  "mn11:5.7": "‘That goal is for those free of greed, not for the greedy.’ ",
  "mn11:5.8": "‘Is it for the hateful or those free of hate?’ ",
  "mn11:5.9": "",
  "mn11:5.10": "‘It’s for those free of hate.’ ",
  "mn11:5.11": "‘Is it for the delusional or those free of delusion?’ ",
  "mn11:5.12": "",
  "mn11:5.13": "‘It’s for those free of delusion.’ ",
  "mn11:5.14": "‘Is it for those who crave or those rid of craving?’ ",
  "mn11:5.15": "",
  "mn11:5.16": "‘It’s for those rid of craving.’ ",
  "mn11:5.17": "‘Is it for those who grasp or those who don’t grasp?’ ",
  "mn11:5.18": "",
  "mn11:5.19": "‘It’s for those who don’t grasp.’ ",
  "mn11:5.20": "‘Is it for the knowledgeable or the ignorant?’ ",
  "mn11:5.21": "",
  "mn11:5.22": "‘It’s for the knowledgeable.’ ",
  "mn11:5.23": "‘Is it for those who favor and oppose or for those who don’t favor and oppose?’ ",
  "mn11:5.24": "",
  "mn11:5.25": "‘It’s for those who don’t favor and oppose.’ ",
  "mn11:5.26": "‘But is that goal for those who enjoy proliferation or for those who enjoy non-proliferation?’ ",
  "mn11:5.27": "Answering rightly, the wanderers would say: ",
  "mn11:5.28": "‘It’s for those who enjoy non-proliferation, not for those who enjoy proliferation.’ ",
  "mn11:6.1": "Mendicants, there are these two views: ",
  "mn11:6.2": "views favoring continued existence and views favoring ending existence. ",
  "mn11:6.3": "Any ascetics or brahmins who cling, hold, and attach to a view favoring continued existence will oppose a view favoring ending existence. ",
  "mn11:6.4": "Any ascetics or brahmins who cling, hold, and attach to a view favoring ending existence will oppose a view favoring continued existence. ",
  "mn11:7.1": "There are some ascetics and brahmins who don’t truly understand these two views’ origin, ending, gratification, drawback, and escape. They’re greedy, hateful, delusional, craving, grasping, and ignorant. They favor and oppose, and they enjoy proliferation. ",
  "mn11:7.2": "They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ",
  "mn11:7.3": "They’re not freed from suffering, I say. ",
  "mn11:8.1": "There are some ascetics and brahmins who do truly understand these two views’ origin, ending, gratification, drawback, and escape. They’re rid of greed, hate, delusion, craving, grasping, and ignorance. They don’t favor and oppose, and they enjoy non-proliferation. ",
  "mn11:8.2": "They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ",
  "mn11:8.3": "They’re freed from suffering, I say. ",
  "mn11:9.1": "There are these four kinds of grasping. ",
  "mn11:9.2": "What four? ",
  "mn11:9.3": "Grasping at sensual pleasures, views, precepts and observances, and theories of a self. ",
  "mn11:10.1": "There are some ascetics and brahmins who claim to propound the complete understanding of all kinds of grasping. ",
  "mn11:10.2": "But they don’t correctly describe the complete understanding of all kinds of grasping. ",
  "mn11:10.3": "They describe the complete understanding of grasping at sensual pleasures, but not views, precepts and observances, and theories of a self. ",
  "mn11:10.4": "Why is that? ",
  "mn11:10.5": "Because those gentlemen don’t truly understand these three things. ",
  "mn11:10.6": "That’s why they claim to propound the complete understanding of all kinds of grasping, ",
  "mn11:10.7": "but they don’t really. ",
  "mn11:10.8": "",
  "mn11:11.1": "There are some other ascetics and brahmins who claim to propound the complete understanding of all kinds of grasping, ",
  "mn11:11.2": "but they don’t really. ",
  "mn11:11.3": "They describe the complete understanding of grasping at sensual pleasures and views, but not precepts and observances, and theories of a self. ",
  "mn11:11.4": "Why is that? ",
  "mn11:11.5": "Because those gentlemen don’t truly understand these two things. ",
  "mn11:11.6": "That’s why they claim to propound the complete understanding of all kinds of grasping, ",
  "mn11:11.7": "but they don’t really. ",
  "mn11:11.8": "",
  "mn11:12.1": "There are some other ascetics and brahmins who claim to propound the complete understanding of all kinds of grasping, ",
  "mn11:12.2": "but they don’t really. ",
  "mn11:12.3": "They describe the complete understanding of grasping at sensual pleasures, views, and precepts and observances, but not theories of a self. ",
  "mn11:12.4": "Why is that? ",
  "mn11:12.5": "Because those gentlemen don’t truly understand this one thing. ",
  "mn11:12.6": "That’s why they claim to propound the complete understanding of all kinds of grasping, ",
  "mn11:12.7": "but they don’t really. ",
  "mn11:12.8": "",
  "mn11:13.1": "In such a teaching and training, confidence in the Teacher is said to be not rightly placed. ",
  "mn11:13.2": "Likewise, confidence in the teaching, ",
  "mn11:13.3": "fulfillment of the precepts, ",
  "mn11:13.4": "and love and affection for those sharing the same path are said to be not rightly placed. ",
  "mn11:13.5": "Why is that? ",
  "mn11:13.6": "It’s because that teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "mn11:14.1": "The Realized One, the perfected one, the fully awakened Buddha claims to propound the complete understanding of all kinds of grasping. ",
  "mn11:14.2": "He describes the complete understanding of grasping at sensual pleasures, views, precepts and observances, and theories of a self. ",
  "mn11:15.1": "In such a teaching and training, confidence in the Teacher is said to be rightly placed. ",
  "mn11:15.2": "Likewise, confidence in the teaching, ",
  "mn11:15.3": "fulfillment of the precepts, ",
  "mn11:15.4": "and love and affection for those sharing the same path are said to be rightly placed. ",
  "mn11:15.5": "Why is that? ",
  "mn11:15.6": "It’s because that teaching and training is well explained and well propounded, emancipating, leading to peace, proclaimed by a fully awakened Buddha. ",
  "mn11:16.1": "What is the source, origin, birthplace, and inception of these four kinds of grasping? ",
  "mn11:16.2": "Craving. ",
  "mn11:16.3": "And what is the source, origin, birthplace, and inception of craving? ",
  "mn11:16.4": "Feeling. ",
  "mn11:16.5": "And what is the source of feeling? ",
  "mn11:16.6": "Contact. ",
  "mn11:16.7": "And what is the source of contact? ",
  "mn11:16.8": "The six sense fields. ",
  "mn11:16.9": "And what is the source of the six sense fields? ",
  "mn11:16.10": "Name and form. ",
  "mn11:16.11": "And what is the source of name and form? ",
  "mn11:16.12": "Consciousness. ",
  "mn11:16.13": "And what is the source of consciousness? ",
  "mn11:16.14": "Choices. ",
  "mn11:16.15": "And what is the source of choices? ",
  "mn11:16.16": "Ignorance. ",
  "mn11:17.1": "When that mendicant has given up ignorance and given rise to knowledge, they don’t grasp at sensual pleasures, views, precepts and observances, or theories of a self. ",
  "mn11:17.2": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "mn11:17.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” ",
  "mn11:17.4": "That is what the Buddha said. ",
  "mn11:17.5": "Satisfied, the mendicants approved what the Buddha said. "
}