{
  "mn118:0.1": "Middle Discourses 118 ",
  "mn118:0.2": "Mindfulness of Breathing ",
  "mn118:1.1": "So I have heard. ",
  "mn118:1.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother, together with several well-known senior disciples, such as ",
  "mn118:1.3": "the venerables Sāriputta, Mahāmoggallāna, Mahākassapa, Mahākaccāna, Mahākoṭṭhita, Mahākappina, Mahācunda, Anuruddha, Revata, Ānanda, and others. ",
  "mn118:2.1": "Now at that time the senior mendicants were advising and instructing the junior mendicants. ",
  "mn118:2.2": "Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty. ",
  "mn118:2.3": "Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before. ",
  "mn118:3.1": "Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting surrounded by a Saṅgha of monks for the invitation to admonish. ",
  "mn118:3.2": "Then the Buddha looked around the Saṅgha of mendicants, who were so very silent. He addressed them: ",
  "mn118:4.1": "“I am satisfied, mendicants, with this practice. ",
  "mn118:4.2": "My heart is satisfied with this practice. ",
  "mn118:4.3": "So you should rouse up even more energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "mn118:4.4": "I will wait here in Sāvatthī for the Komudī full moon of the fourth month.” ",
  "mn118:5.1": "Mendicants from around the country heard about this, ",
  "mn118:5.2": "",
  "mn118:5.3": "and came down to Sāvatthī to see the Buddha. ",
  "mn118:6.1": "And those senior mendicants instructed the junior mendicants even more. ",
  "mn118:6.2": "Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty. ",
  "mn118:6.3": "Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before. ",
  "mn118:7.1": "Now, at that time it was the sabbath—the Komudī full moon on the fifteenth day of the fourth month—and the Buddha was sitting in the open surrounded by a Saṅgha of monks. ",
  "mn118:7.2": "Then the Buddha looked around the Saṅgha of mendicants, who were so very silent. He addressed them: ",
  "mn118:8.1": "“This assembly has no nonsense, mendicants, it’s free of nonsense. It consists purely of the essential core. ",
  "mn118:8.2": "Such is this Saṅgha of mendicants, such is this assembly! ",
  "mn118:8.3": "An assembly such as this is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world. ",
  "mn118:8.4": "Such is this Saṅgha of mendicants, such is this assembly! ",
  "mn118:8.5": "For an assembly such as this, giving little becomes much, while giving much becomes even more. ",
  "mn118:8.6": "Such is this Saṅgha of mendicants, such is this assembly! ",
  "mn118:8.7": "An assembly such as this is rarely seen in the world. ",
  "mn118:8.8": "Such is this Saṅgha of mendicants, such is this assembly! ",
  "mn118:8.9": "An assembly such as this is worth traveling many leagues to see, even if you have to carry your own provisions in a shoulder bag. ",
  "mn118:9.1": "For in this Saṅgha there are perfected mendicants, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment. ",
  "mn118:9.2": "There are such mendicants in this Saṅgha. ",
  "mn118:10.1": "In this Saṅgha there are mendicants who, with the ending of the five lower fetters are reborn spontaneously. They are extinguished there, and are not liable to return from that world. ",
  "mn118:10.2": "There are such mendicants in this Saṅgha. ",
  "mn118:11.1": "In this Saṅgha there are mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering. ",
  "mn118:11.2": "There are such mendicants in this Saṅgha. ",
  "mn118:12.1": "In this Saṅgha there are mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, bound for awakening. ",
  "mn118:12.2": "There are such mendicants in this Saṅgha. ",
  "mn118:13.1": "In this Saṅgha there are mendicants who are committed to developing the four kinds of mindfulness meditation … ",
  "mn118:13.2": "",
  "mn118:14.1": "the four right efforts … ",
  "mn118:14.2": "the four bases of psychic power … ",
  "mn118:14.3": "the five faculties … ",
  "mn118:14.4": "the five powers … ",
  "mn118:14.5": "the seven awakening factors … ",
  "mn118:14.6": "the noble eightfold path. ",
  "mn118:14.7": "There are such mendicants in this Saṅgha. ",
  "mn118:14.8": "In this Saṅgha there are mendicants who are committed to developing the meditation on love … ",
  "mn118:14.9": "compassion … ",
  "mn118:14.10": "rejoicing … ",
  "mn118:14.11": "equanimity … ",
  "mn118:14.12": "ugliness … ",
  "mn118:14.13": "impermanence. ",
  "mn118:14.14": "There are such mendicants in this Saṅgha. ",
  "mn118:14.15": "In this Saṅgha there are mendicants who are committed to developing the meditation on mindfulness of breathing. ",
  "mn118:15.1": "Mendicants, when mindfulness of breathing is developed and cultivated it is very fruitful and beneficial. ",
  "mn118:15.2": "Mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation. ",
  "mn118:15.3": "The four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. ",
  "mn118:15.4": "And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom. ",
  "mn118:16.1": "And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial? ",
  "mn118:17.1": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, sets their body straight, and establishes mindfulness in front of them. ",
  "mn118:17.2": "Just mindful, they breathe in. Mindful, they breathe out. ",
  "mn118:18.1": "Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ ",
  "mn118:18.2": "When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ ",
  "mn118:18.3": "They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’",
  "mn118:18.4": "They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ",
  "mn118:19.1": "They practice like this: ‘I’ll breathe in experiencing rapture.’ They practice like this: ‘I’ll breathe out experiencing rapture.’ ",
  "mn118:19.2": "They practice like this: ‘I’ll breathe in experiencing bliss.’ They practice like this: ‘I’ll breathe out experiencing bliss.’ ",
  "mn118:19.3": "They practice like this: ‘I’ll breathe in experiencing mental processes.’ They practice like this: ‘I’ll breathe out experiencing mental processes.’",
  "mn118:19.4": "They practice like this: ‘I’ll breathe in stilling mental processes.’ They practice like this: ‘I’ll breathe out stilling mental processes.’",
  "mn118:20.1": "They practice like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’ ",
  "mn118:20.2": "They practice like this: ‘I’ll breathe in gladdening the mind.’ They practice like this: ‘I’ll breathe out gladdening the mind.’ ",
  "mn118:20.3": "They practice like this: ‘I’ll breathe in immersing the mind in samādhi.’ They practice like this: ‘I’ll breathe out immersing the mind in samādhi.’ ",
  "mn118:20.4": "They practice like this: ‘I’ll breathe in freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’ ",
  "mn118:21.1": "They practice like this: ‘I’ll breathe in observing impermanence.’ They practice like this: ‘I’ll breathe out observing impermanence.’ ",
  "mn118:21.2": "They practice like this: ‘I’ll breathe in observing fading away.’ They practice like this: ‘I’ll breathe out observing fading away.’ ",
  "mn118:21.3": "They practice like this: ‘I’ll breathe in observing cessation.’ They practice like this: ‘I’ll breathe out observing cessation.’ ",
  "mn118:21.4": "They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ ",
  "mn118:22.1": "Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial. ",
  "mn118:23.1": "And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation? ",
  "mn118:24.1": "Whenever a mendicant knows that they breathe heavily, ",
  "mn118:24.2": "or lightly, ",
  "mn118:24.3": "or experiencing the whole body, ",
  "mn118:24.4": "or stilling physical processes—",
  "mn118:24.5": "at that time they’re meditating by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:24.6": "For I say that the in-breaths and out-breaths are an aspect of the body. ",
  "mn118:24.7": "That’s why at that time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:25.1": "Whenever a mendicant practices breathing while experiencing rapture, ",
  "mn118:25.2": "or experiencing bliss, ",
  "mn118:25.3": "or experiencing mental processes, ",
  "mn118:25.4": "or stilling mental processes—",
  "mn118:25.5": "at that time they meditate observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:25.6": "For I say that careful application of mind to the in-breaths and out-breaths is an aspect of feelings. ",
  "mn118:25.7": "That’s why at that time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:26.1": "Whenever a mendicant practices breathing while experiencing the mind, ",
  "mn118:26.2": "or gladdening the mind, ",
  "mn118:26.3": "or immersing the mind in samādhi, ",
  "mn118:26.4": "or freeing the mind—",
  "mn118:26.5": "at that time they meditate observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:26.6": "There is no development of mindfulness of breathing for someone who is unmindful and lacks awareness, I say. ",
  "mn118:26.7": "That’s why at that time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:27.1": "Whenever a mendicant practices breathing while observing impermanence, ",
  "mn118:27.2": "or observing fading away, ",
  "mn118:27.3": "or observing cessation, ",
  "mn118:27.4": "or observing letting go—",
  "mn118:27.5": "at that time they meditate observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:27.6": "Having seen with wisdom the giving up of covetousness and displeasure, they watch over closely with equanimity. ",
  "mn118:27.7": "That’s why at that time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "mn118:28.1": "That’s how mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation. ",
  "mn118:29.1": "And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors? ",
  "mn118:30.1": "Whenever a mendicant meditates by observing an aspect of the body, at that time their mindfulness is established and lucid. ",
  "mn118:30.2": "At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it. ",
  "mn118:31.1": "As they live mindfully in this way they investigate, explore, and inquire into that principle with wisdom. ",
  "mn118:31.2": "At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it. ",
  "mn118:32.1": "As they investigate principles with wisdom in this way their energy is roused up and unflagging. ",
  "mn118:32.2": "At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it. ",
  "mn118:33.1": "When they’re energetic, rapture not of the flesh arises. ",
  "mn118:33.2": "At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it. ",
  "mn118:34.1": "When the mind is full of rapture, the body and mind become tranquil. ",
  "mn118:34.2": "At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it. ",
  "mn118:35.1": "When the body is tranquil and they feel bliss, the mind becomes immersed in samādhi. ",
  "mn118:35.2": "At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it. ",
  "mn118:36.1": "They closely watch over that mind immersed in samādhi. ",
  "mn118:36.2": "At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it. ",
  "mn118:37.1": "Whenever a mendicant meditates by observing an aspect of feelings … ",
  "mn118:38.1": "mind … ",
  "mn118:38.2": "principles, at that time their mindfulness is established and lucid. ",
  "mn118:38.3": "At such a time, a mendicant has activated the awakening factor of mindfulness … ",
  "mn118:38.4": "",
  "mn118:38.5": "investigation of principles … ",
  "mn118:38.6": "",
  "mn118:38.7": "energy … ",
  "mn118:38.8": "",
  "mn118:38.9": "rapture … ",
  "mn118:38.10": "",
  "mn118:38.11": "tranquility … ",
  "mn118:38.12": "",
  "mn118:38.13": "immersion … ",
  "mn118:39.1": "",
  "mn118:39.2": "equanimity. ",
  "mn118:40.1": "That’s how the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. ",
  "mn118:41.1": "And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom? ",
  "mn118:42.1": "It’s when a mendicant develops the awakening factors of mindfulness, ",
  "mn118:42.2": "investigation of principles, ",
  "mn118:42.3": "energy, ",
  "mn118:42.4": "rapture, ",
  "mn118:42.5": "tranquility, ",
  "mn118:42.6": "immersion, ",
  "mn118:42.7": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "mn118:43.1": "That’s how the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.” ",
  "mn118:43.2": "That is what the Buddha said. ",
  "mn118:43.3": "Satisfied, the mendicants approved what the Buddha said. "
}