{
  "mn12:0.1": "Middle Discourses 12 ",
  "mn12:0.2": "The Longer Discourse on the Lion’s Roar ",
  "mn12:1.1": "So I have heard. ",
  "mn12:1.2": "At one time the Buddha was staying outside the city of Vesālī in a woodland grove west of the town. ",
  "mn12:2.1": "Now at that time Sunakkhatta the Licchavi had recently left this teaching and training. ",
  "mn12:2.2": "He was telling a crowd in Vesālī: ",
  "mn12:2.3": "“The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. ",
  "mn12:2.4": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective. ",
  "mn12:2.5": "And his teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.” ",
  "mn12:3.1": "Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ",
  "mn12:3.2": "He heard what Sunakkhatta was saying. ",
  "mn12:3.3": "",
  "mn12:3.4": "",
  "mn12:3.5": "",
  "mn12:3.6": "Then he wandered for alms in Vesālī. After the meal, on his return from almsround, he went to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "mn12:3.7": "",
  "mn12:3.8": "",
  "mn12:3.9": "",
  "mn12:3.10": "",
  "mn12:3.11": "",
  "mn12:4.1": "“Sāriputta, Sunakkhatta, that silly man, is angry. ",
  "mn12:4.2": "His words are spoken out of anger. ",
  "mn12:4.3": "Thinking he criticizes the Realized One, in fact he just praises him. ",
  "mn12:4.4": "For it is praise of the Realized One to say: ",
  "mn12:4.5": "‘His teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.’ ",
  "mn12:5.1": "But there’s no way Sunakkhatta will infer about me from the teaching: ",
  "mn12:5.2": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn12:6.1": "And there’s no way Sunakkhatta will infer about me from the teaching: ",
  "mn12:6.2": "‘That Blessed One wields the many kinds of psychic power: multiplying himself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm.’ ",
  "mn12:7.1": "And there’s no way Sunakkhatta will infer about me from the teaching: ",
  "mn12:7.2": "‘That Blessed One, with clairaudience that is purified and superhuman, hears both kinds of sounds, human and divine, whether near or far.’ ",
  "mn12:8.1": "And there’s no way Sunakkhatta will infer about me from the teaching: ",
  "mn12:8.2": "‘That Blessed One understands the minds of other beings and individuals, having comprehended them with his own mind. ",
  "mn12:8.3": "He understands mind with greed as “mind with greed,” ",
  "mn12:8.4": "and mind without greed as “mind without greed.” ",
  "mn12:8.5": "He understands mind with hate … ",
  "mn12:8.6": "mind without hate … ",
  "mn12:8.7": "mind with delusion … ",
  "mn12:8.8": "mind without delusion … ",
  "mn12:8.9": "constricted mind … ",
  "mn12:8.10": "scattered mind … ",
  "mn12:8.11": "expansive mind … ",
  "mn12:8.12": "unexpansive mind … ",
  "mn12:8.13": "mind that is supreme … ",
  "mn12:8.14": "mind that is not supreme … ",
  "mn12:8.15": "mind immersed in samādhi … ",
  "mn12:8.16": "mind not immersed in samādhi … ",
  "mn12:8.17": "freed mind as “freed mind,” ",
  "mn12:8.18": "and unfreed mind as “unfreed mind.”’ ",
  "mn12:9.1": "There are these ten powers of a Realized One that the Realized One possesses. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ",
  "mn12:9.2": "What ten? ",
  "mn12:10.1": "Firstly, the Realized One truly understands the possible as possible, and the impossible as impossible. ",
  "mn12:10.2": "Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ",
  "mn12:11.1": "Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of grounds and causes. ",
  "mn12:11.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:12.1": "Furthermore, the Realized One truly understands where all paths of practice lead. ",
  "mn12:12.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:13.1": "Furthermore, the Realized One truly understands the world with its many and diverse elements. ",
  "mn12:13.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:14.1": "Furthermore, the Realized One truly understands the diverse convictions of sentient beings. ",
  "mn12:14.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:15.1": "Furthermore, the Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind. ",
  "mn12:15.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:16.1": "Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments. ",
  "mn12:16.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:17.1": "Furthermore, the Realized One recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so he recollects his many kinds of past lives, with features and details. ",
  "mn12:17.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:18.1": "Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, he sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ",
  "mn12:18.2": "Since he truly understands this, this is a power of the Realized One. … ",
  "mn12:19.1": "Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements. ",
  "mn12:19.2": "Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ",
  "mn12:20.1": "A Realized One possesses these ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ",
  "mn12:21.1": "When I know and see in this way, suppose someone were to say this: ",
  "mn12:21.2": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. ",
  "mn12:21.3": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’ ",
  "mn12:21.4": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:21.5": "Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say. ",
  "mn12:21.6": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:22.1": "Sāriputta, a Realized One has four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ",
  "mn12:22.2": "What four? ",
  "mn12:23.1": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to be a fully awakened Buddha, but you don’t understand these things.’ ",
  "mn12:23.2": "Since I see no such reason, I live secure, fearless, and assured. ",
  "mn12:24.1": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to have ended all defilements, but you still have these defilements.’ ",
  "mn12:24.2": "Since I see no such reason, I live secure, fearless, and assured. ",
  "mn12:25.1": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘The acts that you say are obstructions are not really obstructions for the one who performs them.’ ",
  "mn12:25.2": "Since I see no such reason, I live secure, fearless, and assured. ",
  "mn12:26.1": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘The teaching doesn’t lead those who practice it to the complete ending of suffering, the goal for which it is taught.’ ",
  "mn12:26.2": "Since I see no such reason, I live secure, fearless, and assured. ",
  "mn12:27.1": "A Realized One has these four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ",
  "mn12:28.1": "When I know and see in this way, suppose someone were to say this: ",
  "mn12:28.2": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ ",
  "mn12:28.3": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:28.4": "",
  "mn12:28.5": "",
  "mn12:29.1": "Sāriputta, there are these eight assemblies. ",
  "mn12:29.2": "What eight? ",
  "mn12:29.3": "The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods under the Four Great Kings. An assembly of the gods under the Thirty-Three. An assembly of Māras. An assembly of Brahmās. ",
  "mn12:29.4": "These are the eight assemblies. ",
  "mn12:29.5": "Possessing these four kinds of self-assurance, the Realized One approaches and enters right into these eight assemblies. ",
  "mn12:29.6": "I recall having approached an assembly of hundreds of aristocrats. ",
  "mn12:29.7": "There I used to sit with them, converse, and engage in discussion. ",
  "mn12:29.8": "But I don’t see any reason to feel afraid or insecure. ",
  "mn12:29.9": "Since I see no such reason, I live secure, fearless, and assured. ",
  "mn12:30.1": "I recall having approached an assembly of hundreds of brahmins … ",
  "mn12:30.2": "householders … ",
  "mn12:30.3": "ascetics … ",
  "mn12:30.4": "the gods under the Four Great Kings … ",
  "mn12:30.5": "the gods under the Thirty-Three … ",
  "mn12:30.6": "Māras … ",
  "mn12:30.7": "Brahmās. ",
  "mn12:30.8": "There too I used to sit with them, converse, and engage in discussion. ",
  "mn12:30.9": "But I don’t see any reason to feel afraid or insecure. ",
  "mn12:30.10": "Since I see no such reason, I live secure, fearless, and assured. ",
  "mn12:31.1": "When I know and see in this way, suppose someone were to say this: ",
  "mn12:31.2": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ ",
  "mn12:31.3": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:31.4": "",
  "mn12:31.5": "",
  "mn12:32.1": "Sāriputta, there are these four kinds of reproduction. ",
  "mn12:32.2": "What four? ",
  "mn12:32.3": "Reproduction for creatures born from an egg, from a womb, from moisture, or spontaneously. ",
  "mn12:33.1": "And what is reproduction from an egg? ",
  "mn12:33.2": "There are beings who are born by breaking out of an eggshell. ",
  "mn12:33.3": "This is called reproduction from an egg. ",
  "mn12:33.4": "And what is reproduction from a womb? ",
  "mn12:33.5": "There are beings who are born by breaking out of the amniotic sac. ",
  "mn12:33.6": "This is called reproduction from a womb. ",
  "mn12:33.7": "And what is reproduction from moisture? ",
  "mn12:33.8": "There are beings who are born in a rotten fish, in a rotten carcass, in rotten dough, in a cesspool or a sump. ",
  "mn12:33.9": "This is called reproduction from moisture. ",
  "mn12:33.10": "And what is spontaneous reproduction? ",
  "mn12:33.11": "Gods, hell-beings, certain humans, and certain beings in the lower realms. ",
  "mn12:33.12": "This is called spontaneous reproduction. ",
  "mn12:33.13": "These are the four kinds of reproduction. ",
  "mn12:34.1": "When I know and see in this way, suppose someone were to say this: ",
  "mn12:34.2": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ ",
  "mn12:34.3": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:34.4": "",
  "mn12:34.5": "",
  "mn12:35.1": "There are these five destinations. ",
  "mn12:35.2": "What five? ",
  "mn12:35.3": "Hell, the animal realm, the ghost realm, humanity, and the gods. ",
  "mn12:36.1": "I understand hell, and the path and practice that leads to hell. ",
  "mn12:36.2": "And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn12:36.3": "I understand the animal realm … ",
  "mn12:36.4": "",
  "mn12:36.5": "",
  "mn12:36.6": "the ghost realm … ",
  "mn12:36.7": "humanity … ",
  "mn12:36.8": "",
  "mn12:36.9": "gods, and the path and practice that leads to the world of the gods. ",
  "mn12:36.10": "And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a good place, a heavenly realm. ",
  "mn12:36.11": "And I understand extinguishment, and the path and practice that leads to extinguishment. ",
  "mn12:36.12": "And I understand how someone practicing that way realizes the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ",
  "mn12:37.1": "When I’ve comprehended the mind of a certain person, I understand: ",
  "mn12:37.2": "‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’ ",
  "mn12:37.3": "Then some time later I see that they have indeed been reborn in hell, where they experience exclusively painful feelings, sharp and severe. ",
  "mn12:37.4": "Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked. ",
  "mn12:37.5": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same pit of coals. ",
  "mn12:37.6": "If a person with clear eyes saw them, they’d say: ",
  "mn12:37.7": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very pit of coals.’ ",
  "mn12:37.8": "Then some time later they see that they have indeed fallen into that pit of coals, where they experience exclusively painful feelings, sharp and severe. … ",
  "mn12:37.9": "",
  "mn12:37.10": "",
  "mn12:37.11": "",
  "mn12:38.1": "When I’ve comprehended the mind of a certain person, I understand: ",
  "mn12:38.2": "‘This person … will be reborn in the animal realm.’ ",
  "mn12:38.3": "Then some time later I see that they have indeed been reborn in the animal realm, where they suffer painful feelings, sharp and severe. ",
  "mn12:38.4": "Suppose there was a sewer deeper than a man’s height, full to the brim with feces. ",
  "mn12:38.5": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same sewer. ",
  "mn12:38.6": "If a person with clear eyes saw them, they’d say: ",
  "mn12:38.7": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very sewer.’ ",
  "mn12:38.8": "Then some time later they see that they have indeed fallen into that sewer, where they suffer painful feelings, sharp and severe. … ",
  "mn12:38.9": "",
  "mn12:38.10": "",
  "mn12:38.11": "",
  "mn12:39.1": "When I’ve comprehended the mind of a certain person, I understand: ",
  "mn12:39.2": "‘This person … will be reborn in the ghost realm.’ ",
  "mn12:39.3": "Then some time later I see that they have indeed been reborn in the ghost realm, where they experience mostly painful feelings. ",
  "mn12:39.4": "Suppose there was a tree growing on rugged ground, with thin foliage casting dappled shade. ",
  "mn12:39.5": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same tree. ",
  "mn12:39.6": "If a person with clear eyes saw them, they’d say: ",
  "mn12:39.7": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very tree.’ ",
  "mn12:39.8": "Then some time later they see them sitting or lying under that tree, where they experience mostly painful feelings. … ",
  "mn12:39.9": "",
  "mn12:39.10": "",
  "mn12:39.11": "",
  "mn12:40.1": "When I’ve comprehended the mind of a certain person, I understand: ",
  "mn12:40.2": "‘This person … will be reborn among human beings.’ ",
  "mn12:40.3": "Then some time later I see that they have indeed been reborn among human beings, where they experience mostly pleasant feelings. ",
  "mn12:40.4": "Suppose there was a tree growing on smooth ground, with abundant foliage casting dense shade. ",
  "mn12:40.5": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same tree. ",
  "mn12:40.6": "If a person with clear eyes saw them, they’d say: ",
  "mn12:40.7": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very tree.’ ",
  "mn12:40.8": "Then some time later they see them sitting or lying under that tree, where they experience mostly pleasant feelings. … ",
  "mn12:40.9": "",
  "mn12:40.10": "",
  "mn12:40.11": "",
  "mn12:41.1": "When I’ve comprehended the mind of a certain person, I understand: ",
  "mn12:41.2": "‘This person … will be reborn in a good place, a heavenly realm.’ ",
  "mn12:41.3": "Then some time later I see that they have indeed been reborn in a heavenly realm, where they experience exclusively pleasant feelings. ",
  "mn12:41.4": "Suppose there was a stilt longhouse with a peaked roof, plastered inside and out, draft-free, with latches fastened and windows shuttered. ",
  "mn12:41.5": "And it had a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. ",
  "mn12:41.6": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same stilt longhouse. ",
  "mn12:41.7": "If a person with clear eyes saw them, they’d say: ",
  "mn12:41.8": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very stilt longhouse.’ ",
  "mn12:41.9": "Then some time later they see them sitting or lying in that stilt longhouse, where they experience exclusively pleasant feelings. … ",
  "mn12:41.10": "",
  "mn12:41.11": "",
  "mn12:41.12": "",
  "mn12:42.1": "When I’ve comprehended the mind of a certain person, I understand: ",
  "mn12:42.2": "‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ",
  "mn12:42.3": "Then some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing exclusively pleasant feelings. ",
  "mn12:42.4": "Suppose there was a lotus pond with clear, sweet, cool water, clean, with smooth banks, delightful. ",
  "mn12:42.5": "Nearby was a sweltering forest grove. ",
  "mn12:42.6": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same lotus pond. ",
  "mn12:42.7": "If a person with clear eyes saw them, they’d say: ",
  "mn12:42.8": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very lotus pond.’ ",
  "mn12:42.9": "Then some time later they would see that person after they had plunged into that lotus pond, bathed and drunk. When all their stress, weariness, and heat exhaustion had faded away, they emerged and sat or lay down in that woodland thicket, where they experienced exclusively pleasant feelings. ",
  "mn12:42.10": "In the same way, when I’ve comprehended the mind of a person, I understand: ",
  "mn12:42.11": "‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ",
  "mn12:42.12": "Then some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing exclusively pleasant feelings. ",
  "mn12:42.13": "These are the five destinations. ",
  "mn12:43.1": "When I know and see in this way, suppose someone were to say this: ",
  "mn12:43.2": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. ",
  "mn12:43.3": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’ ",
  "mn12:43.4": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:43.5": "Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say. ",
  "mn12:43.6": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ",
  "mn12:44.1": "Sāriputta, I recall having practiced a spiritual path consisting of four factors. ",
  "mn12:44.2": "I used to be a fervent mortifier, the ultimate fervent mortifier. I used to live rough, the ultimate rough-liver. I used to live in disgust at sin, the ultimate one living in disgust at sin. I used to be secluded, in ultimate seclusion. ",
  "mn12:45.1": "And this is what my fervent mortification was like. I went naked, ignoring conventions. I licked my hands, and didn’t come or stop when asked. I didn’t consent to food brought to me, or food prepared specially for me, or an invitation for a meal. ",
  "mn12:45.2": "I didn’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where food for distribution is advertised; or where there’s a dog waiting or flies buzzing. I accepted no fish or meat or liquor or wine, and drank no beer. ",
  "mn12:45.3": "I went to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. ",
  "mn12:45.4": "I fed on one saucer a day, two saucers a day, up to seven saucers a day. ",
  "mn12:45.5": "I ate once a day, once every second day, up to once a week, and so on, even up to once a fortnight. I lived committed to the practice of eating food at set intervals. ",
  "mn12:45.6": "I ate herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. I survived on forest roots and fruits, or eating fallen fruit. ",
  "mn12:45.7": "I wore robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. ",
  "mn12:45.8": "I tore out hair and beard, committed to this practice. ",
  "mn12:45.9": "I constantly stood, refusing seats. ",
  "mn12:45.10": "I squatted, committed to the endeavor of squatting. ",
  "mn12:45.11": "I lay on a mat of thorns, making a mat of thorns my bed. ",
  "mn12:45.12": "I was committed to the practice of immersion in water three times a day, including the evening. ",
  "mn12:45.13": "And so I lived committed to practicing these various ways of mortifying and tormenting the body. ",
  "mn12:45.14": "Such was my practice of fervent mortification. ",
  "mn12:46.1": "And this is what my rough living was like. ",
  "mn12:46.2": "The dust and dirt built up on my body over many years until it started flaking off. ",
  "mn12:46.3": "It’s like the trunk of a pale-moon ebony tree, which builds up bark over many years until it starts flaking off. ",
  "mn12:46.4": "But it didn’t occur to me: ",
  "mn12:46.5": "‘Oh, this dust and dirt must be rubbed off by my hand or another’s.’ ",
  "mn12:46.6": "That didn’t occur to me. ",
  "mn12:46.7": "Such was my rough living. ",
  "mn12:47.1": "And this is what my living in disgust of sin was like. ",
  "mn12:47.2": "I’d step forward or back ever so mindfully, so I was full of pity regarding even a drop of water, thinking: ",
  "mn12:47.3": "‘May I not injure any little creatures on unclear ground.’ ",
  "mn12:47.4": "Such was my living in disgust of sin. ",
  "mn12:48.1": "And this is what my seclusion was like. ",
  "mn12:48.2": "I would plunge deep into a wilderness region and stay there. ",
  "mn12:48.3": "When I saw a cowherd or a shepherd, or someone gathering grass or sticks, or a lumberjack, I’d flee from forest to forest, from thicket to thicket, from valley to valley, from uplands to uplands. ",
  "mn12:48.4": "Why is that? ",
  "mn12:48.5": "So that I wouldn’t see them, nor they me. ",
  "mn12:48.6": "I fled like a wild deer seeing a human being. ",
  "mn12:48.7": "",
  "mn12:48.8": "",
  "mn12:48.9": "",
  "mn12:48.10": "Such was my practice of seclusion. ",
  "mn12:49.1": "I would go on all fours into the cow-pens after the cattle had left and eat the dung of the young suckling calves. ",
  "mn12:49.2": "As long as my own urine and excrement lasted, I would even eat that. ",
  "mn12:49.3": "Such was my eating of most unnatural things. ",
  "mn12:50.1": "I would plunge deep into an awe-inspiring forest grove and stay there. ",
  "mn12:50.2": "It was so awe-inspiring that ",
  "mn12:50.3": "normally it would make your hair stand on end if you weren’t free of greed. ",
  "mn12:50.4": "And on days such as the cold spell when the snow falls in the January winter, I stayed in the open by night and in the forest by day. ",
  "mn12:50.5": "But in the last month of summer I’d stay in the open by day and in the forest by night. ",
  "mn12:50.6": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me: ",
  "mn12:50.7": "‘Scorched and frozen, ",
  "mn12:50.8": "alone in the awe-inspiring forest. ",
  "mn12:50.9": "Naked, no fire to sit beside, ",
  "mn12:50.10": "the sage still pursues his quest.’ ",
  "mn12:51.1": "I would make my bed in a charnel ground, with the bones of the dead for a pillow. ",
  "mn12:51.2": "Then village louts would come up to me. They’d spit and piss on me, throw mud on me, even poke sticks in my ears. ",
  "mn12:51.3": "But I don’t recall ever having a bad thought about them. ",
  "mn12:51.4": "Such was my abiding in equanimity. ",
  "mn12:52.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:52.2": "‘Purity comes from food.’ ",
  "mn12:52.3": "They say: ",
  "mn12:52.4": "‘Let’s live on jujubes.’ ",
  "mn12:52.5": "So they eat jujubes and jujube powder, and drink jujube juice. ",
  "mn12:52.6": "And they enjoy many jujube concoctions. ",
  "mn12:52.7": "I recall eating just a single jujube. ",
  "mn12:52.8": "You might think that ",
  "mn12:52.9": "at that time the jujubes must have been very big. ",
  "mn12:52.10": "But you should not see it like this. ",
  "mn12:52.11": "The jujubes then were at most the same size as today. ",
  "mn12:52.12": "Eating so very little, my body became extremely emaciated. ",
  "mn12:52.13": "Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse, ",
  "mn12:52.14": "my bottom became like a camel’s hoof, ",
  "mn12:52.15": "my vertebrae stuck out like beads on a string, ",
  "mn12:52.16": "and my ribs were as gaunt as the broken-down rafters on an old barn. ",
  "mn12:52.17": "Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well. ",
  "mn12:52.18": "Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun. ",
  "mn12:52.19": "Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly. ",
  "mn12:52.20": "Due to eating so little, when I tried to urinate or defecate I fell face down right there. ",
  "mn12:52.21": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. ",
  "mn12:53-55.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:53-55.2": "‘Purity comes from food.’ ",
  "mn12:53-55.3": "They say: ",
  "mn12:53-55.4": "‘Let’s live on mung beans.’ … ",
  "mn12:53-55.5": "‘Let’s live on sesame.’ … ",
  "mn12:53-55.6": "‘Let’s live on ordinary rice.’ … ",
  "mn12:53-55.7": "",
  "mn12:53-55.8": "",
  "mn12:53-55.9": "",
  "mn12:53-55.10": "",
  "mn12:53-55.11": "",
  "mn12:53-55.12": "",
  "mn12:53-55.13": "",
  "mn12:53-55.14": "",
  "mn12:53-55.15": "",
  "mn12:53-55.16": "",
  "mn12:53-55.17": "",
  "mn12:53-55.18": "",
  "mn12:53-55.19": "",
  "mn12:53-55.20": "",
  "mn12:53-55.21": "",
  "mn12:53-55.22": "",
  "mn12:53-55.23": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. ",
  "mn12:56.1": "But Sāriputta, I did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones by that conduct, that practice, that grueling work. ",
  "mn12:56.2": "Why is that? ",
  "mn12:56.3": "Because I didn’t achieve that noble wisdom that’s noble and emancipating, and which leads someone who practices it to the complete ending of suffering. ",
  "mn12:57.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:57.2": "‘Purity comes from transmigration.’ ",
  "mn12:57.3": "But it’s not easy to find a realm that I haven’t previously transmigrated to in all this long time, except for the gods of the pure abodes. ",
  "mn12:57.4": "For if I had transmigrated to the gods of the pure abodes I would not have returned to this realm again. ",
  "mn12:58.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:58.2": "‘Purity comes from rebirth.’ ",
  "mn12:58.3": "But it’s not easy to find any rebirth that I haven’t previously been reborn in … ",
  "mn12:58.4": "",
  "mn12:59.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:59.2": "‘Purity comes from abode of rebirth.’ ",
  "mn12:59.3": "But it’s not easy to find an abode where I haven’t previously abided … ",
  "mn12:59.4": "",
  "mn12:60.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:60.2": "‘Purity comes from sacrifice.’ ",
  "mn12:60.3": "But it’s not easy to find a sacrifice that I haven’t previously offered in all this long time, when I was an anointed aristocratic king or a well-to-do brahmin. ",
  "mn12:61.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:61.2": "‘Purity comes from serving the sacred flame.’ ",
  "mn12:61.3": "But it’s not easy to find a fire that I haven’t previously served in all this long time, when I was an anointed aristocratic king or a well-to-do brahmin. ",
  "mn12:62.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn12:62.2": "‘So long as this gentleman is youthful, young, black-haired, blessed with youth, in the prime of life he will be endowed with perfect lucidity of wisdom. ",
  "mn12:62.3": "But when he’s old, elderly, and senior, advanced in years, and has reached the final stage of life—eighty, ninety, or a hundred years old—he will lose his lucidity of wisdom.’ ",
  "mn12:62.4": "But you should not see it like this. ",
  "mn12:62.5": "For now I am old, elderly, and senior, I’m advanced in years, and have reached the final stage of life. I am eighty years old. ",
  "mn12:62.6": "Suppose I had four disciples with a lifespan of a hundred years. And they each were perfect in memory, range, retention, and perfect lucidity of wisdom. ",
  "mn12:62.7": "Imagine how easily a well-trained expert archer with a strong bow would shoot a light arrow across the shadow of a palm tree. ",
  "mn12:62.8": "That’s how extraordinary they were in memory, range, retention, and perfect lucidity of wisdom. ",
  "mn12:62.9": "They’d bring up questions about the four kinds of mindfulness meditation again and again, and I would answer each question. They’d remember the answers and not ask the same question twice. ",
  "mn12:62.10": "And they’d pause only to eat and drink, go to the toilet, and sleep to dispel weariness. But the Realized One would not run out of Dhamma teachings, words and phrases of the teachings, or spontaneous answers. ",
  "mn12:62.11": "And at the end of a hundred years my four disciples would pass away. ",
  "mn12:62.12": "Even if you have to carry me around on a stretcher, there will never be any deterioration in the Realized One’s lucidity of wisdom. ",
  "mn12:63.1": "And if there’s anyone of whom it may be rightly said that ",
  "mn12:63.2": "a being not liable to delusion has arisen in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.” ",
  "mn12:63.3": "",
  "mn12:64.1": "Now at that time Venerable Nāgasamāla was standing behind the Buddha fanning him. ",
  "mn12:64.2": "Then he said to the Buddha: ",
  "mn12:64.3": "“It’s incredible, sir, it’s amazing! ",
  "mn12:64.4": "While I was listening to this exposition of the teaching my hair stood up! ",
  "mn12:64.5": "What is the name of this exposition of the teaching?” ",
  "mn12:64.6": "“Well then, Nāgasamāla, you may remember this exposition of the teaching as ‘The Hair-raising Discourse’.” ",
  "mn12:64.7": "That is what the Buddha said. ",
  "mn12:64.8": "Satisfied, Venerable Nāgasamāla was happy with what the Buddha said. "
}