{
  "mn129:0.1": "Middle Discourses 129 ",
  "mn129:0.2": "The Foolish and the Astute ",
  "mn129:1.1": "So I have heard. ",
  "mn129:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn129:1.3": "There the Buddha addressed the mendicants, ",
  "mn129:1.4": "“Mendicants!” ",
  "mn129:1.5": "“Venerable sir,” they replied. ",
  "mn129:1.6": "The Buddha said this: ",
  "mn129:2.1": "“These are the three characteristics, signs, and manifestations of a fool. ",
  "mn129:2.2": "What three? ",
  "mn129:2.3": "A fool thinks poorly, speaks poorly, and acts poorly. ",
  "mn129:2.4": "If a fool didn’t think poorly, speak poorly, and act poorly, then how would the astute know of them, ",
  "mn129:2.5": "‘This fellow is a fool, a bad person’? ",
  "mn129:2.6": "But since a fool does think poorly, speak poorly, and act poorly, then the astute do know of them, ",
  "mn129:2.7": "‘This fellow is a fool, a bad person’. ",
  "mn129:3.1": "A fool experiences three kinds of suffering and sadness in the present life. ",
  "mn129:3.2": "Suppose a fool is sitting in a council hall, a street, or a crossroad, ",
  "mn129:3.3": "where people are discussing what is proper and fitting. ",
  "mn129:3.4": "And suppose that fool is someone who kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. ",
  "mn129:3.5": "Then that fool thinks, ",
  "mn129:3.6": "‘These people are discussing what is proper and fitting. ",
  "mn129:3.7": "But those bad things are found in me and I am seen in them!’ ",
  "mn129:3.8": "This is the first kind of suffering and sadness that a fool experiences in the present life. ",
  "mn129:4.1": "Furthermore, a fool sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—",
  "mn129:4.2": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘caustic pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded. ",
  "mn129:4.3": "Then that fool thinks, ",
  "mn129:4.4": "‘The kinds of deeds for which the kings inflict such punishments—",
  "mn129:4.5": "",
  "mn129:4.6": "those things are found in me and I am seen in them! ",
  "mn129:4.7": "If the kings find out about me, they will inflict the same kinds of punishments on me!’ ",
  "mn129:4.8": "",
  "mn129:4.9": "This is the second kind of suffering and sadness that a fool experiences in the present life. ",
  "mn129:5.1": "Furthermore, when a fool is resting on a chair or a bed or on the ground, their past bad deeds—misconduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. ",
  "mn129:5.2": "It is like the shadow of a great mountain peak in the evening as it settles down, rests down, and lays down upon the earth. ",
  "mn129:5.3": "In the same way, when a fool is resting on a chair or a bed or on the ground, their past bad deeds—misconduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. ",
  "mn129:5.4": "Then that fool thinks, ",
  "mn129:5.5": "‘Well, I haven’t done good and skillful things that keep me safe. ",
  "mn129:5.6": "And I have done bad, violent, and depraved things. ",
  "mn129:5.7": "When I depart, I’ll go to the place where people who’ve done such things go.’ ",
  "mn129:5.8": "They sorrow and wail and lament, beating their breasts and falling into confusion. ",
  "mn129:5.9": "This is the third kind of suffering and sadness that a fool experiences in the present life. ",
  "mn129:6.1": "Having done bad things by way of body, speech, and mind, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn129:7.1": "And if there’s anything of which it may be rightly said that ",
  "mn129:7.2": "it is utterly unlikable, undesirable, and disagreeable, it is of hell that this should be said. ",
  "mn129:7.3": "",
  "mn129:7.4": "So much so that it’s not easy to give a simile for how painful hell is.” ",
  "mn129:7.5": "When he said this, one of the mendicants asked the Buddha, ",
  "mn129:7.6": "“But sir, is it possible to give a simile?” ",
  "mn129:8.1": "“It’s possible,” said the Buddha. ",
  "mn129:8.2": "“Suppose they arrest a bandit, a criminal and present him to the king, saying, ",
  "mn129:8.3": "‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’ ",
  "mn129:8.4": "The king would say, ",
  "mn129:8.5": "‘Go, my men, and strike this man in the morning with a hundred spears!’ ",
  "mn129:8.6": "The king’s men did as they were told. ",
  "mn129:8.7": "Then at midday the king would say, ",
  "mn129:8.8": "‘My men, how is that man?’ ",
  "mn129:8.9": "‘He’s still alive, Your Majesty.’ ",
  "mn129:8.10": "The king would say, ",
  "mn129:8.11": "‘Go, my men, and strike this man in the midday with a hundred spears!’ ",
  "mn129:8.12": "The king’s men did as they were told. ",
  "mn129:8.13": "Then late in the afternoon the king would say, ",
  "mn129:8.14": "‘My men, how is that man?’ ",
  "mn129:8.15": "‘He’s still alive, Your Majesty.’ ",
  "mn129:8.16": "The king would say, ",
  "mn129:8.17": "‘Go, my men, and strike this man in the late afternoon with a hundred spears!’ ",
  "mn129:8.18": "The king’s men did as they were told. ",
  "mn129:8.19": "What do you think, mendicants? ",
  "mn129:8.20": "Would that man experience pain and distress from being struck with three hundred spears?” ",
  "mn129:8.21": "“Sir, that man would experience pain and distress from being struck with one spear, let alone three hundred spears!” ",
  "mn129:9.1": "Then the Buddha, picking up a stone the size of his palm, addressed the mendicants, ",
  "mn129:9.2": "“What do you think, mendicants? ",
  "mn129:9.3": "Which is bigger: the stone the size of my palm that I’ve picked up, or the Himalayas, the king of mountains?” ",
  "mn129:9.4": "“Sir, the stone you’ve picked up is tiny. Compared to the Himalayas, it doesn’t count, it’s not worth a fraction, there’s no comparison.” ",
  "mn129:9.5": "“In the same way, compared to the suffering in hell, the pain and distress experienced by that man due to being struck with three hundred spears doesn’t count, it’s not worth a fraction, there’s no comparison. ",
  "mn129:10.1": "The wardens of hell punish them with the five-fold crucifixion. ",
  "mn129:10.2": "They drive red-hot stakes through the hands and feet, and another in the middle of the chest. ",
  "mn129:10.3": "And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated. ",
  "mn129:11.1": "The wardens of hell throw them down and hack them with axes. … ",
  "mn129:11.2": "",
  "mn129:12.1": "They hang them upside-down and hack them with hatchets. … ",
  "mn129:12.2": "",
  "mn129:13.1": "They harness them to a chariot, and drive them back and forth across burning ground, blazing and glowing. … ",
  "mn129:13.2": "",
  "mn129:14.1": "They make them climb up and down a huge mountain of burning coals, blazing and glowing. … ",
  "mn129:14.2": "",
  "mn129:15.1": "The wardens of hell turn them upside down and throw them into a red-hot copper pot, burning, blazing, and glowing. ",
  "mn129:15.2": "",
  "mn129:15.3": "There they’re seared in boiling scum, and they’re swept up and down and round and round. ",
  "mn129:15.4": "And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated. ",
  "mn129:16.1": "The wardens of hell toss them in the Great Hell. ",
  "mn129:16.2": "Now, about that Great Hell: ",
  "mn129:16.3": "‘Four are its corners, four its doors, ",
  "mn129:16.4": "neatly divided in equal parts. ",
  "mn129:16.5": "Surrounded by an iron wall, ",
  "mn129:16.6": "of iron is its roof. ",
  "mn129:16.7": "The ground is even made of iron, ",
  "mn129:16.8": "it burns with fierce fire. ",
  "mn129:16.9": "The heat forever radiates ",
  "mn129:16.10": "a hundred leagues around.’ ",
  "mn129:17.1": "I could tell you many different things about hell. ",
  "mn129:17.2": "So much so that it’s not easy to completely describe the suffering in hell. ",
  "mn129:18.1": "There are, mendicants, animals that feed on grass. ",
  "mn129:18.2": "They eat by cropping fresh or dried grass with their teeth. ",
  "mn129:18.3": "And what animals feed on grass? ",
  "mn129:18.4": "Elephants, horses, cattle, donkeys, goats, deer, and various others. ",
  "mn129:18.5": "A fool who used to be a glutton here and did bad deeds here, when their body breaks up, after death, is reborn in the company of those sentient beings who feed on grass. ",
  "mn129:19.1": "There are animals that feed on dung. ",
  "mn129:19.2": "When they catch a whiff of dung they run to it, thinking, ",
  "mn129:19.3": "‘There we’ll eat! There we’ll eat!’ ",
  "mn129:19.4": "It’s like when brahmins smell a burnt offering, they run to it, thinking, ",
  "mn129:19.5": "‘There we’ll eat! There we’ll eat!’ ",
  "mn129:19.6": "In the same way, there are animals that feed on dung. ",
  "mn129:19.7": "When they catch a whiff of dung they run to it, thinking, ",
  "mn129:19.8": "‘There we’ll eat! There we’ll eat!’ ",
  "mn129:19.9": "And what animals feed on dung? ",
  "mn129:19.10": "Chickens, pigs, dogs, jackals, and various others. ",
  "mn129:19.11": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who feed on dung. ",
  "mn129:20.1": "There are animals who are born, live, and die in darkness. ",
  "mn129:20.2": "And what animals are born, live, and die in darkness? ",
  "mn129:20.3": "Moths, maggots, earthworms, and various others. ",
  "mn129:20.4": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in darkness. ",
  "mn129:21.1": "There are animals who are born, live, and die in water. ",
  "mn129:21.2": "And what animals are born, live, and die in water? ",
  "mn129:21.3": "Fish, turtles, crocodiles, and various others. ",
  "mn129:21.4": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in water. ",
  "mn129:22.1": "There are animals who are born, live, and die in filth. ",
  "mn129:22.2": "And what animals are born, live, and die in filth? ",
  "mn129:22.3": "Those animals that are born, live, and die in a rotten fish, a rotten carcass, ",
  "mn129:22.4": "rotten porridge, ",
  "mn129:22.5": "or a sewer. ",
  "mn129:22.6": "",
  "mn129:22.7": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in filth. ",
  "mn129:23.1": "I could tell you many different things about the animal realm. ",
  "mn129:23.2": "So much so that it’s not easy to completely describe the suffering in the animal realm. ",
  "mn129:24.1": "Mendicants, suppose a person were to throw a yoke with a single hole into the ocean. ",
  "mn129:24.2": "The east wind wafts it west; the west wind wafts it east; the north wind wafts it south; and the south wind wafts it north. ",
  "mn129:24.3": "And there was a one-eyed turtle who popped up once every hundred years. ",
  "mn129:24.4": "What do you think, mendicants? ",
  "mn129:24.5": "Would that one-eyed turtle still poke its neck through the hole in that yoke?” ",
  "mn129:24.6": "“No, sir. ",
  "mn129:24.7": "Only after a very long time, sir, if ever.” ",
  "mn129:24.8": "“That one-eyed turtle would poke its neck through the hole in that yoke sooner than a fool who has fallen to the underworld would be reborn as a human being, I say. ",
  "mn129:24.9": "Why is that? ",
  "mn129:24.10": "Because in that place there’s no principled or moral conduct, and no doing what is good and skillful. ",
  "mn129:24.11": "There they just prey on each other, preying on the weak. ",
  "mn129:25.1": "And suppose that fool, after a very long time, returned to the human realm. ",
  "mn129:25.2": "They’d be reborn in a low class family—a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors. ",
  "mn129:25.3": "Such families are poor, with little to eat or drink, where life is tough, and food and shelter are hard to find. ",
  "mn129:25.4": "And they’d be ugly, unsightly, deformed, sickly—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; or bed, house, and lighting. ",
  "mn129:25.5": "And they do bad things by way of body, speech, and mind. ",
  "mn129:25.6": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn129:26.1": "Suppose a gambler on the first unlucky throw were to lose his wife and child, all his property, and then get thrown in jail. ",
  "mn129:26.2": "But such an unlucky throw is trivial compared to ",
  "mn129:26.3": "the unlucky throw whereby a fool, having done bad things by way of body, speech, and mind, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn129:26.4": "This is the total fulfillment of the fool’s level. ",
  "mn129:27.1": "There are these three characteristics, signs, and manifestations of an astute person. ",
  "mn129:27.2": "What three? ",
  "mn129:27.3": "An astute person thinks well, speaks well, and acts well. ",
  "mn129:27.4": "If an astute person didn’t think well, speak well, and act well, then how would the astute know of them, ",
  "mn129:27.5": "‘This fellow is astute, a good person’? ",
  "mn129:28.1": "But since an astute person does think well, speak well, and act well, then the astute do know of them, ",
  "mn129:28.2": "‘This fellow is astute, a good person’. ",
  "mn129:28.3": "An astute person experiences three kinds of pleasure and happiness in the present life. ",
  "mn129:28.4": "Suppose an astute person is sitting in a council hall, a street, or a crossroad, ",
  "mn129:28.5": "where people are discussing about what is proper and fitting. ",
  "mn129:28.6": "And suppose that astute person is someone who refrains from killing living creatures, stealing, committing sexual misconduct, lying, and alcoholic drinks that cause negligence. ",
  "mn129:28.7": "Then that astute person thinks, ",
  "mn129:28.8": "‘These people are discussing what is proper and fitting. ",
  "mn129:28.9": "And those good things are found in me and I am seen in them.’ ",
  "mn129:28.10": "This is the first kind of pleasure and happiness that an astute person experiences in the present life. ",
  "mn129:29.1": "Furthermore, an astute person sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—",
  "mn129:29.2": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘caustic pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded. ",
  "mn129:29.3": "Then that astute person thinks, ",
  "mn129:29.4": "‘The kinds of deeds for which the kings inflict such punishments—those things are not found in me and I am not seen in them!’ ",
  "mn129:29.5": "This is the second kind of pleasure and happiness that an astute person experiences in the present life. ",
  "mn129:30.1": "Furthermore, when an astute person is resting on a chair or a bed or on the ground, their past good deeds—good conduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. ",
  "mn129:30.2": "It is like the shadow of a great mountain peak in the evening as it settles down, rests down, and lays down upon the earth. ",
  "mn129:30.3": "In the same way, when an astute person is resting on a chair or a bed or on the ground, their past good deeds—good conduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. ",
  "mn129:30.4": "Then that astute person thinks, ",
  "mn129:30.5": "‘Well, I haven’t done bad, violent, and depraved things. ",
  "mn129:30.6": "And I have done good and skillful deeds that keep me safe. ",
  "mn129:30.7": "When I pass away, I’ll go to the place where people who’ve done such things go.’ ",
  "mn129:30.8": "So they don’t sorrow and wail and lament, beating their breast and falling into confusion. ",
  "mn129:30.9": "This is the third kind of pleasure and happiness that an astute person experiences in the present life. ",
  "mn129:31.1": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn129:32.1": "And if there’s anything of which it may be rightly said that ",
  "mn129:32.2": "it is utterly likable, desirable, and agreeable, it is of heaven that this should be said. ",
  "mn129:32.3": "",
  "mn129:32.4": "So much so that it’s not easy to give a simile for how pleasurable heaven is.” ",
  "mn129:32.5": "When he said this, one of the mendicants asked the Buddha, ",
  "mn129:32.6": "“But sir, is it possible to give a simile?” ",
  "mn129:33.1": "“It’s possible,” said the Buddha. ",
  "mn129:33.2": "“Suppose there was a king, a wheel-turning monarch who possessed seven treasures and four blessings, and experienced pleasure and happiness because of them. ",
  "mn129:34.1": "What seven? ",
  "mn129:34.2": "It’s when, on the fifteenth day sabbath, an anointed aristocratic king has bathed his head and gone upstairs in the royal longhouse to observe the sabbath. And the heavenly wheel-treasure appears to him, with a thousand spokes, with rim and hub, complete in every detail. ",
  "mn129:34.3": "Seeing this, the king thinks, ",
  "mn129:34.4": "‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch. ",
  "mn129:34.5": "Am I then a wheel-turning monarch?’ ",
  "mn129:35.1": "Then the anointed aristocratic king, taking a ceremonial vase in his left hand, besprinkled the wheel-treasure with his right hand, saying, ",
  "mn129:35.2": "‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’ ",
  "mn129:35.3": "Then the wheel-treasure rolls towards the east. And the king follows it together with his army of four divisions. In whatever place the wheel-treasure stands still, there the king comes to stay together with his army. ",
  "mn129:35.4": "And any opposing rulers of the eastern quarter come to the wheel-turning monarch and say, ",
  "mn129:35.5": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ ",
  "mn129:35.6": "The wheel-turning monarch says, ",
  "mn129:35.7": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ ",
  "mn129:35.8": "And so the opposing rulers of the eastern quarter become his vassals. ",
  "mn129:35.9": "Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolls towards the south. … ",
  "mn129:35.10": "Having plunged into the southern ocean and emerged again, it rolls towards the west. … ",
  "mn129:35.11": "Having plunged into the western ocean and emerged again, it rolls towards the north, followed by the king together with his army of four divisions. In whatever place the wheel-treasure stands still, there the king comes to stay together with his army. ",
  "mn129:35.12": "And any opposing rulers of the northern quarter come to the wheel-turning monarch and say, ",
  "mn129:35.13": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ ",
  "mn129:35.14": "The wheel-turning monarch says, ",
  "mn129:35.15": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ ",
  "mn129:35.16": "And so the rulers of the northern quarter become his vassals. ",
  "mn129:35.17": "And then the wheel-treasure, having triumphed over this land surrounded by ocean, returns to the royal capital. There it stands still at the gate to the royal compound as if fixed to an axle, illuminating the royal compound. ",
  "mn129:35.18": "Such is the wheel-treasure that appears to the wheel-turning monarch. ",
  "mn129:36.1": "Next, the elephant-treasure appears to the wheel-turning monarch. ",
  "mn129:36.2": "It was an all-white sky-walker with psychic power, touching the ground in seven places, a king of elephants named Sabbath. ",
  "mn129:36.3": "Seeing him, the king was impressed, ",
  "mn129:36.4": "‘This would truly be a fine elephant vehicle, if he would submit to taming.’ ",
  "mn129:36.5": "Then the elephant-treasure submitted to taming, as if he were a fine thoroughbred elephant that had been tamed for a long time. ",
  "mn129:36.6": "Once it so happened that the wheel-turning monarch, testing that same elephant-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. ",
  "mn129:36.7": "Such is the elephant-treasure that appears to the wheel-turning monarch. ",
  "mn129:37.1": "Next, the horse-treasure appears to the wheel-turning monarch. ",
  "mn129:37.2": "It was an all-white sky-walker with psychic power, with head of black and mane like woven reeds, a royal steed named Thundercloud. ",
  "mn129:37.3": "Seeing him, the king was impressed, ",
  "mn129:37.4": "‘This would truly be a fine horse vehicle, if he would submit to taming.’ ",
  "mn129:37.5": "Then the horse-treasure submitted to taming, as if he were a fine thoroughbred horse that had been tamed for a long time. ",
  "mn129:37.6": "Once it so happened that the wheel-turning monarch, testing that same horse-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. ",
  "mn129:37.7": "Such is the horse-treasure that appears to the wheel-turning monarch. ",
  "mn129:38.1": "Next, the jewel-treasure appears to the wheel-turning monarch. ",
  "mn129:38.2": "It is a beryl gem that’s naturally beautiful, eight-faceted, well-worked. ",
  "mn129:38.3": "And the radiance of that jewel spreads all-round for a league. ",
  "mn129:38.4": "Once it so happened that the wheel-turning monarch, testing that same jewel-treasure, mobilized his army of four divisions and, with the jewel hoisted on his banner, set out in the dark of the night. ",
  "mn129:38.5": "Then the villagers around them set off to work, thinking that it was day. ",
  "mn129:38.6": "Such is the jewel-treasure that appears to the wheel-turning monarch. ",
  "mn129:39.1": "Next, the woman-treasure appears to the wheel-turning monarch. ",
  "mn129:39.2": "She is attractive, good-looking, lovely, of surpassing beauty. She’s neither too tall nor too short; neither too thin nor too fat; neither too dark nor too light. She outdoes human beauty without reaching divine beauty. ",
  "mn129:39.3": "And her touch is like a tuft of cotton-wool or kapok. ",
  "mn129:39.4": "When it’s cool her limbs are warm, and when it’s warm her limbs are cool. ",
  "mn129:39.5": "The fragrance of sandal floats from her body, and lotus from her mouth. ",
  "mn129:39.6": "She gets up before the king and goes to bed after him, and is obliging, behaving nicely and speaking politely. ",
  "mn129:39.7": "The woman-treasure does not betray the wheel-turning monarch even in thought, still less in deed. ",
  "mn129:39.8": "Such is the woman-treasure who appears to the wheel-turning monarch. ",
  "mn129:40.1": "Next, the householder-treasure appears to the wheel-turning monarch. ",
  "mn129:40.2": "The power of clairvoyance manifests in him as a result of past deeds, by which he sees hidden treasure, both owned and ownerless. ",
  "mn129:40.3": "He approaches the wheel-turning monarch and says, ",
  "mn129:40.4": "‘Relax, sire. I will take care of the treasury.’ ",
  "mn129:40.5": "Once it so happened that the wheel-turning monarch, testing that same householder-treasure, boarded a boat and sailed to the middle of the Ganges river. Then he said to the householder-treasure, ",
  "mn129:40.6": "‘Householder, I need gold coins and bullion.’ ",
  "mn129:40.7": "‘Well then, great king, draw the boat up to one shore.’ ",
  "mn129:40.8": "‘It’s right here, householder, that I need gold coins and bullion.’ ",
  "mn129:40.9": "Then that householder-treasure, immersing both hands in the water, pulled up a pot full of gold coin and bullion, and said to the king, ",
  "mn129:40.10": "‘Is this sufficient, great king? Has enough been done, great king, enough offered?’ ",
  "mn129:40.11": "The wheel-turning monarch said, ",
  "mn129:40.12": "‘That is sufficient, householder. Enough has been done, enough offered.’ ",
  "mn129:40.13": "Such is the householder-treasure that appears to the wheel-turning monarch. ",
  "mn129:41.1": "Next, the counselor-treasure appears to the wheel-turning monarch. ",
  "mn129:41.2": "He is astute, competent, intelligent, and capable of getting the king to appoint who should be appointed, dismiss who should be dismissed, and retain who should be retained. ",
  "mn129:41.3": "He approaches the wheel-turning monarch and says, ",
  "mn129:41.4": "‘Relax, sire. I shall issue instructions.’ ",
  "mn129:41.5": "Such is the counselor-treasure that appears to the wheel-turning monarch. ",
  "mn129:41.6": "These are the seven treasures possessed by a wheel-turning monarch. ",
  "mn129:42.1": "And what are the four blessings? ",
  "mn129:42.2": "A wheel-turning monarch is attractive, good-looking, lovely, of surpassing beauty, more so than other people. ",
  "mn129:42.3": "This is the first blessing. ",
  "mn129:43.1": "Furthermore, he is long-lived, more so than other people. ",
  "mn129:43.2": "This is the second blessing. ",
  "mn129:44.1": "Furthermore, he is rarely ill or unwell, and his stomach digests well, being neither too hot nor too cold, more so than other people. ",
  "mn129:44.2": "This is the third blessing. ",
  "mn129:45.1": "Furthermore, a wheel-turning monarch is as dear and beloved to the brahmins and householders ",
  "mn129:45.2": "as a father is to his children. ",
  "mn129:45.3": "",
  "mn129:45.4": "And the brahmins and householders are as dear to the wheel-turning monarch ",
  "mn129:45.5": "as children are to their father. ",
  "mn129:45.6": "",
  "mn129:45.7": "Once it so happened that a wheel-turning monarch went with his army of four divisions to visit a park. ",
  "mn129:45.8": "Then the brahmins and householders went up to him and said, ",
  "mn129:45.9": "‘Slow down, Your Majesty, so we may see you longer!’ ",
  "mn129:45.10": "And the king addressed his charioteer, ",
  "mn129:45.11": "‘Drive slowly, charioteer, so I can see the brahmins and householders longer!’ ",
  "mn129:45.12": "This is the fourth blessing. ",
  "mn129:45.13": "These are the four blessings possessed by a wheel-turning monarch. ",
  "mn129:46.1": "What do you think, mendicants? ",
  "mn129:46.2": "Would a wheel-turning monarch who possessed these seven treasures and these four blessings experience pleasure and happiness because of them?” ",
  "mn129:46.3": "“Sir, a wheel-turning monarch who possessed even a single one of these treasures would experience pleasure and happiness because of that, let alone all seven treasures and four blessings!” ",
  "mn129:47.1": "Then the Buddha, picking up a stone the size of his palm, addressed the mendicants, ",
  "mn129:47.2": "“What do you think, mendicants? ",
  "mn129:47.3": "Which is bigger: the stone the size of my palm that I’ve picked up, or the Himalayas, the king of mountains?” ",
  "mn129:47.4": "“Sir, the stone you’ve picked up is tiny. Compared to the Himalayas, it doesn’t count, it’s not worth a fraction, there’s no comparison.” ",
  "mn129:47.5": "“In the same way, compared to the happiness of heaven, the pleasure and happiness experienced by a wheel-turning monarch due to those seven treasures and those four blessings doesn’t even count, it’s not even a fraction, there’s no comparison. ",
  "mn129:48.1": "And suppose that astute person, after a very long time, returned to the human realm. ",
  "mn129:48.2": "They’d be reborn in a well-to-do family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain. ",
  "mn129:48.3": "And they’d be attractive, good-looking, lovely, of surpassing beauty. They’d get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; and a bed, house, and lighting. ",
  "mn129:48.4": "And they do good things by way of body, speech, and mind. ",
  "mn129:48.5": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn129:49.1": "Suppose a gambler on the first lucky throw was to win a big pile of money. ",
  "mn129:49.2": "But such a lucky throw is trivial compared to ",
  "mn129:49.3": "the lucky throw whereby an astute person, when their body breaks up, after death, is reborn in a good place, a heavenly realm. ",
  "mn129:49.4": "This is the total fulfillment of the astute person’s level.” ",
  "mn129:49.5": "That is what the Buddha said. ",
  "mn129:49.6": "Satisfied, the mendicants were happy with what the Buddha said. "
}