{
  "mn127:0.1": "Middle Discourses 127 ",
  "mn127:0.2": "With Anuruddha ",
  "mn127:1.1": "So I have heard. ",
  "mn127:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn127:2.1": "And then the master builder Pañcakaṅga addressed a man, ",
  "mn127:2.2": "“Please, mister, go to Venerable Anuruddha, and in my name bow with your head to his feet. Say to him, ",
  "mn127:2.3": "‘Sir, the master builder Pañcakaṅga bows with his head to your feet.’ ",
  "mn127:2.4": "And then ask him whether he ",
  "mn127:2.5": "might please accept tomorrow’s meal from Pañcakaṅga together with the mendicant Saṅgha. ",
  "mn127:2.6": "And ask whether he might please come earlier than usual, ",
  "mn127:2.7": "for Pañcakaṅga has many duties, and much work to do for the king.” ",
  "mn127:2.8": "“Yes, sir,” that man replied. He did as Pañcakaṅga asked, and ",
  "mn127:2.9": "",
  "mn127:2.10": "",
  "mn127:2.11": "",
  "mn127:2.12": "",
  "mn127:2.13": "Venerable Anuruddha consented with silence. ",
  "mn127:3.1": "Then when the night had passed, Anuruddha robed up in the morning and, taking his bowl and robe, went to Pañcakaṅga’s home, where he sat on the seat spread out. ",
  "mn127:3.2": "Then Pañcakaṅga served and satisfied Anuruddha with his own hands with delicious fresh and cooked foods. ",
  "mn127:3.3": "When Anuruddha had eaten and washed his hands and bowl, Pañcakaṅga took a low seat, sat to one side, ",
  "mn127:3.4": "and said to him: ",
  "mn127:4.1": "“Sir, some senior mendicants have come to me and said, ",
  "mn127:4.2": "‘Householder, develop the limitless release of heart.’ ",
  "mn127:4.3": "Others have said, ",
  "mn127:4.4": "‘Householder, develop the expansive release of heart.’ ",
  "mn127:4.5": "Now, the limitless release of the heart and the expansive release of the heart: ",
  "mn127:4.6": "do these things differ in both meaning and phrasing? Or do they mean the same thing, and differ only in the phrasing?” ",
  "mn127:5.1": "“Well then, householder, let me know what you think about this. Afterwards you’ll get it for sure.” ",
  "mn127:5.2": "“Sir, this is what I think. ",
  "mn127:5.3": "The limitless release of the heart and the expansive release of the heart mean the same thing, and differ only in the phrasing.” ",
  "mn127:6.1": "“The limitless release of the heart and the expansive release of the heart differ in both meaning and phrasing. ",
  "mn127:6.2": "This is a way to understand how these things differ in both meaning and phrasing. ",
  "mn127:7.1": "And what is the limitless release of the heart? ",
  "mn127:7.2": "It’s when a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn127:7.3": "They meditate spreading a heart full of compassion … ",
  "mn127:7.4": "They meditate spreading a heart full of rejoicing … ",
  "mn127:7.5": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn127:7.6": "This is called the limitless release of the heart. ",
  "mn127:8.1": "And what is the expansive release of the heart? ",
  "mn127:8.2": "It’s when a mendicant meditates determined on pervading the extent of a single tree root as expansive. ",
  "mn127:8.3": "This is called the expansive release of the heart. ",
  "mn127:8.4": "Also, a mendicant meditates determined on pervading the extent of two or three tree roots … ",
  "mn127:8.5": "",
  "mn127:8.6": "a single village district … ",
  "mn127:8.7": "",
  "mn127:8.8": "two or three village districts … ",
  "mn127:8.9": "",
  "mn127:8.10": "a single kingdom … ",
  "mn127:8.11": "",
  "mn127:8.12": "two or three kingdoms … ",
  "mn127:8.13": "",
  "mn127:8.14": "this land surrounded by ocean. ",
  "mn127:8.15": "This too is called the expansive release of the heart. ",
  "mn127:8.16": "This is a way to understand how these things differ in both meaning and phrasing. ",
  "mn127:9.1": "Householder, there are these four kinds of rebirth in a future life. ",
  "mn127:9.2": "What four? ",
  "mn127:9.3": "Take someone who meditates determined on pervading ‘limited radiance’. ",
  "mn127:9.4": "When their body breaks up, after death, they’re reborn in the company of the gods of limited radiance. ",
  "mn127:9.5": "Next, take someone who meditates determined on pervading ‘limitless radiance’. ",
  "mn127:9.6": "When their body breaks up, after death, they’re reborn in the company of the gods of limitless radiance. ",
  "mn127:9.7": "Next, take someone who meditates determined on pervading ‘corrupted radiance’. ",
  "mn127:9.8": "When their body breaks up, after death, they’re reborn in the company of the gods of corrupted radiance. ",
  "mn127:9.9": "Next, take someone who meditates determined on pervading ‘pure radiance’. ",
  "mn127:9.10": "When their body breaks up, after death, they’re reborn in the company of the gods of pure radiance. ",
  "mn127:9.11": "These are the four kinds of rebirth in a future life. ",
  "mn127:10.1": "There comes a time, householder, when the deities gather together as one. When they do so, a difference in their color is evident, but not in their radiance. ",
  "mn127:10.2": "It’s like when a person brings several oil lamps into one house. ",
  "mn127:10.3": "You can detect a difference in their flames, but not in their radiance. ",
  "mn127:10.4": "In the same way, when the deities gather together as one, a difference in their color is evident, but not in their radiance. ",
  "mn127:11.1": "There comes a time when those deities go their separate ways. When they do so, a difference both in their color and also in their radiance is evident. ",
  "mn127:11.2": "It’s like when a person takes those several oil lamps out of that house. ",
  "mn127:11.3": "You can detect a difference both in their flames and also in their radiance. ",
  "mn127:11.4": "In the same way, when the deities go their separate ways, a difference both in their color and also in their radiance is evident. ",
  "mn127:12.1": "It’s not that those deities think, ",
  "mn127:12.2": "‘What we have is permanent, lasting, and eternal.’ Rather, wherever those deities cling, that’s where they take pleasure. ",
  "mn127:12.3": "It’s like when flies are being carried along on a carrying-pole or basket. It’s not that they think, ",
  "mn127:12.4": "‘What we have is permanent, lasting, and eternal.’ Rather, wherever those flies cling, that’s where they take pleasure. ",
  "mn127:12.5": "In the same way, it’s not that those deities think, ",
  "mn127:12.6": "‘What we have is permanent, lasting, and eternal.’ Rather, wherever those deities cling, that’s where they take pleasure.” ",
  "mn127:13.1": "When he had spoken, Venerable Sabhiya Kaccāna said to Venerable Anuruddha: ",
  "mn127:13.2": "“Good, Honorable Anuruddha! ",
  "mn127:13.3": "I have a further question about this. ",
  "mn127:13.4": "Do all the radiant deities have limited radiance, or do some there have limitless radiance?” ",
  "mn127:13.5": "“In that respect, Reverend Kaccāna, some deities there have limited radiance, while some have limitless radiance.” ",
  "mn127:14.1": "“What is the cause, Honorable Anuruddha, what is the reason why, when those deities have been reborn in a single order of gods, some deities there have limited radiance, while some have limitless radiance?” ",
  "mn127:14.2": "“Well then, Reverend Kaccāna, I’ll ask you about this in return, and you can answer as you like. ",
  "mn127:14.3": "What do you think, Reverend Kaccāna? ",
  "mn127:14.4": "Which of these two kinds of mental development is more expansive: when a mendicant meditates determined on pervading as expansive the extent of a single tree root, or two or three tree roots?” ",
  "mn127:14.5": "",
  "mn127:14.6": "“When a mendicant meditates on two or three tree roots.” ",
  "mn127:14.7": "",
  "mn127:14.8": "“What do you think, Reverend Kaccāna? ",
  "mn127:14.9": "Which of these two kinds of mental development is more expansive: when a mendicant meditates determined on pervading as expansive the extent of two or three tree roots, or a single village district … ",
  "mn127:14.10": "",
  "mn127:14.11": "",
  "mn127:14.12": "",
  "mn127:14.13": "two or three village districts … ",
  "mn127:14.14": "",
  "mn127:14.15": "",
  "mn127:14.16": "",
  "mn127:14.17": "a single kingdom … ",
  "mn127:14.18": "",
  "mn127:14.19": "",
  "mn127:14.20": "",
  "mn127:14.21": "two or three kingdoms … ",
  "mn127:14.22": "",
  "mn127:14.23": "",
  "mn127:14.24": "",
  "mn127:14.25": "this land surrounded by ocean?” ",
  "mn127:14.26": "",
  "mn127:14.27": "“When a mendicant meditates on this land surrounded by ocean.” ",
  "mn127:14.28": "",
  "mn127:14.29": "“This is the cause, Reverend Kaccāna, this is the reason why, when those deities have been reborn in a single order of gods, some deities there have limited radiance, while some have limitless radiance.” ",
  "mn127:15.1": "“Good, Honorable Anuruddha! ",
  "mn127:15.2": "I have a further question about this. ",
  "mn127:15.3": "Do all the radiant deities have corrupted radiance, or do some there have pure radiance?” ",
  "mn127:15.4": "“In that respect, Reverend Kaccāna, some deities there have corrupted radiance, while some have pure radiance.” ",
  "mn127:16.1": "“What is the cause, Venerable Anuruddha, what is the reason why, when those deities have been reborn in a single order of gods, some deities there have corrupted radiance, while some have pure radiance?” ",
  "mn127:16.2": "“Well then, Reverend Kaccāna, I shall give you a simile. ",
  "mn127:16.3": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "mn127:16.4": "Suppose an oil lamp was burning with impure oil and impure wick. ",
  "mn127:16.5": "Because of the impurity of the oil and the wick it burns dimly, as it were. ",
  "mn127:16.6": "In the same way, take some mendicant who meditates determined on pervading ‘corrupted radiance’. ",
  "mn127:16.7": "Their physical discomfort is not completely settled, their dullness and drowsiness is not completely eradicated, and their restlessness and remorse is not completely eliminated. ",
  "mn127:16.8": "Because of this they practice absorption dimly, as it were. ",
  "mn127:16.9": "When their body breaks up, after death, they’re reborn in the company of the gods of corrupted radiance. ",
  "mn127:16.10": "Suppose an oil lamp was burning with pure oil and pure wick. ",
  "mn127:16.11": "Because of the purity of the oil and the wick it doesn’t burn dimly, as it were. ",
  "mn127:16.12": "In the same way, take some mendicant who meditates determined on pervading ‘pure radiance’. ",
  "mn127:16.13": "Their physical discomfort is completely settled, their dullness and drowsiness is completely eradicated, and their restlessness and remorse is completely eliminated. ",
  "mn127:16.14": "Because of this they don’t practice absorption dimly, as it were. ",
  "mn127:16.15": "When their body breaks up, after death, they’re reborn in the company of the gods of pure radiance. ",
  "mn127:16.16": "“This is the cause, Reverend Kaccāna, this is the reason why, when those deities have been reborn in a single order of gods, some deities there have corrupted radiance, while some have pure radiance.” ",
  "mn127:17.1": "When he had spoken, Venerable Sabhiya Kaccāna said to Venerable Anuruddha, ",
  "mn127:17.2": "“Good, Honorable Anuruddha! ",
  "mn127:17.3": "Venerable Anuruddha, you don’t say, ",
  "mn127:17.4": "‘So I have heard’ or ‘It ought to be like this.’ ",
  "mn127:17.5": "Rather, you say: ‘These deities are like this, those deities are like that.’ ",
  "mn127:17.6": "Sir, it occurs to me, ",
  "mn127:17.7": "‘Clearly, Venerable Anuruddha has previously lived together with those deities, conversed, and engaged in discussion.’” ",
  "mn127:17.8": "“Your words are clearly invasive and intrusive, Reverend Kaccāna. ",
  "mn127:17.9": "Nevertheless, I will answer you. ",
  "mn127:17.10": "For a long time I have previously lived together with those deities, conversed, and engaged in discussion.” ",
  "mn127:18.1": "When he had spoken, Venerable Sabhiya Kaccāna said to Pañcakaṅga the master builder, ",
  "mn127:18.2": "“You’re fortunate, householder, so very fortunate, ",
  "mn127:18.3": "to have given up your state of uncertainty, and to have got the chance to listen to this exposition of the teaching.” "
}