{
  "mn135:0.1": "Middle Discourses 135 ",
  "mn135:0.2": "The Shorter Analysis of Deeds ",
  "mn135:1.1": "So I have heard. ",
  "mn135:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn135:2.1": "Then the brahmin student Subha, Todeyya’s son, approached the Buddha, and exchanged greetings with him. ",
  "mn135:2.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "mn135:3.1": "“What is the cause, Master Gotama, what is the reason why even among those who are human beings some are seen to be inferior and superior? ",
  "mn135:3.2": "For people are seen who are short-lived and long-lived, ",
  "mn135:3.3": "sickly and healthy, ",
  "mn135:3.4": "ugly and beautiful, ",
  "mn135:3.5": "insignificant and illustrious, ",
  "mn135:3.6": "poor and rich, ",
  "mn135:3.7": "from low and eminent families, ",
  "mn135:3.8": "witless and wise. ",
  "mn135:3.9": "What is the reason why even among those who are human beings some are seen to be inferior and superior?” ",
  "mn135:4.1": "“Student, sentient beings are the owners of their deeds and heir to their deeds. Deeds are their womb, their relative, and their refuge. ",
  "mn135:4.2": "It is deeds that divide beings into ",
  "mn135:4.3": "inferior and superior.” ",
  "mn135:4.4": "“I don’t understand the meaning of what Master Gotama has said in brief, without explaining the details. ",
  "mn135:4.5": "Master Gotama, please teach me this matter in detail so I can understand the meaning.” ",
  "mn135:4.6": "“Well then, student, listen and apply your mind well, I will speak.” ",
  "mn135:4.7": "“Yes, sir,” replied Subha. ",
  "mn135:4.8": "The Buddha said this: ",
  "mn135:5.1": "“Take some woman or man who kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. ",
  "mn135:5.2": "Because of undertaking such deeds, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn135:5.3": "If they’re not reborn in a place of loss, but return to the human realm, then wherever they’re reborn they’re short-lived. ",
  "mn135:5.4": "For killing living creatures is the path leading to a short lifespan. ",
  "mn135:5.5": "",
  "mn135:6.1": "But take some woman or man who gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. ",
  "mn135:6.2": "Because of undertaking such deeds, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn135:6.3": "If they’re not reborn in a heavenly realm, but return to the human realm, then wherever they’re reborn they’re long-lived. ",
  "mn135:6.4": "For not killing living creatures is the path leading to a long lifespan. ",
  "mn135:6.5": "",
  "mn135:7.1": "Take some woman or man who habitually hurts living creatures with a fist, stone, rod, or sword. ",
  "mn135:7.2": "Because of undertaking such deeds, after death they’re reborn in a place of loss … ",
  "mn135:7.3": "or if they return to the human realm, they’re sickly … ",
  "mn135:7.4": "",
  "mn135:7.5": "",
  "mn135:8.1": "But take some woman or man who does not habitually hurt living creatures with a fist, stone, rod, or sword. ",
  "mn135:8.2": "Because of undertaking such deeds, after death they’re reborn in a heavenly realm … ",
  "mn135:8.3": "or if they return to the human realm, they’re healthy … ",
  "mn135:8.4": "",
  "mn135:8.5": "",
  "mn135:9.1": "Take some woman or man who is irritable and bad-tempered. ",
  "mn135:9.2": "Even when lightly criticized they lose their temper, becoming annoyed, hostile, and hard-hearted, and displaying annoyance, hate, and bitterness. ",
  "mn135:9.3": "Because of undertaking such deeds, after death they’re reborn in a place of loss … ",
  "mn135:9.4": "or if they return to the human realm, they’re ugly … ",
  "mn135:9.5": "",
  "mn135:9.6": "",
  "mn135:9.7": "",
  "mn135:10.1": "But take some woman or man who isn’t irritable and bad-tempered. ",
  "mn135:10.2": "Even when heavily criticized, they don’t lose their temper, become annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness. ",
  "mn135:10.3": "Because of undertaking such deeds, after death they’re reborn in a heavenly realm … ",
  "mn135:10.4": "or if they return to the human realm, they’re lovely … ",
  "mn135:10.5": "",
  "mn135:10.6": "",
  "mn135:10.7": "",
  "mn135:11.1": "Take some woman or man who is jealous. ",
  "mn135:11.2": "They envy, resent, and begrudge the possessions, honor, respect, reverence, homage, and veneration given to others. ",
  "mn135:11.3": "Because of undertaking such deeds, after death they’re reborn in a place of loss … ",
  "mn135:11.4": "or if they return to the human realm, they’re insignificant … ",
  "mn135:11.5": "",
  "mn135:11.6": "",
  "mn135:11.7": "",
  "mn135:12.1": "But take some woman or man who is not jealous … ",
  "mn135:12.2": "",
  "mn135:12.3": "Because of undertaking such deeds, after death they’re reborn in a heavenly realm … ",
  "mn135:12.4": "or if they return to the human realm, they’re illustrious … ",
  "mn135:12.5": "",
  "mn135:12.6": "",
  "mn135:12.7": "",
  "mn135:13.1": "Take some woman or man who doesn’t give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting. ",
  "mn135:13.2": "Because of undertaking such deeds, after death they’re reborn in a place of loss … ",
  "mn135:13.3": "or if they return to the human realm, they’re poor … ",
  "mn135:13.4": "",
  "mn135:13.5": "",
  "mn135:14.1": "But take some woman or man who does give to ascetics or brahmins … ",
  "mn135:14.2": "Because of undertaking such deeds, after death they’re reborn in a heavenly realm … ",
  "mn135:14.3": "or if they return to the human realm, they’re rich … ",
  "mn135:14.4": "",
  "mn135:14.5": "",
  "mn135:15.1": "Take some woman or man who is obstinate and vain. ",
  "mn135:15.2": "They don’t bow to those they should bow to. They don’t rise up for them, offer them a seat, make way for them, or honor, respect, esteem, or venerate those who are worthy of such. ",
  "mn135:15.3": "Because of undertaking such deeds, after death they’re reborn in a place of loss … ",
  "mn135:15.4": "or if they return to the human realm, they’re reborn in a low class family … ",
  "mn135:15.5": "",
  "mn135:15.6": "",
  "mn135:15.7": "",
  "mn135:16.1": "But take some woman or man who is not obstinate and vain … ",
  "mn135:16.2": "",
  "mn135:16.3": "Because of undertaking such deeds, after death they’re reborn in a heavenly realm … ",
  "mn135:16.4": "or if they return to the human realm, they’re reborn in an eminent family … ",
  "mn135:16.5": "",
  "mn135:16.6": "",
  "mn135:16.7": "",
  "mn135:17.1": "Take some woman or man who doesn’t approach an ascetic or brahmin to ask: ",
  "mn135:17.2": "‘Sir, what is skillful and what is unskillful? ",
  "mn135:17.3": "What is blameworthy and what is blameless? ",
  "mn135:17.4": "What should be cultivated and what should not be cultivated? ",
  "mn135:17.5": "What kind of action will lead to my lasting harm and suffering? Or what kind of action will lead to my lasting welfare and happiness?’ ",
  "mn135:17.6": "Because of undertaking such deeds, after death they’re reborn in a place of loss … ",
  "mn135:17.7": "or if they return to the human realm, they’re witless … ",
  "mn135:17.8": "",
  "mn135:17.9": "",
  "mn135:17.10": "",
  "mn135:17.11": "",
  "mn135:17.12": "",
  "mn135:17.13": "",
  "mn135:18.1": "But take some woman or man who does approach an ascetic or brahmin to ask: ",
  "mn135:18.2": "‘Sir, what is skillful and what is unskillful? ",
  "mn135:18.3": "What is blameworthy and what is blameless? ",
  "mn135:18.4": "What should be cultivated and what should not be cultivated? ",
  "mn135:18.5": "What kind of action will lead to my lasting harm and suffering? Or what kind of action will lead to my lasting welfare and happiness?’ ",
  "mn135:18.6": "Because of undertaking such deeds, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn135:18.7": "If they’re not reborn in a heavenly realm, but return to the human realm, then wherever they’re reborn they’re very wise. ",
  "mn135:18.8": "For asking questions of ascetics or brahmins is the path leading to wisdom. ",
  "mn135:18.9": "",
  "mn135:18.10": "",
  "mn135:18.11": "",
  "mn135:18.12": "",
  "mn135:18.13": "",
  "mn135:19.1": "So it is the way people live that makes them how they are, whether short-lived or long-lived, ",
  "mn135:19.2": "sickly or healthy, ",
  "mn135:19.3": "ugly or lovely, ",
  "mn135:19.4": "insignificant or illustrious, ",
  "mn135:19.5": "poor or rich, ",
  "mn135:19.6": "in a low class or eminent family, ",
  "mn135:19.7": "or witless or wise. ",
  "mn135:20.1": "Sentient beings are the owners of their deeds and heir to their deeds. Deeds are their womb, their relative, and their refuge. ",
  "mn135:20.2": "It is deeds that divide beings into ",
  "mn135:20.3": "inferior and superior.” ",
  "mn135:21.1": "When he had spoken, Subha said to him, ",
  "mn135:21.2": "“Excellent, Master Gotama! Excellent! ",
  "mn135:21.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Gotama has made the Teaching clear in many ways. ",
  "mn135:21.4": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn135:21.5": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}