{
  "mn142:0.1": "Middle Discourses 142 ",
  "mn142:0.2": "The Analysis of Religious Donations ",
  "mn142:1.1": "So I have heard. ",
  "mn142:1.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "mn142:2.1": "Then Mahāpajāpati Gotamī approached the Buddha bringing a new pair of garments. She bowed, sat down to one side, and said to the Buddha, ",
  "mn142:2.2": "“Sir, I have spun and woven this new pair of garments specially for the Buddha. ",
  "mn142:2.3": "May the Buddha please accept this from me out of compassion.” ",
  "mn142:2.4": "When she said this, the Buddha said to her, ",
  "mn142:2.5": "“Give it to the Saṅgha, Gotamī. ",
  "mn142:2.6": "When you give to the Saṅgha, both the Saṅgha and I will be honored.” ",
  "mn142:2.7": "For a second time … ",
  "mn142:2.8": "",
  "mn142:2.9": "",
  "mn142:2.10": "",
  "mn142:2.11": "",
  "mn142:2.12": "",
  "mn142:2.13": "For a third time, Mahāpajāpatī Gotamī said to the Buddha, ",
  "mn142:2.14": "“Sir, I have spun and woven this new pair of garments specially for the Buddha. ",
  "mn142:2.15": "May the Buddha please accept this from me out of compassion.” ",
  "mn142:2.16": "And for a third time, the Buddha said to her, ",
  "mn142:2.17": "“Give it to the Saṅgha, Gotamī. ",
  "mn142:2.18": "When you give to the Saṅgha, both the Saṅgha and I will be honored.” ",
  "mn142:3.1": "When he said this, Venerable Ānanda said to the Buddha, ",
  "mn142:3.2": "“Sir, please accept the new pair of garments from Mahāpajāpatī Gotamī. ",
  "mn142:3.3": "Sir, Mahāpajāpatī was very helpful to the Buddha. As his aunt, she raised him, nurtured him, and gave him her milk. ",
  "mn142:3.4": "When the Buddha’s birth mother passed away, she nurtured him at her own breast. ",
  "mn142:3.5": "And the Buddha has been very helpful to Mahāpajāpatī. ",
  "mn142:3.6": "It is owing to the Buddha that Mahāpajāpatī has gone for refuge to the Buddha, the teaching, and the Saṅgha. ",
  "mn142:3.7": "It’s owing to the Buddha that she refrains from killing living creatures, stealing, committing sexual misconduct, lying, and taking alcoholic drinks that cause negligence. ",
  "mn142:3.8": "It’s owing to the Buddha that she has experiential confidence in the Buddha, the teaching, and the Saṅgha, and has the ethics loved by the noble ones. ",
  "mn142:3.9": "It’s owing to the Buddha that she is free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation. ",
  "mn142:3.10": "The Buddha has been very helpful to Mahāpajāpatī.” ",
  "mn142:4.1": "“That’s so true, Ānanda. ",
  "mn142:4.2": "When someone has enabled you to go for refuge, it’s not easy to repay them ",
  "mn142:4.3": "by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "mn142:4.4": "When someone has enabled you to refrain from killing, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence, it’s not easy to repay them … ",
  "mn142:4.5": "",
  "mn142:4.6": "When someone has enabled you to have experiential confidence in the Buddha, the teaching, and the Saṅgha, and the ethics loved by the noble ones, it’s not easy to repay them … ",
  "mn142:4.7": "",
  "mn142:4.8": "When someone has enabled you to be free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation, it’s not easy to repay them ",
  "mn142:4.9": "by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "mn142:5.1": "Ānanda, there are these fourteen religious donations to individuals. ",
  "mn142:5.2": "What fourteen? ",
  "mn142:5.3": "One gives a gift to the Realized One, the perfected one, the fully awakened Buddha. ",
  "mn142:5.4": "This is the first religious donation to an individual. ",
  "mn142:5.5": "One gives a gift to an independent Buddha. ",
  "mn142:5.6": "This is the second religious donation to an individual. ",
  "mn142:5.7": "One gives a gift to a perfected one. ",
  "mn142:5.8": "This is the third religious donation to an individual. ",
  "mn142:5.9": "One gives a gift to someone practicing to realize the fruit of perfection. ",
  "mn142:5.10": "This is the fourth religious donation to an individual. ",
  "mn142:5.11": "One gives a gift to a non-returner. ",
  "mn142:5.12": "This is the fifth religious donation to an individual. ",
  "mn142:5.13": "One gives a gift to someone practicing to realize the fruit of non-return. ",
  "mn142:5.14": "This is the sixth religious donation to an individual. ",
  "mn142:5.15": "One gives a gift to a once-returner. ",
  "mn142:5.16": "This is the seventh religious donation to an individual. ",
  "mn142:5.17": "One gives a gift to someone practicing to realize the fruit of once-return. ",
  "mn142:5.18": "This is the eighth religious donation to an individual. ",
  "mn142:5.19": "One gives a gift to a stream-enterer. ",
  "mn142:5.20": "This is the ninth religious donation to an individual. ",
  "mn142:5.21": "One gives a gift to someone practicing to realize the fruit of stream-entry. ",
  "mn142:5.22": "This is the tenth religious donation to an individual. ",
  "mn142:5.23": "One gives a gift to an outsider who is free of sensual desire. ",
  "mn142:5.24": "This is the eleventh religious donation to an individual. ",
  "mn142:5.25": "One gives a gift to an ordinary person who has good ethical conduct. ",
  "mn142:5.26": "This is the twelfth religious donation to an individual. ",
  "mn142:5.27": "One gives a gift to an ordinary person who has bad ethical conduct. ",
  "mn142:5.28": "This is the thirteenth religious donation to an individual. ",
  "mn142:5.29": "One gives a gift to an animal. ",
  "mn142:5.30": "This is the fourteenth religious donation to an individual. ",
  "mn142:6.1": "Now, Ānanda, gifts to the following persons may be expected to yield the following returns. To an animal, a hundred times. To an unethical ordinary person, a thousand. To an ethical ordinary person, a hundred thousand. To an outsider free of sensual desire, 10,000,000,000. But a gift to someone practicing to realize the fruit of stream-entry may be expected to yield incalculable, immeasurable returns. How much more so a gift to a stream-enterer, someone practicing to realize the fruit of once-return, a once-returner, someone practicing to realize the fruit of non-return, a non-returner, someone practicing to realize the fruit of perfection, a perfected one, or an independent Buddha? How much more so a Realized One, a perfected one, a fully awakened Buddha? ",
  "mn142:7.1": "But there are, Ānanda, seven religious donations bestowed on a Saṅgha. ",
  "mn142:7.2": "What seven? ",
  "mn142:7.3": "One gives a gift to the communities of both monks and nuns headed by the Buddha. ",
  "mn142:7.4": "This is the first religious donation bestowed on a Saṅgha. ",
  "mn142:7.5": "One gives a gift to the communities of both monks and nuns after the Buddha has finally become extinguished. ",
  "mn142:7.6": "This is the second religious donation bestowed on a Saṅgha. ",
  "mn142:7.7": "One gives a gift to the Saṅgha of monks. ",
  "mn142:7.8": "This is the third religious donation bestowed on a Saṅgha. ",
  "mn142:7.9": "One gives a gift to the Saṅgha of nuns. ",
  "mn142:7.10": "This is the fourth religious donation bestowed on a Saṅgha. ",
  "mn142:7.11": "One gives a gift, thinking: ‘Appoint this many monks and nuns for me from the Saṅgha.’ ",
  "mn142:7.12": "This is the fifth religious donation bestowed on a Saṅgha. ",
  "mn142:7.13": "One gives a gift, thinking: ‘Appoint this many monks for me from the Saṅgha.’ ",
  "mn142:7.14": "This is the sixth religious donation bestowed on a Saṅgha. ",
  "mn142:7.15": "One gives a gift, thinking: ‘Appoint this many nuns for me from the Saṅgha.’ ",
  "mn142:7.16": "This is the seventh religious donation bestowed on a Saṅgha. ",
  "mn142:8.1": "In times to come there will be members of the spiritual family merely by virtue of wearing ocher cloth around their necks; but they are unethical and of bad character. ",
  "mn142:8.2": "People will give gifts to those unethical people in the name of the Saṅgha. ",
  "mn142:8.3": "Even then, I say, a religious donation bestowed on the Saṅgha is incalculable and immeasurable. ",
  "mn142:8.4": "But I say that there is no way a personal offering can be more fruitful than one bestowed on a Saṅgha. ",
  "mn142:9.1": "Ānanda, there are these four ways of purifying a religious donation. ",
  "mn142:9.2": "What four? ",
  "mn142:9.3": "There’s a religious donation that’s purified by the giver, not the recipient. ",
  "mn142:9.4": "There’s a religious donation that’s purified by the recipient, not the giver. ",
  "mn142:9.5": "There’s a religious donation that’s purified by neither the giver nor the recipient. ",
  "mn142:9.6": "There’s a religious donation that’s purified by both the giver and the recipient. ",
  "mn142:10.1": "And how is a religious donation purified by the giver, not the recipient? ",
  "mn142:10.2": "It’s when the giver is ethical, of good character, but the recipient is unethical, of bad character. ",
  "mn142:10.3": "",
  "mn142:11.1": "And how is a religious donation purified by the recipient, not the giver? ",
  "mn142:11.2": "It’s when the giver is unethical, of bad character, but the recipient is ethical, of good character. ",
  "mn142:11.3": "",
  "mn142:12.1": "And how is a religious donation purified by neither the giver nor the recipient? ",
  "mn142:12.2": "It’s when both the giver and the recipient are unethical, of bad character. ",
  "mn142:12.3": "",
  "mn142:13.1": "And how is a religious donation purified by both the giver and the recipient? ",
  "mn142:13.2": "It’s when both the giver and the recipient are ethical, of good character. ",
  "mn142:13.3": "",
  "mn142:13.4": "These are the four ways of purifying a religious donation.” ",
  "mn142:14.1": "That is what the Buddha said. ",
  "mn142:14.2": "Then the Holy One, the Teacher, went on to say: ",
  "mn142:14.3": "“When an ethical person with trusting heart ",
  "mn142:14.4": "gives a proper gift to unethical persons, ",
  "mn142:14.5": "trusting in the ample fruit of deeds, ",
  "mn142:14.6": "that offering is purified by the giver. ",
  "mn142:14.7": "When an unethical and untrusting person, ",
  "mn142:14.8": "gives an improper gift to ethical persons, ",
  "mn142:14.9": "not trusting in the ample fruit of deeds, ",
  "mn142:14.10": "that offering is purified by the receivers. ",
  "mn142:14.11": "When an unethical and untrusting person, ",
  "mn142:14.12": "gives an improper gift to unethical persons, ",
  "mn142:14.13": "not trusting in the ample fruit of deeds, ",
  "mn142:14.14": "I declare that gift is not very fruitful. ",
  "mn142:14.15": "When an ethical person with trusting heart ",
  "mn142:14.16": "gives a proper gift to ethical persons, ",
  "mn142:14.17": "trusting in the ample fruit of deeds, ",
  "mn142:14.18": "I declare that gift is abundantly fruitful. ",
  "mn142:14.19": "But when a passionless one gives to the passionless ",
  "mn142:14.20": "a proper gift with trusting heart, ",
  "mn142:14.21": "trusting in the ample fruit of deeds, ",
  "mn142:14.22": "that’s truly the best of material gifts.” ",
  "mn142:14.23": "",
  "mn142:14.24": "",
  "mn142:15.1": "",
  "mn142:15.2": "",
  "mn142:15.3": "",
  "mn142:15.4": ""
}