{
  "mn140:0.1": "Middle Discourses 140 ",
  "mn140:0.2": "The Analysis of the Elements ",
  "mn140:1.1": "So I have heard. ",
  "mn140:1.2": "At one time the Buddha was wandering in the Magadhan lands when he arrived at Rājagaha. ",
  "mn140:1.3": "He went to see Bhaggava the potter, and said, ",
  "mn140:2.1": "“Bhaggava, if it is no trouble, I’d like to spend a single night in your workshop.” ",
  "mn140:2.2": "“It’s no trouble, sir. ",
  "mn140:2.3": "But there’s a renunciate already staying there. ",
  "mn140:2.4": "If he allows it, sir, you may stay as long as you like.” ",
  "mn140:3.1": "Now at that time a gentleman named Pukkusāti had gone forth from the lay life to homelessness out of faith in the Buddha. ",
  "mn140:3.2": "And it was he who had first taken up residence in the workshop. ",
  "mn140:3.3": "Then the Buddha approached Venerable Pukkusāti and said, ",
  "mn140:3.4": "“Mendicant, if it is no trouble, I’d like to spend a single night in the workshop.” ",
  "mn140:3.5": "“The potter’s workshop is spacious, reverend. ",
  "mn140:3.6": "Please stay as long as you like.” ",
  "mn140:4.1": "Then the Buddha entered the workshop and spread out a grass mat to one side. He sat down cross-legged, set his body straight, and established mindfulness in front of him. ",
  "mn140:4.2": "He spent much of the night sitting in meditation, ",
  "mn140:4.3": "and so did Pukkusāti. ",
  "mn140:4.4": "Then it occurred to the Buddha, ",
  "mn140:4.5": "“This gentleman’s conduct is impressive. ",
  "mn140:4.6": "Why don’t I question him?” ",
  "mn140:4.7": "So the Buddha said to Pukkusāti, ",
  "mn140:5.1": "“In whose name have you gone forth, reverend? Who is your Teacher? Whose teaching do you believe in?” ",
  "mn140:5.2": "“Reverend, there is the ascetic Gotama—a Sakyan, gone forth from a Sakyan family. ",
  "mn140:5.3": "He has this good reputation: ",
  "mn140:5.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn140:5.5": "I’ve gone forth in his name. ",
  "mn140:5.6": "That Blessed One is my Teacher, ",
  "mn140:5.7": "and I believe in his teaching.” ",
  "mn140:5.8": "“But mendicant, where is the Blessed One at present, the perfected one, the fully awakened Buddha?” ",
  "mn140:5.9": "“In the northern lands there is a city called Sāvatthī. ",
  "mn140:5.10": "There the Blessed One is now staying, the perfected one, the fully awakened Buddha.” ",
  "mn140:5.11": "“But have you ever seen that Buddha? ",
  "mn140:5.12": "Would you recognize him if you saw him?” ",
  "mn140:5.13": "“No, I’ve never seen him, ",
  "mn140:5.14": "and I wouldn’t recognize him if I did.” ",
  "mn140:6.1": "Then it occurred to the Buddha, ",
  "mn140:6.2": "“This gentleman has gone forth in my name. ",
  "mn140:6.3": "Why don’t I teach him the Dhamma?” ",
  "mn140:6.4": "So the Buddha said to Pukkusāti, ",
  "mn140:6.5": "“Mendicant, I shall teach you the Dhamma. ",
  "mn140:6.6": "Listen and pay close attention, I will speak.” ",
  "mn140:6.7": "“Yes, reverend,” replied Pukkusāti. ",
  "mn140:6.8": "The Buddha said this: ",
  "mn140:7.1": "“‘This person has six elements, six fields of contact, eighteen mental preoccupations, and four foundations. ",
  "mn140:7.2": "Wherever they stand, the streams of identification do not flow. And when the streams of identification do not flow, they are called a sage at peace. ",
  "mn140:7.3": "Do not neglect wisdom; preserve truth; foster generosity; and train only for peace.’ ",
  "mn140:7.4": "This is the recitation passage for the analysis of the elements. ",
  "mn140:8.1": "‘This person has six elements.’ ",
  "mn140:8.2": "That’s what I said, but why did I say it? ",
  "mn140:8.3": "There are these six elements: ",
  "mn140:8.4": "the elements of earth, water, fire, air, space, and consciousness. ",
  "mn140:8.5": "‘This person has six elements.’ ",
  "mn140:8.6": "That’s what I said, and this is why I said it. ",
  "mn140:9.1": "‘This person has six fields of contact.’ ",
  "mn140:9.2": "That’s what I said, but why did I say it? ",
  "mn140:9.3": "The fields of contact of the eye, ear, nose, tongue, body, and mind. ",
  "mn140:9.4": "‘This person has six fields of contact.’ ",
  "mn140:9.5": "That’s what I said, and this is why I said it. ",
  "mn140:10.1": "‘This person has eighteen mental preoccupations.’ ",
  "mn140:10.2": "That’s what I said, but why did I say it? ",
  "mn140:10.3": "Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for happiness or sadness or equanimity. ",
  "mn140:10.4": "Hearing a sound with the ear … ",
  "mn140:10.5": "Smelling an odor with the nose … ",
  "mn140:10.6": "Tasting a flavor with the tongue … ",
  "mn140:10.7": "Feeling a touch with the body … ",
  "mn140:10.8": "Becoming conscious of a thought with the mind, one is preoccupied with a thought that’s a basis for happiness or sadness or equanimity. ",
  "mn140:10.9": "So there are six preoccupations with happiness, six preoccupations with sadness, and six preoccupations with equanimity. ",
  "mn140:10.10": "‘This person has eighteen mental preoccupations.’ ",
  "mn140:10.11": "That’s what I said, and this is why I said it. ",
  "mn140:11.1": "‘This person has four foundations.’ ",
  "mn140:11.2": "That’s what I said, but why did I say it? ",
  "mn140:11.3": "The foundations of wisdom, truth, generosity, and peace. ",
  "mn140:11.4": "‘This person has four foundations.’ ",
  "mn140:11.5": "That’s what I said, and this is why I said it. ",
  "mn140:12.1": "‘Do not neglect wisdom; preserve truth; foster generosity; and train only for peace.’ ",
  "mn140:12.2": "That’s what I said, but why did I say it? ",
  "mn140:13.1": "And how does one not neglect wisdom? ",
  "mn140:13.2": "There are these six elements: ",
  "mn140:13.3": "the elements of earth, water, fire, air, space, and consciousness. ",
  "mn140:14.1": "And what is the earth element? ",
  "mn140:14.2": "The earth element may be interior or exterior. ",
  "mn140:14.3": "And what is the interior earth element? ",
  "mn140:14.4": "Anything hard, solid, and appropriated that’s internal, pertaining to an individual. This includes ",
  "mn140:14.5": "head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, or anything else hard, solid, and appropriated that’s internal, pertaining to an individual. ",
  "mn140:14.6": "This is called the interior earth element. ",
  "mn140:14.7": "The interior earth element and the exterior earth element are just the earth element. ",
  "mn140:14.8": "This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn140:14.9": "When you truly see with right understanding, you reject the earth element, detaching the mind from the earth element. ",
  "mn140:15.1": "And what is the water element? ",
  "mn140:15.2": "The water element may be interior or exterior. ",
  "mn140:15.3": "And what is the interior water element? ",
  "mn140:15.4": "Anything that’s water, watery, and appropriated that’s internal, pertaining to an individual. This includes ",
  "mn140:15.5": "bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine, or anything else that’s water, watery, and appropriated that’s internal, pertaining to an individual. ",
  "mn140:15.6": "This is called the interior water element. ",
  "mn140:15.7": "The interior water element and the exterior water element are just the water element. ",
  "mn140:15.8": "This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn140:15.9": "When you truly see with right understanding, you reject the water element, detaching the mind from the water element. ",
  "mn140:16.1": "And what is the fire element? ",
  "mn140:16.2": "The fire element may be interior or exterior. ",
  "mn140:16.3": "And what is the interior fire element? ",
  "mn140:16.4": "Anything that’s fire, fiery, and appropriated that’s internal, pertaining to an individual. This includes ",
  "mn140:16.5": "that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink, or anything else that’s fire, fiery, and appropriated that’s internal, pertaining to an individual. ",
  "mn140:16.6": "This is called the interior fire element. ",
  "mn140:16.7": "The interior fire element and the exterior fire element are just the fire element. ",
  "mn140:16.8": "This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn140:16.9": "When you truly see with right understanding, you reject the fire element, detaching the mind from the fire element. ",
  "mn140:17.1": "And what is the air element? ",
  "mn140:17.2": "The air element may be interior or exterior. ",
  "mn140:17.3": "And what is the interior air element? ",
  "mn140:17.4": "Anything that’s air, airy, and appropriated that’s internal, pertaining to an individual. This includes ",
  "mn140:17.5": "winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths, or anything else that’s air, airy, and appropriated that’s internal, pertaining to an individual. ",
  "mn140:17.6": "This is called the interior air element. ",
  "mn140:17.7": "The interior air element and the exterior air element are just the air element. ",
  "mn140:17.8": "This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn140:17.9": "When you truly see with right understanding, you reject the air element, detaching the mind from the air element. ",
  "mn140:18.1": "And what is the space element? ",
  "mn140:18.2": "The space element may be interior or exterior. ",
  "mn140:18.3": "And what is the interior space element? ",
  "mn140:18.4": "Anything that’s space, spacious, and appropriated that’s internal, pertaining to an individual. This includes ",
  "mn140:18.5": "the ear canals, nostrils, and mouth; and the space for swallowing what is eaten and drunk, the space where it stays, and the space for excreting it from the nether regions. ",
  "mn140:18.6": "This is called the interior space element. ",
  "mn140:18.7": "The interior space element and the exterior space element are just the space element. ",
  "mn140:18.8": "This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn140:18.9": "When you truly see with right understanding, you reject the space element, detaching the mind from the space element. ",
  "mn140:19.1": "There remains only consciousness, pure and bright. ",
  "mn140:19.2": "And what does that consciousness know? ",
  "mn140:19.3": "It knows ‘pleasure’ and ‘pain’ and ‘neutral’. ",
  "mn140:19.4": "Pleasant feeling arises dependent on a contact to be experienced as pleasant. ",
  "mn140:19.5": "When they feel a pleasant feeling, they know: ‘I feel a pleasant feeling.’ ",
  "mn140:19.6": "They know: ‘With the cessation of that contact to be experienced as pleasant, the corresponding pleasant feeling ceases and stops.’ ",
  "mn140:19.7": "Painful feeling arises dependent on a contact to be experienced as painful. ",
  "mn140:19.8": "When they feel a painful feeling, they know: ‘I feel a painful feeling.’ ",
  "mn140:19.9": "They know: ‘With the cessation of that contact to be experienced as painful, the corresponding painful feeling ceases and stops.’ ",
  "mn140:19.10": "Neutral feeling arises dependent on a contact to be experienced as neutral. ",
  "mn140:19.11": "When they feel a neutral feeling, they know: ‘I feel a neutral feeling.’ ",
  "mn140:19.12": "They know: ‘With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops.’ ",
  "mn140:19.13": "When you rub two sticks together, heat is generated and fire is produced. But when you part the sticks and lay them aside, any corresponding heat ceases and stops. ",
  "mn140:19.14": "In the same way, pleasant feeling arises dependent on a contact to be experienced as pleasant. … ",
  "mn140:19.15": "",
  "mn140:19.16": "",
  "mn140:19.17": "",
  "mn140:19.18": "",
  "mn140:19.19": "",
  "mn140:19.20": "",
  "mn140:19.21": "",
  "mn140:19.22": "They know: ‘With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops.’ ",
  "mn140:20.1": "There remains only equanimity, pure, bright, pliable, workable, and radiant. ",
  "mn140:20.2": "It’s like when a deft goldsmith or a goldsmith’s apprentice prepares a forge, fires the crucible, picks up some gold with tongs and puts it in the crucible. From time to time they fan it, from time to time they sprinkle water on it, and from time to time they just watch over it. That gold becomes pliable, workable, and radiant, not brittle, and is ready to be worked. Then the goldsmith can successfully create any kind of ornament they want, whether a bracelet, earrings, a necklace, or a golden garland. ",
  "mn140:20.3": "In the same way, there remains only equanimity, pure, bright, pliable, workable, and radiant. ",
  "mn140:21.1": "They understand: ",
  "mn140:21.2": "‘If I were to apply this equanimity, so pure and bright, to the dimension of infinite space, my mind would develop accordingly. ",
  "mn140:21.3": "And this equanimity of mine, relying on that and grasping it, would remain for a very long time. ",
  "mn140:21.4": "If I were to apply this equanimity, so pure and bright, to the dimension of infinite consciousness, my mind would develop accordingly. ",
  "mn140:21.5": "And this equanimity of mine, relying on that and grasping it, would remain for a very long time. ",
  "mn140:21.6": "If I were to apply this equanimity, so pure and bright, to the dimension of nothingness, my mind would develop accordingly. ",
  "mn140:21.7": "And this equanimity of mine, relying on that and grasping it, would remain for a very long time. ",
  "mn140:21.8": "If I were to apply this equanimity, so pure and bright, to the dimension of neither perception nor non-perception, my mind would develop accordingly. ",
  "mn140:21.9": "And this equanimity of mine, relying on that and grasping it, would remain for a very long time.’ ",
  "mn140:22.1": "They understand: ",
  "mn140:22.2": "‘If I were to apply this equanimity, so pure and bright, to the dimension of infinite space, my mind would develop accordingly. ",
  "mn140:22.3": "But that is conditioned. ",
  "mn140:22.4": "If I were to apply this equanimity, so pure and bright, to the dimension of infinite consciousness … ",
  "mn140:22.5": "",
  "mn140:22.6": "nothingness … ",
  "mn140:22.7": "",
  "mn140:22.8": "neither perception nor non-perception, my mind would develop accordingly. ",
  "mn140:22.9": "But that is conditioned.’ ",
  "mn140:22.10": "They neither make a choice nor form an intention to continue existence or to end existence. ",
  "mn140:22.11": "Because of this, they don’t grasp at anything in the world. ",
  "mn140:22.12": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "mn140:22.13": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn140:23.1": "If they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "mn140:23.2": "If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "mn140:23.3": "If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "mn140:24.1": "If they feel a pleasant feeling, they feel it detached. ",
  "mn140:24.2": "If they feel a painful feeling, they feel it detached. ",
  "mn140:24.3": "If they feel a neutral feeling, they feel it detached. ",
  "mn140:24.4": "Feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’ ",
  "mn140:24.5": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’ ",
  "mn140:24.6": "Suppose an oil lamp depended on oil and a wick to burn. ",
  "mn140:24.7": "As the oil and the wick are used up, it would be extinguished due to lack of fuel. ",
  "mn140:24.8": "In the same way, feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’ ",
  "mn140:24.9": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’ ",
  "mn140:25.1": "Therefore a mendicant thus endowed is endowed with the ultimate foundation of wisdom. ",
  "mn140:25.2": "For this is the ultimate noble wisdom, namely, ",
  "mn140:25.3": "the knowledge of the ending of suffering. ",
  "mn140:26.1": "Their freedom, being founded on truth, is unshakable. ",
  "mn140:26.2": "For that which is false has a deceptive nature, while that which is true has an undeceptive nature—extinguishment. ",
  "mn140:26.3": "Therefore a mendicant thus endowed is endowed with the ultimate resolve of truth. ",
  "mn140:26.4": "For this is the ultimate noble truth, namely, ",
  "mn140:26.5": "that which has an undeceptive nature—extinguishment. ",
  "mn140:27.1": "In their ignorance, they used to acquire attachments. ",
  "mn140:27.2": "Those have been cut off at the root, made like a palm stump, obliterated so they are unable to arise in the future. ",
  "mn140:27.3": "Therefore a mendicant thus endowed is endowed with the ultimate foundation of generosity. ",
  "mn140:27.4": "For this is the ultimate noble generosity, namely, ",
  "mn140:27.5": "letting go of all attachments. ",
  "mn140:28.1": "In their ignorance, they used to be covetous, full of desire and lust. ",
  "mn140:28.2": "That has been cut off at the root, made like a palm stump, obliterated so it’s unable to arise in the future. ",
  "mn140:28.3": "In their ignorance, they used to be contemptuous, full of ill will and malevolence. ",
  "mn140:28.4": "That has been cut off at the root, made like a palm stump, obliterated so it’s unable to arise in the future. ",
  "mn140:28.5": "In their ignorance, they used to be ignorant, full of delusion. ",
  "mn140:28.6": "That has been cut off at the root, made like a palm stump, obliterated so it’s unable to arise in the future. ",
  "mn140:28.7": "Therefore a mendicant thus endowed is endowed with the ultimate foundation of peace. ",
  "mn140:28.8": "For this is the ultimate noble peace, namely, ",
  "mn140:28.9": "the pacification of greed, hate, and delusion. ",
  "mn140:29.1": "‘Do not neglect wisdom; preserve truth; foster generosity; and train only for peace.’ ",
  "mn140:29.2": "That’s what I said, and this is why I said it. ",
  "mn140:30.1": "‘Wherever they stand, the streams of identification do not flow. And when the streams of identification do not flow, they are called a sage at peace.’ ",
  "mn140:30.2": "That’s what I said, but why did I say it? ",
  "mn140:31.1": "These are all forms of identifying: ‘I am’, ‘I am this’, ‘I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’ ",
  "mn140:31.2": "Identification is a disease, a boil, a dart. ",
  "mn140:31.3": "Having gone beyond all identification, one is called a sage at peace. ",
  "mn140:31.4": "The sage at peace is not reborn, does not grow old, and does not die. They are not shaken, and do not yearn. ",
  "mn140:31.5": "For they have nothing which would cause them to be reborn. Not being reborn, how could they grow old? Not growing old, how could they die? Not dying, how could they be shaken? Not shaking, for what could they yearn? ",
  "mn140:32.1": "‘Wherever they stand, the streams of identification do not flow. And when the streams of identification do not flow, they are called a sage at peace.’ ",
  "mn140:32.2": "That’s what I said, and this is why I said it. ",
  "mn140:32.3": "Mendicant, you should remember this brief analysis of the six elements.” ",
  "mn140:33.1": "Then Venerable Pukkusāti thought, ",
  "mn140:33.2": "“It seems the Teacher has come to me! The Holy One has come to me! The fully awakened Buddha has come to me!” He got up from his seat, arranged his robe over one shoulder, bowed with his head at the Buddha’s feet, and said, ",
  "mn140:33.3": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to presume to address the Buddha as ‘reverend’. ",
  "mn140:33.4": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” ",
  "mn140:33.5": "“Indeed, mendicant, you made a mistake. It was foolish, stupid, and unskillful of you to act in that way. ",
  "mn140:33.6": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. ",
  "mn140:33.7": "For it is growth in the training of the Noble One to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.” ",
  "mn140:34.1": "“Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "mn140:34.2": "“But mendicant, are your bowl and robes complete?” ",
  "mn140:34.3": "“No, sir, they are not.” ",
  "mn140:34.4": "“The Realized Ones do not ordain those whose bowl and robes are incomplete.” ",
  "mn140:35.1": "And then Venerable Pukkusāti approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "mn140:35.2": "But while he was wandering in search of a bowl and robes, a stray cow took his life. ",
  "mn140:36.1": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn140:36.2": "“Sir, the gentleman named Pukkusāti, who was advised in brief by the Buddha, has passed away. ",
  "mn140:36.3": "Where has he been reborn in his next life?” ",
  "mn140:36.4": "“Mendicants, Pukkusāti was astute. He practiced in line with the teachings, and did not trouble me about the teachings. ",
  "mn140:36.5": "With the ending of the five lower fetters, he’s been reborn spontaneously and will become extinguished there, not liable to return from that world.” ",
  "mn140:36.6": "That is what the Buddha said. ",
  "mn140:36.7": "Satisfied, the mendicants were happy with what the Buddha said. "
}