{
  "mn14:0.1": "Middle Discourses 14 ",
  "mn14:0.2": "The Shorter Discourse on the Mass of Suffering ",
  "mn14:1.1": "So I have heard. ",
  "mn14:1.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "mn14:2.1": "Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn14:2.2": "“For a long time, sir, I have understood your teaching like this: ",
  "mn14:2.3": "‘Greed, hate, and delusion are corruptions of the mind.’ ",
  "mn14:2.4": "",
  "mn14:2.5": "",
  "mn14:2.6": "Despite understanding this, sometimes my mind is occupied by thoughts of greed, hate, and delusion. ",
  "mn14:2.7": "",
  "mn14:2.8": "I wonder what qualities remain in me that I have such thoughts?” ",
  "mn14:3.1": "“Mahānāma, there is a quality that remains in you that makes you have such thoughts. ",
  "mn14:3.2": "For if you had given up that quality you would not still be living at home and enjoying sensual pleasures. ",
  "mn14:3.3": "But because you haven’t given up that quality you are still living at home and enjoying sensual pleasures. ",
  "mn14:4.1": "Sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ",
  "mn14:4.2": "So, Mahānāma, even though a noble disciple has clearly seen this with right wisdom, as long as they do not achieve the rapture and bliss that are apart from sensual pleasures and unskillful qualities, or something even more peaceful than that, ",
  "mn14:4.3": "they can return to sensual pleasures. ",
  "mn14:4.4": "But when they do achieve that rapture and bliss, or something more peaceful than that, ",
  "mn14:4.5": "they do not return to sensual pleasures. ",
  "mn14:5.1": "Before my awakening—when I was still unawakened but intent on awakening—I too clearly saw with right wisdom that: ",
  "mn14:5.2": "‘Sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’ ",
  "mn14:5.3": "But so long as I didn’t achieve the rapture and bliss that are apart from sensual pleasures and unskillful qualities, or something even more peaceful than that, ",
  "mn14:5.4": "I didn’t announce that I would not return to sensual pleasures. ",
  "mn14:5.5": "But when I did achieve that rapture and bliss, or something more peaceful than that, ",
  "mn14:5.6": "I announced that I would not return to sensual pleasures. ",
  "mn14:6.1": "And what is the gratification of sensual pleasures? ",
  "mn14:6.2": "There are these five kinds of sensual stimulation. ",
  "mn14:6.3": "What five? ",
  "mn14:6.4": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn14:6.5": "Sounds known by the ear … ",
  "mn14:6.6": "Smells known by the nose … ",
  "mn14:6.7": "Tastes known by the tongue … ",
  "mn14:6.8": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn14:6.9": "These are the five kinds of sensual stimulation. ",
  "mn14:6.10": "The pleasure and happiness that arise from these five kinds of sensual stimulation: this is the gratification of sensual pleasures. ",
  "mn14:6.11": "",
  "mn14:7.1": "And what is the drawback of sensual pleasures? ",
  "mn14:7.2": "It’s when a gentleman earns a living by means such as ",
  "mn14:7.3": "arithmetic, accounting, calculating, farming, trade, raising cattle, archery, government service, or one of the professions. ",
  "mn14:7.4": "But they must face cold and heat, being hurt by the touch of flies, mosquitoes, wind, sun, and reptiles, and risking death from hunger and thirst. ",
  "mn14:7.5": "This is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:8.1": "That gentleman might try hard, strive, and make an effort, but fail to earn any money. ",
  "mn14:8.2": "If this happens, they sorrow and wail and lament, beating their breast and falling into confusion, saying: ‘Oh, my hard work is wasted. My efforts are fruitless!’ ",
  "mn14:8.3": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:9.1": "That gentleman might try hard, strive, and make an effort, and succeed in earning money. ",
  "mn14:9.2": "But they experience pain and sadness when they try to protect it, thinking: ",
  "mn14:9.3": "‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’ ",
  "mn14:9.4": "And even though they protect it and ward it, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it. ",
  "mn14:9.5": "They sorrow and wail and lament, beating their breast and falling into confusion: ",
  "mn14:9.6": "‘What once was mine is gone.’ ",
  "mn14:9.7": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:10.1": "Furthermore, for the sake of sensual pleasures kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend. ",
  "mn14:10.2": "Once they’ve started quarreling, arguing, and disputing, they attack each other with fists, stones, rods, and swords, ",
  "mn14:10.3": "resulting in death and deadly pain. ",
  "mn14:10.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:11.1": "Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and plunge into a battle massed on both sides, with arrows and spears flying and swords flashing. ",
  "mn14:11.2": "There they are struck with arrows and spears, and their heads are chopped off, ",
  "mn14:11.3": "resulting in death and deadly pain. ",
  "mn14:11.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:12.1": "Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and charge wetly plastered bastions, with arrows and spears flying and swords flashing. ",
  "mn14:12.2": "There they are struck with arrows and spears, splashed with dung, crushed by a superior force, and their heads are chopped off, ",
  "mn14:12.3": "resulting in death and deadly pain. ",
  "mn14:12.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:13.1": "Furthermore, for the sake of sensual pleasures they break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, and commit adultery. ",
  "mn14:13.2": "The rulers would arrest them and subject them to various punishments—",
  "mn14:13.3": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘Rāhu’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘bulrush twist’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘caustic pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded. ",
  "mn14:13.4": "These result in death and deadly pain. ",
  "mn14:13.5": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures. ",
  "mn14:14.1": "Furthermore, for the sake of sensual pleasures, they conduct themselves badly by way of body, speech, and mind. ",
  "mn14:14.2": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn14:14.3": "This is a drawback of sensual pleasures to do with lives to come, a mass of suffering caused by sensual pleasures. ",
  "mn14:15.1": "Mahānāma, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "mn14:15.2": "Now at that time several Jain ascetics on the slopes of Isigili at the Black Rock were constantly standing, refusing seats. And they felt painful, sharp, severe, acute feelings due to overexertion. ",
  "mn14:16.1": "Then in the late afternoon, I came out of retreat and went to the Black Rock to visit those Jain ascetics. I said to them, ",
  "mn14:16.2": "‘Reverends, why are you constantly standing, refusing seats, so that you suffer painful, sharp, severe, acute feelings due to overexertion?’ ",
  "mn14:17.1": "When I said this, those Jain ascetics said to me, ",
  "mn14:17.2": "‘Reverend, the Jain ascetic of the Ñātika clan claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ",
  "mn14:17.3": "“Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.” ",
  "mn14:17.4": "He says, ",
  "mn14:17.5": "“O Jain ascetics, you have done bad deeds in a past life. Wear them away with these severe and grueling austerities. ",
  "mn14:17.6": "And when in the present you are restrained in body, speech, and mind, you’re not doing any bad deeds for the future. ",
  "mn14:17.7": "So, due to eliminating past deeds by fervent mortification, and not doing any new deeds, there’s nothing to come up in the future. ",
  "mn14:17.8": "With no future consequence, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.” ",
  "mn14:17.9": "We endorse and accept this, and we are satisfied with it.’ ",
  "mn14:18.1": "When they said this, I said to them, ",
  "mn14:18.2": "‘But reverends, do you know ",
  "mn14:18.3": "for sure that you existed in the past, and it is not the case that you did not exist?’ ",
  "mn14:18.4": "‘No we don’t, reverend.’ ",
  "mn14:18.5": "‘But reverends, do you know ",
  "mn14:18.6": "for sure that you did bad deeds in the past?’ ",
  "mn14:18.7": "‘No we don’t, reverend.’ ",
  "mn14:18.8": "‘But reverends, do you know ",
  "mn14:18.9": "that you did such and such bad deeds?’ ",
  "mn14:18.10": "‘No we don’t, reverend.’ ",
  "mn14:18.11": "‘But reverends, do you know ",
  "mn14:18.12": "that so much suffering has already been worn away? Or that so much suffering still remains to be worn away? Or that when so much suffering is worn away all suffering will have been worn away?’ ",
  "mn14:18.13": "‘No we don’t, reverend.’ ",
  "mn14:18.14": "‘But reverends, do you know ",
  "mn14:18.15": "about giving up unskillful qualities in the present life and embracing skillful qualities?’ ",
  "mn14:18.16": "‘No we don’t, reverend.’ ",
  "mn14:19.1": "‘So it seems that you don’t know any of these things. ",
  "mn14:19.2": "",
  "mn14:19.3": "",
  "mn14:19.4": "",
  "mn14:19.5": "",
  "mn14:19.6": "",
  "mn14:19.7": "",
  "mn14:19.8": "That being so, when those in the world who are violent and bloody-handed and of cruel livelihood are reborn among humans they go forth as Jain ascetics.’ ",
  "mn14:20.1": "‘Reverend Gotama, pleasure is not gained through pleasure; pleasure is gained through pain. ",
  "mn14:20.2": "For if pleasure were to be gained through pleasure, King Seniya Bimbisāra of Magadha would gain pleasure, since he lives in greater pleasure than Venerable Gotama.’ ",
  "mn14:20.3": "‘Clearly the venerables have spoken rashly, without reflection. ",
  "mn14:20.4": "",
  "mn14:20.5": "",
  "mn14:20.6": "Rather, I’m the one who should be asked about ",
  "mn14:20.7": "who lives in greater pleasure, King Bimbisāra or Venerable Gotama?’ ",
  "mn14:20.8": "‘Clearly we spoke rashly and without reflection. ",
  "mn14:20.9": "",
  "mn14:20.10": "But forget about that. Now we ask Venerable Gotama: ",
  "mn14:20.11": "“Who lives in greater pleasure, King Bimbisāra or Venerable Gotama?”' ",
  "mn14:21.1": "‘Well then, reverends, I’ll ask you about this in return, and you can answer as you like. ",
  "mn14:21.2": "What do you think, reverends? ",
  "mn14:21.3": "Is King Bimbisāra capable of experiencing perfect happiness for seven days and nights without moving his body or speaking?’ ",
  "mn14:21.4": "‘No he is not, reverend.’ ",
  "mn14:21.5": "‘What do you think, reverends? ",
  "mn14:21.6": "Is King Bimbisāra capable of experiencing perfect happiness for six days … ",
  "mn14:21.7": "five days … ",
  "mn14:21.8": "four days … ",
  "mn14:21.9": "three days … ",
  "mn14:21.10": "two days … ",
  "mn14:21.11": "one day?’ ",
  "mn14:21.12": "‘No he is not, reverend.’ ",
  "mn14:21.13": "‘But I am capable of experiencing perfect happiness for one day and night without moving my body or speaking. ",
  "mn14:21.14": "I am capable of experiencing perfect happiness for two days … ",
  "mn14:21.15": "three days … ",
  "mn14:21.16": "four days … ",
  "mn14:21.17": "five days … ",
  "mn14:21.18": "six days … ",
  "mn14:21.19": "seven days. ",
  "mn14:21.20": "What do you think, reverends? This being so, who lives in greater pleasure, King Bimbisāra or I?’ ",
  "mn14:21.21": "‘This being so, Venerable Gotama lives in greater pleasure than King Bimbisāra.’” ",
  "mn14:21.22": "That is what the Buddha said. ",
  "mn14:21.23": "Satisfied, Mahānāma the Sakyan was happy with what the Buddha said. "
}