{
  "mn21:0.1": "Middle Discourses 21 ",
  "mn21:0.2": "The Simile of the Saw ",
  "mn21:1.1": "So I have heard. ",
  "mn21:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn21:2.1": "Now at that time, Venerable Phagguna of the Top-Knot was mixing too closely together with the nuns. ",
  "mn21:2.2": "So much so that ",
  "mn21:2.3": "if any mendicant criticized those nuns in his presence, Phagguna of the Top-Knot got angry and upset, and even instigated disciplinary proceedings. ",
  "mn21:2.4": "And if any mendicant criticized Phagguna of the Top-Knot in their presence, those nuns got angry and upset, and even instigated disciplinary proceedings. ",
  "mn21:2.5": "That’s how much Phagguna of the Top-Knot was mixing too closely together with the nuns. ",
  "mn21:3.1": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and told him what was going on. ",
  "mn21:3.2": "",
  "mn21:3.3": "",
  "mn21:3.4": "",
  "mn21:3.5": "",
  "mn21:3.6": "",
  "mn21:4.1": "So the Buddha addressed a certain monk, ",
  "mn21:4.2": "“Please, monk, in my name tell the mendicant Phagguna of the Top-Knot that ",
  "mn21:4.3": "the teacher summons him.” ",
  "mn21:4.4": "“Yes, sir,” that monk replied. He went to Phagguna of the Top-Knot and said to him, ",
  "mn21:4.5": "“Reverend Phagguna, the teacher summons you.” ",
  "mn21:4.6": "“Yes, reverend,” Phagguna replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "mn21:5.1": "“Is it really true, Phagguna, that you’ve been mixing overly closely together with the nuns? ",
  "mn21:5.2": "So much so that ",
  "mn21:5.3": "if any mendicant criticizes those nuns in your presence, you get angry and upset, and even instigate disciplinary proceedings? ",
  "mn21:5.4": "And if any mendicant criticizes you in those nuns’ presence, they get angry and upset, and even instigate disciplinary proceedings? ",
  "mn21:5.5": "Is that how much you’re mixing overly closely together with the nuns?” ",
  "mn21:5.6": "“Yes, sir.” ",
  "mn21:5.7": "“Phagguna, are you not a gentleman who has gone forth from the lay life to homelessness?” ",
  "mn21:5.8": "“Yes, sir.” ",
  "mn21:6.1": "“As such, it’s not appropriate for you to mix so closely with the nuns. ",
  "mn21:6.2": "So if anyone criticizes those nuns in your presence, you should give up any desires or thoughts of the lay life. ",
  "mn21:6.3": "If that happens, you should train like this: ",
  "mn21:6.4": "‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ ",
  "mn21:6.5": "That’s how you should train. ",
  "mn21:6.6": "So even if someone strikes those nuns with fists, stones, rods, and swords in your presence, you should give up any desires or thoughts of the lay life. ",
  "mn21:6.7": "If that happens, you should train like this: ",
  "mn21:6.8": "‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ ",
  "mn21:6.9": "That’s how you should train. ",
  "mn21:6.10": "So if anyone criticizes you in your presence, you should give up any desires or thoughts of the lay life. ",
  "mn21:6.11": "If that happens, you should train like this: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ ",
  "mn21:6.12": "That’s how you should train. ",
  "mn21:6.13": "So Phagguna, even if someone strikes you with fists, stones, rods, and swords, you should give up any desires or thoughts of the lay life. ",
  "mn21:6.14": "If that happens, you should train like this: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ ",
  "mn21:6.15": "That’s how you should train.” ",
  "mn21:7.1": "Then the Buddha said to the mendicants: ",
  "mn21:7.2": "“Mendicants, I used to be satisfied with the mendicants. ",
  "mn21:7.3": "Once, I addressed them: ",
  "mn21:7.4": "‘I eat my food in one sitting per day. ",
  "mn21:7.5": "Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably. ",
  "mn21:7.6": "You too should eat your food in one sitting per day. ",
  "mn21:7.7": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.’ ",
  "mn21:7.8": "I didn’t have to keep on instructing those mendicants; ",
  "mn21:7.9": "I just had to prompt their mindfulness. ",
  "mn21:7.10": "Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready. ",
  "mn21:7.11": "Then a deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes. ",
  "mn21:7.12": "In the same way, I didn’t have to keep on instructing those mendicants; ",
  "mn21:7.13": "I just had to prompt their mindfulness. ",
  "mn21:7.14": "So, mendicants, you too should give up what’s unskillful and devote yourselves to skillful qualities. ",
  "mn21:7.15": "In this way you’ll achieve growth, improvement, and maturity in this teaching and training. ",
  "mn21:8.1": "Suppose that not far from a town or village there was a large grove of sal trees ",
  "mn21:8.2": "that was choked with castor-oil weeds. ",
  "mn21:8.3": "Then along comes a person who wants to help protect and nurture that grove. ",
  "mn21:8.4": "They’d cut down the crooked sal saplings that were robbing the sap, and throw them out. They’d clean up the interior of the grove, ",
  "mn21:8.5": "and properly care for the straight, well-formed sal saplings. ",
  "mn21:8.6": "In this way, in due course, that sal grove would grow, increase, and mature. ",
  "mn21:8.7": "In the same way, mendicants, you too should give up what’s unskillful and devote yourselves to skillful qualities. ",
  "mn21:8.8": "In this way you’ll achieve growth, improvement, and maturity in this teaching and training. ",
  "mn21:9.1": "Once upon a time, mendicants, right here in Sāvatthī there was a housewife named Vedehikā. ",
  "mn21:9.2": "She had this good reputation: ",
  "mn21:9.3": "‘The housewife Vedehikā is sweet, even-tempered, and calm.’ ",
  "mn21:9.4": "Now, Vedehikā had a bonded maid named Kāḷī who was deft, tireless, and well-organized in her work. ",
  "mn21:9.5": "Then Kāḷī thought, ",
  "mn21:9.6": "‘My mistress has a good reputation as being ",
  "mn21:9.7": "sweet, even-tempered, and calm. ",
  "mn21:9.8": "But does she actually have anger in her and just not show it? Or does she have no anger? ",
  "mn21:9.9": "Or is it just because my work is well-organized that she doesn’t show anger, even though she still has it inside? ",
  "mn21:9.10": "Why don’t I test my mistress?’ ",
  "mn21:9.11": "So Kāḷī got up during the day. ",
  "mn21:9.12": "Vedehikā said to her, ",
  "mn21:9.13": "‘Oi wench, Kāḷī!’ ",
  "mn21:9.14": "‘What is it, madam?’ ",
  "mn21:9.15": "‘You’re getting up in the day—what’s up with you, wench?’ ",
  "mn21:9.16": "‘Nothing, madam.’ ",
  "mn21:9.17": "‘Oh, so nothing’s up, you naughty maid, but you get up in the day!’ Angry and upset, she scowled. ",
  "mn21:9.18": "Then Kāḷī thought, ",
  "mn21:9.19": "‘My mistress actually has anger in her and just doesn’t show it; it’s not that she has no anger. ",
  "mn21:9.20": "It’s just because my work is well-organized that she doesn’t show anger, even though she still has it inside. ",
  "mn21:9.21": "Why don’t I test my mistress further?’ ",
  "mn21:9.22": "So Kāḷī got up later in the day. ",
  "mn21:9.23": "Vedehikā said to her, ",
  "mn21:9.24": "‘Oi wench, Kāḷī!’ ",
  "mn21:9.25": "‘What is it, madam?’ ",
  "mn21:9.26": "‘You’re getting up even later in the day—what’s up with you, wench?’ ",
  "mn21:9.27": "‘Nothing, madam.’ ",
  "mn21:9.28": "‘Oh, so nothing’s up, you naughty maid, but you get up later in the day!’ Angry and upset, she blurted out angry words. ",
  "mn21:9.29": "Then Kāḷī thought, ",
  "mn21:9.30": "‘My mistress actually has anger in her and just doesn’t show it; it’s not that she has no anger. ",
  "mn21:9.31": "It’s just because my work is well-organized that she doesn’t show anger, even though she still has it inside. ",
  "mn21:9.32": "Why don’t I test my mistress further?’ ",
  "mn21:9.33": "So Kāḷī got up even later in the day. ",
  "mn21:9.34": "Vedehikā said to her, ",
  "mn21:9.35": "‘Oi wench, Kāḷī!’ ",
  "mn21:9.36": "‘What is it, madam?’ ",
  "mn21:9.37": "‘You’re getting up even later in the day—what’s up with you, wench?’ ",
  "mn21:9.38": "‘Nothing, madam.’ ",
  "mn21:9.39": "‘Oh, so nothing’s up, you naughty maid, but you get up even later in the day!’ Angry and upset, she grabbed a rolling-pin and hit Kāḷī on the head, cracking it open. ",
  "mn21:9.40": "Then Kāḷī, with blood pouring from her cracked skull, denounced her mistress to the neighbors, ",
  "mn21:9.41": "‘See, ladies, what the sweet one did! ",
  "mn21:9.42": "See what the even-tempered one did! See what the calm one did! ",
  "mn21:9.43": "How on earth can she grab a rolling-pin and hit her only maid on the head, cracking it open, just for getting up late?’ ",
  "mn21:9.44": "Then after some time the housewife Vedehikā got this bad reputation: ",
  "mn21:9.45": "‘The housewife Vedehikā is fierce, ill-tempered, and not calm at all.’ ",
  "mn21:10.1": "In the same way, a mendicant may be the sweetest of the sweet, the most even-tempered of the even-tempered, the calmest of the calm, so long as they don’t encounter any disagreeable criticism. ",
  "mn21:10.2": "But it’s when they encounter disagreeable criticism that you’ll know whether they’re really sweet, even-tempered, and calm. ",
  "mn21:10.3": "I don’t say that a mendicant is easy to admonish if they make themselves easy to admonish only for the sake of robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "mn21:10.4": "Why is that? ",
  "mn21:10.5": "Because when they don’t get robes, almsfood, lodgings, and medicines and supplies for the sick, they’re no longer easy to admonish. ",
  "mn21:10.6": "But when a mendicant is easy to admonish purely because they honor, respect, revere, worship, and venerate the teaching, then I say that they’re easy to admonish. ",
  "mn21:10.7": "So, mendicants, you should train yourselves: ‘We will be easy to admonish purely because we honor, respect, revere, worship, and venerate the teaching.’ ",
  "mn21:10.8": "That’s how you should train. ",
  "mn21:11.1": "Mendicants, there are these five ways in which others might criticize you. ",
  "mn21:11.2": "Their speech may be timely or untimely, ",
  "mn21:11.3": "true or false, ",
  "mn21:11.4": "gentle or harsh, ",
  "mn21:11.5": "beneficial or harmful, ",
  "mn21:11.6": "from a heart of love or from secret hate. ",
  "mn21:11.7": "When others criticize you, they may do so in any of these ways. ",
  "mn21:11.8": "",
  "mn21:11.9": "",
  "mn21:11.10": "",
  "mn21:11.11": "",
  "mn21:11.12": "If that happens, you should train like this: ",
  "mn21:11.13": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. ",
  "mn21:11.14": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart full of love to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ ",
  "mn21:11.15": "That’s how you should train. ",
  "mn21:12.1": "Suppose a person was to come along carrying a spade and basket ",
  "mn21:12.2": "and say, ",
  "mn21:12.3": "‘I shall make this great earth be without earth!’ ",
  "mn21:12.4": "And they’d dig all over, scatter all over, spit all over, and urinate all over, saying, ",
  "mn21:12.5": "‘Be without earth! Be without earth!’ ",
  "mn21:12.6": "What do you think, mendicants? ",
  "mn21:12.7": "Could that person make this great earth be without earth?” ",
  "mn21:12.8": "“No, sir. ",
  "mn21:12.9": "Why is that? ",
  "mn21:12.10": "Because this great earth is deep and limitless. ",
  "mn21:12.11": "It’s not easy to make it be without earth. ",
  "mn21:12.12": "That person will eventually get weary and frustrated.” ",
  "mn21:13.1": "“In the same way, there are these five ways in which others might criticize you. ",
  "mn21:13.2": "Their speech may be timely or untimely, ",
  "mn21:13.3": "true or false, ",
  "mn21:13.4": "gentle or harsh, ",
  "mn21:13.5": "beneficial or harmful, ",
  "mn21:13.6": "from a heart of love or from secret hate. ",
  "mn21:13.7": "When others criticize you, they may do so in any of these ways. ",
  "mn21:13.8": "",
  "mn21:13.9": "",
  "mn21:13.10": "",
  "mn21:13.11": "",
  "mn21:13.12": "If that happens, you should train like this: ",
  "mn21:13.13": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. ",
  "mn21:13.14": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart like the earth to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ ",
  "mn21:13.15": "That’s how you should train. ",
  "mn21:14.1": "Suppose a person was to come along with dye such as red lac, turmeric, indigo, or rose madder, ",
  "mn21:14.2": "and say, ",
  "mn21:14.3": "‘I shall draw pictures on the sky, making pictures appear there.’ ",
  "mn21:14.4": "What do you think, mendicants? ",
  "mn21:14.5": "Could that person draw pictures on the sky?” ",
  "mn21:14.6": "“No, sir. ",
  "mn21:14.7": "Why is that? ",
  "mn21:14.8": "Because the sky is formless and invisible. ",
  "mn21:14.9": "It’s not easy to draw pictures there. ",
  "mn21:14.10": "That person will eventually get weary and frustrated.” ",
  "mn21:15.1": "“In the same way, there are these five ways in which others might criticize you … ",
  "mn21:15.2": "",
  "mn21:15.3": "",
  "mn21:16.1": "Suppose a person was to come along carrying a blazing grass torch, ",
  "mn21:16.2": "and say, ",
  "mn21:16.3": "‘I shall burn and scorch the river Ganges with this blazing grass torch.’ ",
  "mn21:16.4": "What do you think, mendicants? ",
  "mn21:16.5": "Could that person burn and scorch the river Ganges with a blazing grass torch?” ",
  "mn21:16.6": "“No, sir. ",
  "mn21:16.7": "Why is that? ",
  "mn21:16.8": "Because the river Ganges is deep and limitless. ",
  "mn21:16.9": "It’s not easy to burn and scorch it with a blazing grass torch. ",
  "mn21:16.10": "That person will eventually get weary and frustrated.” ",
  "mn21:17.1": "“In the same way, there are these five ways in which others might criticize you … ",
  "mn21:17.2": "",
  "mn21:17.3": "",
  "mn21:18.1": "Suppose there was a catskin bag that was rubbed, well-rubbed, very well-rubbed, soft, silky, rid of rustling and crackling. ",
  "mn21:18.2": "Then a person comes along carrying a stick or a stone, ",
  "mn21:18.3": "and says, ",
  "mn21:18.4": "‘I shall make this soft catskin bag rustle and crackle with this stick or stone.’ ",
  "mn21:18.5": "What do you think, mendicants? ",
  "mn21:18.6": "Could that person make that soft catskin bag rustle and crackle with that stick or stone?” ",
  "mn21:18.7": "“No, sir. ",
  "mn21:18.8": "Why is that? ",
  "mn21:18.9": "Because that catskin bag is rubbed, well-rubbed, very well-rubbed, soft, silky, rid of rustling and crackling. ",
  "mn21:18.10": "It’s not easy to make it rustle or crackle with a stick or stone. ",
  "mn21:18.11": "That person will eventually get weary and frustrated.” ",
  "mn21:19.1": "“In the same way, there are these five ways in which others might criticize you. ",
  "mn21:19.2": "Their speech may be timely or untimely, ",
  "mn21:19.3": "true or false, ",
  "mn21:19.4": "gentle or harsh, ",
  "mn21:19.5": "beneficial or harmful, ",
  "mn21:19.6": "from a heart of love or from secret hate. ",
  "mn21:19.7": "When others criticize you, they may do so in any of these ways. ",
  "mn21:19.8": "",
  "mn21:19.9": "",
  "mn21:19.10": "",
  "mn21:19.11": "",
  "mn21:19.12": "If that happens, you should train like this: ",
  "mn21:19.13": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. ",
  "mn21:19.14": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart like a catskin bag to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ ",
  "mn21:19.15": "That’s how you should train. ",
  "mn21:20.1": "Even if low-down bandits were to sever you limb from limb with a two-handled saw, anyone who had a malevolent thought on that account would not be following my instructions. ",
  "mn21:20.2": "If that happens, you should train like this: ",
  "mn21:20.3": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. ",
  "mn21:20.4": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart full of love to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ ",
  "mn21:20.5": "That’s how you should train. ",
  "mn21:21.1": "If you frequently reflect on this advice—the simile of the saw—",
  "mn21:21.2": "do you see any criticism, large or small, that you could not endure?” ",
  "mn21:21.3": "“No, sir.” ",
  "mn21:21.4": "“So, mendicants, you should frequently reflect on this advice, the simile of the saw. ",
  "mn21:21.5": "This will be for your lasting welfare and happiness.” ",
  "mn21:21.6": "That is what the Buddha said. ",
  "mn21:21.7": "Satisfied, the mendicants approved what the Buddha said. "
}