{
  "mn22:0.1": "Middle Discourses 22 ",
  "mn22:0.2": "The Simile of the Snake ",
  "mn22:1.1": "So I have heard. ",
  "mn22:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn22:2.1": "Now at that time a mendicant called Ariṭtha, who had previously been a vulture trapper, had the following harmful misconception: ",
  "mn22:2.2": "“As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them.” ",
  "mn22:2.3": "Several mendicants heard about this. ",
  "mn22:2.4": "",
  "mn22:2.5": "",
  "mn22:3.1": "They went up to Ariṭṭha and said to him, ",
  "mn22:3.2": "“Is it really true, Reverend Ariṭṭha, that you have such a harmful misconception: ",
  "mn22:3.3": "‘As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them’?” ",
  "mn22:3.4": "“Absolutely, reverends. As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them.” ",
  "mn22:3.5": "Then, wishing to dissuade Ariṭṭha from his view, the mendicants pursued, pressed, and grilled him, ",
  "mn22:3.6": "“Don’t say that, Ariṭṭha! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "mn22:3.7": "In many ways the Buddha has said that obstructive acts are obstructive, and that they really do obstruct the one who performs them. ",
  "mn22:3.8": "The Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ",
  "mn22:3.9": "With the similes of a skeleton … ",
  "mn22:3.10": "a lump of meat … ",
  "mn22:3.11": "a grass torch … ",
  "mn22:3.12": "a pit of glowing coals … ",
  "mn22:3.13": "a dream … ",
  "mn22:3.14": "borrowed goods … ",
  "mn22:3.15": "fruit on a tree … ",
  "mn22:3.16": "a butcher’s knife and chopping block … ",
  "mn22:3.17": "a staking sword … ",
  "mn22:3.18": "a snake’s head, the Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” ",
  "mn22:3.19": "But even though the mendicants pursued, pressed, and grilled him in this way, Ariṭṭha obstinately stuck to his misconception and insisted on stating it. ",
  "mn22:3.20": "",
  "mn22:3.21": "When they weren’t able to dissuade Ariṭṭha from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "mn22:3.22": "",
  "mn22:3.23": "",
  "mn22:3.24": "",
  "mn22:3.25": "",
  "mn22:3.26": "",
  "mn22:3.27": "",
  "mn22:3.28": "",
  "mn22:3.29": "",
  "mn22:3.30": "",
  "mn22:3.31": "",
  "mn22:3.32": "",
  "mn22:3.33": "",
  "mn22:3.34": "",
  "mn22:3.35": "",
  "mn22:3.36": "",
  "mn22:3.37": "",
  "mn22:3.38": "",
  "mn22:3.39": "",
  "mn22:4.1": "",
  "mn22:5.1": "So the Buddha addressed a certain monk, ",
  "mn22:5.2": "“Please, monk, in my name tell the mendicant Ariṭṭha, formerly a vulture trapper, that ",
  "mn22:5.3": "the teacher summons him.” ",
  "mn22:5.4": "“Yes, sir,” that monk replied. He went to Ariṭṭha and said to him, ",
  "mn22:5.5": "“Reverend Ariṭṭha, the teacher summons you.” ",
  "mn22:5.6": "“Yes, reverend,” Ariṭṭha replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him, ",
  "mn22:5.7": "“Is it really true, Ariṭṭha, that you have such a harmful misconception: ",
  "mn22:5.8": "‘As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them’?” ",
  "mn22:5.9": "“Absolutely, sir. As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them.” ",
  "mn22:6.1": "“Silly man, who on earth have you ever known me to teach in that way? ",
  "mn22:6.2": "Haven’t I said in many ways that obstructive acts are obstructive, and that they really do obstruct the one who performs them? ",
  "mn22:6.3": "I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ",
  "mn22:6.4": "With the similes of a skeleton … ",
  "mn22:6.5": "a lump of meat … ",
  "mn22:6.6": "a grass torch … ",
  "mn22:6.7": "a pit of glowing coals … ",
  "mn22:6.8": "a dream … ",
  "mn22:6.9": "borrowed goods … ",
  "mn22:6.10": "fruit on a tree … ",
  "mn22:6.11": "a butcher’s knife and chopping block … ",
  "mn22:6.12": "a staking sword … ",
  "mn22:6.13": "a snake’s head, I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ",
  "mn22:6.14": "But still you misrepresent me by your wrong grasp, harm yourself, and make much bad karma. ",
  "mn22:6.15": "This will be for your lasting harm and suffering.” ",
  "mn22:7.1": "Then the Buddha said to the mendicants, ",
  "mn22:7.2": "“What do you think, mendicants? ",
  "mn22:7.3": "Has this mendicant Ariṭṭha kindled even a spark of wisdom in this teaching and training?” ",
  "mn22:7.4": "“How could that be, sir? ",
  "mn22:7.5": "No, sir.” ",
  "mn22:7.6": "When this was said, Ariṭṭha sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say. ",
  "mn22:7.7": "Knowing this, the Buddha said, ",
  "mn22:7.8": "“Silly man, you will be known by your own harmful misconception. ",
  "mn22:7.9": "I’ll question the mendicants about this.” ",
  "mn22:8.1": "Then the Buddha said to the mendicants, ",
  "mn22:8.2": "“Mendicants, do you understand my teachings as Ariṭṭha does, when he misrepresents me by his wrong grasp, harms himself, and makes much bad karma?” ",
  "mn22:8.3": "“No, sir. ",
  "mn22:8.4": "For in many ways the Buddha has said that obstructive acts are obstructive, and that they really do obstruct the one who performs them. ",
  "mn22:8.5": "",
  "mn22:8.6": "The Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ",
  "mn22:8.7": "With the similes of a skeleton … ",
  "mn22:8.8": "a snake’s head, the Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” ",
  "mn22:8.9": "“Good, good, mendicants! It’s good that you understand my teaching like this. ",
  "mn22:8.10": "For in many ways I have said that obstructive acts are obstructive … ",
  "mn22:8.11": "",
  "mn22:8.12": "",
  "mn22:8.13": "I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ",
  "mn22:8.14": "But still this Ariṭṭha misrepresents me by his wrong grasp, harms himself, and makes much bad karma. ",
  "mn22:8.15": "This will be for his lasting harm and suffering. ",
  "mn22:9.1": "Truly, mendicants, it’s not possible to perform sensual acts without sensual pleasures, sensual perceptions, and sensual thoughts. ",
  "mn22:10.1": "Take a foolish person who memorizes the teaching—",
  "mn22:10.2": "statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications. ",
  "mn22:10.3": "But they don’t examine the meaning of those teachings with wisdom, ",
  "mn22:10.4": "and so don’t come to a considered acceptance of them. ",
  "mn22:10.5": "They just memorize the teaching for the sake of finding fault and winning debates. ",
  "mn22:10.6": "They don’t realize the goal for which they memorized them. ",
  "mn22:10.7": "Because they’re wrongly grasped, those teachings lead to their lasting harm and suffering. ",
  "mn22:10.8": "Why is that? ",
  "mn22:10.9": "Because of their wrong grasp of the teachings. ",
  "mn22:10.10": "Suppose there was a person in need of a snake. And while wandering in search of a snake ",
  "mn22:10.11": "they’d see a big snake, ",
  "mn22:10.12": "and grasp it by the coil or the tail. ",
  "mn22:10.13": "But that snake would twist back and bite them on the hand or the arm or limb, ",
  "mn22:10.14": "resulting in death or deadly pain. ",
  "mn22:10.15": "Why is that? ",
  "mn22:10.16": "Because of their wrong grasp of the snake. ",
  "mn22:10.17": "In the same way, a foolish person memorizes the teaching … ",
  "mn22:10.18": "",
  "mn22:10.19": "",
  "mn22:10.20": "",
  "mn22:10.21": "",
  "mn22:10.22": "",
  "mn22:10.23": "and those teachings lead to their lasting harm and suffering. ",
  "mn22:10.24": "Why is that? ",
  "mn22:10.25": "Because of their wrong grasp of the teachings. ",
  "mn22:11.1": "Now, take a gentleman who memorizes the teaching—",
  "mn22:11.2": "statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications. ",
  "mn22:11.3": "And once he’s memorized them, he examines their meaning with wisdom, ",
  "mn22:11.4": "and comes to a considered acceptance of them. ",
  "mn22:11.5": "He doesn’t memorize the teaching for the sake of finding fault and winning debates. ",
  "mn22:11.6": "He realizes the goal for which he memorized them. ",
  "mn22:11.7": "Because they’re correctly grasped, those teachings lead to his lasting welfare and happiness. ",
  "mn22:11.8": "Why is that? ",
  "mn22:11.9": "Because of his correct grasp of the teachings. ",
  "mn22:11.10": "Suppose there was a person in need of a snake. And while wandering in search of a snake ",
  "mn22:11.11": "they’d see a big snake, ",
  "mn22:11.12": "and hold it down carefully with a cleft stick. ",
  "mn22:11.13": "Only then would they correctly grasp it by the neck. ",
  "mn22:11.14": "And even though that snake might wrap its coils around that person’s hand or arm or some other limb, that wouldn’t result in death or deadly pain. ",
  "mn22:11.15": "Why is that? ",
  "mn22:11.16": "Because of their correct grasp of the snake. ",
  "mn22:11.17": "In the same way, a gentleman memorizes the teaching … ",
  "mn22:11.18": "",
  "mn22:11.19": "",
  "mn22:11.20": "",
  "mn22:11.21": "",
  "mn22:11.22": "",
  "mn22:11.23": "and those teachings lead to his lasting welfare and happiness. ",
  "mn22:11.24": "Why is that? ",
  "mn22:11.25": "Because of his correct grasp of the teachings. ",
  "mn22:12.1": "So, mendicants, when you understand what I’ve said, you should remember it accordingly. ",
  "mn22:12.2": "But if I’ve said anything that you don’t understand, you should ask me about it, or some competent mendicants. ",
  "mn22:13.1": "Mendicants, I will teach you how the Dhamma is similar to a raft: it’s for crossing over, not for holding on. ",
  "mn22:13.2": "Listen and pay close attention, I will speak.” ",
  "mn22:13.3": "“Yes, sir,” they replied. ",
  "mn22:13.4": "The Buddha said this: ",
  "mn22:13.5": "“Suppose there was a person traveling along the road. ",
  "mn22:13.6": "They’d see a large deluge, whose near shore was dubious and perilous, while the far shore was a sanctuary free of peril. ",
  "mn22:13.7": "But there was no ferryboat or bridge for crossing over. ",
  "mn22:13.8": "They’d think, ",
  "mn22:13.9": "",
  "mn22:13.10": "",
  "mn22:13.11": "‘Why don’t I gather grass, sticks, branches, and leaves and make a raft? Riding on the raft, and paddling with my hands and feet, I can safely reach the far shore.’ ",
  "mn22:13.12": "And so they’d do exactly that. ",
  "mn22:13.13": "And when they’d crossed over to the far shore, they’d think, ",
  "mn22:13.14": "‘This raft has been very helpful to me. ",
  "mn22:13.15": "Riding on the raft, and paddling with my hands and feet, I have safely crossed over to the far shore. ",
  "mn22:13.16": "Why don’t I hoist it on my head or pick it up on my shoulder and go wherever I want?’ ",
  "mn22:13.17": "What do you think, mendicants? ",
  "mn22:13.18": "Would that person be doing what should be done with that raft?” ",
  "mn22:13.19": "“No, sir.” ",
  "mn22:13.20": "“And what, mendicants, should that person do with the raft? ",
  "mn22:13.21": "When they’d crossed over they should think, ",
  "mn22:13.22": "‘This raft has been very helpful to me. … ",
  "mn22:13.23": "",
  "mn22:13.24": "Why don’t I beach it on dry land or set it adrift on the water and go wherever I want?’ ",
  "mn22:13.25": "That’s what that person should do with the raft. ",
  "mn22:13.26": "In the same way, I have taught how the teaching is similar to a raft: it’s for crossing over, not for holding on. ",
  "mn22:14.1": "By understanding the simile of the raft, you will even give up the teachings, let alone what is against the teachings. ",
  "mn22:15.1": "Mendicants, there are these six grounds for views. ",
  "mn22:15.2": "What six? ",
  "mn22:15.3": "Take an unlearned ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons. ",
  "mn22:15.4": "They regard form like this: ‘This is mine, I am this, this is my self.’ ",
  "mn22:15.5": "They also regard feeling … ",
  "mn22:15.6": "perception … ",
  "mn22:15.7": "choices … ",
  "mn22:15.8": "whatever is seen, heard, thought, known, attained, sought, and explored by the mind like this: ‘This is mine, I am this, this is my self.’ ",
  "mn22:15.9": "And the same for this ground for views: ",
  "mn22:15.10": "‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ",
  "mn22:15.11": "They also regard this: ‘This is mine, I am this, this is my self.’ ",
  "mn22:16.1": "But a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons. ",
  "mn22:16.2": "They regard form like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn22:16.3": "They also regard feeling … ",
  "mn22:16.4": "perception … ",
  "mn22:16.5": "choices … ",
  "mn22:16.6": "whatever is seen, heard, thought, known, attained, sought, and explored by the mind like this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn22:16.7": "And the same for this ground for views: ",
  "mn22:16.8": "‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ",
  "mn22:16.9": "They also regard this: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn22:17.1": "Seeing in this way they’re not anxious about what doesn’t exist.” ",
  "mn22:18.1": "When he said this, one of the mendicants asked the Buddha, ",
  "mn22:18.2": "“Sir, can there be anxiety about what doesn’t exist externally?” ",
  "mn22:18.3": "“There can, mendicant,” said the Buddha. ",
  "mn22:18.4": "“It’s when someone thinks, ",
  "mn22:18.5": "‘Oh, but it used to be mine, and it is mine no more. ",
  "mn22:18.6": "Oh, but it could be mine, and I will get it no more.’ ",
  "mn22:18.7": "They sorrow and wail and lament, beating their breast and falling into confusion. ",
  "mn22:18.8": "That’s how there is anxiety about what doesn’t exist externally.” ",
  "mn22:19.1": "“But can there be no anxiety about what doesn’t exist externally?” ",
  "mn22:19.2": "“There can, mendicant,” said the Buddha. ",
  "mn22:19.3": "“It’s when someone doesn’t think, ",
  "mn22:19.4": "‘Oh, but it used to be mine, and it is mine no more. ",
  "mn22:19.5": "Oh, but it could be mine, and I will get it no more.’ ",
  "mn22:19.6": "They don’t sorrow and wail and lament, beating their breast and falling into confusion. ",
  "mn22:19.7": "That’s how there is no anxiety about what doesn’t exist externally.” ",
  "mn22:20.1": "“But can there be anxiety about what doesn’t exist internally?” ",
  "mn22:20.2": "“There can, mendicant,” said the Buddha. ",
  "mn22:20.3": "“It’s when someone has such a view: ",
  "mn22:20.4": "‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ",
  "mn22:20.5": "They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ",
  "mn22:20.6": "They think, ",
  "mn22:20.7": "‘Whoa, I’m going to be annihilated and destroyed! I won’t exist any more!’ ",
  "mn22:20.8": "They sorrow and wail and lament, beating their breast and falling into confusion. ",
  "mn22:20.9": "That’s how there is anxiety about what doesn’t exist internally.” ",
  "mn22:21.1": "“But can there be no anxiety about what doesn’t exist internally?” ",
  "mn22:21.2": "“There can,” said the Buddha. ",
  "mn22:21.3": "“It’s when someone doesn’t have such a view: ",
  "mn22:21.4": "‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ",
  "mn22:21.5": "They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ",
  "mn22:21.6": "It never occurs to them, ",
  "mn22:21.7": "‘Whoa, I’m going to be annihilated and destroyed! I won’t exist any more!’ ",
  "mn22:21.8": "They don’t sorrow and wail and lament, beating their breast and falling into confusion. ",
  "mn22:21.9": "That’s how there is no anxiety about what doesn’t exist internally. ",
  "mn22:22.1": "Mendicants, it would make sense to be possessive about something that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ",
  "mn22:22.2": "But do you see any such possession?” ",
  "mn22:22.3": "“No, sir.” ",
  "mn22:22.4": "“Good, mendicants! ",
  "mn22:22.5": "I also can’t see any such possession. ",
  "mn22:23.1": "It would make sense to grasp at a doctrine of self that didn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "mn22:23.2": "But do you see any such doctrine of self?” ",
  "mn22:23.3": "“No, sir.” ",
  "mn22:23.4": "“Good, mendicants! ",
  "mn22:23.5": "I also can’t see any such doctrine of self. ",
  "mn22:24.1": "It would make sense to rely on a view that didn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "mn22:24.2": "But do you see any such view to rely on?” ",
  "mn22:24.3": "“No, sir.” ",
  "mn22:24.4": "“Good, mendicants! ",
  "mn22:24.5": "I also can’t see any such view to rely on. ",
  "mn22:25.1": "Mendicants, were a self to exist, would there be the thought, ‘Belonging to my self’?” ",
  "mn22:25.2": "“Yes, sir.” ",
  "mn22:25.3": "“Were what belongs to a self to exist, would there be the thought, ‘My self’?” ",
  "mn22:25.4": "“Yes, sir.” ",
  "mn22:25.5": "“But self and what belongs to a self are not acknowledged as a genuine fact. This being so, is not the following a totally foolish teaching: ",
  "mn22:25.6": "‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever’?” ",
  "mn22:25.7": "",
  "mn22:25.8": "“What else could it be, sir? It’s a totally foolish teaching.” ",
  "mn22:26.1": "“What do you think, mendicants? ",
  "mn22:26.2": "Is form permanent or impermanent?” ",
  "mn22:26.3": "“Impermanent, sir.” ",
  "mn22:26.4": "“But if it’s impermanent, is it suffering or happiness?” ",
  "mn22:26.5": "“Suffering, sir.” ",
  "mn22:26.6": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ",
  "mn22:26.7": "‘This is mine, I am this, this is my self’?” ",
  "mn22:26.8": "“No, sir.” ",
  "mn22:26.9": "“What do you think, mendicants? ",
  "mn22:26.10": "Is feeling … ",
  "mn22:26.11": "perception … ",
  "mn22:26.12": "choices … ",
  "mn22:26.13": "consciousness permanent or impermanent?” ",
  "mn22:26.14": "“Impermanent, sir.” ",
  "mn22:26.15": "“But if it’s impermanent, is it suffering or happiness?” ",
  "mn22:26.16": "“Suffering, sir.” ",
  "mn22:26.17": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ",
  "mn22:26.18": "‘This is mine, I am this, this is my self’?” ",
  "mn22:26.19": "“No, sir.” ",
  "mn22:27.1": "“So, mendicants, you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn22:27.2": "You should truly see any kind of feeling … ",
  "mn22:27.3": "perception … ",
  "mn22:27.4": "choices … ",
  "mn22:27.5": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn22:28.1": "Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. ",
  "mn22:29.1": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ",
  "mn22:29.2": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn22:30.1": "This is called a mendicant who has lifted up the cross-bar, filled in the trench, and pulled up the pillar; who is unbarred, a noble one with banner and burden put down, detached. ",
  "mn22:31.1": "And how has a mendicant lifted the cross-bar? ",
  "mn22:31.2": "It’s when a mendicant has given up ignorance, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ",
  "mn22:31.3": "That’s how a mendicant has lifted the cross-bar. ",
  "mn22:32.1": "And how has a mendicant filled in the trench? ",
  "mn22:32.2": "It’s when a mendicant has given up transmigrating through births in future lives, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ",
  "mn22:32.3": "That’s how a mendicant has filled in the trench. ",
  "mn22:33.1": "And how has a mendicant pulled up the pillar? ",
  "mn22:33.2": "It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ",
  "mn22:33.3": "That’s how a mendicant has pulled up the pillar. ",
  "mn22:34.1": "And how is a mendicant unbarred? ",
  "mn22:34.2": "It’s when a mendicant has given up the five lower fetters, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future. ",
  "mn22:34.3": "That’s how a mendicant is unbarred. ",
  "mn22:35.1": "And how is a mendicant a noble one with banner and burden put down, detached? ",
  "mn22:35.2": "It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ",
  "mn22:35.3": "That’s how a mendicant is a noble one with banner and burden put down, detached. ",
  "mn22:36.1": "When a mendicant’s mind was freed like this, the gods together with Indra, Brahmā, and Pajāpati, search as they may, will not discover: ",
  "mn22:36.2": "‘This is what the Realized One’s consciousness depends on.’ ",
  "mn22:36.3": "Why is that? ",
  "mn22:36.4": "Because even in the present life the Realized One is not found, I say. ",
  "mn22:37.1": "Though I speak and explain like this, certain ascetics and brahmins misrepresent me with the false, hollow, lying, untruthful claim: ",
  "mn22:37.2": "‘The ascetic Gotama is an exterminator. He advocates the annihilation, eradication, and obliteration of an existing being.’ ",
  "mn22:37.3": "I have been falsely misrepresented as being what I am not, and saying what I do not say. ",
  "mn22:37.4": "",
  "mn22:37.5": "In the past, as today, what I describe is suffering and the cessation of suffering. ",
  "mn22:37.6": "This being so, if others abuse, attack, harass, and trouble the Realized One, he doesn’t get resentful, bitter, and emotionally exasperated. ",
  "mn22:38.1": "Or if others honor, respect, revere, or venerate him, he doesn’t get thrilled, elated, and emotionally excited. ",
  "mn22:38.2": "He just thinks, ",
  "mn22:38.3": "‘They do such things for what has already been completely understood.’ ",
  "mn22:39.1": "So, mendicants, if others abuse, attack, harass, and trouble you, don’t make yourselves resentful, bitter, and emotionally exasperated. ",
  "mn22:39.2": "Or if others honor, respect, revere, or venerate you, don’t make yourselves thrilled, elated, and emotionally excited. ",
  "mn22:39.3": "Just think, ",
  "mn22:39.4": "‘They do such things for what has already been completely understood.’ ",
  "mn22:40.1": "So, mendicants, give up what isn't yours. ",
  "mn22:40.2": "Giving it up will be for your lasting welfare and happiness. ",
  "mn22:41.1": "And what isn’t yours? ",
  "mn22:41.2": "Form isn’t yours: give it up. ",
  "mn22:41.3": "Giving it up will be for your lasting welfare and happiness. ",
  "mn22:41.4": "Feeling … ",
  "mn22:41.5": "",
  "mn22:41.6": "perception … ",
  "mn22:41.7": "",
  "mn22:41.8": "choices … ",
  "mn22:41.9": "",
  "mn22:41.10": "consciousness isn’t yours: give it up. ",
  "mn22:41.11": "Giving it up will be for your lasting welfare and happiness. ",
  "mn22:41.12": "What do you think, mendicants? ",
  "mn22:41.13": "Suppose a person was to carry off the grass, sticks, branches, and leaves in this Jeta’s Grove, or burn them, or do what they want with them. ",
  "mn22:41.14": "Would you think, ",
  "mn22:41.15": "‘This person is carrying us off, burning us, or doing what they want with us’?” ",
  "mn22:41.16": "“No, sir. ",
  "mn22:41.17": "Why is that? ",
  "mn22:41.18": "Because that’s neither self nor belonging to self.” ",
  "mn22:41.19": "“In the same way, mendicants, give up what isn't yours. ",
  "mn22:41.20": "Giving it up will be for your lasting welfare and happiness. ",
  "mn22:41.21": "And what isn’t yours? ",
  "mn22:41.22": "Form … ",
  "mn22:41.23": "",
  "mn22:41.24": "feeling … ",
  "mn22:41.25": "perception … ",
  "mn22:41.26": "choices … ",
  "mn22:41.27": "consciousness isn’t yours: give it up. ",
  "mn22:41.28": "Giving it up will be for your lasting welfare and happiness. ",
  "mn22:42.1": "Thus the teaching has been well explained by me, made clear, opened, illuminated, and stripped of patchwork. ",
  "mn22:42.2": "In this teaching there are mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment. For them, there is no cycle of rebirths to be found. … ",
  "mn22:43.1": "",
  "mn22:43.2": "In this teaching there are mendicants who have given up the five lower fetters. All of them are reborn spontaneously. They are extinguished there, and are not liable to return from that world. … ",
  "mn22:44.1": "",
  "mn22:44.2": "In this teaching there are mendicants who, having given up three fetters, and weakened greed, hate, and delusion, are once-returners. All of them come back to this world once only, then make an end of suffering. … ",
  "mn22:45.1": "",
  "mn22:45.2": "In this teaching there are mendicants who have ended three fetters. All of them are stream-enterers, not liable to be reborn in the underworld, bound for awakening. … ",
  "mn22:46.1": "",
  "mn22:46.2": "In this teaching there are mendicants who are followers of principles, or followers by faith. All of them are bound for awakening. ",
  "mn22:47.1": "Thus the teaching has been well explained by me, made clear, opened, illuminated, and stripped of patchwork. ",
  "mn22:47.2": "In this teaching there are those who have a degree of faith and love for me. All of them are bound for heaven.” ",
  "mn22:47.3": "That is what the Buddha said. ",
  "mn22:47.4": "Satisfied, the mendicants were happy with what the Buddha said. "
}