{
  "mn23:0.1": "Middle Discourses 23 ",
  "mn23:0.2": "The Termite Mound ",
  "mn23:1.1": "So I have heard. ",
  "mn23:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn23:1.3": "Now at that time Venerable Kassapa the Prince was staying in the Dark Forest. ",
  "mn23:1.4": "Then, late at night, a glorious deity, lighting up the entire Dark Forest, went up to Kassapa the Prince, stood to one side, and said: ",
  "mn23:2.1": "“Monk, monk! This termite mound fumes by night and flames by day. ",
  "mn23:2.2": "The brahmin said, ",
  "mn23:2.3": "‘Dig, clever one, having picked up the sword!’ ",
  "mn23:2.4": "Picking up the sword and digging, the clever one saw a sticking point: ",
  "mn23:2.5": "‘A sticking point, sir!’ ",
  "mn23:2.6": "The brahmin said, ",
  "mn23:2.7": "‘Throw out the sticking point! ",
  "mn23:2.8": "Dig, clever one, having picked up the sword!’ ",
  "mn23:2.9": "Picking up the sword and digging, the clever one saw a bullfrog: ",
  "mn23:2.10": "‘A bullfrog, sir!’ ",
  "mn23:2.11": "The brahmin said, ",
  "mn23:2.12": "‘Throw out the bullfrog! ",
  "mn23:2.13": "Dig, clever one, having picked up the sword!’ ",
  "mn23:2.14": "Picking up the sword and digging, the clever one saw a forked path: ",
  "mn23:2.15": "‘A forked path, sir!’ ",
  "mn23:2.16": "The brahmin said, ",
  "mn23:2.17": "‘Throw out the forked path! ",
  "mn23:2.18": "Dig, clever one, having picked up the sword!’ ",
  "mn23:2.19": "Picking up the sword and digging, the clever one saw a filter of ash: ",
  "mn23:2.20": "‘A filter of ash, sir!’ ",
  "mn23:2.21": "The brahmin said, ",
  "mn23:2.22": "‘Throw out the filter of ash! ",
  "mn23:2.23": "Dig, clever one, having picked up the sword!’ ",
  "mn23:2.24": "Picking up the sword and digging, the clever one saw a tortoise: ",
  "mn23:2.25": "‘A tortoise, sir!’ ",
  "mn23:2.26": "The brahmin said, ",
  "mn23:2.27": "‘Throw out the tortoise! ",
  "mn23:2.28": "Dig, clever one, having taken up the sword!’ ",
  "mn23:2.29": "Picking up the sword and digging, the clever one saw a butcher’s knife and chopping board: ",
  "mn23:2.30": "‘A butcher’s knife and chopping board, sir!’ ",
  "mn23:2.31": "The brahmin said, ",
  "mn23:2.32": "‘Throw out the butcher’s knife and chopping board! ",
  "mn23:2.33": "Dig, clever one, having picked up the sword!’ ",
  "mn23:2.34": "Picking up the sword and digging, the clever one saw a scrap of meat: ",
  "mn23:2.35": "‘A scrap of meat, sir!’ ",
  "mn23:2.36": "The brahmin said, ",
  "mn23:2.37": "‘Throw out the scrap of meat! ",
  "mn23:2.38": "Dig, clever one, having picked up the sword!’ ",
  "mn23:2.39": "Picking up the sword and digging, the clever one saw a mighty serpent: ",
  "mn23:2.40": "‘A mighty serpent, sir!’ ",
  "mn23:2.41": "The brahmin said, ",
  "mn23:2.42": "‘Leave the mighty serpent! Do not disturb the mighty serpent! Worship the mighty serpent!’ ",
  "mn23:2.43": "Mendicant, go to the Buddha and ask him about this riddle. You should remember it in line with his answer. ",
  "mn23:2.44": "I don’t see anyone in this world—with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to this riddle except for the Realized One or his disciple or someone who has heard it from them.” ",
  "mn23:2.45": "That is what that deity said ",
  "mn23:2.46": "before vanishing right there. ",
  "mn23:3.1": "Then, when the night had passed, Kassapa the Prince went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he asked: ",
  "mn23:3.2": "",
  "mn23:3.3": "",
  "mn23:3.4": "",
  "mn23:3.5": "",
  "mn23:3.6": "",
  "mn23:3.7": "",
  "mn23:3.8": "",
  "mn23:3.9": "",
  "mn23:3.10": "“Sir, what is the termite mound? What is the fuming by night and flaming by day? Who is the brahmin, and who the clever one? What are the sword, the digging, the sticking point, the bullfrog, the forked path, the filter of ash, the tortoise, the butcher’s knife and chopping board, and the scrap of meat? And what is the mighty serpent?” ",
  "mn23:4.1": "“Mendicant, ‘termite mound’ is a term for this body made up of the four principal states, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ",
  "mn23:4.2": "Thinking and considering all night about what you did during the day—",
  "mn23:4.3": "this is the fuming at night. ",
  "mn23:4.4": "The work you apply yourself to during the day by body, speech, and mind after thinking about it all night—",
  "mn23:4.5": "this is the flaming by day. ",
  "mn23:4.6": "‘Brahmin’ is a term for the Realized One, the perfected one, the fully awakened Buddha. ",
  "mn23:4.7": "‘Clever one’ is a term for the trainee mendicant. ",
  "mn23:4.8": "‘Sword’ is a term for noble wisdom. ",
  "mn23:4.9": "‘Digging’ is a term for rousing energy. ",
  "mn23:4.10": "‘Sticking point’ is a term for ignorance. ",
  "mn23:4.11": "‘Throw out the sticking point’ means ‘give up ignorance, ",
  "mn23:4.12": "dig, clever one, having picked up the sword.’ ",
  "mn23:4.13": "‘Bullfrog’ is a term for anger and distress. ",
  "mn23:4.14": "‘Throw out the bullfrog’ means ‘give up anger and distress’ … ",
  "mn23:4.15": "",
  "mn23:4.16": "‘A forked path’ is a term for doubt. ",
  "mn23:4.17": "‘Throw out the forked path’ means ‘give up doubt’ … ",
  "mn23:4.18": "",
  "mn23:4.19": "‘A filter of ash’ is a term for the five hindrances, that is: ",
  "mn23:4.20": "the hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "mn23:4.21": "‘Throw out the filter of ash’ means ‘give up the five hindrances’ … ",
  "mn23:4.22": "",
  "mn23:4.23": "‘Tortoise’ is a term for the five grasping aggregates, that is: ",
  "mn23:4.24": "form, feeling, perception, choices, and consciousness. ",
  "mn23:4.25": "‘Throw out the tortoise’ means ‘give up the five grasping aggregates’ … ",
  "mn23:4.26": "",
  "mn23:4.27": "‘Butcher’s knife and chopping board’ is a term for the five kinds of sensual stimulation. ",
  "mn23:4.28": "Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn23:4.29": "Sounds known by the ear … ",
  "mn23:4.30": "Smells known by the nose … ",
  "mn23:4.31": "Tastes known by the tongue … ",
  "mn23:4.32": "Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn23:4.33": "‘Throw out the butcher’s knife and chopping board’ means ‘give up the five kinds of sensual stimulation’ … ",
  "mn23:4.34": "",
  "mn23:4.35": "‘Scrap of meat’ is a term for greed and relishing. ",
  "mn23:4.36": "‘Throw out the scrap of meat’ means ‘give up greed and relishing’ … ",
  "mn23:4.37": "",
  "mn23:4.38": "‘Mighty serpent’ is a term for a mendicant who has ended the defilements. ",
  "mn23:4.39": "This is the meaning of: ‘Leave the mighty serpent! Do not disturb the mighty serpent! Worship the mighty serpent.’” ",
  "mn23:4.40": "That is what the Buddha said. ",
  "mn23:4.41": "Satisfied, Venerable Kassapa the Prince approved what the Buddha said. "
}