{
  "mn24:0.1": "Middle Discourses 24 ",
  "mn24:0.2": "Prepared Chariots ",
  "mn24:1.1": "So I have heard. ",
  "mn24:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn24:2.1": "Then several mendicants who had completed the rainy season residence in their native land went to the Buddha, bowed, and sat down to one side. The Buddha said to them: ",
  "mn24:2.2": "“In your native land, mendicants, which of the native mendicants is esteemed in this way: ",
  "mn24:2.3": "‘Personally having few wishes, they speak to the mendicants on having few wishes. Personally having contentment, seclusion, aloofness, energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom, they speak to the mendicants on all these things. They’re an adviser and instructor, one who educates, encourages, fires up, and inspires their spiritual companions.’” ",
  "mn24:2.4": "“Puṇṇa son of Mantāṇī, sir, is esteemed in this way in our native land.” ",
  "mn24:2.5": "",
  "mn24:3.1": "Now at that time Venerable Sāriputta was meditating not far from the Buddha. ",
  "mn24:3.2": "Then he thought: ",
  "mn24:3.3": "“Puṇṇa son of Mantāṇī is fortunate, so very fortunate, ",
  "mn24:3.4": "in that his sensible spiritual companions praise him point by point in the presence of the Teacher, and that the Teacher seconds that appreciation. ",
  "mn24:3.5": "Hopefully, some time or other I’ll get to meet Venerable Puṇṇa, and we can have a discussion.” ",
  "mn24:4.1": "When the Buddha had stayed in Rājagaha as long as he wished, he set out for Sāvatthī. ",
  "mn24:4.2": "Traveling stage by stage, he arrived at Sāvatthī, ",
  "mn24:4.3": "where he stayed in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn24:4.4": "Puṇṇa heard that the Buddha had arrived at Sāvatthī. ",
  "mn24:5.1": "Then he set his lodgings in order and, taking his bowl and robe, set out for Sāvatthī. ",
  "mn24:5.2": "Eventually he came to Sāvatthī and Jeta’s Grove. He went up to the Buddha, bowed, and sat down to one side. ",
  "mn24:5.3": "The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk. ",
  "mn24:5.4": "Then, having approved and agreed with what the Buddha said, Puṇṇa got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went to the Dark Forest for the day’s meditation. ",
  "mn24:6.1": "Then a certain mendicant went up to Venerable Sāriputta, and said to him, ",
  "mn24:6.2": "“Reverend Sāriputta, the mendicant named Puṇṇa, of whom you have often spoken so highly, after being inspired by a talk of the Buddha’s, left for the Dark Forest for the day’s meditation.” ",
  "mn24:7.1": "Sāriputta quickly grabbed his sitting cloth and followed behind Puṇṇa, keeping sight of his head. ",
  "mn24:7.2": "Puṇṇa plunged deep into the Dark Forest and sat at the root of a tree for the day’s meditation. ",
  "mn24:7.3": "And Sāriputta did likewise. ",
  "mn24:8.1": "Then in the late afternoon, Sāriputta came out of retreat, went to Puṇṇa, and exchanged greetings with him. ",
  "mn24:8.2": "When the greetings and polite conversation were over, he sat down to one side and said to Puṇṇa: ",
  "mn24:9.1": "“Reverend, is our spiritual life lived under the Buddha?” ",
  "mn24:9.2": "“Yes, reverend.” ",
  "mn24:9.3": "“Is the spiritual life lived under the Buddha for the sake of purification of ethics?” ",
  "mn24:9.4": "“Certainly not.” ",
  "mn24:9.5": "“Then is the spiritual life lived under the Buddha for the sake of purification of mind?” ",
  "mn24:9.6": "“Certainly not.” ",
  "mn24:9.7": "“Is the spiritual life lived under the Buddha for the sake of purification of view?” ",
  "mn24:9.8": "“Certainly not.” ",
  "mn24:9.9": "“Then is the spiritual life lived under the Buddha for the sake of purification through overcoming doubt?” ",
  "mn24:9.10": "“Certainly not.” ",
  "mn24:9.11": "“Is the spiritual life lived under the Buddha for the sake of purification of knowledge and vision of the variety of paths?” ",
  "mn24:9.12": "“Certainly not.” ",
  "mn24:9.13": "“Then is the spiritual life lived under the Buddha for the sake of purification of knowledge and vision of the practice?” ",
  "mn24:9.14": "“Certainly not.” ",
  "mn24:9.15": "“Is the spiritual life lived under the Buddha for the sake of purification of knowledge and vision?” ",
  "mn24:9.16": "“Certainly not.” ",
  "mn24:10.1": "“When asked each of these questions, you answered, ‘Certainly not.’ ",
  "mn24:10.2": "",
  "mn24:10.3": "",
  "mn24:10.4": "",
  "mn24:10.5": "",
  "mn24:10.6": "",
  "mn24:10.7": "",
  "mn24:10.8": "Then what exactly is the purpose of leading the spiritual life under the Buddha?” ",
  "mn24:10.9": "“The purpose of leading the spiritual life under the Buddha is extinguishment by not grasping.” ",
  "mn24:11.1": "“Reverend, is purification of ethics extinguishment by not grasping?” ",
  "mn24:11.2": "“Certainly not.” ",
  "mn24:11.3": "",
  "mn24:11.4": "",
  "mn24:11.5": "",
  "mn24:11.6": "",
  "mn24:11.7": "",
  "mn24:11.8": "",
  "mn24:11.9": "",
  "mn24:11.10": "",
  "mn24:11.11": "",
  "mn24:11.12": "",
  "mn24:11.13": "“Is purification of knowledge and vision extinguishment by not grasping?” ",
  "mn24:11.14": "“Certainly not.” ",
  "mn24:11.15": "“Then is extinguishment by not grasping something apart from these things?” ",
  "mn24:11.16": "“Certainly not.” ",
  "mn24:12.1": "“When asked each of these questions, you answered, ‘Certainly not.’ ",
  "mn24:12.2": "",
  "mn24:12.3": "",
  "mn24:12.4": "",
  "mn24:12.5": "",
  "mn24:12.6": "",
  "mn24:12.7": "",
  "mn24:12.8": "",
  "mn24:12.9": "How then should we see the meaning of this statement?” ",
  "mn24:13.1": "“If the Buddha had declared purification of ethics to be extinguishment by not grasping, he would have declared that which has grasping to be extinguishment by not grasping. … ",
  "mn24:13.2": "",
  "mn24:13.3": "",
  "mn24:13.4": "",
  "mn24:13.5": "",
  "mn24:13.6": "",
  "mn24:13.7": "If the Buddha had declared purification of knowledge and vision to be extinguishment by not grasping, he would have declared that which has grasping to be extinguishment by not grasping. ",
  "mn24:13.8": "But if extinguishment by not grasping was something apart from these things, an ordinary person would become extinguished. ",
  "mn24:13.9": "For an ordinary person lacks these things. ",
  "mn24:14.1": "Well then, reverend, I shall give you a simile. ",
  "mn24:14.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "mn24:14.3": "Suppose that, while staying in Sāvatthī, King Pasenadi of Kosala had some urgent business come up in Sāketa. ",
  "mn24:14.4": "Now, between Sāvatthī and Sāketa seven prepared chariots were stationed ready for him. ",
  "mn24:14.5": "Then Pasenadi, having departed Sāvatthī, mounted the first prepared chariot by the gate of the royal compound. The first prepared chariot would bring him to the second, where he’d dismount and mount the second chariot. ",
  "mn24:14.6": "The second prepared chariot would bring him to the third … ",
  "mn24:14.7": "The third prepared chariot would bring him to the fourth … ",
  "mn24:14.8": "The fourth prepared chariot would bring him to the fifth … ",
  "mn24:14.9": "The fifth prepared chariot would bring him to the sixth … ",
  "mn24:14.10": "The sixth prepared chariot would bring him to the seventh, where he’d dismount and mount the seventh chariot. ",
  "mn24:14.11": "The seventh prepared chariot would bring him to the gate of the royal compound of Sāketa. ",
  "mn24:14.12": "And when he was at the gate, friends and colleagues, relatives and kin would ask him: ",
  "mn24:14.13": "‘Great king, did you come to Sāketa from Sāvatthī by this prepared chariot?’ ",
  "mn24:14.14": "If asked this, how should King Pasenadi rightly reply?” ",
  "mn24:14.15": "“The king should reply: ",
  "mn24:14.16": "‘Well, while staying in Sāvatthī, I had some urgent business come up in Sāketa. ",
  "mn24:14.17": "Now, between Sāvatthī and Sāketa seven prepared chariots were stationed ready for me. ",
  "mn24:14.18": "Then, having departed Sāvatthī, I mounted the first prepared chariot by the gate of the royal compound. ",
  "mn24:14.19": "The first prepared chariot brought me to the second, where I dismounted and mounted the second chariot. … ",
  "mn24:14.20": "",
  "mn24:14.21": "",
  "mn24:14.22": "",
  "mn24:14.23": "",
  "mn24:14.24": "The sixth prepared chariot brought me to the seventh, where I dismounted and mounted the seventh chariot. ",
  "mn24:14.25": "The seventh prepared chariot brought me to the gate of the royal compound of Sāketa.’ ",
  "mn24:14.26": "That’s how King Pasenadi should rightly reply.” ",
  "mn24:15.1": "“In the same way, reverend, purification of ethics is only for the sake of purification of mind. Purification of mind is only for the sake of purification of view. Purification of view is only for the sake of purification through overcoming doubt. Purification through overcoming doubt is only for the sake of purification of knowledge and vision of the variety of paths. Purification of knowledge and vision of the variety of paths is only for the sake of purification of knowledge and vision of the practice. Purification of knowledge and vision of the practice is only for the sake of purification of knowledge and vision. Purification of knowledge and vision is only for the sake of extinguishment by not grasping. ",
  "mn24:15.2": "The spiritual life is lived under the Buddha for the sake of extinguishment by not grasping.” ",
  "mn24:16.1": "When he said this, Sāriputta said to Puṇṇa, ",
  "mn24:16.2": "“What is the venerable’s name? And how are you known among your spiritual companions?” ",
  "mn24:16.3": "“Reverend, my name is Puṇṇa. ",
  "mn24:16.4": "And I am known as Mantāṇiputta among my spiritual companions.” ",
  "mn24:16.5": "“It’s incredible, reverend, it’s amazing! ",
  "mn24:16.6": "Venerable Puṇṇa son of Mantāṇī has answered each deep question point by point, as a learned disciple who rightly understands the teacher’s instructions. ",
  "mn24:16.7": "It is fortunate for his spiritual companions, so very fortunate, ",
  "mn24:16.8": "that they get to see Venerable Puṇṇa son of Mantāṇī and pay homage to him. ",
  "mn24:16.9": "Even if they only got to see him and pay respects to him by carrying him around on their heads on a roll of cloth, it would still be very fortunate for them! And it’s fortunate for me, so very fortunate, that I get to see the venerable and pay homage to him.” ",
  "mn24:17.1": "When he said this, Puṇṇa said to Sāriputta, ",
  "mn24:17.2": "“What is the venerable’s name? And how are you known among your spiritual companions?” ",
  "mn24:17.3": "“Reverend, my name is Upatissa. ",
  "mn24:17.4": "And I am known as Sāriputta among my spiritual companions.” ",
  "mn24:17.5": "“Goodness! I had no idea I was consulting with *the* Venerable Sāriputta, the disciple who is fit to be compared with the Teacher himself! ",
  "mn24:17.6": "",
  "mn24:17.7": "If I’d known, I wouldn’t have said so much. ",
  "mn24:17.8": "It’s incredible, reverend, it’s amazing! ",
  "mn24:17.9": "Venerable Sāriputta has asked each deep question point by point, as a learned disciple who rightly understands the teacher’s instructions. ",
  "mn24:17.10": "It is fortunate for his spiritual companions, so very fortunate, ",
  "mn24:17.11": "that they get to see Venerable Sāriputta and pay homage to him. ",
  "mn24:17.12": "Even if they only got to see him and pay respects to him by carrying him around on their heads on a roll of cloth, it would still be very fortunate for them! And it’s fortunate for me, so very fortunate, that I get to see the venerable and pay homage to him.” ",
  "mn24:17.13": "And so these two spiritual giants agreed with each others’ fine words. "
}