{
  "mn27:0.1": "Middle Discourses 27 ",
  "mn27:0.2": "The Shorter Simile of the Elephant’s Footprint ",
  "mn27:1.1": "So I have heard. ",
  "mn27:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn27:2.1": "Now at that time the brahmin Jāṇussoṇi drove out from Sāvatthī in the middle of the day in an all-white chariot drawn by mares. ",
  "mn27:2.2": "He saw the wanderer Pilotika coming off in the distance, ",
  "mn27:2.3": "and said to him, ",
  "mn27:2.4": "“So, Master Vacchāyana, where are you coming from in the middle of the day?” ",
  "mn27:2.5": "“Just now, good sir, I’ve come from the presence of the ascetic Gotama.” ",
  "mn27:2.6": "“What do you think of the ascetic Gotama’s lucidity of wisdom? Do you think he’s astute?” ",
  "mn27:2.7": "“My good man, who am I to judge the ascetic Gotama’s lucidity of wisdom? ",
  "mn27:2.8": "You’d really have to be on the same level to judge his lucidity of wisdom.” ",
  "mn27:2.9": "“Master Vacchāyana praises the ascetic Gotama with lofty praise indeed.” ",
  "mn27:2.10": "“Who am I to praise the ascetic Gotama? ",
  "mn27:2.11": "He is praised by the praised as the first among gods and humans.” ",
  "mn27:2.12": "“But for what reason are you so devoted to the ascetic Gotama?” ",
  "mn27:3.1": "“Suppose that a skilled elephant tracker were to enter an elephant wood. ",
  "mn27:3.2": "There he’d see a large elephant’s footprint, long and broad. ",
  "mn27:3.3": "He’d draw the conclusion, ",
  "mn27:3.4": "‘This must be a big bull elephant.’ ",
  "mn27:3.5": "In the same way, because I saw four footprints of the ascetic Gotama I drew the conclusion, ",
  "mn27:3.6": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn27:4.1": "What four? ",
  "mn27:4.2": "Firstly, I see some clever aristocrats who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect. ",
  "mn27:4.3": "They hear, ",
  "mn27:4.4": "‘So, gentlemen, that ascetic Gotama will come down to such and such village or town.’ ",
  "mn27:4.5": "They formulate a question, thinking, ",
  "mn27:4.6": "‘We’ll approach the ascetic Gotama and ask him this question. ",
  "mn27:4.7": "If he answers like this, we’ll refute him like that; ",
  "mn27:4.8": "and if he answers like that, we’ll refute him like this.’ ",
  "mn27:4.9": "When they hear that ",
  "mn27:4.10": "he has come down ",
  "mn27:4.11": "they approach him. ",
  "mn27:4.12": "The ascetic Gotama educates, encourages, fires up, and inspires them with a Dhamma talk. ",
  "mn27:4.13": "They don’t even get around to asking their question to the ascetic Gotama, so how could they refute his answer? ",
  "mn27:4.14": "Invariably, they become his disciples. ",
  "mn27:4.15": "When I saw this first footprint of the ascetic Gotama, I drew the conclusion, ",
  "mn27:4.16": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn27:5.1": "Furthermore, I see some clever brahmins … ",
  "mn27:6.1": "some clever householders … ",
  "mn27:6.2": "they become his disciples. ",
  "mn27:7.1": "Furthermore, I see some clever ascetics who are subtle, accomplished in the doctrines of others, hair-splitters. … ",
  "mn27:7.2": "",
  "mn27:7.3": "",
  "mn27:7.4": "",
  "mn27:7.5": "",
  "mn27:7.6": "",
  "mn27:7.7": "",
  "mn27:7.8": "",
  "mn27:7.9": "",
  "mn27:7.10": "They don’t even get around to asking their question to the ascetic Gotama, so how could they refute his answer? ",
  "mn27:7.11": "Invariably, they ask the ascetic Gotama for the chance to go forth. ",
  "mn27:7.12": "And he gives them the going-forth. ",
  "mn27:7.13": "Soon after going forth, living withdrawn, diligent, keen, and resolute, they realize the supreme end of the spiritual path in this very life. They live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "mn27:7.14": "They say, ",
  "mn27:7.15": "‘We were almost lost! We almost perished! ",
  "mn27:7.16": "For we used to claim that we were ascetics, brahmins, and perfected ones, but we were none of these things. ",
  "mn27:7.17": "But now we really are ascetics, brahmins, and perfected ones!’ ",
  "mn27:7.18": "When I saw this fourth footprint of the ascetic Gotama, I drew the conclusion, ",
  "mn27:7.19": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn27:7.20": "It’s because I saw these four footprints of the ascetic Gotama that I drew the conclusion, ",
  "mn27:7.21": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’” ",
  "mn27:8.1": "When he had spoken, Jāṇussoṇi got down from his chariot, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and expressed this heartfelt sentiment three times: ",
  "mn27:8.2": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn27:8.3": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn27:8.4": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn27:8.5": "Hopefully, some time or other I’ll get to meet Master Gotama, and we can have a discussion.” ",
  "mn27:9.1": "Then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him. ",
  "mn27:9.2": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn27:9.3": "and informed the Buddha of all they had discussed. ",
  "mn27:9.4": "When he had spoken, the Buddha said to him, ",
  "mn27:9.5": "“Brahmin, the simile of the elephant’s footprint is not yet completed in detail. ",
  "mn27:9.6": "As to how it is completed in detail, ",
  "mn27:9.7": "listen and pay close attention, I will speak.” ",
  "mn27:9.8": "“Yes sir,” Jāṇussoṇi replied. ",
  "mn27:9.9": "The Buddha said this: ",
  "mn27:10.1": "“Suppose that an elephant tracker were to enter an elephant wood. ",
  "mn27:10.2": "There they’d see a large elephant’s footprint, long and broad. ",
  "mn27:10.3": "A skilled elephant tracker wouldn’t yet come to the conclusion, ",
  "mn27:10.4": "‘This must be a big bull elephant.’ ",
  "mn27:10.5": "Why not? ",
  "mn27:10.6": "Because in an elephant wood there are dwarf she-elephants with big footprints, and this footprint might be one of theirs. ",
  "mn27:10.7": "",
  "mn27:10.8": "They keep following the track until they see a big footprint, long and broad, and, high up, signs of usage. ",
  "mn27:10.9": "A skilled elephant tracker wouldn’t yet come to the conclusion, ",
  "mn27:10.10": "‘This must be a big bull elephant.’ ",
  "mn27:10.11": "Why not? ",
  "mn27:10.12": "Because in an elephant wood there are tall she-elephants with long trunks and big footprints, and this footprint might be one of theirs. ",
  "mn27:10.13": "",
  "mn27:10.14": "They keep following the track until they see a big footprint, long and broad, and, high up, signs of usage and tusk-marks. ",
  "mn27:10.15": "A skilled elephant tracker wouldn’t yet come to the conclusion, ",
  "mn27:10.16": "‘This must be a big bull elephant.’ ",
  "mn27:10.17": "Why not? ",
  "mn27:10.18": "Because in an elephant wood there are tall and fully-grown she-elephants with big footprints, and this footprint might be one of theirs. ",
  "mn27:10.19": "",
  "mn27:10.20": "They keep following the track until they see a big footprint, long and broad, and, high up, signs of usage, tusk-marks, and broken branches. ",
  "mn27:10.21": "And they see that bull elephant walking, standing, sitting, or lying down at the root of a tree or in the open. ",
  "mn27:10.22": "Then they’d come to the conclusion, ",
  "mn27:10.23": "‘This is that big bull elephant.’ ",
  "mn27:11.1": "In the same way, brahmin, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "mn27:11.2": "He realizes with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn27:11.3": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely complete and pure. ",
  "mn27:12.1": "A householder hears that teaching, or a householder’s child, or someone reborn in some good family. ",
  "mn27:12.2": "They gain faith in the Realized One, ",
  "mn27:12.3": "and reflect, ",
  "mn27:12.4": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. ",
  "mn27:12.5": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "mn27:12.6": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ",
  "mn27:12.7": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "mn27:13.1": "Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. ",
  "mn27:13.2": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. ",
  "mn27:13.3": "They give up unchastity. They are celibate, set apart, avoiding the vulgar act of sex. ",
  "mn27:13.4": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words. ",
  "mn27:13.5": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. ",
  "mn27:13.6": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable, and agreeable to the people. ",
  "mn27:13.7": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ",
  "mn27:13.8": "They avoid injuring plants and seeds. ",
  "mn27:13.9": "They eat in one part of the day, abstaining from eating at night and at the wrong time. ",
  "mn27:13.10": "They avoid dancing, singing, music, and seeing shows. ",
  "mn27:13.11": "They avoid beautifying and adorning themselves with garlands, perfumes, and makeup. ",
  "mn27:13.12": "They avoid high and luxurious beds. ",
  "mn27:13.13": "They avoid receiving gold and money, ",
  "mn27:13.14": "raw grains, ",
  "mn27:13.15": "raw meat, ",
  "mn27:13.16": "women and girls, ",
  "mn27:13.17": "male and female bondservants, ",
  "mn27:13.18": "goats and sheep, ",
  "mn27:13.19": "chickens and pigs, ",
  "mn27:13.20": "elephants, cows, horses, and mares, ",
  "mn27:13.21": "and fields and land. ",
  "mn27:13.22": "They avoid running errands and messages; ",
  "mn27:13.23": "buying and selling; ",
  "mn27:13.24": "falsifying weights, metals, or measures; ",
  "mn27:13.25": "bribery, fraud, cheating, and duplicity; ",
  "mn27:13.26": "mutilation, murder, abduction, banditry, plunder, and violence. ",
  "mn27:14.1": "They’re content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "mn27:14.2": "They’re like a bird: wherever it flies, wings are its only burden. ",
  "mn27:14.3": "In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "mn27:14.4": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "mn27:15.1": "When they see a sight with their eyes, they don’t get caught up in the features and details. ",
  "mn27:15.2": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ",
  "mn27:15.3": "When they hear a sound with their ears … ",
  "mn27:15.4": "When they smell an odor with their nose … ",
  "mn27:15.5": "When they taste a flavor with their tongue … ",
  "mn27:15.6": "When they feel a touch with their body … ",
  "mn27:15.7": "When they know a thought with their mind, they don’t get caught up in the features and details. ",
  "mn27:15.8": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ",
  "mn27:15.9": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ",
  "mn27:16.1": "They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "mn27:17.1": "When they have this noble spectrum of ethics, this noble contentment, this noble sense restraint, and this noble mindfulness and situational awareness, ",
  "mn27:17.2": "they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ",
  "mn27:18.1": "After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in front of them. ",
  "mn27:18.2": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. ",
  "mn27:18.3": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. ",
  "mn27:18.4": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ",
  "mn27:18.5": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ",
  "mn27:18.6": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ",
  "mn27:19.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. ",
  "mn27:19.2": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn27:19.3": "This, brahmin, is called ‘a footprint of the Realized One’ and also ‘used by the Realized One’ and also ‘marked by the Realized One’. ",
  "mn27:19.4": "But a noble disciple wouldn’t yet come to the conclusion, ",
  "mn27:19.5": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn27:20.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn27:20.2": "This too is called ‘a footprint of the Realized One’ … ",
  "mn27:20.3": "",
  "mn27:21.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "mn27:21.2": "This too is called ‘a footprint of the Realized One’ … ",
  "mn27:21.3": "",
  "mn27:22.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn27:22.2": "This too is called ‘a footprint of the Realized One’ … ",
  "mn27:22.3": "",
  "mn27:22.4": "",
  "mn27:23.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. ",
  "mn27:23.2": "They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details. ",
  "mn27:23.3": "This too is called ‘a footprint of the Realized One’ … ",
  "mn27:23.4": "",
  "mn27:23.5": "",
  "mn27:24.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. ",
  "mn27:24.2": "With clairvoyance that is purified and surpasses the human, they understand how sentient beings are reborn according to their deeds. ",
  "mn27:24.3": "This too is called ‘a footprint of the Realized One’ … ",
  "mn27:24.4": "",
  "mn27:24.5": "",
  "mn27:25.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. ",
  "mn27:25.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ",
  "mn27:25.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’ ",
  "mn27:25.4": "This, brahmin, is called ‘a footprint of the Realized One’ and also ‘used by the Realized One’ and also ‘marked by the Realized One’. ",
  "mn27:25.5": "At this point a noble disciple has not yet come to a conclusion, but they are coming to the conclusion, ",
  "mn27:25.6": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn27:26.1": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "mn27:26.2": "When they’re freed, they know they’re freed. ",
  "mn27:26.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn27:26.4": "This, brahmin, is called ‘a footprint of the Realized One’ and also ‘used by the Realized One’ and also ‘marked by the Realized One’. ",
  "mn27:26.5": "At this point a noble disciple has come to the conclusion, ",
  "mn27:26.6": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn27:26.7": "And it is at this point that the simile of the elephant’s footprint has been completed in detail.” ",
  "mn27:27.1": "When he had spoken, the brahmin Jāṇussoṇi said to the Buddha, ",
  "mn27:27.2": "“Excellent, Master Gotama! Excellent! ",
  "mn27:27.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "mn27:27.4": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn27:27.5": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}