{
  "mn2:0.1": "Middle Discourses 2 ",
  "mn2:0.2": "All the Defilements ",
  "mn2:1.1": "So I have heard. ",
  "mn2:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn2:1.3": "There the Buddha addressed the mendicants, ",
  "mn2:1.4": "“Mendicants!” ",
  "mn2:1.5": "“Venerable sir,” they replied. ",
  "mn2:1.6": "The Buddha said this: ",
  "mn2:2.1": "“Mendicants, I will teach you the explanation of the restraint of all defilements. ",
  "mn2:2.2": "Listen and apply your mind well, I will speak.” ",
  "mn2:2.3": "“Yes, sir,” they replied. ",
  "mn2:2.4": "The Buddha said this: ",
  "mn2:3.1": "“Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see. ",
  "mn2:3.2": "For one who knows and sees what? ",
  "mn2:3.3": "Rational application of mind and irrational application of mind. ",
  "mn2:3.4": "When you apply the mind irrationally, defilements arise, and once arisen they grow. ",
  "mn2:3.5": "When you apply the mind rationally, defilements don’t arise, and those that have already arisen are given up. ",
  "mn2:4.1": "Some defilements should be given up by seeing, some by restraint, some by using, some by enduring, some by avoiding, some by dispelling, and some by developing. ",
  "mn2:5.0": "1. Defilements Given Up by Seeing ",
  "mn2:5.1": "And what are the defilements that should be given up by seeing? ",
  "mn2:5.2": "Take an unlearned ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. ",
  "mn2:5.3": "They don’t understand to which things they should apply the mind and to which things they should not apply the mind. ",
  "mn2:5.4": "So they apply the mind to things they shouldn’t and don’t apply the mind to things they should. ",
  "mn2:6.1": "And what are the things to which they apply the mind but should not? ",
  "mn2:6.2": "They are the things that, when the mind is applied to them, give rise to unarisen defilements and make arisen defilements grow: the defilements of sensual desire, ",
  "mn2:6.3": "desire to be reborn, ",
  "mn2:6.4": "and ignorance. ",
  "mn2:6.5": "These are the things to which they apply the mind but should not. ",
  "mn2:6.6": "And what are the things to which they do not apply the mind but should? ",
  "mn2:6.7": "They are the things that, when the mind is applied to them, do not give rise to unarisen defilements and give up arisen defilements: the defilements of sensual desire, ",
  "mn2:6.8": "desire to be reborn, ",
  "mn2:6.9": "and ignorance. ",
  "mn2:6.10": "These are the things to which they do not apply the mind but should. ",
  "mn2:7.1": "Because of applying the mind to what they should not and not applying the mind to what they should, unarisen defilements arise and arisen defilements grow. ",
  "mn2:7.2": "This is how they apply the mind irrationally: ",
  "mn2:7.3": "‘Did I exist in the past? Did I not exist in the past? What was I in the past? How was I in the past? After being what, what did I become in the past? ",
  "mn2:7.4": "Will I exist in the future? Will I not exist in the future? What will I be in the future? How will I be in the future? After being what, what will I become in the future?’ ",
  "mn2:7.5": "Or they are undecided about the present thus: ",
  "mn2:7.6": "‘Am I? Am I not? What am I? How am I? This sentient being—where did it come from? And where will it go?’ ",
  "mn2:8.1": "When they apply the mind irrationally in this way, one of the following six views arises in them and is taken as a genuine fact. ",
  "mn2:8.2": "The view: ‘My self survives.’ ",
  "mn2:8.3": "The view: ‘My self does not survive.’ ",
  "mn2:8.4": "The view: ‘I perceive the self with the self.’ ",
  "mn2:8.5": "The view: ‘I perceive what is not-self with the self.’ ",
  "mn2:8.6": "The view: ‘I perceive the self with what is not-self.’ ",
  "mn2:8.7": "Or they have such a view: ",
  "mn2:8.8": "‘This self of mine is he, the speaker, the knower who experiences the results of good and bad deeds in all the different realms. This self is permanent, everlasting, eternal, and imperishable, and will last forever and ever.’ ",
  "mn2:8.9": "This is called a misconception, the thicket of views, the desert of views, the twist of views, the dodge of views, the fetter of views. ",
  "mn2:8.10": "An unlearned ordinary person who is fettered by views is not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ",
  "mn2:8.11": "They’re not freed from suffering, I say. ",
  "mn2:9.1": "",
  "mn2:9.2": "But take a learned noble disciple who has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ",
  "mn2:9.3": "They understand to which things they should apply the mind and to which things they should not apply the mind. ",
  "mn2:9.4": "So they apply the mind to things they should and don’t apply the mind to things they shouldn’t. ",
  "mn2:10.1": "And what are the things to which they don’t apply the mind and should not? ",
  "mn2:10.2": "They are the things that, when the mind is applied to them, give rise to unarisen defilements and make arisen defilements grow: the defilements of sensual desire, ",
  "mn2:10.3": "desire to be reborn, ",
  "mn2:10.4": "and ignorance. ",
  "mn2:10.5": "These are the things to which they don’t apply the mind and should not. ",
  "mn2:10.6": "And what are the things to which they do apply the mind and should? ",
  "mn2:10.7": "They are the things that, when the mind is applied to them, do not give rise to unarisen defilements and give up arisen defilements: the defilements of sensual desire, ",
  "mn2:10.8": "desire to be reborn, ",
  "mn2:10.9": "and ignorance. ",
  "mn2:10.10": "These are the things to which they do apply the mind and should. ",
  "mn2:10.11": "Because of not applying the mind to what they should not and applying the mind to what they should, unarisen defilements don’t arise and arisen defilements are given up. ",
  "mn2:11.1": "They rationally apply the mind: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn2:11.2": "And as they do so, they give up three fetters: ",
  "mn2:11.3": "identity view, doubt, and misapprehension of precepts and observances. ",
  "mn2:11.4": "These are called the defilements that should be given up by seeing. ",
  "mn2:12.0": "2. Defilements Given Up by Restraint ",
  "mn2:12.1": "And what are the defilements that should be given up by restraint? ",
  "mn2:12.2": "Take a mendicant who, reflecting rationally, lives restraining the faculty of the eye. ",
  "mn2:12.3": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint. ",
  "mn2:12.4": "Reflecting rationally, they live restraining the faculty of the ear … ",
  "mn2:12.5": "the nose … ",
  "mn2:12.6": "the tongue … ",
  "mn2:12.7": "the body … ",
  "mn2:12.8": "the mind. ",
  "mn2:12.9": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint. ",
  "mn2:12.10": "For the distressing and feverish defilements that might arise in someone who lives without restraint do not arise when there is such restraint. ",
  "mn2:12.11": "These are called the defilements that should be given up by restraint. ",
  "mn2:13.0": "3. Defilements Given Up by Using ",
  "mn2:13.1": "And what are the defilements that should be given up by using? ",
  "mn2:13.2": "Take a mendicant who, reflecting rationally, makes use of robes: ",
  "mn2:13.3": "‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts.’ ",
  "mn2:14.1": "Reflecting rationally, they make use of almsfood: ",
  "mn2:14.2": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’ ",
  "mn2:15.1": "Reflecting rationally, they make use of lodgings: ",
  "mn2:15.2": "‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat.’ ",
  "mn2:16.1": "Reflecting rationally, they make use of medicines and supplies for the sick: ",
  "mn2:16.2": "‘Only for the sake of warding off the pains of illness and to promote good health.’ ",
  "mn2:17.1": "For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used. ",
  "mn2:17.2": "These are called the defilements that should be given up by using. ",
  "mn2:18.0": "4. Defilements Given Up by Enduring ",
  "mn2:18.1": "And what are the defilements that should be given up by enduring? ",
  "mn2:18.2": "Take a mendicant who, reflecting rationally, endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ",
  "mn2:18.3": "For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured. ",
  "mn2:18.4": "These are called the defilements that should be given up by enduring. ",
  "mn2:19.0": "5. Defilements Given Up by Avoiding ",
  "mn2:19.1": "And what are the defilements that should be given up by avoiding? ",
  "mn2:19.2": "Take a mendicant who, reflecting rationally, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, a swamp, and a sewer. ",
  "mn2:19.3": "Reflecting rationally, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting. ",
  "mn2:19.4": "For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided. ",
  "mn2:19.5": "These are called the defilements that should be given up by avoiding. ",
  "mn2:20.0": "6. Defilements Given Up by Dispelling ",
  "mn2:20.1": "And what are the defilements that should be given up by dispelling? ",
  "mn2:20.2": "Take a mendicant who, reflecting rationally, doesn’t tolerate a sensual, malicious, or cruel thought that has arisen, but gives it up, gets rid of it, eliminates it, and obliterates it. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. ",
  "mn2:20.3": "For the distressing and feverish defilements that might arise in someone who lives without dispelling these things do not arise when they are dispelled. ",
  "mn2:20.4": "These are called the defilements that should be given up by dispelling. ",
  "mn2:21.0": "7. Defilements Given Up by Developing ",
  "mn2:21.1": "And what are the defilements that should be given up by developing? ",
  "mn2:21.2": "It’s when a mendicant, reflecting rationally, develops the awakening factors of mindfulness, ",
  "mn2:21.3": "investigation of principles, ",
  "mn2:21.4": "energy, ",
  "mn2:21.5": "rapture, ",
  "mn2:21.6": "tranquility, ",
  "mn2:21.7": "immersion, ",
  "mn2:21.8": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "mn2:21.9": "For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed. ",
  "mn2:21.10": "These are called the defilements that should be given up by developing. ",
  "mn2:22.1": "Now, take a mendicant who, by seeing, has given up the defilements that should be given up by seeing. By restraint, they’ve given up the defilements that should be given up by restraint. By using, they’ve given up the defilements that should be given up by using. By enduring, they’ve given up the defilements that should be given up by enduring. By avoiding, they’ve given up the defilements that should be given up by avoiding. By dispelling, they’ve given up the defilements that should be given up by dispelling. By developing, they’ve given up the defilements that should be given up by developing. ",
  "mn2:22.2": "They’re called a mendicant who lives having restrained all defilements, who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.” ",
  "mn2:22.3": "That is what the Buddha said. ",
  "mn2:22.4": "Satisfied, the mendicants approved what the Buddha said. "
}