{
  "mn37:0.1": "Middle Discourses 37 ",
  "mn37:0.2": "The Shorter Discourse on the Ending of Craving ",
  "mn37:1.1": "So I have heard. ",
  "mn37:1.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. ",
  "mn37:2.1": "And then Sakka, lord of gods, went up to the Buddha, bowed, stood to one side, and said to him: ",
  "mn37:2.2": "“Sir, how do you briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal, and is best among gods and humans?” ",
  "mn37:3.1": "“Lord of Gods, it’s when a mendicant has heard: ",
  "mn37:3.2": "‘Nothing is worth insisting on.’ ",
  "mn37:3.3": "When a mendicant has heard that ",
  "mn37:3.4": "nothing is worth insisting on, ",
  "mn37:3.5": "they directly know all things. Directly knowing all things, they completely understand all things. Having completely understood all things, when they experience any kind of feeling—pleasant, unpleasant, or neutral—",
  "mn37:3.6": "they meditate observing impermanence, dispassion, cessation, and letting go in those feelings. ",
  "mn37:3.7": "Meditating in this way, they don’t grasp at anything in the world. ",
  "mn37:3.8": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "mn37:3.9": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn37:3.10": "That’s how I briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal, and is best among gods and humans.” ",
  "mn37:4.1": "Then Sakka, lord of gods, having approved and agreed with what the Buddha said, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there. ",
  "mn37:5.1": "Now at that time Venerable Mahāmoggallāna was sitting not far from the Buddha. ",
  "mn37:5.2": "He thought, ",
  "mn37:5.3": "“Did that spirit comprehend what the Buddha said when he agreed with him, or not? ",
  "mn37:5.4": "Why don’t I find out?” ",
  "mn37:5.5": "",
  "mn37:6.1": "And then Venerable Mahāmoggallāna, as easily as a strong person would extend or contract their arm, vanished from the Eastern Monastery and reappeared among the gods of the Thirty-Three. ",
  "mn37:7.1": "Now at that time Sakka was amusing himself in the Single Lotus Park, supplied and provided with a divine orchestra. ",
  "mn37:7.2": "Seeing Mahāmoggallāna coming off in the distance, ",
  "mn37:7.3": "he dismissed the orchestra, approached Mahāmoggallāna, and said, ",
  "mn37:7.4": "“Come, my good Moggallāna! Welcome, good sir! ",
  "mn37:7.5": "It’s been a long time since you took the opportunity to come here. ",
  "mn37:7.6": "Sit, my good Moggallāna, this seat is for you.” ",
  "mn37:7.7": "Mahāmoggallāna sat down on the seat spread out, ",
  "mn37:7.8": "while Sakka took a low seat and sat to one side. ",
  "mn37:7.9": "Mahāmoggallāna said to him, ",
  "mn37:8.1": "“Kosiya, how did the Buddha briefly explain freedom through the ending of craving? ",
  "mn37:8.2": "Please share this talk with me so that I can also get to hear it.” ",
  "mn37:8.3": "“My good Moggallāna, I have many duties, and much to do, ",
  "mn37:8.4": "not only for myself, but also for the Gods of the Thirty-Three. ",
  "mn37:8.5": "Besides, I quickly forget even things I’ve properly heard, learned, applied the mind, and memorized. ",
  "mn37:8.6": "Once upon a time, a battle was fought between the gods and the titans. ",
  "mn37:8.7": "In that battle the gods won and the titans lost. ",
  "mn37:8.8": "When I returned from that battle as a conqueror, I created the Palace of Victory. ",
  "mn37:8.9": "The Palace of Victory has a hundred towers. ",
  "mn37:8.10": "Each tower has seven hundred chambers. ",
  "mn37:8.11": "Each chamber has seven nymphs. ",
  "mn37:8.12": "Each nymph has seven maids. ",
  "mn37:8.13": "Would you like to see the lovely Palace of Victory?” ",
  "mn37:8.14": "Mahāmoggallāna consented with silence. ",
  "mn37:9.1": "Then, putting Venerable Mahāmoggallāna in front, Sakka, lord of gods, and Vessavaṇa, the Great King, went to the Palace of Victory. ",
  "mn37:9.2": "When they saw Moggallāna coming off in the distance, Sakka’s maids, ",
  "mn37:9.3": "being prudent and discreet, each went to her own bedroom. ",
  "mn37:10.1": "They were just like a daughter-in-law who is prudent and discreet when they see their father-in-law. ",
  "mn37:10.2": "",
  "mn37:10.3": "Then Sakka and Vessavaṇa encouraged Moggallāna to wander and explore the palace, saying, ",
  "mn37:10.4": "“See, in the palace, my good Moggallāna, this lovely thing! ",
  "mn37:10.5": "And that lovely thing!” ",
  "mn37:10.6": "“That looks nice for the venerable Kosiya, just like for someone who has made merit in the past. ",
  "mn37:10.7": "Humans, when they see something lovely, also say: ",
  "mn37:10.8": "‘It looks nice enough for the Gods of the Thirty-Three!’ ",
  "mn37:10.9": "That looks nice for the venerable Kosiya, just like for someone who has made merit in the past.” ",
  "mn37:11.1": "Then Moggallāna thought, ",
  "mn37:11.2": "“This spirit lives much too negligently. ",
  "mn37:11.3": "Why don’t I stir up a sense of urgency in him?” ",
  "mn37:11.4": "Then Moggallāna used his psychic power to make the Palace of Victory shake and rock and tremble with his big toe. ",
  "mn37:11.5": "Then Sakka, Vessavaṇa, and the Gods of the Thirty-Three, their minds full of wonder and amazement, thought, ",
  "mn37:11.6": "“Oh, how incredible, how amazing! ",
  "mn37:11.7": "The ascetic has such power and might that he makes the god’s home shake and rock and tremble with his big toe!” ",
  "mn37:12.1": "Knowing that Sakka was shocked and awestruck, Moggallāna said to him, ",
  "mn37:12.2": "“Kosiya, how did the Buddha briefly explain freedom through the ending of craving? ",
  "mn37:12.3": "Please share this talk with me so that I can also get to hear it.” ",
  "mn37:12.4": "“My dear Moggallāna, I approached the Buddha, bowed, stood to one side, and said to him, ",
  "mn37:12.5": "‘Sir, how do you briefly define a mendicant who is freed with the ending of craving, who has reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal, and is best among gods and humans?’ ",
  "mn37:13.1": "When I had spoken the Buddha said to me: ",
  "mn37:13.2": "‘Lord of Gods, it’s when a mendicant has heard: ",
  "mn37:13.3": "“Nothing is worth insisting on” ",
  "mn37:13.4": "When a mendicant has heard that ",
  "mn37:13.5": "nothing is worth insisting on, ",
  "mn37:13.6": "they directly know all things. Directly knowing all things, they completely understand all things. Having completely understood all things, when they experience any kind of feeling—pleasant, unpleasant, or neutral—",
  "mn37:13.7": "they meditate observing impermanence, dispassion, cessation, and letting go in those feelings. ",
  "mn37:13.8": "Meditating in this way, they don’t grasp at anything in the world. ",
  "mn37:13.9": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "mn37:13.10": "They understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.” ",
  "mn37:13.11": "That’s how I briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal, and is best among gods and humans.’ ",
  "mn37:13.12": "That’s how the Buddha briefly explained freedom through the ending of craving to me.” ",
  "mn37:14.1": "Moggallāna approved and agreed with what Sakka said. As easily as a strong person would extend or contract their arm, he vanished from among the Gods of the Thirty-Three and reappeared in the Eastern Monastery. ",
  "mn37:14.2": "Soon after Moggallāna left, Sakka’s maids said to him, ",
  "mn37:14.3": "“Good sir, was that the Blessed One, your Teacher?” ",
  "mn37:14.4": "“No, it was not. ",
  "mn37:14.5": "That was my spiritual companion Venerable Mahāmoggallāna.” ",
  "mn37:14.6": "“You’re fortunate, good sir, so very fortunate, ",
  "mn37:14.7": "to have a spiritual companion of such power and might! ",
  "mn37:14.8": "We can’t believe that’s not the Blessed One, your Teacher!” ",
  "mn37:15.1": "Then Mahāmoggallāna went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn37:15.2": "“Sir, do you recall briefly explaining freedom through the ending of craving to a certain well-known and illustrious spirit?” ",
  "mn37:15.3": "“I do, Moggallāna.” And the Buddha retold all that happened when Sakka came to visit him, adding: ",
  "mn37:15.4": "",
  "mn37:15.5": "",
  "mn37:15.6": "",
  "mn37:15.7": "",
  "mn37:15.8": "",
  "mn37:15.9": "",
  "mn37:15.10": "",
  "mn37:15.11": "",
  "mn37:15.12": "",
  "mn37:15.13": "",
  "mn37:15.14": "",
  "mn37:15.15": "",
  "mn37:15.16": "",
  "mn37:15.17": "“That’s how I recall briefly explaining freedom through the ending of craving to Sakka, lord of gods.” ",
  "mn37:15.18": "That is what the Buddha said. ",
  "mn37:15.19": "Satisfied, Venerable Mahāmoggallāna was happy with what the Buddha said. "
}