{
  "mn38:0.1": "Middle Discourses 38 ",
  "mn38:0.2": "The Longer Discourse on the Ending of Craving ",
  "mn38:1.1": "So I have heard. ",
  "mn38:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn38:2.1": "Now at that time a mendicant called Sāti, the fisherman’s son, had the following harmful misconception: ",
  "mn38:2.2": "“As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another.” ",
  "mn38:3.1": "Several mendicants heard about this. ",
  "mn38:3.2": "",
  "mn38:3.3": "",
  "mn38:3.4": "They went up to Sāti and said to him, ",
  "mn38:3.5": "“Is it really true, Reverend Sāti, that you have such a harmful misconception: ",
  "mn38:3.6": "‘As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another’?” ",
  "mn38:3.7": "“Absolutely, reverends. As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another.” ",
  "mn38:3.8": "Then, wishing to dissuade Sāti from his view, the mendicants pursued, pressed, and grilled him, ",
  "mn38:3.9": "“Don’t say that, Sāti! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "mn38:3.10": "In many ways the Buddha has said that consciousness is dependently originated, since without a cause, consciousness does not come to be.” ",
  "mn38:3.11": "But even though the mendicants pressed him in this way, Sāti obstinately stuck to his misconception and insisted on stating it. ",
  "mn38:3.12": "",
  "mn38:4.1": "When they weren’t able to dissuade Sāti from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "mn38:4.2": "",
  "mn38:4.3": "",
  "mn38:4.4": "",
  "mn38:4.5": "",
  "mn38:4.6": "",
  "mn38:4.7": "",
  "mn38:4.8": "",
  "mn38:4.9": "",
  "mn38:4.10": "",
  "mn38:4.11": "",
  "mn38:4.12": "",
  "mn38:4.13": "",
  "mn38:4.14": "",
  "mn38:4.15": "",
  "mn38:4.16": "",
  "mn38:5.1": "So the Buddha addressed a certain monk, ",
  "mn38:5.2": "“Please, monk, in my name tell the mendicant Sāti that ",
  "mn38:5.3": "the teacher summons him.” ",
  "mn38:5.4": "“Yes, sir,” that monk replied. He went to Sāti and said to him, ",
  "mn38:5.5": "“Reverend Sāti, the teacher summons you.” ",
  "mn38:5.6": "“Yes, reverend,” Sāti replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him, ",
  "mn38:5.7": "“Is it really true, Sāti, that you have such a harmful misconception: ",
  "mn38:5.8": "‘As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another’?” ",
  "mn38:5.9": "“Absolutely, sir. As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another.” ",
  "mn38:5.10": "“Sāti, what is that consciousness?” ",
  "mn38:5.11": "“Sir, he is the speaker, the knower who experiences the results of good and bad deeds in all the different realms.” ",
  "mn38:5.12": "“Silly man, who on earth have you ever known me to teach in that way? ",
  "mn38:5.13": "Haven’t I said in many ways that consciousness is dependently originated, since consciousness does not arise without a cause? ",
  "mn38:5.14": "But still you misrepresent me by your wrong grasp, harm yourself, and make much bad karma. ",
  "mn38:5.15": "This will be for your lasting harm and suffering.” ",
  "mn38:6.1": "Then the Buddha said to the mendicants, ",
  "mn38:6.2": "“What do you think, mendicants? ",
  "mn38:6.3": "Has this mendicant Sāti kindled even a spark of wisdom in this teaching and training?” ",
  "mn38:6.4": "“How could that be, sir? ",
  "mn38:6.5": "No, sir.” ",
  "mn38:6.6": "When this was said, Sāti sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ",
  "mn38:6.7": "Knowing this, the Buddha said, ",
  "mn38:6.8": "“Silly man, you will be known by your own harmful misconception. ",
  "mn38:6.9": "I’ll question the mendicants about this.” ",
  "mn38:7.1": "Then the Buddha said to the mendicants, ",
  "mn38:7.2": "“Mendicants, do you understand my teachings as Sāti does, when he misrepresents me by his wrong grasp, harms himself, and makes much bad karma?” ",
  "mn38:7.3": "“No, sir. ",
  "mn38:7.4": "For in many ways the Buddha has told us that consciousness is dependently originated, since without a cause, consciousness does not come to be.” ",
  "mn38:7.5": "“Good, good, mendicants! ",
  "mn38:7.6": "It’s good that you understand my teaching like this. ",
  "mn38:7.7": "For in many ways I have told you that consciousness is dependently originated, since without a cause, consciousness does not come to be. ",
  "mn38:7.8": "But still this Sāti misrepresents me by his wrong grasp, harms himself, and makes much bad karma. ",
  "mn38:7.9": "This will be for his lasting harm and suffering. ",
  "mn38:8.1": "Consciousness is reckoned according to the specific conditions dependent upon which it arises. ",
  "mn38:8.2": "Consciousness that arises dependent on the eye and sights is reckoned as eye consciousness. ",
  "mn38:8.3": "Consciousness that arises dependent on the ear and sounds is reckoned as ear consciousness. ",
  "mn38:8.4": "Consciousness that arises dependent on the nose and smells is reckoned as nose consciousness. ",
  "mn38:8.5": "Consciousness that arises dependent on the tongue and tastes is reckoned as tongue consciousness. ",
  "mn38:8.6": "Consciousness that arises dependent on the body and touches is reckoned as body consciousness. ",
  "mn38:8.7": "Consciousness that arises dependent on the mind and thoughts is reckoned as mind consciousness. ",
  "mn38:8.8": "It’s like fire, which is reckoned according to the specific conditions dependent upon which it burns. ",
  "mn38:8.9": "A fire that burns dependent on logs is reckoned as a log fire. ",
  "mn38:8.10": "A fire that burns dependent on twigs is reckoned as a twig fire. ",
  "mn38:8.11": "A fire that burns dependent on grass is reckoned as a grass fire. ",
  "mn38:8.12": "A fire that burns dependent on cow-dung is reckoned as a cow-dung fire. ",
  "mn38:8.13": "A fire that burns dependent on husks is reckoned as a husk fire. ",
  "mn38:8.14": "A fire that burns dependent on rubbish is reckoned as a rubbish fire. ",
  "mn38:8.15": "In the same way, consciousness is reckoned according to the specific conditions dependent upon which it arises. … ",
  "mn38:8.16": "",
  "mn38:8.17": "",
  "mn38:8.18": "",
  "mn38:8.19": "",
  "mn38:8.20": "",
  "mn38:8.21": "",
  "mn38:9.1": "Mendicants, do you see that this has come to be?” ",
  "mn38:9.2": "“Yes, sir.” ",
  "mn38:9.3": "“Do you see that it originated with that as fuel?” ",
  "mn38:9.4": "“Yes, sir.” ",
  "mn38:9.5": "“Do you see that when that fuel ceases, what has come to be is liable to cease?” ",
  "mn38:9.6": "“Yes, sir.” ",
  "mn38:10.1": "“Does doubt arise when you’re uncertain whether or not this has come to be?” ",
  "mn38:10.2": "“Yes, sir.” ",
  "mn38:10.3": "“Does doubt arise when you’re uncertain whether or not this has originated with that as fuel?” ",
  "mn38:10.4": "“Yes, sir.” ",
  "mn38:10.5": "“Does doubt arise when you’re uncertain whether or not when that fuel ceases, what has come to be is liable to cease?” ",
  "mn38:10.6": "“Yes, sir.” ",
  "mn38:11.1": "“Is doubt given up in someone who truly sees with right understanding that this has come to be?” ",
  "mn38:11.2": "“Yes, sir.” ",
  "mn38:11.3": "“Is doubt given up in someone who truly sees with right understanding that this has originated with that as fuel?” ",
  "mn38:11.4": "“Yes, sir.” ",
  "mn38:11.5": "“Is doubt given up in someone who truly sees with right understanding that when that fuel ceases, what has come to be is liable to cease?” ",
  "mn38:11.6": "“Yes, sir.” ",
  "mn38:12.1": "“Are you free of doubt as to whether this has come to be?” ",
  "mn38:12.2": "“Yes, sir.” ",
  "mn38:12.3": "“Are you free of doubt as to whether this has originated with that as fuel?” ",
  "mn38:12.4": "“Yes, sir.” ",
  "mn38:12.5": "“Are you free of doubt as to whether when that fuel ceases, what has come to be is liable to cease?” ",
  "mn38:12.6": "“Yes, sir.” ",
  "mn38:13.1": "“Have you truly seen clearly with right understanding that this has come to be?” ",
  "mn38:13.2": "“Yes, sir.” ",
  "mn38:13.3": "“Have you truly seen clearly with right understanding that this has originated with that as fuel?” ",
  "mn38:13.4": "“Yes, sir.” ",
  "mn38:13.5": "“Have you truly seen clearly with right understanding that when that fuel ceases, what has come to be is liable to cease?” ",
  "mn38:13.6": "“Yes, sir.” ",
  "mn38:14.1": "“Pure and bright as this view is, mendicants, if you cherish it, fancy it, treasure it, and treat it as your own, would you be understanding how the Dhamma is similar to a raft: for crossing over, not for holding on?” ",
  "mn38:14.2": "“No, sir.” ",
  "mn38:14.3": "“Pure and bright as this view is, mendicants, if you don’t cherish it, fancy it, treasure it, and treat it as your own, would you be understanding how the Dhamma is similar to a raft: for crossing over, not for holding on?” ",
  "mn38:14.4": "“Yes, sir.” ",
  "mn38:15.1": "“Mendicants, there are these four fuels. They maintain sentient beings that have been born and help those that are about to be born. ",
  "mn38:15.2": "What four? ",
  "mn38:15.3": "Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth. ",
  "mn38:16.1": "What is the source, origin, birthplace, and inception of these four fuels? ",
  "mn38:16.2": "Craving. ",
  "mn38:16.3": "And what is the source of craving? ",
  "mn38:16.4": "Feeling. ",
  "mn38:16.5": "And what is the source of feeling? ",
  "mn38:16.6": "Contact. ",
  "mn38:16.7": "And what is the source of contact? ",
  "mn38:16.8": "The six sense fields. ",
  "mn38:16.9": "And what is the source of the six sense fields? ",
  "mn38:16.10": "Name and form. ",
  "mn38:16.11": "And what is the source of name and form? ",
  "mn38:16.12": "Consciousness. ",
  "mn38:16.13": "And what is the source of consciousness? ",
  "mn38:16.14": "Choices. ",
  "mn38:16.15": "And what is the source of choices? ",
  "mn38:16.16": "Ignorance. ",
  "mn38:17.1": "So, ignorance is a condition for choices. ",
  "mn38:17.2": "Choices are a condition for consciousness. ",
  "mn38:17.3": "Consciousness is a condition for name and form. ",
  "mn38:17.4": "Name and form are conditions for the six sense fields. ",
  "mn38:17.5": "The six sense fields are conditions for contact. ",
  "mn38:17.6": "Contact is a condition for feeling. ",
  "mn38:17.7": "Feeling is a condition for craving. ",
  "mn38:17.8": "Craving is a condition for grasping. ",
  "mn38:17.9": "Grasping is a condition for continued existence. ",
  "mn38:17.10": "Continued existence is a condition for rebirth. ",
  "mn38:17.11": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "mn38:17.12": "That is how this entire mass of suffering originates. ",
  "mn38:18.1": "‘Rebirth is a condition for old age and death.’ That’s what I said. ",
  "mn38:18.2": "Is that how you see this or not?” ",
  "mn38:18.3": "",
  "mn38:18.4": "“That’s how we see it.” ",
  "mn38:18.5": "",
  "mn38:18.6": "“‘Continued existence is a condition for rebirth.’ … ",
  "mn38:18.7": "",
  "mn38:18.8": "",
  "mn38:18.9": "",
  "mn38:18.10": "",
  "mn38:18.11": "",
  "mn38:18.12": "",
  "mn38:18.13": "",
  "mn38:18.14": "",
  "mn38:18.15": "",
  "mn38:18.16": "",
  "mn38:18.17": "",
  "mn38:18.18": "",
  "mn38:18.19": "",
  "mn38:18.20": "",
  "mn38:18.21": "",
  "mn38:18.22": "",
  "mn38:18.23": "",
  "mn38:18.24": "",
  "mn38:18.25": "",
  "mn38:18.26": "",
  "mn38:18.27": "",
  "mn38:18.28": "",
  "mn38:18.29": "",
  "mn38:18.30": "",
  "mn38:18.31": "",
  "mn38:18.32": "",
  "mn38:18.33": "",
  "mn38:18.34": "",
  "mn38:18.35": "",
  "mn38:18.36": "",
  "mn38:18.37": "",
  "mn38:18.38": "",
  "mn38:18.39": "",
  "mn38:18.40": "",
  "mn38:18.41": "",
  "mn38:18.42": "",
  "mn38:18.43": "",
  "mn38:18.44": "",
  "mn38:18.45": "",
  "mn38:18.46": "",
  "mn38:18.47": "",
  "mn38:18.48": "",
  "mn38:18.49": "",
  "mn38:18.50": "‘Ignorance is a condition for choices.’ That’s what I said. ",
  "mn38:18.51": "Is that how you see this or not?” ",
  "mn38:18.52": "",
  "mn38:18.53": "“That’s how we see it.” ",
  "mn38:18.54": "",
  "mn38:19.1": "“Good, mendicants! ",
  "mn38:19.2": "So both you and I say this. ",
  "mn38:19.3": "When this exists, that is; due to the arising of this, that arises. That is: ",
  "mn38:19.4": "Ignorance is a condition for choices. ",
  "mn38:19.5": "Choices are a condition for consciousness. ",
  "mn38:19.6": "Consciousness is a condition for name and form. ",
  "mn38:19.7": "Name and form are conditions for the six sense fields. ",
  "mn38:19.8": "The six sense fields are conditions for contact. ",
  "mn38:19.9": "Contact is a condition for feeling. ",
  "mn38:19.10": "Feeling is a condition for craving. ",
  "mn38:19.11": "Craving is a condition for grasping. ",
  "mn38:19.12": "Grasping is a condition for continued existence. ",
  "mn38:19.13": "Continued existence is a condition for rebirth. ",
  "mn38:19.14": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "mn38:19.15": "That is how this entire mass of suffering originates. ",
  "mn38:20.1": "When ignorance fades away and ceases with nothing left over, choices cease. ",
  "mn38:20.2": "When choices cease, consciousness ceases. ",
  "mn38:20.3": "When consciousness ceases, name and form cease. ",
  "mn38:20.4": "When name and form cease, the six sense fields cease. ",
  "mn38:20.5": "When the six sense fields cease, contact ceases. ",
  "mn38:20.6": "When contact ceases, feeling ceases. ",
  "mn38:20.7": "When feeling ceases, craving ceases. ",
  "mn38:20.8": "When craving ceases, grasping ceases. ",
  "mn38:20.9": "When grasping ceases, continued existence ceases. ",
  "mn38:20.10": "When continued existence ceases, rebirth ceases. ",
  "mn38:20.11": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "mn38:20.12": "That is how this entire mass of suffering ceases. ",
  "mn38:21.1": "‘When rebirth ceases, old age and death cease.’ That’s what I said. ",
  "mn38:21.2": "Is that how you see this or not?” ",
  "mn38:21.3": "",
  "mn38:21.4": "“That’s how we see it.” ",
  "mn38:21.5": "",
  "mn38:21.6": "‘When continued existence ceases, rebirth ceases.’ … ",
  "mn38:21.7": "",
  "mn38:21.8": "",
  "mn38:21.9": "",
  "mn38:21.10": "",
  "mn38:21.11": "",
  "mn38:21.12": "",
  "mn38:21.13": "",
  "mn38:21.14": "",
  "mn38:21.15": "",
  "mn38:21.16": "",
  "mn38:21.17": "",
  "mn38:21.18": "",
  "mn38:21.19": "",
  "mn38:21.20": "",
  "mn38:21.21": "",
  "mn38:21.22": "",
  "mn38:21.23": "",
  "mn38:21.24": "",
  "mn38:21.25": "",
  "mn38:21.26": "",
  "mn38:21.27": "",
  "mn38:21.28": "",
  "mn38:21.29": "",
  "mn38:21.30": "",
  "mn38:21.31": "",
  "mn38:21.32": "",
  "mn38:21.33": "",
  "mn38:21.34": "",
  "mn38:21.35": "",
  "mn38:21.36": "",
  "mn38:21.37": "",
  "mn38:21.38": "",
  "mn38:21.39": "",
  "mn38:21.40": "",
  "mn38:21.41": "",
  "mn38:21.42": "",
  "mn38:21.43": "",
  "mn38:21.44": "",
  "mn38:21.45": "",
  "mn38:21.46": "",
  "mn38:21.47": "",
  "mn38:21.48": "",
  "mn38:21.49": "",
  "mn38:21.50": "",
  "mn38:21.51": "‘When ignorance ceases, choices cease.’ That’s what I said. ",
  "mn38:21.52": "Is that how you see this or not?” ",
  "mn38:21.53": "",
  "mn38:21.54": "“That’s how we see it.” ",
  "mn38:21.55": "",
  "mn38:22.1": "“Good, mendicants! ",
  "mn38:22.2": "So both you and I say this. ",
  "mn38:22.3": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is: ",
  "mn38:22.4": "When ignorance ceases, choices cease. ",
  "mn38:22.5": "When choices cease, consciousness ceases. ",
  "mn38:22.6": "When consciousness ceases, name and form cease. ",
  "mn38:22.7": "When name and form cease, the six sense fields cease. ",
  "mn38:22.8": "When the six sense fields cease, contact ceases. ",
  "mn38:22.9": "When contact ceases, feeling ceases. ",
  "mn38:22.10": "When feeling ceases, craving ceases. ",
  "mn38:22.11": "When craving ceases, grasping ceases. ",
  "mn38:22.12": "When grasping ceases, continued existence ceases. ",
  "mn38:22.13": "When continued existence ceases, rebirth ceases. ",
  "mn38:22.14": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "mn38:22.15": "That is how this entire mass of suffering ceases. ",
  "mn38:23.1": "Knowing and seeing in this way, mendicants, would you turn back to the past, thinking, ",
  "mn38:23.2": "‘Did we exist in the past? Did we not exist in the past? What were we in the past? How were we in the past? After being what, what did we become in the past?’?” ",
  "mn38:23.3": "“No, sir.” ",
  "mn38:23.4": "“Knowing and seeing in this way, mendicants, would you turn forward to the future, thinking, ",
  "mn38:23.5": "‘Will we exist in the future? Will we not exist in the future? What will we be in the future? How will we be in the future? After being what, what will we become in the future?’?” ",
  "mn38:23.6": "“No, sir.” ",
  "mn38:24.1": "“Knowing and seeing in this way, mendicants, would you be undecided about the present, thinking, ",
  "mn38:24.2": "‘Am I? Am I not? What am I? How am I? This sentient being—where did it come from? And where will it go?’?” ",
  "mn38:24.3": "“No, sir.” ",
  "mn38:24.4": "“Knowing and seeing in this way, would you say, ",
  "mn38:24.5": "‘Our teacher is respected. We speak like this out of respect for our teacher.’?” ",
  "mn38:24.6": "“No, sir.” ",
  "mn38:24.7": "“Knowing and seeing in this way, would you say, ",
  "mn38:24.8": "‘Our ascetic says this. It’s only because of him that we say this’?” ",
  "mn38:24.9": "“No, sir.” ",
  "mn38:24.10": "“Knowing and seeing in this way, would you dedicate yourself to another teacher?” ",
  "mn38:24.11": "“No, sir.” ",
  "mn38:24.12": "“Knowing and seeing in this way, would you believe that the observances and noisy, superstitious rites of the various ascetics and brahmins are the most important things?” ",
  "mn38:24.13": "“No, sir.” ",
  "mn38:24.14": "“Aren’t you speaking only of what you have known and seen and realized for yourselves?” ",
  "mn38:24.15": "“Yes, sir.” ",
  "mn38:25.1": "“Good, mendicants! You have been guided by me with this teaching that’s apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "mn38:25.2": "For when I said that this teaching is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves, ",
  "mn38:25.3": "this is what I was referring to. ",
  "mn38:26.1": "Mendicants, when three things come together an embryo is conceived. ",
  "mn38:26.2": "In a case where the mother and father come together, but the mother is not in the fertile phase of her menstrual cycle, and the virile spirit is not potent, the embryo is not conceived. ",
  "mn38:26.3": "In a case where the mother and father come together, the mother is in the fertile phase of her menstrual cycle, but the virile spirit is not potent, the embryo is not conceived. ",
  "mn38:26.4": "But when these three things come together—the mother and father come together, the mother is in the fertile phase of her menstrual cycle, and the virile spirit is potent—an embryo is conceived. ",
  "mn38:27.1": "The mother nurtures the embryo in her womb for nine or ten months at great risk to her heavy burden. ",
  "mn38:27.2": "When nine or ten months have passed, the mother gives birth at great risk to her heavy burden. ",
  "mn38:27.3": "When the infant is born she nourishes it with her own blood. ",
  "mn38:27.4": "For mother’s milk is regarded as blood in the training of the Noble One. ",
  "mn38:28.1": "That boy grows up and his faculties mature. ",
  "mn38:28.2": "He accordingly plays childish games such as toy plows, tipcat, somersaults, pinwheels, toy measures, toy carts, and toy bows. ",
  "mn38:29.1": "That boy grows up and his faculties mature further. ",
  "mn38:29.2": "He accordingly amuses himself, supplied and provided with the five kinds of sensual stimulation. ",
  "mn38:29.3": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn38:29.4": "Sounds known by the ear … ",
  "mn38:29.5": "Smells known by the nose … ",
  "mn38:29.6": "Tastes known by the tongue … ",
  "mn38:29.7": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn38:30.1": "When they see a sight with their eyes, if it’s pleasant they desire it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted. ",
  "mn38:30.2": "And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "mn38:30.3": "Being so full of favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they approve, welcome, and keep clinging to it. ",
  "mn38:30.4": "This gives rise to relishing. ",
  "mn38:30.5": "Relishing feelings is grasping. Their grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "mn38:30.6": "That is how this entire mass of suffering originates. ",
  "mn38:30.7": "When they hear a sound with their ears … ",
  "mn38:30.8": "When they smell an odor with their nose … ",
  "mn38:30.9": "When they taste a flavor with their tongue … ",
  "mn38:30.10": "When they feel a touch with their body … ",
  "mn38:30.11": "When they know a thought with their mind, if it’s pleasant they desire it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted. ",
  "mn38:30.12": "And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "mn38:30.13": "Being so full of favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they approve, welcome, and keep clinging to it. ",
  "mn38:30.14": "This gives rise to relishing. ",
  "mn38:30.15": "Relishing feelings is grasping. Their grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "mn38:30.16": "That is how this entire mass of suffering originates. ",
  "mn38:31.1": "But consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "mn38:31.2": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn38:31.3": "He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, with the right meaning and phrasing. ",
  "mn38:31.4": "He reveals an entirely full and pure spiritual life. ",
  "mn38:32.1": "A householder hears that teaching, or a householder’s child, or someone reborn in a good family. ",
  "mn38:32.2": "They gain faith in the Realized One ",
  "mn38:32.3": "and reflect, ",
  "mn38:32.4": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. ",
  "mn38:32.5": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "mn38:32.6": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?’ ",
  "mn38:32.7": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "mn38:33.1": "Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. ",
  "mn38:33.2": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. ",
  "mn38:33.3": "They give up unchastity. They are celibate, set apart, avoiding the vulgar act of sex. ",
  "mn38:33.4": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words. ",
  "mn38:33.5": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. ",
  "mn38:33.6": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ",
  "mn38:33.7": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ",
  "mn38:33.8": "They avoid injuring plants and seeds. ",
  "mn38:33.9": "They eat in one part of the day, abstaining from eating at night and food at the wrong time. ",
  "mn38:33.10": "They avoid seeing shows of dancing, singing, and music . ",
  "mn38:33.11": "They avoid beautifying and adorning themselves with garlands, perfumes, and makeup. ",
  "mn38:33.12": "They avoid high and luxurious beds. ",
  "mn38:33.13": "They avoid receiving gold and money, ",
  "mn38:33.14": "raw grains, ",
  "mn38:33.15": "raw meat, ",
  "mn38:33.16": "women and girls, ",
  "mn38:33.17": "male and female bondservants, ",
  "mn38:33.18": "goats and sheep, ",
  "mn38:33.19": "chickens and pigs, ",
  "mn38:33.20": "elephants, cows, horses, and mares, ",
  "mn38:33.21": "and fields and land. ",
  "mn38:33.22": "They avoid running errands and messages; ",
  "mn38:33.23": "buying and selling; ",
  "mn38:33.24": "falsifying weights, metals, or measures; ",
  "mn38:33.25": "bribery, fraud, cheating, and duplicity; ",
  "mn38:33.26": "mutilation, murder, abduction, banditry, plunder, and violence. ",
  "mn38:34.1": "They’re content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "mn38:34.2": "They’re like a bird: wherever it flies, wings are its only burden. ",
  "mn38:34.3": "In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "mn38:34.4": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "mn38:35.1": "When they see a sight with their eyes, they don’t get caught up in the features and details. ",
  "mn38:35.2": "If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ",
  "mn38:35.3": "When they hear a sound with their ears … ",
  "mn38:35.4": "When they smell an odor with their nose … ",
  "mn38:35.5": "When they taste a flavor with their tongue … ",
  "mn38:35.6": "When they feel a touch with their body … ",
  "mn38:35.7": "When they know a thought with their mind, they don’t get caught up in the features and details. ",
  "mn38:35.8": "If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ",
  "mn38:35.9": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ",
  "mn38:36.1": "They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "mn38:37.1": "When they have this entire spectrum of noble ethics, this noble sense restraint, and this noble mindfulness and situational awareness, ",
  "mn38:37.2": "they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ",
  "mn38:38.1": "After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in front of them. ",
  "mn38:38.2": "Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ",
  "mn38:38.3": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. ",
  "mn38:38.4": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ",
  "mn38:38.5": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ",
  "mn38:38.6": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ",
  "mn38:39.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. ",
  "mn38:39.2": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn38:39.3": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption … ",
  "mn38:39.4": "third absorption … ",
  "mn38:39.5": "fourth absorption. ",
  "mn38:40.1": "When they see a sight with their eyes, if it’s pleasant they don’t desire it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ",
  "mn38:40.2": "And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "mn38:40.3": "Having given up favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they don’t approve, welcome, or keep clinging to it. ",
  "mn38:40.4": "As a result, relishing of feelings ceases. ",
  "mn38:40.5": "When their relishing ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "mn38:40.6": "That is how this entire mass of suffering ceases. ",
  "mn38:41.1": "When they hear a sound with their ears … ",
  "mn38:41.2": "When they smell an odor with their nose … ",
  "mn38:41.3": "When they taste a flavor with their tongue … ",
  "mn38:41.4": "When they feel a touch with their body … ",
  "mn38:41.5": "When they know a thought with their mind, if it’s pleasant they don’t desire it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ",
  "mn38:41.6": "And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "mn38:41.7": "Having given up favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they don’t approve, welcome, or keep clinging to it. ",
  "mn38:41.8": "As a result, relishing of feelings ceases. ",
  "mn38:41.9": "When their relishing ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "mn38:41.10": "That is how this entire mass of suffering ceases. ",
  "mn38:41.11": "Mendicants, you should memorize that brief statement on freedom through the ending of craving. But the mendicant Sāti, the fisherman’s son, is caught in a vast net of craving, a tangle of craving.” ",
  "mn38:41.12": "That is what the Buddha said. ",
  "mn38:41.13": "Satisfied, the mendicants approved what the Buddha said. "
}