{
  "mn3:0.1": "Middle Discourses 3 ",
  "mn3:0.2": "Heirs in the Teaching ",
  "mn3:1.1": "So I have heard. ",
  "mn3:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn3:1.3": "There the Buddha addressed the mendicants, ",
  "mn3:1.4": "“Mendicants!” ",
  "mn3:1.5": "“Venerable sir,” they replied. ",
  "mn3:1.6": "The Buddha said this: ",
  "mn3:2.1": "“Mendicants, be my heirs in the teaching, not in things of the flesh. ",
  "mn3:2.2": "Out of compassion for you, I think, ",
  "mn3:2.3": "‘How can my disciples become heirs in the teaching, not in things of the flesh?’ ",
  "mn3:2.4": "If you become heirs in things of the flesh, not in the teaching, that will make you liable to the accusation: ",
  "mn3:2.5": "‘The Teacher’s disciples live as heirs in things of the flesh, not in the teaching.’ ",
  "mn3:2.6": "And it will make me liable to the accusation: ",
  "mn3:2.7": "‘The Teacher’s disciples live as heirs in things of the flesh, not in the teaching.’ ",
  "mn3:2.8": "If you become heirs in the teaching, not in things of the flesh, that will make you not liable to the accusation: ",
  "mn3:2.9": "‘The Teacher’s disciples live as heirs in the teaching, not in things of the flesh.’ ",
  "mn3:2.10": "And it will make me not liable to the accusation: ",
  "mn3:2.11": "‘The Teacher’s disciples live as heirs in the teaching, not in things of the flesh.’ ",
  "mn3:2.12": "So, mendicants, be my heirs in the teaching, not in things of the flesh. ",
  "mn3:2.13": "Out of compassion for you, I think, ",
  "mn3:2.14": "‘How can my disciples become heirs in the teaching, not in things of the flesh?’ ",
  "mn3:3.1": "Suppose that I had eaten and refused more food, being full, and having had as much as I needed. ",
  "mn3:3.2": "And there was some extra almsfood that was going to be thrown away. ",
  "mn3:3.3": "Then two mendicants were to come who were weak with hunger. ",
  "mn3:3.4": "I’d say to them, ",
  "mn3:3.5": "‘Mendicants, I have eaten and refused more food, being full, and having had as much as I need. ",
  "mn3:3.6": "And there is this extra almsfood that’s going to be thrown away. ",
  "mn3:3.7": "Eat it if you like. Otherwise I’ll throw it out where there is little that grows, or drop it into water that has no living creatures.’ ",
  "mn3:3.8": "Then one of those mendicants thought, ",
  "mn3:3.9": "‘The Buddha has eaten and refused more food. ",
  "mn3:3.10": "And he has some extra almsfood that’s going to be thrown away. ",
  "mn3:3.11": "If we don’t eat it he’ll throw it away. ",
  "mn3:3.12": "But the Buddha has also said: ",
  "mn3:3.13": "“Be my heirs in the teaching, not in things of the flesh.” ",
  "mn3:3.14": "And almsfood is one of the things of the flesh. ",
  "mn3:3.15": "Instead of eating this almsfood, why don’t I spend this day and night weak with hunger?’ ",
  "mn3:3.16": "And that’s what they did. ",
  "mn3:3.17": "Then the second of those mendicants thought, ",
  "mn3:3.18": "‘The Buddha has eaten and refused more food. ",
  "mn3:3.19": "And he has some extra almsfood that’s going to be thrown away. ",
  "mn3:3.20": "If we don’t eat it he’ll throw it away. ",
  "mn3:3.21": "Why don’t I eat this almsfood, then spend the day and night having got rid of my hunger and weakness?’ ",
  "mn3:3.22": "And that’s what they did. ",
  "mn3:3.23": "Even though that mendicant, after eating the almsfood, spent the day and night rid of hunger and weakness, it is the former mendicant who is more worthy of respect and praise. ",
  "mn3:3.24": "Why is that? ",
  "mn3:3.25": "Because for a long time that will conduce to that mendicant being of few wishes, content, self-effacing, unburdensome, and energetic. ",
  "mn3:3.26": "So, mendicants, be my heirs in the teaching, not in things of the flesh. ",
  "mn3:3.27": "Out of compassion for you, I think, ",
  "mn3:3.28": "‘How can my disciples become heirs in the teaching, not in things of the flesh?’” ",
  "mn3:4.1": "That is what the Buddha said. ",
  "mn3:4.2": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "mn3:4.3": "Then soon after the Buddha left, Venerable Sāriputta said to the mendicants, ",
  "mn3:4.4": "“Reverends, mendicants!” ",
  "mn3:4.5": "“Reverend,” they replied. ",
  "mn3:4.6": "Sāriputta said this: ",
  "mn3:5.1": "“Reverends, how do the disciples of a Teacher who lives in seclusion not train in seclusion? And how do they train in seclusion?” ",
  "mn3:5.2": "“Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. ",
  "mn3:5.3": "May Venerable Sāriputta himself please clarify the meaning of this. ",
  "mn3:5.4": "The mendicants will listen and remember it.” ",
  "mn3:5.5": "“Well then, reverends, listen and apply your mind well, I will speak.” ",
  "mn3:5.6": "“Yes, reverend,” they replied. ",
  "mn3:5.7": "Sāriputta said this: ",
  "mn3:6.1": "“Reverends, how do the disciples of a Teacher who lives in seclusion not train in seclusion? ",
  "mn3:6.2": "The disciples of a teacher who lives in seclusion do not train in seclusion. ",
  "mn3:6.3": "They don’t give up what the Teacher tells them to give up. ",
  "mn3:6.4": "They’re indulgent and slack, leaders in backsliding, neglecting seclusion. ",
  "mn3:6.5": "In this case, the senior mendicants should be criticized on three grounds. ",
  "mn3:6.6": "‘The disciples of a teacher who lives in seclusion do not train in seclusion.’ ",
  "mn3:6.7": "This is the first ground. ",
  "mn3:6.8": "‘They don’t give up what the Teacher tells them to give up.’ ",
  "mn3:6.9": "This is the second ground. ",
  "mn3:6.10": "‘They’re indulgent and slack, leaders in backsliding, neglecting seclusion.’ ",
  "mn3:6.11": "This is the third ground. ",
  "mn3:6.12": "The senior mendicants should be criticized on these three grounds. ",
  "mn3:6.13": "In this case, the middle mendicants ",
  "mn3:6.14": "and the junior mendicants should be criticized on the same three grounds. ",
  "mn3:6.15": "",
  "mn3:6.16": "",
  "mn3:6.17": "",
  "mn3:6.18": "",
  "mn3:6.19": "",
  "mn3:6.20": "",
  "mn3:6.21": "",
  "mn3:6.22": "This is how the disciples of a Teacher who lives in seclusion do not train in seclusion. ",
  "mn3:7.1": "And how do the disciples of a teacher who lives in seclusion train in seclusion? ",
  "mn3:7.2": "The disciples of a teacher who lives in seclusion train in seclusion. ",
  "mn3:7.3": "They give up what the Teacher tells them to give up. ",
  "mn3:7.4": "They’re not indulgent and slack, leaders in backsliding, neglecting seclusion. ",
  "mn3:7.5": "In this case, the senior mendicants should be praised on three grounds. ",
  "mn3:7.6": "‘The disciples of a teacher who lives in seclusion train in seclusion.’ ",
  "mn3:7.7": "This is the first ground. ",
  "mn3:7.8": "‘They give up what the Teacher tells them to give up.’ ",
  "mn3:7.9": "This is the second ground. ",
  "mn3:7.10": "‘They’re not indulgent and slack, leaders in backsliding, neglecting seclusion.’ ",
  "mn3:7.11": "This is the third ground. ",
  "mn3:7.12": "The senior mendicants should be praised on these three grounds. ",
  "mn3:7.13": "In this case, the middle mendicants ",
  "mn3:7.14": "and the junior mendicants should be praised on the same three grounds. ",
  "mn3:7.15": "",
  "mn3:7.16": "",
  "mn3:7.17": "",
  "mn3:7.18": "",
  "mn3:7.19": "",
  "mn3:7.20": "",
  "mn3:7.21": "",
  "mn3:7.22": "This is how the disciples of a Teacher who lives in seclusion train in seclusion. ",
  "mn3:8.1": "The bad thing here is greed and hate. ",
  "mn3:8.2": "There is a middle way of practice for giving up greed and hate. It gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment. ",
  "mn3:8.3": "And what is that middle way of practice? ",
  "mn3:8.4": "It is simply this noble eightfold path, that is: ",
  "mn3:8.5": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "mn3:8.6": "This is that middle way of practice, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment. ",
  "mn3:9-15.1": "The bad thing here is anger and hostility. … ",
  "mn3:9-15.2": "disdain and contempt … ",
  "mn3:9-15.3": "jealousy and stinginess … ",
  "mn3:9-15.4": "deceit and deviousness … ",
  "mn3:9-15.5": "obstinacy and aggression … ",
  "mn3:9-15.6": "conceit and arrogance … ",
  "mn3:9-15.7": "vanity and negligence. ",
  "mn3:9-15.8": "There is a middle way of practice for giving up vanity and negligence. It gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment. ",
  "mn3:9-15.9": "And what is that middle way of practice? ",
  "mn3:9-15.10": "It is simply this noble eightfold path, that is: ",
  "mn3:9-15.11": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "mn3:9-15.12": "This is that middle way of practice, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.” ",
  "mn3:9-15.13": "This is what Venerable Sāriputta said. ",
  "mn3:9-15.14": "Satisfied, the mendicants approved what Sāriputta said. "
}