{
  "mn43:0.1": "Middle Discourses 43 ",
  "mn43:0.2": "The Great Classification ",
  "mn43:1.1": "So I have heard. ",
  "mn43:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn43:1.3": "Then in the late afternoon, Venerable Mahākoṭṭhita came out of retreat, went to Venerable Sāriputta, and exchanged greetings with him. ",
  "mn43:1.4": "When the greetings and polite conversation were over, he sat down to one side and said to Sāriputta: ",
  "mn43:2.1": "“Reverend, they speak of ‘a witless person’. ",
  "mn43:2.2": "How is a witless person defined?” ",
  "mn43:2.3": "“Reverend, they’re called witless because they don’t understand. ",
  "mn43:2.4": "And what don’t they understand? ",
  "mn43:2.5": "They don’t understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ",
  "mn43:2.6": "They’re called witless because they don’t understand.” ",
  "mn43:2.7": "Saying “Good, reverend,” Mahākoṭṭhita approved and agreed with what Sāriputta said. Then he asked another question: ",
  "mn43:3.1": "“They speak of ‘a wise person’. ",
  "mn43:3.2": "How is a wise person defined?” ",
  "mn43:3.3": "“They’re called wise because they understand. ",
  "mn43:3.4": "And what do they understand? ",
  "mn43:3.5": "They understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ",
  "mn43:3.6": "They’re called wise because they understand.” ",
  "mn43:4.1": "“They speak of ‘consciousness’. ",
  "mn43:4.2": "How is consciousness defined?” ",
  "mn43:4.3": "“It’s called consciousness because it cognizes. ",
  "mn43:4.4": "And what does it cognize? ",
  "mn43:4.5": "It cognizes ‘pleasure’ and ‘pain’ and ‘neutral’. ",
  "mn43:4.6": "It’s called consciousness because it cognizes.” ",
  "mn43:5.1": "“Wisdom and consciousness—",
  "mn43:5.2": "are these things mixed or separate? ",
  "mn43:5.3": "And can we completely dissect them so as to describe the difference between them?” ",
  "mn43:5.4": "“Wisdom and consciousness—",
  "mn43:5.5": "these things are mixed, not separate. ",
  "mn43:5.6": "And you can never completely dissect them so as to describe the difference between them. ",
  "mn43:5.7": "For you understand what you cognize, and you cognize what you understand. ",
  "mn43:5.8": "That’s why these things are mixed, not separate. ",
  "mn43:5.9": "And you can never completely dissect them so as to describe the difference between them.” ",
  "mn43:6.1": "“Wisdom and consciousness—",
  "mn43:6.2": "what is the difference between these things that are mixed, not separate?” ",
  "mn43:6.3": "",
  "mn43:6.4": "“The difference between these things is that wisdom should be developed, while consciousness should be completely understood.” ",
  "mn43:6.5": "",
  "mn43:7.1": "“They speak of this thing called ‘feeling’. ",
  "mn43:7.2": "How is feeling defined?” ",
  "mn43:7.3": "“It’s called feeling because it feels. ",
  "mn43:7.4": "And what does it feel? ",
  "mn43:7.5": "It feels pleasure, pain, and neutral. ",
  "mn43:7.6": "It’s called feeling because it feels.” ",
  "mn43:8.1": "“They speak of this thing called ‘perception’. ",
  "mn43:8.2": "How is perception defined?” ",
  "mn43:8.3": "“It’s called perception because it perceives. ",
  "mn43:8.4": "And what does it perceive? ",
  "mn43:8.5": "It perceives blue, yellow, red, and white. ",
  "mn43:8.6": "It’s called perception because it perceives.” ",
  "mn43:9.1": "“Feeling, perception, and consciousness—",
  "mn43:9.2": "are these things mixed or separate? ",
  "mn43:9.3": "And can we completely dissect them so as to describe the difference between them?” ",
  "mn43:9.4": "“Feeling, perception, and consciousness—",
  "mn43:9.5": "these things are mixed, not separate. ",
  "mn43:9.6": "And you can never completely dissect them so as to describe the difference between them. ",
  "mn43:9.7": "For you perceive what you feel, and you cognize what you perceive. ",
  "mn43:9.8": "That’s why these things are mixed, not separate. ",
  "mn43:9.9": "And you can never completely dissect them so as to describe the difference between them.” ",
  "mn43:10.1": "“What can be known by purified mind consciousness released from the five senses?” ",
  "mn43:10.2": "“Aware that ‘space is infinite’ it can know the dimension of infinite space. Aware that ‘consciousness is infinite’ it can know the dimension of infinite consciousness. Aware that ‘there is nothing at all’ it can know the dimension of nothingness.” ",
  "mn43:11.1": "“How do you understand something that can be known?” ",
  "mn43:11.2": "“You understand something that can be known with the eye of wisdom.” ",
  "mn43:12.1": "“What is the purpose of wisdom?” ",
  "mn43:12.2": "“The purpose of wisdom is direct knowledge, complete understanding, and giving up.” ",
  "mn43:13.1": "“How many conditions are there for the arising of right view?” ",
  "mn43:13.2": "“There are two conditions for the arising of right view: ",
  "mn43:13.3": "the words of another and proper attention. ",
  "mn43:13.4": "These are the two conditions for the arising of right view.” ",
  "mn43:14.1": "“When right view is supported by how many factors does it have freedom of heart and freedom by wisdom as its fruit and benefit?” ",
  "mn43:14.2": "“When right view is supported by five factors it has freedom of heart and freedom by wisdom as its fruit and benefit. ",
  "mn43:14.3": "It’s when right view is supported by ethics, learning, discussion, serenity, and discernment. ",
  "mn43:14.4": "When right view is supported by these five factors it has freedom of heart and freedom by wisdom as its fruit and benefit.” ",
  "mn43:15.1": "“How many states of existence are there?” ",
  "mn43:15.2": "“Reverend, there are these three states of existence. ",
  "mn43:15.3": "Existence in the sensual realm, the realm of luminous form, and the formless realm.” ",
  "mn43:16.1": "“But how is there rebirth into a new state of existence in the future?” ",
  "mn43:16.2": "“It’s because of sentient beings—shrouded by ignorance and fettered by craving—chasing pleasure in various realms. ",
  "mn43:16.3": "That’s how there is rebirth into a new state of existence in the future.” ",
  "mn43:17.1": "“But how is there no rebirth into a new state of existence in the future?” ",
  "mn43:17.2": "“It’s when ignorance fades away, knowledge arises, and craving ceases. ",
  "mn43:17.3": "That’s how there is no rebirth into a new state of existence in the future.” ",
  "mn43:18.1": "“But what, reverend, is the first absorption?” ",
  "mn43:18.2": "“Reverend, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn43:18.3": "This is called the first absorption.” ",
  "mn43:19.1": "“But how many factors does the first absorption have?” ",
  "mn43:19.2": "“The first absorption has five factors. ",
  "mn43:19.3": "When a mendicant has entered the first absorption, placing the mind, keeping it connected, rapture, bliss, and unification of mind are present. ",
  "mn43:19.4": "That’s how the first absorption has five factors.” ",
  "mn43:20.1": "“But how many factors has the first absorption given up and how many does it possess?” ",
  "mn43:20.2": "“The first absorption has given up five factors and possesses five factors. ",
  "mn43:20.3": "When a mendicant has entered the first absorption, sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt are given up. ",
  "mn43:20.4": "Placing the mind, keeping it connected, rapture, bliss, and unification of mind are present. ",
  "mn43:20.5": "That’s how the first absorption has given up five factors and possesses five factors.” ",
  "mn43:21.1": "“Reverend, these five faculties have different scopes and different ranges, and don’t experience each others’ scope and range. That is, ",
  "mn43:21.2": "the faculties of the eye, ear, nose, tongue, and body. ",
  "mn43:21.3": "What do these five faculties, with their different scopes and ranges, have recourse to? What experiences their scopes and ranges?” ",
  "mn43:21.4": "",
  "mn43:21.5": "",
  "mn43:21.6": "“These five faculties, with their different scopes and ranges, have recourse to the mind. And the mind experiences their scopes and ranges.” ",
  "mn43:22.1": "",
  "mn43:22.2": "",
  "mn43:22.3": "“These five faculties depend on what to continue?” ",
  "mn43:22.4": "",
  "mn43:22.5": "",
  "mn43:22.6": "“These five faculties depend on life to continue.” ",
  "mn43:22.7": "“But what does life depend on to continue?” ",
  "mn43:22.8": "“Life depends on warmth to continue.” ",
  "mn43:22.9": "“But what does warmth depend on to continue?” ",
  "mn43:22.10": "“Warmth depends on life to continue.” ",
  "mn43:22.11": "“Just now I understood you to say: ",
  "mn43:22.12": "‘Life depends on warmth to continue.’ ",
  "mn43:22.13": "But I also understood you to say: ",
  "mn43:22.14": "‘Warmth depends on life to continue.’ ",
  "mn43:22.15": "How then should we see the meaning of this statement?” ",
  "mn43:22.16": "“Well then, reverend, I shall give you a simile. ",
  "mn43:22.17": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "mn43:22.18": "Suppose there was an oil lamp burning. The light appears dependent on the flame, and the flame appears dependent on the light. ",
  "mn43:22.19": "In the same way, life depends on warmth to continue, and warmth depends on life to continue.” ",
  "mn43:23.1": "“Are the life forces the same things as the phenomena that are felt? Or are they different things?” ",
  "mn43:23.2": "“The life forces are not the same things as the phenomena that are felt. ",
  "mn43:23.3": "For if the life forces and the phenomena that are felt were the same things, a mendicant who had attained the cessation of perception and feeling would not emerge from it. ",
  "mn43:23.4": "But because the life forces and the phenomena that are felt are different things, a mendicant who has attained the cessation of perception and feeling can emerge from it.” ",
  "mn43:24.1": "“How many things must this body lose before it lies forsaken, tossed aside like an insentient log?” ",
  "mn43:24.2": "“This body must lose three things before it lies forsaken, tossed aside like an insentient log: vitality, warmth, and consciousness.” ",
  "mn43:25.1": "“What’s the difference between someone who has passed away and a mendicant who has attained the cessation of perception and feeling?” ",
  "mn43:25.2": "“When someone dies, their physical, verbal, and mental processes have ceased and stilled; their vitality is spent; their warmth is dissipated; and their faculties have disintegrated. ",
  "mn43:25.3": "When a mendicant has attained the cessation of perception and feeling, their physical, verbal, and mental processes have ceased and stilled. But their vitality is not spent; their warmth is not dissipated; and their faculties are very clear. ",
  "mn43:25.4": "That’s the difference between someone who has passed away and a mendicant who has attained the cessation of perception and feeling.” ",
  "mn43:26.1": "“How many conditions are necessary to attain the neutral release of the heart?” ",
  "mn43:26.2": "“Four conditions are necessary to attain the neutral release of the heart. ",
  "mn43:26.3": "Giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn43:26.4": "These four conditions are necessary to attain the neutral release of the heart.” ",
  "mn43:27.1": "“How many conditions are necessary to attain the signless release of the heart?” ",
  "mn43:27.2": "“Two conditions are necessary to attain the signless release of the heart: ",
  "mn43:27.3": "not focusing on any signs, and focusing on the signless. ",
  "mn43:27.4": "These two conditions are necessary to attain the signless release of the heart.” ",
  "mn43:27.5": "“How many conditions are necessary to remain in the signless release of the heart?” ",
  "mn43:28.1": "“Three conditions are necessary to remain in the signless release of the heart: ",
  "mn43:28.2": "not focusing on any signs, focusing on the signless, and a previous determination. ",
  "mn43:28.3": "These three conditions are necessary to remain in the signless release of the heart.” ",
  "mn43:29.1": "“How many conditions are necessary to emerge from the signless release of the heart?” ",
  "mn43:29.2": "“Two conditions are necessary to emerge from the signless release of the heart: ",
  "mn43:29.3": "focusing on all signs, and not focusing on the signless. ",
  "mn43:29.4": "These two conditions are necessary to emerge from the signless release of the heart.” ",
  "mn43:29.5": "“The limitless release of the heart, and the release of the heart through nothingness, and the release of the heart through emptiness, and the signless release of the heart: do these things differ in both meaning and phrasing? Or do they mean the same thing, and differ only in the phrasing?” ",
  "mn43:30.1": "“There is a way in which these things differ in both meaning and phrasing. ",
  "mn43:30.2": "But there’s also a way in which they mean the same thing, and differ only in the phrasing. ",
  "mn43:31.1": "And what’s the way in which these things differ in both meaning and phrasing? ",
  "mn43:31.2": "Firstly, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn43:31.3": "They meditate spreading a heart full of compassion … ",
  "mn43:31.4": "They meditate spreading a heart full of rejoicing … ",
  "mn43:31.5": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn43:31.6": "This is called the limitless release of the heart. ",
  "mn43:32.1": "And what is the release of the heart through nothingness? ",
  "mn43:32.2": "It’s when a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. ",
  "mn43:32.3": "This is called the heart’s release through nothingness. ",
  "mn43:33.1": "And what is the release of the heart through emptiness? ",
  "mn43:33.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ",
  "mn43:33.3": "‘This is empty of a self or what belongs to a self.’ ",
  "mn43:33.4": "This is called the release of the heart through emptiness. ",
  "mn43:34.1": "And what is the signless release of the heart? ",
  "mn43:34.2": "It’s when a mendicant, not focusing on any signs, enters and remains in the signless immersion of the heart. ",
  "mn43:34.3": "This is called the signless release of the heart. ",
  "mn43:34.4": "This is the way in which these things differ in both meaning and phrasing. ",
  "mn43:35.1": "And what’s the way in which they mean the same thing, and differ only in the phrasing? ",
  "mn43:35.2": "Greed, hate, and delusion are makers of limits. ",
  "mn43:35.3": "A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future. ",
  "mn43:35.4": "The unshakable release of the heart is said to be the best kind of limitless release of the heart. ",
  "mn43:35.5": "That unshakable release of the heart is empty of greed, hate, and delusion. ",
  "mn43:36.1": "Greed is something, hate is something, and delusion is something. ",
  "mn43:36.2": "A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future. ",
  "mn43:36.3": "The unshakable release of the heart is said to be the best kind of release of the heart through nothingness. ",
  "mn43:36.4": "That unshakable release of the heart is empty of greed, hate, and delusion. ",
  "mn43:37.1": "Greed, hate, and delusion are makers of signs. ",
  "mn43:37.2": "A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future. ",
  "mn43:37.3": "The unshakable release of the heart is said to be the best kind of signless release of the heart. ",
  "mn43:37.4": "That unshakable release of the heart is empty of greed, hate, and delusion. ",
  "mn43:37.5": "This is the way in which they mean the same thing, and differ only in the phrasing.” ",
  "mn43:37.6": "This is what Venerable Sāriputta said. ",
  "mn43:37.7": "Satisfied, Venerable Mahākoṭṭhita was happy with what Sāriputta said. "
}