{
  "mn48:0.1": "Middle Discourses 48 ",
  "mn48:0.2": "The Mendicants of Kosambī ",
  "mn48:1.1": "So I have heard. ",
  "mn48:1.2": "At one time the Buddha was staying near Kosambī, in Ghosita’s Monastery. ",
  "mn48:2.1": "Now at that time the mendicants of Kosambī were arguing, quarreling, and disputing, continually wounding each other with barbed words. ",
  "mn48:2.2": "They couldn’t persuade each other or be persuaded, nor could they convince each other or be convinced. ",
  "mn48:3.1": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and told him what was happening. ",
  "mn48:3.2": "",
  "mn48:4.1": "So the Buddha addressed a certain monk, ",
  "mn48:4.2": "“Please, monk, in my name tell those mendicants that ",
  "mn48:4.3": "the teacher summons them. ",
  "mn48:4.4": "“Yes, sir,” that monk replied. He went to those monks and said, ",
  "mn48:4.5": "“Venerables, the teacher summons you.” ",
  "mn48:4.6": "“Yes, reverend,” those monks replied. They went to the Buddha, bowed, and sat down to one side. The Buddha said to them, ",
  "mn48:4.7": "“Is it really true, mendicants, that you have been arguing, quarreling, and disputing, continually wounding each other with barbed words? ",
  "mn48:4.8": "And that you can’t persuade each other or be persuaded, nor can you convince each other or be convinced?” ",
  "mn48:4.9": "“Yes, sir,” they said. ",
  "mn48:5.1": "“What do you think, mendicants? ",
  "mn48:5.2": "When you’re arguing, quarreling, and disputing, continually wounding each other with barbed words, are you treating your spiritual companions with kindness by way of body, speech, and mind, both in public and in private?” ",
  "mn48:5.3": "“No, sir.” ",
  "mn48:5.4": "“So it seems that when you’re arguing you are not treating each other with kindness. ",
  "mn48:5.5": "So what exactly do you know and see, you foolish men, that you behave in such a way? ",
  "mn48:5.6": "This will be for your lasting harm and suffering.” ",
  "mn48:6.1": "Then the Buddha said to the mendicants: ",
  "mn48:6.2": "“Mendicants, these six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "mn48:6.3": "What six? ",
  "mn48:6.4": "Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private. ",
  "mn48:6.5": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "mn48:6.6": "Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness … ",
  "mn48:6.7": "",
  "mn48:6.8": "Furthermore, a mendicant consistently treats their spiritual companions with mental kindness … ",
  "mn48:6.9": "",
  "mn48:6.10": "Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions … ",
  "mn48:6.11": "",
  "mn48:6.12": "Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. … ",
  "mn48:6.13": "",
  "mn48:6.14": "Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and leads one who practices it to the complete ending of suffering. ",
  "mn48:6.15": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "mn48:6.16": "These six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "mn48:7.1": "Of these six warm-hearted qualities, the chief is the view that is noble and emancipating, and leads one who practices it to the complete ending of suffering. It holds and binds everything together. ",
  "mn48:7.2": "It’s like a bungalow. The roof-peak is the chief point, which holds and binds everything together. ",
  "mn48:7.3": "In the same way, of these six warm-hearted qualities, the chief is the view that is noble and emancipating, and leads one who practices it to the complete ending of suffering. It holds and binds everything together. ",
  "mn48:8.1": "And how does the view that is noble and emancipating lead one who practices it to the complete ending of suffering? ",
  "mn48:8.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this, ",
  "mn48:8.3": "‘Is there anything that I’m overcome with internally and haven’t given up, because of which I might not accurately know and see?’ ",
  "mn48:8.4": "If a mendicant is overcome with sensual desire, it’s their mind that’s overcome. ",
  "mn48:8.5": "If a mendicant is overcome with ill will, ",
  "mn48:8.6": "dullness and drowsiness, ",
  "mn48:8.7": "restlessness and remorse, ",
  "mn48:8.8": "doubt, ",
  "mn48:8.9": "pursuing speculation about this world, ",
  "mn48:8.10": "pursuing speculation about the next world, ",
  "mn48:8.11": "or arguing, quarreling, and disputing, continually wounding others with barbed words, it’s their mind that’s overcome. ",
  "mn48:8.12": "They understand, ",
  "mn48:8.13": "‘There is nothing that I’m overcome with internally and haven’t given up, because of which I might not accurately know and see. ",
  "mn48:8.14": "My mind is properly disposed for awakening to the truths.’ ",
  "mn48:8.15": "This is the first knowledge they have achieved that is noble and transcendent, and is not shared with ordinary people. ",
  "mn48:9.1": "Furthermore, a noble disciple reflects, ",
  "mn48:9.2": "‘When I develop, cultivate, and make much of this view, do I personally gain serenity and quenching?’ ",
  "mn48:9.3": "They understand, ",
  "mn48:9.4": "‘When I develop, cultivate, and make much of this view, I personally gain serenity and quenching.’ ",
  "mn48:9.5": "This is their second knowledge … ",
  "mn48:10.1": "Furthermore, a noble disciple reflects, ",
  "mn48:10.2": "‘Are there any ascetics or brahmins outside of the Buddhist community who have the same kind of view that I have?’ ",
  "mn48:10.3": "They understand, ",
  "mn48:10.4": "‘There are no ascetics or brahmins outside of the Buddhist community who have the same kind of view that I have.’ ",
  "mn48:10.5": "This is their third knowledge … ",
  "mn48:11.1": "Furthermore, a noble disciple reflects, ",
  "mn48:11.2": "‘Do I have the same nature as a person accomplished in view?’ ",
  "mn48:11.3": "And what, mendicants, is the nature of a person accomplished in view? ",
  "mn48:11.4": "This is the nature of a person accomplished in view. ",
  "mn48:11.5": "Though they may fall into a kind of offense for which rehabilitation has been laid down, they quickly disclose, clarify, and reveal it to the Teacher or a sensible spiritual companion. ",
  "mn48:11.6": "And having revealed it they restrain themselves in the future. ",
  "mn48:11.7": "Suppose there was a little baby boy. If he puts his hand or foot on a burning coal, he quickly pulls it back. ",
  "mn48:11.8": "In the same way, this is the nature of a person accomplished in view. ",
  "mn48:11.9": "Though they may still fall into a kind of offense for which rehabilitation has been laid down, they quickly reveal it to the Teacher or a sensible spiritual companion. ",
  "mn48:11.10": "And having revealed it they restrain themselves in the future. ",
  "mn48:11.11": "They understand, ",
  "mn48:11.12": "‘I have the same nature as a person accomplished in view.’ ",
  "mn48:11.13": "This is their fourth knowledge … ",
  "mn48:12.1": "Furthermore, a noble disciple reflects, ",
  "mn48:12.2": "‘Do I have the same nature as a person accomplished in view?’ ",
  "mn48:12.3": "And what, mendicants, is the nature of a person accomplished in view? ",
  "mn48:12.4": "This is the nature of a person accomplished in view. ",
  "mn48:12.5": "Though they might manage a diverse spectrum of duties for their spiritual companions, they still feel a keen regard for the training in higher ethics, higher mind, and higher wisdom. ",
  "mn48:12.6": "Suppose there was a cow with a baby calf. She keeps the calf close as she grazes. ",
  "mn48:12.7": "In the same way, this is the nature of a person accomplished in view. ",
  "mn48:12.8": "Though they might manage a diverse spectrum of duties for their spiritual companions, they still feel a keen regard for the training in higher ethics, higher mind, and higher wisdom. ",
  "mn48:12.9": "They understand, ",
  "mn48:12.10": "‘I have the same nature as a person accomplished in view.’ ",
  "mn48:12.11": "This is their fifth knowledge … ",
  "mn48:13.1": "Furthermore, a noble disciple reflects, ",
  "mn48:13.2": "‘Do I have the same strength as a person accomplished in view?’ ",
  "mn48:13.3": "And what, mendicants, is the strength of a person accomplished in view? ",
  "mn48:13.4": "The strength of a person accomplished in view is that, when the teaching and training proclaimed by the Realized One are being taught, they pay attention, apply the mind, concentrate wholeheartedly, and actively listen. ",
  "mn48:13.5": "They understand, ",
  "mn48:13.6": "‘I have the same strength as a person accomplished in view.’ ",
  "mn48:13.7": "This is their sixth knowledge … ",
  "mn48:14.1": "Furthermore, a noble disciple reflects, ",
  "mn48:14.2": "‘Do I have the same strength as a person accomplished in view?’ ",
  "mn48:14.3": "And what, mendicants, is the strength of a person accomplished in view? ",
  "mn48:14.4": "The strength of a person accomplished in view is that, when the teaching and training proclaimed by the Realized One are being taught, they find inspiration in the meaning and the teaching, and find joy connected with the teaching. ",
  "mn48:14.5": "They understand, ",
  "mn48:14.6": "‘I have the same strength as a person accomplished in view.’ ",
  "mn48:14.7": "This is the seventh knowledge they have achieved that is noble and transcendent, and is not shared with ordinary people. ",
  "mn48:15.1": "When a noble disciple has these seven factors, they have properly investigated their own nature with respect to the realization of the fruit of stream-entry. ",
  "mn48:15.2": "A noble disciple with these seven factors has the fruit of stream-entry.” ",
  "mn48:15.3": "That is what the Buddha said. ",
  "mn48:15.4": "Satisfied, the mendicants approved what the Buddha said. "
}