{
  "mn49:0.1": "Middle Discourses 49 ",
  "mn49:0.2": "On the Invitation of Brahmā ",
  "mn49:1.1": "So I have heard. ",
  "mn49:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn49:1.3": "There the Buddha addressed the mendicants, ",
  "mn49:1.4": "“Mendicants!” ",
  "mn49:1.5": "“Venerable sir,” they replied. ",
  "mn49:1.6": "The Buddha said this: ",
  "mn49:2.1": "“At one time, mendicants, I was staying near Ukkaṭṭhā, in the Subhaga Forest at the root of a magnificent sal tree. ",
  "mn49:2.2": "Now at that time Baka the Brahmā had the following harmful misconception: ",
  "mn49:2.3": "‘This is permanent, this is everlasting, this is eternal, this is whole, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.’ ",
  "mn49:3.1": "Then I knew what Baka the Brahmā was thinking. ",
  "mn49:3.2": "As easily as a strong person would extend or contract their arm, I vanished from the Subhaga Forest and reappeared in that Brahmā realm. ",
  "mn49:3.3": "Baka saw me coming off in the distance ",
  "mn49:3.4": "and said, ",
  "mn49:3.5": "‘Come, good sir! Welcome, good sir! ",
  "mn49:3.6": "It’s been a long time since you took the opportunity to come here. ",
  "mn49:3.7": "For this is permanent, this is everlasting, this is eternal, this is complete, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.’ ",
  "mn49:4.1": "When he had spoken, I said to him, ",
  "mn49:4.2": "‘Alas, Baka the Brahmā is lost in ignorance! Alas, Baka the Brahmā is lost in ignorance! ",
  "mn49:4.3": "Because what is actually impermanent, not lasting, transient, incomplete, and perishable, he says is permanent, everlasting, eternal, complete, and imperishable. ",
  "mn49:4.4": "And where there is being born, growing old, dying, passing away, and being reborn, he says that ",
  "mn49:4.5": "there’s no being born, growing old, dying, passing away, or being reborn. ",
  "mn49:4.6": "And although there is another escape beyond this, he says that there’s no other escape beyond this.’ ",
  "mn49:5.1": "Then Māra the Wicked took possession of a member of Brahmā’s retinue and said this to me, ",
  "mn49:5.2": "‘Mendicant, mendicant! Don’t attack this one! Don’t attack this one! For this is Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "mn49:5.3": "There have been ascetics and brahmins before you, mendicant, who criticized and loathed earth, water, air, fire, creatures, gods, the Creator, and Brahmā. ",
  "mn49:5.4": "When their bodies broke up and their breath was cut off they were reborn in a lower realm. ",
  "mn49:5.5": "There have been ascetics and brahmins before you, mendicant, who praised and approved earth, water, air, fire, creatures, gods, the Creator, and Brahmā. ",
  "mn49:5.6": "When their bodies broke up and their breath was cut off they were reborn in a higher realm. ",
  "mn49:5.7": "So, mendicant, I tell you this: ",
  "mn49:5.8": "please, good sir, do exactly what Brahmā says. Don’t go beyond the word of Brahmā. ",
  "mn49:5.9": "If you do, then the consequence for you will be like that of a person who, when Lady Luck approaches, wards her off with a staff, or someone who shoves away the ground as they fall down the abyss into hell. ",
  "mn49:5.10": "Please, dear sir, do exactly what Brahmā says. Don’t go beyond the word of Brahmā. ",
  "mn49:5.11": "Do you not see the assembly of Brahmā gathered here?’ ",
  "mn49:5.12": "And that is how Māra the Wicked presented the assembly of Brahmā to me as an example. ",
  "mn49:6.1": "When he had spoken, I said to Māra, ",
  "mn49:6.2": "‘I know you, Wicked One. Do not think, ",
  "mn49:6.3": "“He does not know me.” ",
  "mn49:6.4": "You are Māra the Wicked. ",
  "mn49:6.5": "And Brahmā, Brahmā’s assembly, and Brahmā’s retinue have all fallen into your hands; they’re under your sway. ",
  "mn49:6.6": "And you think, ",
  "mn49:6.7": "“Maybe this one, too, has fallen into my hands; maybe he’s under my sway!” ",
  "mn49:6.8": "But I haven’t fallen into your hands; I’m not under your sway.’ ",
  "mn49:7.1": "When I had spoken, Baka the Brahmā said to me, ",
  "mn49:7.2": "‘But, good sir, what I say is permanent, everlasting, eternal, complete, and imperishable is in fact permanent, everlasting, eternal, complete, and imperishable. And where I say there’s no being born, growing old, dying, passing away, or being reborn there is in fact ",
  "mn49:7.3": "no being born, growing old, dying, passing away, or being reborn. ",
  "mn49:7.4": "And when I say there’s no other escape beyond this there is in fact no other escape beyond this. ",
  "mn49:7.5": "There have been ascetics and brahmins in the world before you, mendicant, whose self-mortification lasted as long as your entire life. ",
  "mn49:7.6": "When there was another escape beyond this they knew it, and when there was no other escape beyond this, they knew it. ",
  "mn49:7.7": "So, mendicant, I tell you this: ",
  "mn49:7.8": "you will never find another escape beyond this, and you will eventually get weary and frustrated. ",
  "mn49:7.9": "If you attach to earth, you will lie close to me, in my domain, subject to my will, and expendable. ",
  "mn49:7.10": "If you attach to water … ",
  "mn49:7.11": "fire … ",
  "mn49:7.12": "air … ",
  "mn49:7.13": "creatures … ",
  "mn49:7.14": "gods … ",
  "mn49:7.15": "the Creator … ",
  "mn49:7.16": "Brahmā, you will lie close to me, in my domain, subject to my will, and expendable.’ ",
  "mn49:8.1": "‘Brahmā, I too know that ",
  "mn49:8.2": "if I attach to earth, I will lie close to you, in your domain, subject to your will, and expendable. ",
  "mn49:8.3": "If I attach to water … ",
  "mn49:8.4": "fire … ",
  "mn49:8.5": "air … ",
  "mn49:8.6": "creatures … ",
  "mn49:8.7": "gods … ",
  "mn49:8.8": "the Creator … ",
  "mn49:8.9": "Brahmā, I will lie close to you, in your domain, subject to your will, and expendable. And in addition, Brahmā, I understand your range and your light: ",
  "mn49:8.10": "“That’s how powerful is Baka the Brahmā, how illustrious and mighty.”’ ",
  "mn49:8.11": "‘But in what way do you understand my range and my light?’ ",
  "mn49:8.12": "",
  "mn49:9.1": "‘A galaxy extends a thousand times as far ",
  "mn49:9.2": "as the moon and sun revolve ",
  "mn49:9.3": "and the shining ones light up the quarters. ",
  "mn49:9.4": "And there you wield your power. ",
  "mn49:9.5": "You know the high and low, ",
  "mn49:9.6": "the passionate and dispassionate, ",
  "mn49:9.7": "and the coming and going of sentient beings ",
  "mn49:9.8": "from this realm to another. ",
  "mn49:9.9": "That’s how I understand your range and your light. ",
  "mn49:9.10": "",
  "mn49:10.1": "But there is another realm that you don’t know or see. ",
  "mn49:10.2": "But I know it and see it. ",
  "mn49:10.3": "There is the realm named after the gods of streaming radiance. You passed away from there and were reborn here. ",
  "mn49:10.4": "You’ve dwelt here so long that you’ve forgotten about that, so you don’t know it or see it. ",
  "mn49:10.5": "But I know it and see it. ",
  "mn49:10.6": "So Brahmā, I am not your equal in knowledge, still less your inferior. ",
  "mn49:10.7": "Rather, I know more than you. ",
  "mn49:10.8": "There is the realm named after the gods replete with glory … the realm named after the gods of abundant fruit … the realm named after the Overlord, which you don’t know or see. ",
  "mn49:10.9": "But I know it and see it. ",
  "mn49:10.10": "So Brahmā, I am not your equal in knowledge, still less your inferior. ",
  "mn49:10.11": "Rather, I know more than you. ",
  "mn49:11.1": "Having directly known earth as earth, and having directly known that which does not fall within the scope of experience based on earth, I did not identify with earth, I did not identify regarding earth, I did not identify as earth, I did not identify ‘earth is mine’, I did not enjoy earth. ",
  "mn49:11.2": "So Brahmā, I am not your equal in knowledge, still less your inferior. ",
  "mn49:11.3": "Rather, I know more than you. ",
  "mn49:12.1": "Having directly known water … ",
  "mn49:13.1": "fire … ",
  "mn49:14.1": "air … ",
  "mn49:15.1": "creatures … ",
  "mn49:16.1": "gods … ",
  "mn49:17.1": "the Creator … ",
  "mn49:18.1": "Brahmā … ",
  "mn49:19.1": "the gods of streaming radiance … ",
  "mn49:20.1": "the gods replete with glory … ",
  "mn49:21.1": "the gods of abundant fruit … ",
  "mn49:22.1": "the Overlord … ",
  "mn49:23.1": "Having directly known all as all, and having directly known that which does not fall within the scope of experience based on all, I did not identify with all, I did not identify regarding all, I did not identify as all, I did not identify ‘all is mine’, I did not enjoy all. ",
  "mn49:23.2": "So Brahmā, I am not your equal in knowledge, still less your inferior. ",
  "mn49:23.3": "Rather, I know more than you.’ ",
  "mn49:24.1": "‘Well, good sir, if you have directly known that which is not within the scope of experience based on all, may your words not turn out to be void and hollow! ",
  "mn49:25.1": "Consciousness that is invisible, infinite, entirely given up—<em>that’s</em> what is not within the scope of experience based on earth, water, fire, air, creatures, gods, the Creator, Brahmā, the gods of streaming radiance, the gods replete with glory, the gods of abundant fruit, the Overlord, and the all. ",
  "mn49:26.1": "Well look now, good sir, I will vanish from you!’ ",
  "mn49:26.2": "‘All right, then, Brahmā, vanish from me—if you can.’ ",
  "mn49:26.3": "Then Baka the Brahmā said, ",
  "mn49:26.4": "‘I will vanish from the ascetic Gotama! I will vanish from the ascetic Gotama!’ But he was unable to vanish from me. ",
  "mn49:26.5": "So I said to him, ",
  "mn49:26.6": "‘Well look now, Brahmā, I will vanish from you!’ ",
  "mn49:26.7": "‘All right, then, good sir, vanish from me—if you can.’ ",
  "mn49:26.8": "Then I used my psychic power to will that ",
  "mn49:26.9": "my voice would extend so that Brahmā, his assembly, and his retinue would hear me, but they would not see me. ",
  "mn49:26.10": "And while invisible I recited this verse: ",
  "mn49:27.1": "‘Seeing the danger in continued existence—",
  "mn49:27.2": "that life in any existence will cease to be—",
  "mn49:27.3": "I didn’t welcome any kind of existence, ",
  "mn49:27.4": "and didn’t grasp at relishing.’ ",
  "mn49:28.1": "Then Brahmā, his assembly, and his retinue, their minds full of wonder and amazement, thought, ",
  "mn49:28.2": "‘It’s incredible, it’s amazing! ",
  "mn49:28.3": "The ascetic Gotama has such psychic power and might! We’ve never before seen or heard of any other ascetic or brahmin with psychic power and might like the ascetic Gotama, who has gone forth from the Sakyan clan. ",
  "mn49:28.4": "Though people enjoy continued existence, loving it so much, he has extracted it, root and all.’ ",
  "mn49:29.1": "Then Māra the Wicked took possession of a member of Brahmā’s retinue and said this to me, ",
  "mn49:29.2": "‘If such is your understanding, good sir, do not present it to your disciples or those gone forth! ",
  "mn49:29.3": "Do not teach this Dhamma to your disciples or those gone forth! ",
  "mn49:29.4": "Do not wish this for your disciples or those gone forth! ",
  "mn49:29.5": "There have been ascetics and brahmins before you, mendicant, who claimed to be perfected ones, fully awakened Buddhas. ",
  "mn49:29.6": "They presented, taught, and wished this for their disciples and those gone forth. ",
  "mn49:29.7": "When their bodies broke up and their breath was cut off they were reborn in a lower realm. ",
  "mn49:29.8": "But there have also been other ascetics and brahmins before you, mendicant, who claimed to be perfected ones, fully awakened Buddhas. ",
  "mn49:29.9": "They did not present, teach, or wish this for their disciples and those gone forth. ",
  "mn49:29.10": "When their bodies broke up and their breath was cut off they were reborn in a higher realm. ",
  "mn49:29.11": "So, mendicant, I tell you this: ",
  "mn49:29.12": "please, good sir, remain passive, dwelling in blissful meditation in the present life, for this is better left unsaid. Good sir, do not instruct others.’ ",
  "mn49:30.1": "When he had spoken, I said to Māra, ",
  "mn49:30.2": "‘I know you, Wicked One. Do not think, ",
  "mn49:30.3": "“He doesn’t know me.” ",
  "mn49:30.4": "You are Māra the Wicked. ",
  "mn49:30.5": "You don’t speak to me like this out of compassion, ",
  "mn49:30.6": "but with no compassion. ",
  "mn49:30.7": "For you think, ",
  "mn49:30.8": "“Those who the ascetic Gotama teaches will go beyond my reach.” ",
  "mn49:30.9": "Those who formerly claimed to be fully awakened Buddhas were not in fact fully awakened Buddhas. ",
  "mn49:30.10": "But I am. ",
  "mn49:30.11": "The Realized One remains as such whether or not he teaches disciples. ",
  "mn49:30.12": "The Realized One remains as such whether or not he presents the teaching to disciples. ",
  "mn49:30.13": "Why is that? ",
  "mn49:30.14": "Because the Realized One has given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ",
  "mn49:30.15": "He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future. ",
  "mn49:30.16": "Just as a palm tree with its crown cut off is incapable of further growth, ",
  "mn49:30.17": "the Realized One has given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ",
  "mn49:30.18": "He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future.’” ",
  "mn49:31.1": "And so, because of the silencing of Māra, and because of the invitation of Brahmā, the name of this discussion is “On the Invitation of Brahmā”. "
}