{
  "mn56:0.1": "Middle Discourses 56 ",
  "mn56:0.2": "With Upāli ",
  "mn56:1.1": "So I have heard. ",
  "mn56:1.2": "At one time the Buddha was staying near Nāḷandā in Pāvārika’s mango grove. ",
  "mn56:2.1": "At that time the Jain ascetic of the Ñātika clan was residing at Nāḷandā together with a large assembly of Jain ascetics. ",
  "mn56:2.2": "Then the Jain ascetic Dīgha Tapassī wandered for alms in Nāḷandā. After the meal, on his return from almsround, he went to Pāvārika’s mango grove. There he approached the Buddha, and exchanged greetings with him. ",
  "mn56:2.3": "When the greetings and polite conversation were over, he stood to one side. The Buddha said to him, ",
  "mn56:2.4": "“There are seats, Tapassī. Please sit if you wish.” ",
  "mn56:3.1": "When he said this, Dīgha Tapassī took a low seat and sat to one side. ",
  "mn56:3.2": "The Buddha said to him, ",
  "mn56:3.3": "“Tapassī, how many kinds of deed does the Jain ascetic of the Ñātika clan describe for performing bad deeds?” ",
  "mn56:3.4": "“Reverend Gotama, the Jain Ñātika doesn’t usually speak in terms of ‘deeds’. ",
  "mn56:3.5": "He usually speaks in terms of ‘rods’.” ",
  "mn56:3.6": "“Then how many kinds of rod does the Jain Ñātika describe for performing bad deeds?” ",
  "mn56:3.7": "“The Jain Ñātika describes three kinds of rod for performing bad deeds: ",
  "mn56:3.8": "the physical rod, the verbal rod, and the mental rod.” ",
  "mn56:3.9": "“But are these kinds of rod all distinct from each other?” ",
  "mn56:3.10": "“Yes, each is quite distinct.” ",
  "mn56:3.11": "“Of the three rods thus analyzed and differentiated, which rod does the Jain Ñātika describe as being the most blameworthy for performing bad deeds: the physical rod, the verbal rod, or the mental rod?” ",
  "mn56:3.12": "“The the Jain Ñātika describes the physical rod as being the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” ",
  "mn56:3.13": "“Do you say the physical rod, Tapassī?” ",
  "mn56:3.14": "“I say the physical rod, Reverend Gotama.” ",
  "mn56:3.15": "“Do you say the physical rod, Tapassī?” ",
  "mn56:3.16": "“I say the physical rod, Reverend Gotama.” ",
  "mn56:3.17": "“Do you say the physical rod, Tapassī?” ",
  "mn56:3.18": "“I say the physical rod, Reverend Gotama.” ",
  "mn56:3.19": "Thus the Buddha made Dīgha Tapassī stand by this point up to the third time. ",
  "mn56:4.1": "When this was said, Dīgha Tapassī said to the Buddha, ",
  "mn56:4.2": "“But Reverend Gotama, how many kinds of rod do you describe for performing bad deeds?” ",
  "mn56:4.3": "“Tapassī, the Realized One doesn’t usually speak in terms of ‘rods’. ",
  "mn56:4.4": "He usually speaks in terms of ‘deeds’.” ",
  "mn56:4.5": "“Then how many kinds of deed do you describe for performing bad deeds?” ",
  "mn56:4.6": "“I describe three kinds of deed for performing bad deeds: ",
  "mn56:4.7": "physical deeds, verbal deeds, and mental deeds.” ",
  "mn56:4.8": "“But are these kinds of deed all distinct from each other?” ",
  "mn56:4.9": "“Yes, each is quite distinct.” ",
  "mn56:4.10": "“Of the three deeds thus analyzed and differentiated, which deed do you describe as being the most blameworthy for performing bad deeds: physical deeds, verbal deeds, or mental deeds?” ",
  "mn56:4.11": "“I describe mental deeds as being the most blameworthy for performing bad deeds, not so much physical deeds or verbal deeds.” ",
  "mn56:4.12": "“Do you say mental deeds, Reverend Gotama?” ",
  "mn56:4.13": "“I say mental deeds, Tapassī.” ",
  "mn56:4.14": "“Do you say mental deeds, Reverend Gotama?” ",
  "mn56:4.15": "“I say mental deeds, Tapassī.” ",
  "mn56:4.16": "“Do you say mental deeds, Reverend Gotama?” ",
  "mn56:4.17": "“I say mental deeds, Tapassī.” ",
  "mn56:4.18": "Thus the Jain ascetic Dīgha Tapassī made the Buddha stand by this point up to the third time, after which he got up from his seat and went to see the Jain Ñātika. ",
  "mn56:5.1": "Now at that time the Jain Ñātika was sitting together with a large assembly of laypeople of Bālaka headed by Upāli. ",
  "mn56:5.2": "The Jain Ñātika saw Dīgha Tapassī coming off in the distance ",
  "mn56:5.3": "and said to him, ",
  "mn56:5.4": "“So, Tapassī, where are you coming from in the middle of the day?” ",
  "mn56:5.5": "“Just now, sir, I’ve come from the presence of the ascetic Gotama.” ",
  "mn56:5.6": "“But did you have some discussion with him?” ",
  "mn56:5.7": "“I did.” ",
  "mn56:5.8": "“And what kind of discussion did you have with him?” ",
  "mn56:5.9": "Then Dīgha Tapassī informed the Jain Ñātika of all they had discussed. ",
  "mn56:6.1": "When he had spoken, the Jain Ñātika said to him, ",
  "mn56:6.2": "“Good, good, Tapassī! ",
  "mn56:6.3": "Dīgha Tapassī has answered the ascetic Gotama like a learned disciple who rightly understands their teacher’s instructions. ",
  "mn56:6.4": "For how impressive is the measly mental rod when compared with the substantial physical rod? ",
  "mn56:6.5": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” ",
  "mn56:7.1": "When he said this, the householder Upāli said to him, ",
  "mn56:7.2": "“Good, sir! Well done, Dīgha Tapassī! ",
  "mn56:7.3": "The Honorable Tapassī has answered the ascetic Gotama like a learned disciple who rightly understands their teacher’s instructions. ",
  "mn56:7.4": "For how impressive is the measly mental rod when compared with the substantial physical rod? ",
  "mn56:7.5": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod. ",
  "mn56:7.6": "I’d better go and refute the ascetic Gotama’s doctrine regarding this point. ",
  "mn56:7.7": "If he stands by the position that he stated to Dīgha Tapassī, I’ll take him on in debate and drag him to and fro and round about, like a strong man would drag a fleecy sheep to and fro and round about! ",
  "mn56:7.8": "Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about! ",
  "mn56:7.9": "Taking him on in debate, I’ll shake him down and about and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about, and give it a beating! ",
  "mn56:7.10": "I’ll play a game of ear-washing with the ascetic Gotama, like a sixty-year-old elephant would plunge into a deep lotus pond and play a game of ear-washing! ",
  "mn56:7.11": "Sir, I’d better go and refute the ascetic Gotama’s doctrine on this point.” ",
  "mn56:7.12": "“Go, householder, refute the ascetic Gotama’s doctrine on this point. ",
  "mn56:7.13": "For either I should do so, or Dīgha Tapassī, or you.” ",
  "mn56:8.1": "When he said this, Dīgha Tapassī said to the Jain Ñātika, ",
  "mn56:8.2": "“Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine. ",
  "mn56:8.3": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of other religions.” ",
  "mn56:8.4": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. ",
  "mn56:8.5": "But it is possible that Gotama could become Upāli’s disciple. ",
  "mn56:8.6": "Go, householder, refute the ascetic Gotama’s doctrine on this point. ",
  "mn56:8.7": "For either I should do so, or Dīgha Tapassī, or you.” ",
  "mn56:9.1": "For a second time … ",
  "mn56:9.2": "and a third time, Dīgha Tapassī said to the Jain Ñātika, ",
  "mn56:9.3": "“Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine. ",
  "mn56:9.4": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of other religions.” ",
  "mn56:9.5": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. ",
  "mn56:9.6": "But it is possible that Gotama could become Upāli’s disciple. ",
  "mn56:9.7": "Go, householder, refute the ascetic Gotama’s doctrine on this point. ",
  "mn56:9.8": "For either I should do so, or Dīgha Tapassī, or you.” ",
  "mn56:9.9": "“Yes, sir,” replied the householder Upāli to the Jain Ñātika. He got up from his seat, bowed, and respectfully circled him, keeping him on his right. Then he went to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn56:9.10": "“Sir, did the Jain ascetic Dīgha Tapassī come here?” ",
  "mn56:9.11": "“He did, householder.” ",
  "mn56:9.12": "“But did you have some discussion with him?” ",
  "mn56:9.13": "“I did.” ",
  "mn56:9.14": "“And what kind of discussion did you have with him?” ",
  "mn56:9.15": "Then the Buddha informed Upāli of all they had discussed. ",
  "mn56:10.1": "When he said this, the householder Upāli said to him, ",
  "mn56:10.2": "“Good, sir, well done by Tapassī! ",
  "mn56:10.3": "The Honorable Tapassī has answered the ascetic Gotama like a learned disciple who rightly understands their teacher’s instructions. ",
  "mn56:10.4": "For how impressive is the measly mental rod when compared with the substantial physical rod? ",
  "mn56:10.5": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” ",
  "mn56:10.6": "“Householder, so long as you debate on the basis of truth, we can have some discussion about this.” ",
  "mn56:10.7": "“I will debate on the basis of truth, sir. ",
  "mn56:10.8": "Let us have some discussion about this.” ",
  "mn56:11.1": "“What do you think, householder? ",
  "mn56:11.2": "Take a Jain ascetic who is sick, suffering, gravely ill. They reject cold water and use only hot water. ",
  "mn56:11.3": "Not getting cold water, they might die. ",
  "mn56:11.4": "Now, where does the Jain Ñātika say they would be reborn?” ",
  "mn56:11.5": "“Sir, there are gods called ‘mind-bound’. They would be reborn there. ",
  "mn56:11.6": "Why is that? ",
  "mn56:11.7": "Because they died with mental attachment.” ",
  "mn56:11.8": "“Think about it, householder! You should think before answering. ",
  "mn56:11.9": "What you said before and what you said after don’t match up. ",
  "mn56:11.10": "But you said that you would debate on the basis of truth.” ",
  "mn56:11.11": "",
  "mn56:11.12": "",
  "mn56:11.13": "“Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” ",
  "mn56:12.1": "“What do you think, householder? ",
  "mn56:12.2": "Take a Jain ascetic who is restrained in the fourfold restraint: obstructed by all water, devoted to all water, shaking off all water, pervaded by all water. ",
  "mn56:12.3": "When going out and coming back they accidentally injure many little creatures. ",
  "mn56:12.4": "Now, what result does the Jain Ñātika say they would incur?” ",
  "mn56:12.5": "“Sir, the Jain Ñātika says that unintentional acts are not very blameworthy.” ",
  "mn56:12.6": "“But if they are intentional?” ",
  "mn56:12.7": "“Then they are very blameworthy.” ",
  "mn56:12.8": "“But where does the Jain Ñātika say that intention is classified?” ",
  "mn56:12.9": "“In the mental rod, sir.” ",
  "mn56:12.10": "“Think about it, householder! You should think before answering. ",
  "mn56:12.11": "What you said before and what you said after don’t match up. ",
  "mn56:12.12": "But you said that you would debate on the basis of truth.” ",
  "mn56:12.13": "",
  "mn56:12.14": "",
  "mn56:12.15": "“Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” ",
  "mn56:13.1": "“What do you think, householder? ",
  "mn56:13.2": "Is this Nāḷandā successful and prosperous, populous, full of people?” ",
  "mn56:13.3": "“Indeed it is, sir.” ",
  "mn56:13.4": "“What do you think, householder? ",
  "mn56:13.5": "Suppose a man were to come along with a drawn sword ",
  "mn56:13.6": "and say: ",
  "mn56:13.7": "‘In one moment I will reduce all the living creatures within the bounds of Nāḷandā to one heap and mass of flesh!’ ",
  "mn56:13.8": "What do you think, householder? ",
  "mn56:13.9": "Could he do that?” ",
  "mn56:13.10": "“Sir, even ten, twenty, thirty, forty, or fifty men couldn’t do that. ",
  "mn56:13.11": "How impressive is one measly man?” ",
  "mn56:13.12": "“What do you think, householder? ",
  "mn56:13.13": "Suppose an ascetic or brahmin with psychic power, who has achieved mastery of the mind, were to come along ",
  "mn56:13.14": "and say: ",
  "mn56:13.15": "‘I will reduce Nāḷandā to ashes with a single malevolent act of will!’ ",
  "mn56:13.16": "What do you think, householder? ",
  "mn56:13.17": "Could he do that?” ",
  "mn56:13.18": "“Sir, an ascetic or brahmin with psychic power, who has achieved mastery of the mind, could reduce ten, twenty, thirty, forty, or fifty Nāḷandās to ashes with a single malevolent act of will. ",
  "mn56:13.19": "How impressive is one measly Nāḷandā?” ",
  "mn56:13.20": "“Think about it, householder! You should think before answering. ",
  "mn56:13.21": "What you said before and what you said after don’t match up. ",
  "mn56:13.22": "But you said that you would debate on the basis of truth.” ",
  "mn56:13.23": "",
  "mn56:13.24": "",
  "mn56:13.25": "“Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” ",
  "mn56:13.26": "“What do you think, householder? ",
  "mn56:13.27": "Have you heard how the wildernesses of Daṇḍaka, Kaliṅga, Mejjha, and Mātaṅga came to be that way?” ",
  "mn56:13.28": "“I have, sir.” ",
  "mn56:14.1": "“What have you heard?” ",
  "mn56:14.2": "“I heard that it was because of a malevolent act of will by seers that the wildernesses of Daṇḍaka, Kaliṅga, Mejjha, and Mātaṅga came to be that way.” ",
  "mn56:14.3": "“Think about it, householder! You should think before answering. ",
  "mn56:14.4": "What you said before and what you said after don’t match up. ",
  "mn56:14.5": "But you said that you would debate on the basis of truth.” ",
  "mn56:14.6": "",
  "mn56:14.7": "",
  "mn56:15.1": "“Sir, I was already delighted and satisfied by the Buddha’s very first simile. ",
  "mn56:15.2": "Nevertheless, I wanted to hear the Buddha’s various solutions to the problem, so I thought I’d oppose you in this way. ",
  "mn56:15.3": "Excellent, sir! Excellent! ",
  "mn56:15.4": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "mn56:15.5": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "mn56:15.6": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "mn56:16.1": "“Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.” ",
  "mn56:16.2": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to act after careful consideration. ",
  "mn56:16.3": "For if the followers of other religions were to gain me as a disciple, they’d carry a banner all over Nāḷandā, saying: ",
  "mn56:16.4": "‘The householder Upāli has become our disciple!’ ",
  "mn56:16.5": "And yet the Buddha says: ",
  "mn56:16.6": "‘Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.’ ",
  "mn56:16.7": "For a second time, I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "mn56:16.8": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "mn56:17.1": "“For a long time now, householder, your family has been a well-spring of support for the Jain ascetics. You should consider giving to them when they come.” ",
  "mn56:17.2": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to consider giving to the Jain ascetics when they come. ",
  "mn56:17.3": "I have heard, sir, that the ascetic Gotama says this: ",
  "mn56:17.4": "‘Gifts should only be given to me, not to others. ",
  "mn56:17.5": "Gifts should only be given to my disciples, not to the disciples of others. ",
  "mn56:17.6": "Only what is given to me is very fruitful, not what is given to others. ",
  "mn56:17.7": "Only what is given to my disciples is very fruitful, not what is given to the disciples of others.’ ",
  "mn56:17.8": "Yet the Buddha encourages me to give to the Jain ascetics. ",
  "mn56:17.9": "Well, sir, we’ll know the proper time for that. ",
  "mn56:17.10": "For a third time, I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "mn56:17.11": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "mn56:18.1": "Then the Buddha taught the householder Upāli step by step, with ",
  "mn56:18.2": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "mn56:18.3": "And when he knew that Upāli’s mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ",
  "mn56:18.4": "suffering, its origin, its cessation, and the path. ",
  "mn56:18.5": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "mn56:18.6": "in that very seat the stainless, immaculate vision of the Dhamma arose in Upāli: ",
  "mn56:18.7": "“Everything that has a beginning has an end.” ",
  "mn56:18.8": "Then Upāli saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. ",
  "mn56:18.9": "He said to the Buddha, “Well, now, sir, I must go. I have many duties, and much to do.” ",
  "mn56:18.10": "“Please, householder, go at your convenience.” ",
  "mn56:19.1": "And then the householder Upāli approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went back to his own home, where he addressed the gatekeeper, ",
  "mn56:19.2": "“My good gatekeeper, from this day forth close the gate to Jain monks and nuns, and open it for the Buddha’s monks, nuns, laymen, and laywomen. ",
  "mn56:19.3": "If any Jain ascetics come, say this to them: ",
  "mn56:19.4": "‘Wait, sir, do not enter. ",
  "mn56:19.5": "From now on the householder Upāli has become a disciple of the ascetic Gotama. ",
  "mn56:19.6": "His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen. ",
  "mn56:19.7": "If you require almsfood, wait here, they will bring it to you.’” ",
  "mn56:19.8": "“Yes, sir,” replied the gatekeeper. ",
  "mn56:20.1": "Dīgha Tapassī heard that ",
  "mn56:20.2": "Upāli had become a disciple of the ascetic Gotama. ",
  "mn56:20.3": "He went to the Jain Ñātika and said to him, ",
  "mn56:20.4": "“Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.” ",
  "mn56:20.5": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. ",
  "mn56:20.6": "But it is possible that Gotama could become Upāli’s disciple.” ",
  "mn56:20.7": "For a second time … ",
  "mn56:20.8": "and a third time, Dīgha Tapassī said to the Jain Ñātika, ",
  "mn56:20.9": "“Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.” ",
  "mn56:20.10": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. ",
  "mn56:20.11": "But it is possible that Gotama could become Upāli’s disciple.” ",
  "mn56:20.12": "“Well, sir, I’d better go and find out whether or not Upāli has become Gotama’s disciple.” ",
  "mn56:20.13": "“Go, Tapassī, and find out whether or not Upāli has become Gotama’s disciple.” ",
  "mn56:21.1": "Then Dīgha Tapassī went to Upāli’s home. ",
  "mn56:21.2": "The gatekeeper saw him coming off in the distance ",
  "mn56:21.3": "and said to him, ",
  "mn56:21.4": "“Wait, sir, do not enter. ",
  "mn56:21.5": "From now on the householder Upāli has become a disciple of the ascetic Gotama. ",
  "mn56:21.6": "His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen. ",
  "mn56:21.7": "If you require almsfood, wait here, they will bring it to you.” ",
  "mn56:21.8": "Saying, “No, mister, I do not require almsfood,” he turned back and went to the Jain Ñātika and said to him, ",
  "mn56:21.9": "“Sir, it’s really true that Upāli has become Gotama’s disciple. ",
  "mn56:21.10": "Sir, I couldn’t get you to accept that it wasn’t a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine. ",
  "mn56:21.11": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of other religions. ",
  "mn56:21.12": "The householder Upāli has been converted by the ascetic Gotama’s conversion magic!” ",
  "mn56:21.13": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. ",
  "mn56:21.14": "But it is possible that Gotama could become Upāli’s disciple.” ",
  "mn56:21.15": "For a second time … ",
  "mn56:21.16": "",
  "mn56:21.17": "",
  "mn56:21.18": "and a third time, Dīgha Tapassī told the Jain Ñātika ",
  "mn56:21.19": "that it was really true. ",
  "mn56:21.20": "“It is impossible … ",
  "mn56:21.21": "",
  "mn56:21.22": "Well, Tapassī, I’d better go and find out for myself whether or not Upāli has become Gotama’s disciple.” ",
  "mn56:22.1": "Then the Jain Ñātika went to Upāli’s home together with a large following of Jain ascetics. ",
  "mn56:22.2": "The gatekeeper saw him coming off in the distance ",
  "mn56:22.3": "and said to him: ",
  "mn56:22.4": "“Wait, sir, do not enter. ",
  "mn56:22.5": "From now on the householder Upāli has become a disciple of the ascetic Gotama. ",
  "mn56:22.6": "His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen. ",
  "mn56:22.7": "If you require almsfood, wait here, they will bring it to you.” ",
  "mn56:22.8": "“Well then, my good gatekeeper, go to Upāli and say: ",
  "mn56:22.9": "‘Sir, the Jain Ñātika is waiting outside the gates together with a large following of Jain ascetics. ",
  "mn56:22.10": "He wishes to see you.’” ",
  "mn56:22.11": "“Yes, sir,” replied the gatekeeper. He went to Upāli and relayed what was said. ",
  "mn56:22.12": "",
  "mn56:22.13": "",
  "mn56:22.14": "Upāli said to him, “Well, then, my good gatekeeper, prepare seats in the hall of the middle gate.” ",
  "mn56:22.15": "“Yes, sir,” replied the gatekeeper. He did as he was asked, then returned to Upāli and said, ",
  "mn56:22.16": "“Sir, seats have been prepared in the hall of the middle gate. ",
  "mn56:22.17": "Please go at your convenience.” ",
  "mn56:23.1": "Then Upāli went to the hall of the middle gate, where he sat on the highest and finest seat. He addressed the gatekeeper, ",
  "mn56:23.2": "“Well then, my good gatekeeper, go to the Jain Ñātika and say to him: ",
  "mn56:23.3": "‘Sir, Upāli says ",
  "mn56:23.4": "you may enter if you wish.’” ",
  "mn56:23.5": "“Yes, sir,” replied the gatekeeper. He went to the Jain Ñātika and relayed what was said. ",
  "mn56:23.6": "",
  "mn56:23.7": "",
  "mn56:23.8": "Then the Jain Ñātika went to the hall of the middle gate together with a large following of Jain ascetics. ",
  "mn56:24.1": "",
  "mn56:24.2": "Previously, when Upāli saw the Jain Ñātika coming, he would go out to greet him and, having wiped off the highest and finest seat with his upper robe, he would put his arms around him and sit him down. ",
  "mn56:24.3": "But today, having seated himself on the highest and finest seat, he said to the Jain Ñātika, ",
  "mn56:24.4": "“There are seats, sir. ",
  "mn56:24.5": "Please sit if you wish.” ",
  "mn56:25.1": "When he said this, the Jain Ñātika said to him: ",
  "mn56:25.2": "“You’re mad, householder! You’re a moron! ",
  "mn56:25.3": "You said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine. ",
  "mn56:25.4": "Suppose a man went to deliver a pair of balls, but came back castrated. Or they went to deliver eyes, but came back blinded. ",
  "mn56:25.5": "In the same way, you said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine. ",
  "mn56:25.6": "You’ve been converted by the ascetic Gotama’s conversion magic!” ",
  "mn56:26.1": "“Sir, this conversion magic is excellent. ",
  "mn56:26.2": "This conversion magic is lovely! ",
  "mn56:26.3": "If my loved ones—relatives and kin—were to be converted by this, it would be for their lasting welfare and happiness. ",
  "mn56:26.4": "If all the aristocrats, brahmins, peasants, and menials were to be converted by this, it would be for their lasting welfare and happiness. ",
  "mn56:26.5": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to be converted by this, it would be for their lasting welfare and happiness. ",
  "mn56:26.6": "Well then, sir, I shall give you a simile. ",
  "mn56:26.7": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "mn56:27.1": "Once upon a time there was an old brahmin, elderly and senior. His wife was a young brahmin lady who was pregnant and about to give birth. ",
  "mn56:27.2": "Then she said to the brahmin, ",
  "mn56:27.3": "‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’ ",
  "mn56:27.4": "When she said this, the brahmin said to her, ",
  "mn56:27.5": "‘Wait, my dear, until you give birth. ",
  "mn56:27.6": "If your child is a boy, I’ll buy you a male monkey, ",
  "mn56:27.7": "but if it’s a girl, I’ll buy a female monkey.’ ",
  "mn56:27.8": "For a second time, ",
  "mn56:27.9": "and a third time she said to the brahmin, ",
  "mn56:27.10": "‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’ ",
  "mn56:27.11": "Then that brahmin, because of his love for the brahmin lady, bought a male baby monkey at the market, brought it to her, and said, ",
  "mn56:27.12": "‘I’ve bought this male baby monkey for you so it can be a playmate for your child.’ ",
  "mn56:27.13": "When he said this, she said to him, ",
  "mn56:27.14": "‘Go, brahmin, take this monkey to Rattapāṇi the dyer and say, ",
  "mn56:27.15": "“Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.”’ ",
  "mn56:27.16": "Then that brahmin, because of his love for the brahmin lady, took the monkey to Rattapāṇi the dyer and said, ",
  "mn56:27.17": "‘Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’ ",
  "mn56:27.18": "When he said this, Rattapāṇi said to him, ",
  "mn56:27.19": "‘Sir, this monkey can withstand a dying, but not a pounding or a pressing.’ ",
  "mn56:27.20": "In the same way, the doctrine of the foolish Jains looks fine initially—for fools, not for the astute—but can’t withstand being scrutinized or pressed. ",
  "mn56:27.21": "Then some time later that brahmin took a new pair of garments to Rattapāṇi the dyer and said, ",
  "mn56:27.22": "‘Mister Rattapāṇi, I wish to have this new pair of garments dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’ ",
  "mn56:27.23": "When he said this, Rattapāṇi said to him, ",
  "mn56:27.24": "‘Sir, this pair of garments can withstand a dying, a pounding, and a pressing.’ ",
  "mn56:27.25": "In the same way, the doctrine of the Buddha looks fine initially—for the astute, not for fools—and it can withstand being scrutinized and pressed.” ",
  "mn56:28.1": "“Householder, the king and his retinue know you as ",
  "mn56:28.2": "a disciple of the Jain Ñātika. ",
  "mn56:28.3": "Whose disciple should we remember you as?” ",
  "mn56:29.1": "When he had spoken, the householder Upāli got up from his seat, arranged his robe over one shoulder, raised his joined palms in the direction of the Buddha, and said to the Jain Ñātika, ",
  "mn56:29.2": "“Well then, sir, hear whose disciple I am: ",
  "mn56:29.3": "The wise one, free of delusion, ",
  "mn56:29.4": "rid of barrenness, victor in battle; ",
  "mn56:29.5": "he’s untroubled and so even-minded, ",
  "mn56:29.6": "with the virtue of an elder and the wisdom of a saint, ",
  "mn56:29.7": "immaculate in the midst of it all: ",
  "mn56:29.8": "he is the Buddha, and I am his disciple. ",
  "mn56:29.9": "He has no indecision, he’s content, ",
  "mn56:29.10": "joyful, he has spat out the world’s bait; ",
  "mn56:29.11": "he has completed the ascetic’s task as a human, ",
  "mn56:29.12": "a man who bears his final body; ",
  "mn56:29.13": "he’s beyond compare, he’s stainless: ",
  "mn56:29.14": "he is the Buddha, and I am his disciple. ",
  "mn56:29.15": "He’s free of doubt, he’s skillful, ",
  "mn56:29.16": "he’s a trainer, an excellent charioteer; ",
  "mn56:29.17": "supreme, with brilliant qualities, ",
  "mn56:29.18": "confident, his light shines forth; ",
  "mn56:29.19": "he has cut off conceit, he’s a hero: ",
  "mn56:29.20": "he is the Buddha, and I am his disciple. ",
  "mn56:29.21": "The chief bull, immeasurable, ",
  "mn56:29.22": "profound, sagacious; ",
  "mn56:29.23": "he is the maker of sanctuary, knowledgeable, ",
  "mn56:29.24": "firm in principle and restrained; ",
  "mn56:29.25": "he has slipped his chains and is liberated: ",
  "mn56:29.26": "he is the Buddha, and I am his disciple. ",
  "mn56:29.27": "He’s a giant, living remotely, ",
  "mn56:29.28": "he’s ended the fetters and is liberated; ",
  "mn56:29.29": "he’s skilled in dialogue and cleansed, ",
  "mn56:29.30": "with banner put down, desireless; ",
  "mn56:29.31": "he’s tamed, and doesn’t proliferate: ",
  "mn56:29.32": "he is the Buddha, and I am his disciple. ",
  "mn56:29.33": "He is the seventh sage, free of deceit, ",
  "mn56:29.34": "with three knowledges, he has attained to holiness, ",
  "mn56:29.35": "he has bathed, he knows philology, ",
  "mn56:29.36": "he’s tranquil, he understands what is known; ",
  "mn56:29.37": "he crushes resistance, he is the lord: ",
  "mn56:29.38": "he is the Buddha, and I am his disciple. ",
  "mn56:29.39": "The noble one, evolved, ",
  "mn56:29.40": "he has attained the goal and explains it; ",
  "mn56:29.41": "he is mindful, discerning, ",
  "mn56:29.42": "neither leaning forward nor pulling back, ",
  "mn56:29.43": "he’s unstirred, attained to mastery: ",
  "mn56:29.44": "he is the Buddha, and I am his disciple. ",
  "mn56:29.45": "Rightly comported, he practices absorption, ",
  "mn56:29.46": "not following inner thoughts, he is pure, ",
  "mn56:29.47": "independent, and fearless; ",
  "mn56:29.48": "secluded, he has reached the peak, ",
  "mn56:29.49": "crossed over, he helps others across: ",
  "mn56:29.50": "he is the Buddha, and I am his disciple. ",
  "mn56:29.51": "He’s peaceful, his wisdom is vast, ",
  "mn56:29.52": "with great wisdom, he’s free of greed; ",
  "mn56:29.53": "he is the Realized One, the Holy One, ",
  "mn56:29.54": "unrivaled, unequaled, ",
  "mn56:29.55": "assured, and subtle: ",
  "mn56:29.56": "he is the Buddha, and I am his disciple. ",
  "mn56:29.57": "He has cut off craving and is awakened, ",
  "mn56:29.58": "free of fuming, unsullied; ",
  "mn56:29.59": "a mighty spirit worthy of offerings, ",
  "mn56:29.60": "best of men, inestimable, ",
  "mn56:29.61": "grand, he has reached the peak of glory: ",
  "mn56:29.62": "he is the Buddha, and I am his disciple.” ",
  "mn56:30.1": "“But when did you compose these praises of the ascetic Gotama’s beautiful qualities, householder?” ",
  "mn56:30.2": "“Sir, suppose there was a large heap of many different flowers. A deft garland-maker or their apprentice could tie them into a colorful garland. ",
  "mn56:30.3": "In the same way, the Buddha has many beautiful qualities to praise, many hundreds of such qualities. ",
  "mn56:30.4": "Who, sir, would not praise the praiseworthy?” ",
  "mn56:31.1": "Unable to bear this honor paid to the Buddha, the Jain Ñātika spewed hot blood from his mouth there and then. "
}