{
  "mn5:0.1": "Middle Discourses 5 ",
  "mn5:0.2": "Unblemished ",
  "mn5:1.1": "So I have heard. ",
  "mn5:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn5:1.3": "There Sāriputta addressed the mendicants: ",
  "mn5:1.4": "“Reverends, mendicants!” ",
  "mn5:1.5": "“Reverend,” they replied. ",
  "mn5:1.6": "Sāriputta said this: ",
  "mn5:2.1": "“Mendicants, these four people are found in the world. ",
  "mn5:2.2": "What four? ",
  "mn5:2.3": "One person with a blemish doesn’t truly understand: ‘There is a blemish in me.’ ",
  "mn5:2.4": "But another person with a blemish does truly understand: ‘There is a blemish in me.’ ",
  "mn5:2.5": "One person without a blemish doesn’t truly understand: ‘There is no blemish in me.’ ",
  "mn5:2.6": "But another person without a blemish does truly understand: ‘There is no blemish in me.’ ",
  "mn5:2.7": "In this case, of the two persons with a blemish, the one who doesn’t understand is said to be worse, ",
  "mn5:2.8": "while the one who does understand is better. ",
  "mn5:2.9": "And of the two persons without a blemish, the one who doesn’t understand is said to be worse, ",
  "mn5:2.10": "while the one who does understand is better.” ",
  "mn5:3.1": "When he said this, Venerable Mahāmoggallāna said to him: ",
  "mn5:3.2": "“What is the cause, Reverend Sāriputta, what is the reason why, of the two persons with a blemish, one is said to be worse and one better? ",
  "mn5:3.3": "And what is the cause, what is the reason why, of the two persons without a blemish, one is said to be worse and one better?” ",
  "mn5:4.1": "“Reverends, take the case of the person who has a blemish and does not understand it. You can expect that they won’t generate enthusiasm, make an effort, or rouse up energy to give up that blemish. ",
  "mn5:4.2": "And they will die with greed, hate, and delusion, blemished, with a corrupted mind. ",
  "mn5:4.3": "Suppose a bronze dish was brought from a shop or smithy covered with dirt or stains. ",
  "mn5:4.4": "And the owners neither used it or had it cleaned, but kept it in a dirty place. ",
  "mn5:4.5": "Over time, wouldn’t that bronze dish get even dirtier and more stained?” ",
  "mn5:4.6": "“Yes, reverend.” ",
  "mn5:4.7": "“In the same way, take the case of the person who has a blemish and does not understand it. You can expect that … ",
  "mn5:4.8": "they will die with a corrupted mind. ",
  "mn5:5.1": "Take the case of the person who has a blemish and does understand it. You can expect that they will generate enthusiasm, make an effort, and rouse up energy to give up that blemish. ",
  "mn5:5.2": "And they will die without greed, hate, and delusion, unblemished, with an uncorrupted mind. ",
  "mn5:5.3": "Suppose a bronze dish was brought from a shop or smithy covered with dirt or stains. ",
  "mn5:5.4": "But the owners used it and had it cleaned, and didn’t keep it in a dirty place. ",
  "mn5:5.5": "Over time, wouldn’t that bronze dish get cleaner and brighter?” ",
  "mn5:5.6": "“Yes, reverend.” ",
  "mn5:5.7": "“In the same way, take the case of the person who has a blemish and does understand it. You can expect that … ",
  "mn5:5.8": "they will die with an uncorrupted mind. ",
  "mn5:6.1": "Take the case of the person who doesn’t have a blemish but does not understand it. You can expect that they will focus on the feature of beauty, and because of that, lust will infect their mind. ",
  "mn5:6.2": "And they will die with greed, hate, and delusion, blemished, with a corrupted mind. ",
  "mn5:6.3": "Suppose a bronze dish was brought from a shop or smithy clean and bright. ",
  "mn5:6.4": "And the owners neither used it or had it cleaned, but kept it in a dirty place. ",
  "mn5:6.5": "Over time, wouldn’t that bronze dish get dirtier and more stained?” ",
  "mn5:6.6": "“Yes, reverend.” ",
  "mn5:6.7": "“In the same way, take the case of the person who has no blemish and does not understand it. You can expect that … ",
  "mn5:6.8": "they will die with a corrupted mind. ",
  "mn5:7.1": "Take the case of the person who doesn’t have a blemish and does understand it. You can expect that they won’t focus on the feature of beauty, and because of that, lust won’t infect their mind. ",
  "mn5:7.2": "And they will die without greed, hate, and delusion, unblemished, with an uncorrupted mind. ",
  "mn5:7.3": "Suppose a bronze dish was brought from a shop or smithy clean and bright. ",
  "mn5:7.4": "And the owners used it and had it cleaned, and didn’t keep it in a dirty place. ",
  "mn5:7.5": "Over time, wouldn’t that bronze dish get cleaner and brighter?” ",
  "mn5:7.6": "“Yes, reverend.” ",
  "mn5:7.7": "“In the same way, take the case of the person who doesn’t have a blemish and does understand it. You can expect that … ",
  "mn5:7.8": "they will die with an uncorrupted mind. ",
  "mn5:8.1": "This is the cause, this is the reason why, of the two persons with a blemish, one is said to be worse and one better. ",
  "mn5:8.2": "And this is the cause, this is the reason why, of the two persons without a blemish, one is said to be worse and one better.” ",
  "mn5:9.1": "“Reverend, the word ‘blemish’ is spoken of. ",
  "mn5:9.2": "But what is ‘blemish’ a term for?” ",
  "mn5:9.3": "“Reverend, ‘blemish’ is a term for the spheres of bad, unskillful wishes. ",
  "mn5:10.1": "It’s possible that some mendicant might wish: ",
  "mn5:10.2": "‘If I commit an offense, I hope the mendicants don’t find out!’ ",
  "mn5:10.3": "But it’s possible that the mendicants do find out that that mendicant ",
  "mn5:10.4": "has committed an offense. ",
  "mn5:10.5": "Thinking, ‘The mendicants have found out about my offense,’ ",
  "mn5:10.6": "they get angry and bitter. ",
  "mn5:10.7": "And that anger and that bitterness ",
  "mn5:10.8": "are both blemishes. ",
  "mn5:11.1": "It’s possible that some mendicant might wish: ",
  "mn5:11.2": "‘If I commit an offense, I hope the mendicants accuse me in private, not in the middle of the Saṅgha.’ ",
  "mn5:11.3": "But it’s possible that the mendicants do accuse that mendicant in the middle of the Saṅgha … ",
  "mn5:11.4": "",
  "mn5:11.5": "",
  "mn5:11.6": "",
  "mn5:11.7": "",
  "mn5:12.1": "It’s possible that some mendicant might wish: ",
  "mn5:12.2": "‘If I commit an offense, I hope I’m accused by a counterpart, not by someone who is not a counterpart.’ ",
  "mn5:12.3": "But it’s possible that someone who is not a counterpart accuses that mendicant … ",
  "mn5:12.4": "",
  "mn5:12.5": "",
  "mn5:12.6": "",
  "mn5:12.7": "",
  "mn5:13.1": "It’s possible that some mendicant might wish: ",
  "mn5:13.2": "‘Oh, I hope the Teacher will teach the mendicants by repeatedly questioning me alone, not some other mendicant.’ ",
  "mn5:13.3": "But it’s possible that the Teacher will teach the mendicants by repeatedly questioning some other mendicant … ",
  "mn5:13.4": "",
  "mn5:13.5": "",
  "mn5:13.6": "",
  "mn5:13.7": "",
  "mn5:14.1": "It’s possible that some mendicant might wish: ",
  "mn5:14.2": "‘Oh, I hope the mendicants will enter the village for the meal putting me at the very front, not some other mendicant.’ ",
  "mn5:14.3": "But it’s possible that the mendicants will enter the village for the meal putting some other mendicant at the very front … ",
  "mn5:14.4": "",
  "mn5:14.5": "",
  "mn5:14.6": "",
  "mn5:14.7": "",
  "mn5:15.1": "It’s possible that some mendicant might wish: ",
  "mn5:15.2": "‘Oh, I hope that I alone get the best seat, the best drink, and the best almsfood in the refectory, not some other mendicant.’ ",
  "mn5:15.3": "But it’s possible that some other mendicant gets the best seat, the best drink, and the best almsfood in the refectory … ",
  "mn5:15.4": "",
  "mn5:15.5": "",
  "mn5:15.6": "",
  "mn5:15.7": "",
  "mn5:16.1": "It’s possible that some mendicant might wish: ",
  "mn5:16.2": "‘I hope that I alone give the verses of appreciation after eating in the refectory, not some other mendicant.’ ",
  "mn5:16.3": "But it’s possible that some other mendicant gives the verses of appreciation after eating in the refectory … ",
  "mn5:16.4": "",
  "mn5:16.5": "",
  "mn5:16.6": "",
  "mn5:16.7": "",
  "mn5:17.1": "It’s possible that some mendicant might wish: ",
  "mn5:17.2": "‘Oh, I hope that I might teach the Dhamma to the monks, nuns, laymen, and laywomen in the monastery, not some other mendicant.’ ",
  "mn5:17.3": "",
  "mn5:17.4": "",
  "mn5:17.5": "",
  "mn5:17.6": "",
  "mn5:17.7": "",
  "mn5:18-20.1": "",
  "mn5:18-20.2": "",
  "mn5:18-20.3": "",
  "mn5:18-20.4": "",
  "mn5:18-20.5": "But it’s possible that some other mendicant teaches the Dhamma … ",
  "mn5:18-20.6": "",
  "mn5:18-20.7": "",
  "mn5:18-20.8": "",
  "mn5:18-20.9": "",
  "mn5:21.1": "It’s possible that some mendicant might wish: ",
  "mn5:21.2": "‘Oh, I hope that the monks, nuns, laymen, and laywomen will honor, respect, revere, and venerate me alone, not some other mendicant.’ ",
  "mn5:21.3": "",
  "mn5:21.4": "",
  "mn5:21.5": "",
  "mn5:21.6": "",
  "mn5:21.7": "",
  "mn5:22-24.1": "",
  "mn5:22-24.2": "",
  "mn5:22-24.3": "",
  "mn5:22-24.4": "",
  "mn5:22-24.5": "But it’s possible that some other mendicant is honored, respected, revered, and venerated … ",
  "mn5:22-24.6": "",
  "mn5:22-24.7": "",
  "mn5:22-24.8": "",
  "mn5:22-24.9": "",
  "mn5:25.1": "It’s possible that some mendicant might wish: ",
  "mn5:25.2": "‘I hope I get the nicest robes, almsfood, lodgings, and medicines and supplies for the sick, not some other mendicant.’ ",
  "mn5:25.3": "But it’s possible that some other mendicant gets the nicest robes, almsfood, lodgings, and medicines and supplies for the sick … ",
  "mn5:25.4": "",
  "mn5:25.5": "",
  "mn5:25.6": "",
  "mn5:25.7": "",
  "mn5:26-27.1": "",
  "mn5:26-27.2": "",
  "mn5:26-27.3": "",
  "mn5:26-27.4": "",
  "mn5:26-27.5": "",
  "mn5:26-27.6": "Thinking, ‘Some other mendicant has got the nicest robes, almsfood, lodgings, and medicines and supplies for the sick’, ",
  "mn5:26-27.7": "they get angry and bitter. ",
  "mn5:26-27.8": "And that anger and that bitterness ",
  "mn5:26-27.9": "are both blemishes. ",
  "mn5:28.1": "‘Blemish’ is a term for these spheres of bad, unskillful wishes. ",
  "mn5:29.1": "Suppose these spheres of bad, unskillful wishes are seen and heard to be not given up by a mendicant. Even though they dwell in the wilderness, in remote lodgings, eat only almsfood, wander indiscriminately for almsfood, wear rag robes, and wear shabby robes, their spiritual companions don’t honor, respect, revere, and venerate them. ",
  "mn5:29.2": "Why is that? ",
  "mn5:29.3": "It’s because these spheres of bad, unskillful wishes are seen and heard to be not given up by that venerable. ",
  "mn5:29.4": "Suppose a bronze dish was brought from a shop or smithy clean and bright. ",
  "mn5:29.5": "Then the owners were to prepare it with the carcass of a snake, a dog, or a human, cover it with a bronze lid, and parade it through the market-place. ",
  "mn5:29.6": "When people saw it they’d say: ",
  "mn5:29.7": "‘My good man, what is it that you’re carrying like a precious treasure?’ ",
  "mn5:29.8": "So they’d open up the lid for people to look inside. ",
  "mn5:29.9": "But as soon as they saw it they were filled with loathing, revulsion, and disgust. ",
  "mn5:29.10": "Not even those who were hungry wanted to eat it, let alone those who had eaten. ",
  "mn5:29.11": "In the same way, when these spheres of bad, unskillful wishes are seen and heard to be not given up by a mendicant … their spiritual companions don’t honor, respect, revere, and venerate them. ",
  "mn5:29.12": "Why is that? ",
  "mn5:29.13": "It’s because these spheres of bad, unskillful wishes are seen and heard to be not given up by that venerable. ",
  "mn5:30.1": "Suppose these spheres of bad, unskillful wishes are seen and heard to be given up by a mendicant. Even though they dwell within a village, accept invitations to a meal, and wear robes offered by householders, their spiritual companions honor, respect, revere, and venerate them. ",
  "mn5:30.2": "Why is that? ",
  "mn5:30.3": "It’s because these spheres of bad, unskillful wishes are seen and heard to be given up by that venerable. ",
  "mn5:30.4": "Suppose a bronze dish was brought from a shop or smithy clean and bright. ",
  "mn5:30.5": "Then the owners were to prepare it with boiled fine rice with the dark grains picked out and served with many soups and sauces, cover it with a bronze lid, and parade it through the market-place. ",
  "mn5:30.6": "When people saw it they’d say: ",
  "mn5:30.7": "‘My good man, what is it that you’re carrying like a precious treasure?’ ",
  "mn5:30.8": "So they’d open up the lid for people to look inside. ",
  "mn5:30.9": "And as soon as they saw it they were filled with liking, attraction, and relish. ",
  "mn5:30.10": "Even those who had eaten wanted to eat it, let alone those who were hungry. ",
  "mn5:30.11": "In the same way, when these spheres of bad, unskillful wishes are seen and heard to be given up by a mendicant … their spiritual companions honor, respect, revere, and venerate them. ",
  "mn5:30.12": "Why is that? ",
  "mn5:30.13": "It’s because these spheres of bad, unskillful wishes are seen and heard to be given up by that venerable.” ",
  "mn5:31.1": "When he said this, Venerable Mahāmoggallāna said to him, ",
  "mn5:31.2": "“Reverend Sāriputta, a simile springs to mind.” ",
  "mn5:31.3": "“Then speak as you feel inspired,” said Sāriputta. ",
  "mn5:31.4": "“Reverend, at one time I was staying right here in Rājagaha, the Mountainfold. ",
  "mn5:31.5": "Then I robed up in the morning and, taking my bowl and robe, entered Rājagaha for alms. ",
  "mn5:31.6": "Now at that time Samīti of the wainwrights was planing the rim of a chariot wheel. ",
  "mn5:31.7": "The Ājīvaka ascetic Paṇḍuputta, who was formerly of the wainwrights, was standing by, ",
  "mn5:31.8": "and this thought came to his mind: ",
  "mn5:31.9": "‘Oh, I hope Samīti the wainwright planes out the crooks, bends, and flaws in this rim. Then the rim will be rid of crooks, bends, and flaws, pure and established in the pith.’ ",
  "mn5:31.10": "And Samīti planed out the flaws in the rim just as Paṇḍuputta thought. ",
  "mn5:31.11": "Then Paṇḍuputta expressed his gladness: ",
  "mn5:31.12": "‘He planes like he knows my heart with his heart!’ ",
  "mn5:32.1": "In the same way, there are those faithless people who went forth from the lay life to homelessness not out of faith but to earn a livelihood. They’re devious, deceitful, and sneaky. They’re restless, insolent, fickle, scurrilous, and loose-tongued. They do not guard their sense doors or eat in moderation, and they are not dedicated to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and immersion, with straying minds, witless and stupid. Venerable Sāriputta planes their faults with this exposition of the teaching as if he knows my heart with his heart! ",
  "mn5:32.2": "But there are those gentlemen who went forth from the lay life to homelessness out of faith. They’re not devious, deceitful, and sneaky. They’re not restless, insolent, fickle, scurrilous, and loose-tongued. They guard their sense doors and eat in moderation, and they are dedicated to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness, immersion, and unified minds; wise, not stupid. Hearing this exposition of the teaching from Venerable Sāriputta, they drink it up and devour it, as it were. And in speech and thought they say: ",
  "mn5:32.3": "‘It’s good, sirs, that he draws his spiritual companions away from the unskillful and establishes them in the skillful.’ ",
  "mn5:33.1": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. Presented with a garland of lotuses, jasmine, or liana flowers, they would take them in both hands and place them on the crown of the head. ",
  "mn5:33.2": "In the same way, those gentlemen who went forth from the lay life to homelessness out of faith … say: ",
  "mn5:33.3": "‘It’s good, sirs, that he draws his spiritual companions away from the unskillful and establishes them in the skillful.’” ",
  "mn5:33.4": "And so these two spiritual giants agreed with each others’ fine words. "
}