{
  "mn60:0.1": "Middle Discourses 60 ",
  "mn60:0.2": "Guaranteed ",
  "mn60:1.1": "So I have heard. ",
  "mn60:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Sālā. ",
  "mn60:2.1": "The brahmins and householders of Sālā heard: ",
  "mn60:2.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—wandering in the land of the Kosalans has arrived at Sālā, together with a large Saṅgha of mendicants. ",
  "mn60:2.3": "He has this good reputation: ",
  "mn60:2.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn60:2.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn60:2.6": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "mn60:2.7": "It’s good to see such perfected ones.” ",
  "mn60:3.1": "Then the brahmins and householders of Sālā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. The Buddha said to them: ",
  "mn60:4.1": "“So, householders, is there some other teacher you’re happy with, in whom you have acquired grounded faith?” ",
  "mn60:4.2": "“No, sir.” ",
  "mn60:4.3": "“Since you haven’t found a teacher you’re happy with, you should undertake and implement this guaranteed teaching. ",
  "mn60:4.4": "For when the guaranteed teaching is undertaken, it will be for your lasting welfare and happiness. ",
  "mn60:4.5": "And what is the guaranteed teaching? ",
  "mn60:5.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn60:5.2": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is rightly comported and rightly practiced, and who describes the afterlife after realizing it with their own insight.’ ",
  "mn60:6.1": "And there are some ascetics and brahmins whose doctrine directly contradicts this. ",
  "mn60:6.2": "They say: ",
  "mn60:6.3": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are such things as mother and father, and beings that are reborn spontaneously. And there are ascetics and brahmins who are rightly comported and rightly practiced, and who describe the afterlife after realizing it with their own insight.’ ",
  "mn60:6.4": "What do you think, householders? ",
  "mn60:6.5": "Don’t these doctrines directly contradict each other?” ",
  "mn60:6.6": "“Yes, sir.” ",
  "mn60:7.1": "“Since this is so, consider those ascetics and brahmins whose view is that ",
  "mn60:7.2": "there’s no meaning in giving, etc. ",
  "mn60:7.3": "You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind. ",
  "mn60:7.4": "Why is that? ",
  "mn60:7.5": "Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation. ",
  "mn60:8.1": "Moreover, since there actually is another world, their view that there is no other world is wrong view. ",
  "mn60:8.2": "Since there actually is another world, their thought that there is no other world is wrong thought. ",
  "mn60:8.3": "Since there actually is another world, their speech that there is no other world is wrong speech. ",
  "mn60:8.4": "Since there actually is another world, in saying that there is no other world they contradict those perfected ones who know the other world. ",
  "mn60:8.5": "Since there actually is another world, in convincing another that there is no other world they are convincing them to accept an untrue teaching. ",
  "mn60:8.6": "And on account of that they glorify themselves and put others down. ",
  "mn60:8.7": "So they give up their former ethical conduct and are established in unethical conduct. ",
  "mn60:8.8": "And that is how these many bad, unskillful qualities come to be with wrong view as condition—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down. ",
  "mn60:9.1": "A sensible person reflects on this matter in this way: ",
  "mn60:9.2": "‘If there is no other world, when this individual’s body breaks up they will keep themselves safe. ",
  "mn60:9.3": "And if there is another world, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn60:9.4": "But let’s assume that those who say that there is no other world are correct. ",
  "mn60:9.5": "Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, a nihilist.’ ",
  "mn60:9.6": "But if there really is another world, they lose on both counts. ",
  "mn60:9.7": "For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn60:9.8": "They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise. ",
  "mn60:10.1": "Since this is so, consider those ascetics and brahmins whose view is that ",
  "mn60:10.2": "there is meaning in giving, etc. ",
  "mn60:10.3": "You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind. ",
  "mn60:10.4": "Why is that? ",
  "mn60:10.5": "Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. ",
  "mn60:11.1": "Moreover, since there actually is another world, their view that there is another world is right view. ",
  "mn60:11.2": "Since there actually is another world, their thought that there is another world is right thought. ",
  "mn60:11.3": "Since there actually is another world, their speech that there is another world is right speech. ",
  "mn60:11.4": "Since there actually is another world, in saying that there is another world they don’t contradict those perfected ones who know the other world. ",
  "mn60:11.5": "Since there actually is another world, in convincing another that there is another world they are convincing them to accept a true teaching. ",
  "mn60:11.6": "And on account of that they don’t glorify themselves or put others down. ",
  "mn60:11.7": "So they give up their former unethical conduct and are established in ethical conduct. ",
  "mn60:11.8": "And that is how these many skillful qualities come to be with right view as condition—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down. ",
  "mn60:12.1": "A sensible person reflects on this matter in this way: ",
  "mn60:12.2": "‘If there is another world, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm. ",
  "mn60:12.3": "But let’s assume that those who say that there is no other world are correct. ",
  "mn60:12.4": "Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms a positive teaching.’ ",
  "mn60:12.5": "So if there really is another world, they win on both counts. ",
  "mn60:12.6": "For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm. ",
  "mn60:12.7": "They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise. ",
  "mn60:13.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn60:13.2": "‘The one who acts does nothing wrong when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do nothing wrong when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. ",
  "mn60:13.3": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. ",
  "mn60:13.4": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. ",
  "mn60:13.5": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. ",
  "mn60:13.6": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ ",
  "mn60:14.1": "And there are some ascetics and brahmins whose doctrine directly contradicts this. They say: ",
  "mn60:14.2": "‘The one who acts does a bad deed when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do a bad deed when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. ",
  "mn60:14.3": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, evil comes of that, and an outcome of evil. ",
  "mn60:14.4": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, evil comes of that, and an outcome of evil. ",
  "mn60:14.5": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, merit comes of that, and an outcome of merit. ",
  "mn60:14.6": "In giving, self-control, restraint, and truthfulness there is merit and outcome of merit.’ ",
  "mn60:14.7": "What do you think, householders? ",
  "mn60:14.8": "Don’t these doctrines directly contradict each other?” ",
  "mn60:14.9": "“Yes, sir.” ",
  "mn60:15.1": "“Since this is so, consider those ascetics and brahmins whose view is that ",
  "mn60:15.2": "the one who acts does nothing wrong when they punish, etc. ",
  "mn60:15.3": "",
  "mn60:15.4": "",
  "mn60:15.5": "You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind. ",
  "mn60:15.6": "Why is that? ",
  "mn60:15.7": "Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation. ",
  "mn60:16.1": "Moreover, since action actually does have an effect, their view that action is ineffective is wrong view. ",
  "mn60:16.2": "Since action actually does have an effect, their thought that action is ineffective is wrong thought. ",
  "mn60:16.3": "Since action actually does have an effect, their speech that action is ineffective is wrong speech. ",
  "mn60:16.4": "Since action actually does have an effect, in saying that action is ineffective they contradict those perfected ones who teach that action is effective. ",
  "mn60:16.5": "Since action actually does have an effect, in convincing another that action is ineffective they are convincing them to accept an untrue teaching. ",
  "mn60:16.6": "And on account of that they glorify themselves and put others down. ",
  "mn60:16.7": "So they give up their former ethical conduct and are established in unethical conduct. ",
  "mn60:16.8": "And that is how these many bad, unskillful qualities come to be with wrong view as condition—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down. ",
  "mn60:17.1": "A sensible person reflects on this matter in this way: ",
  "mn60:17.2": "‘If there is no effective action, when this individual’s body breaks up they will keep themselves safe. ",
  "mn60:17.3": "And if there is effective action, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn60:17.4": "But let’s assume that those who say that there is no effective action are correct. ",
  "mn60:17.5": "Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, one who denies the efficacy of action.’ ",
  "mn60:17.6": "But if there really is effective action, they lose on both counts. ",
  "mn60:17.7": "For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn60:17.8": "They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise. ",
  "mn60:18.1": "Since this is so, consider those ascetics and brahmins whose view is that ",
  "mn60:18.2": "the one who acts does a bad deed when they punish, etc. ",
  "mn60:18.3": "",
  "mn60:18.4": "",
  "mn60:18.5": "",
  "mn60:18.6": "You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind. ",
  "mn60:18.7": "Why is that? ",
  "mn60:18.8": "Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. ",
  "mn60:19.1": "Moreover, since action actually does have an effect, their view that action is effective is right view. ",
  "mn60:19.2": "Since action actually does have an effect, their thought that action is effective is right thought. ",
  "mn60:19.3": "Since action actually does have an effect, their speech that action is effective is right speech. ",
  "mn60:19.4": "Since action actually does have an effect, in saying that action is effective they don’t contradict those perfected ones who teach that action is effective. ",
  "mn60:19.5": "Since action actually does have an effect, in convincing another that action is effective they are convincing them to accept a true teaching. ",
  "mn60:19.6": "And on account of that they don’t glorify themselves or put others down. ",
  "mn60:19.7": "So they give up their former unethical conduct and are established in ethical conduct. ",
  "mn60:19.8": "And that is how these many skillful qualities come to be with right view as condition—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down. ",
  "mn60:20.1": "A sensible person reflects on this matter in this way: ",
  "mn60:20.2": "‘If there is effective action, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm. ",
  "mn60:20.3": "But let’s assume that those who say that there is no effective action are correct. ",
  "mn60:20.4": "Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms the efficacy of action.’ ",
  "mn60:20.5": "So if there really is effective action, they win on both counts. ",
  "mn60:20.6": "For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm. ",
  "mn60:20.7": "They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise. ",
  "mn60:21.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn60:21.2": "‘There is no cause or reason for the corruption of sentient beings. ",
  "mn60:21.3": "Sentient beings are corrupted without cause or reason. ",
  "mn60:21.4": "There’s no cause or reason for the purification of sentient beings. ",
  "mn60:21.5": "Sentient beings are purified without cause or reason. ",
  "mn60:21.6": "There is no power, no energy, no human strength or vigor. ",
  "mn60:21.7": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’ ",
  "mn60:22.1": "And there are some ascetics and brahmins whose doctrine directly contradicts this. ",
  "mn60:22.2": "They say: ",
  "mn60:22.3": "‘There is a cause and reason for the corruption of sentient beings. ",
  "mn60:22.4": "Sentient beings are corrupted with cause and reason. ",
  "mn60:22.5": "There is a cause and reason for the purification of sentient beings. ",
  "mn60:22.6": "Sentient beings are purified with cause and reason. ",
  "mn60:22.7": "There is power, energy, human strength and vigor. ",
  "mn60:22.8": "It is not the case that all sentient beings, all living creatures, all beings, all souls lack control, power, and energy, or that, molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’ ",
  "mn60:22.9": "What do you think, householders? ",
  "mn60:22.10": "Don’t these doctrines directly contradict each other?” ",
  "mn60:22.11": "“Yes, sir.” ",
  "mn60:23.1": "“Since this is so, consider those ascetics and brahmins whose view is that ",
  "mn60:23.2": "there’s no cause or reason for the corruption of sentient beings, etc. ",
  "mn60:23.3": "",
  "mn60:23.4": "",
  "mn60:23.5": "",
  "mn60:23.6": "",
  "mn60:23.7": "You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind. ",
  "mn60:23.8": "Why is that? ",
  "mn60:23.9": "Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation. ",
  "mn60:24.1": "Moreover, since there actually is causality, their view that there is no causality is wrong view. ",
  "mn60:24.2": "Since there actually is causality, their thought that there is no causality is wrong thought. ",
  "mn60:24.3": "Since there actually is causality, their speech that there is no causality is wrong speech. ",
  "mn60:24.4": "Since there actually is causality, in saying that there is no causality they contradict those perfected ones who teach that there is causality. ",
  "mn60:24.5": "Since there actually is causality, in convincing another that there is no causality they are convincing them to accept an untrue teaching. ",
  "mn60:24.6": "And on account of that they glorify themselves and put others down. ",
  "mn60:24.7": "So they give up their former ethical conduct and are established in unethical conduct. ",
  "mn60:24.8": "And that is how these many bad, unskillful qualities come to be with wrong view as condition—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down. ",
  "mn60:25.1": "A sensible person reflects on this matter in this way: ",
  "mn60:25.2": "‘If there is no causality, when this individual’s body breaks up they will keep themselves safe. ",
  "mn60:25.3": "And if there is causality, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn60:25.4": "But let’s assume that those who say that there is no causality are correct. ",
  "mn60:25.5": "Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, one who denies causality.’ ",
  "mn60:25.6": "But if there really is causality, they lose on both counts. ",
  "mn60:25.7": "For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn60:25.8": "They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise. ",
  "mn60:26.1": "Since this is so, consider those ascetics and brahmins whose view is that ",
  "mn60:26.2": "there is a cause and reason for the corruption of sentient beings, etc. ",
  "mn60:26.3": "",
  "mn60:26.4": "",
  "mn60:26.5": "",
  "mn60:26.6": "",
  "mn60:26.7": "You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind. ",
  "mn60:26.8": "Why is that? ",
  "mn60:26.9": "Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. ",
  "mn60:27.1": "Moreover, since there actually is causality, their view that there is causality is right view. ",
  "mn60:27.2": "Since there actually is causality, their thought that there is causality is right thought. ",
  "mn60:27.3": "Since there actually is causality, their speech that there is causality is right speech. ",
  "mn60:27.4": "Since there actually is causality, in saying that there is causality they don’t contradict those perfected ones who teach that there is causality. ",
  "mn60:27.5": "Since there actually is causality, in convincing another that there is causality they are convincing them to accept a true teaching. ",
  "mn60:27.6": "And on account of that they don’t glorify themselves or put others down. ",
  "mn60:27.7": "So they give up their former unethical conduct and are established in ethical conduct. ",
  "mn60:27.8": "And that is how these many skillful qualities come to be with right view as condition—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down. ",
  "mn60:28.1": "A sensible person reflects on this matter in this way: ‘If there is causality, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm. ",
  "mn60:28.2": "But let’s assume that those who say that there is no causality are correct. ",
  "mn60:28.3": "Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms causality.’ ",
  "mn60:28.4": "So if there really is causality, they win on both counts. ",
  "mn60:28.5": "For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm. ",
  "mn60:28.6": "They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise. ",
  "mn60:29.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn60:29.2": "‘There are no totally formless states of meditation.’ ",
  "mn60:30.1": "And there are some ascetics and brahmins whose doctrine directly contradicts this. ",
  "mn60:30.2": "They say: ",
  "mn60:30.3": "‘There are totally formless states of meditation.’ ",
  "mn60:30.4": "What do you think, householders? ",
  "mn60:30.5": "Don’t these doctrines directly contradict each other?” ",
  "mn60:30.6": "“Yes, sir.” ",
  "mn60:31.1": "“A sensible person reflects on this matter in this way: ",
  "mn60:31.2": "‘Some ascetics and brahmins say that ",
  "mn60:31.3": "there are no totally formless meditations, but I have not seen that. ",
  "mn60:31.4": "Some ascetics and brahmins say that ",
  "mn60:31.5": "there are totally formless meditations, but I have not known that. ",
  "mn60:31.6": "Without knowing or seeing, it would not be appropriate for me to take one side and declare, ",
  "mn60:31.7": "‘This is the only truth, other ideas are silly.’ ",
  "mn60:31.8": "If those ascetics and brahmins who say that ",
  "mn60:31.9": "there are no totally formless meditations are correct, it is possible ",
  "mn60:31.10": "that I will be guaranteed rebirth among the gods who possess form and made of mind. ",
  "mn60:31.11": "If those ascetics and brahmins who say that ",
  "mn60:31.12": "there are totally formless meditations are correct, it is possible ",
  "mn60:31.13": "that I will be guaranteed rebirth among the gods who are formless and made of perception. ",
  "mn60:31.14": "Now, owing to form, bad things are seen: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies. ",
  "mn60:31.15": "But those things don’t exist where it is totally formless.’ ",
  "mn60:31.16": "Reflecting like this, they simply practice for disillusionment, dispassion, and cessation regarding forms. ",
  "mn60:32.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn60:32.2": "‘There is no such thing as the total cessation of future lives.’ ",
  "mn60:33.1": "And there are some ascetics and brahmins whose doctrine directly contradicts this. ",
  "mn60:33.2": "They say: ",
  "mn60:33.3": "‘There is such a thing as the total cessation of future lives.’ ",
  "mn60:33.4": "What do you think, householders? ",
  "mn60:33.5": "Don’t these doctrines directly contradict each other?” ",
  "mn60:33.6": "“Yes, sir.” ",
  "mn60:34.1": "“A sensible person reflects on this matter in this way: ",
  "mn60:34.2": "‘Some ascetics and brahmins say that ",
  "mn60:34.3": "there is no such thing as the total cessation of future lives, but I have not seen that. ",
  "mn60:34.4": "Some ascetics and brahmins say that ",
  "mn60:34.5": "there is such a thing as the total cessation of future lives, but I have not known that. ",
  "mn60:34.6": "Without knowing or seeing, it would not be appropriate for me to take one side and declare, ",
  "mn60:34.7": "‘This is the only truth, other ideas are silly.’ ",
  "mn60:34.8": "If those ascetics and brahmins who say that ",
  "mn60:34.9": "there is no such thing as the total cessation of future lives are correct, it is possible ",
  "mn60:34.10": "that I will be guaranteed rebirth among the gods who are formless and made of perception. ",
  "mn60:34.11": "If those ascetics and brahmins who say that ",
  "mn60:34.12": "there is such a thing as the total cessation of future lives are correct, it is possible ",
  "mn60:34.13": "that I will be fully extinguished in the present life. ",
  "mn60:34.14": "The view of those ascetics and brahmins who say that ",
  "mn60:34.15": "there is no such thing as the total cessation of future lives is close to greed, yoking, relishing, attachment, and grasping. ",
  "mn60:34.16": "The view of those ascetics and brahmins who say that ",
  "mn60:34.17": "there is such a thing as the total cessation of future lives is close to non-greed, non-yoking, non-relishing, non-attachment, and non-grasping.’ ",
  "mn60:34.18": "Reflecting like this, they simply practice for disillusionment, dispassion, and cessation regarding future lives. ",
  "mn60:35.1": "Householders, these four people are found in the world. ",
  "mn60:35.2": "What four? ",
  "mn60:35.3": "One person mortifies themselves, committed to the practice of mortifying themselves. ",
  "mn60:35.4": "One person mortifies others, committed to the practice of mortifying others. ",
  "mn60:35.5": "One person mortifies themselves and others, committed to the practice of mortifying themselves and others. ",
  "mn60:35.6": "One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others. ",
  "mn60:35.7": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, with self become divine. ",
  "mn60:36.1": "And what person mortifies themselves, committed to the practice of mortifying themselves? ",
  "mn60:36.2": "It’s when someone goes naked, ignoring conventions. … ",
  "mn60:36.3": "And so they live committed to practicing these various ways of mortifying and tormenting the body. ",
  "mn60:36.4": "This is called a person who mortifies themselves, being committed to the practice of mortifying themselves. ",
  "mn60:37.1": "And what person mortifies others, committed to the practice of mortifying others? ",
  "mn60:37.2": "It’s when a person is a butcher of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood. ",
  "mn60:37.3": "This is called a person who mortifies others, being committed to the practice of mortifying others. ",
  "mn60:38.1": "And what person mortifies themselves and others, being committed to the practice of mortifying themselves and others? ",
  "mn60:38.2": "It’s when a person is an anointed aristocratic king or a well-to-do brahmin. … ",
  "mn60:38.3": "His bondservants, employees, and workers do their jobs under threat of punishment and danger, weeping, with tearful faces. ",
  "mn60:38.4": "This is called a person who mortifies themselves and others, being committed to the practice of mortifying themselves and others. ",
  "mn60:39.1": "And what person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others, ",
  "mn60:39.2": "living without wishes in the present life, extinguished, cooled, experiencing bliss, with self become divine? ",
  "mn60:40-54.1": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "mn60:40-54.2": "A householder hears that teaching, or a householder’s child, or someone reborn in some good family. … ",
  "mn60:40-54.3": "They give up these five hindrances, corruptions of the heart that weaken wisdom. ",
  "mn60:40-54.4": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … ",
  "mn60:40-54.5": "second absorption … ",
  "mn60:40-54.6": "third absorption … ",
  "mn60:40-54.7": "fourth absorption. ",
  "mn60:55.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. … ",
  "mn60:55.2": "They recollect their many kinds of past lives, with features and details. ",
  "mn60:55.3": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. ",
  "mn60:55.4": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds. ",
  "mn60:55.5": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. ",
  "mn60:55.6": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn60:55.7": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn60:55.8": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "mn60:55.9": "When they’re freed, they know they’re freed. ",
  "mn60:55.10": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn60:56.1": "This is called a person who neither mortifies themselves or others, being committed to the practice of not mortifying themselves or others. ",
  "mn60:56.2": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, with self become divine.” ",
  "mn60:57.1": "When he had spoken, the brahmins and householders of Sālā said to the Buddha, ",
  "mn60:57.2": "“Excellent, Master Gotama! Excellent! ",
  "mn60:57.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "mn60:57.4": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn60:57.5": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” ",
  "mn60:57.6": "",
  "mn60:57.7": "",
  "mn60:58.1": "",
  "mn60:58.2": "",
  "mn60:58.3": ""
}