{
  "mn63:0.1": "Middle Discourses 63 ",
  "mn63:0.2": "The Shorter Discourse With Māluṅkya ",
  "mn63:1.1": "So I have heard. ",
  "mn63:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn63:2.1": "Then as Venerable Māluṅkya was in private retreat this thought came to his mind: ",
  "mn63:2.2": "“There are several convictions that the Buddha has left undeclared; he has set them aside and refused to comment on them. ",
  "mn63:2.3": "For example: the cosmos is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One still exists, or no longer exists, or both still exists and no longer exists, or neither still exists nor no longer exists. ",
  "mn63:2.4": "The Buddha does not give me a straight answer on these points. ",
  "mn63:2.5": "I don’t endorse that, and do not accept it. ",
  "mn63:2.6": "I’ll go to him and ask him about this. ",
  "mn63:2.7": "If he gives me a straight answer on any of these points, ",
  "mn63:2.8": "",
  "mn63:2.9": "",
  "mn63:2.10": "I will lead the spiritual life under him. ",
  "mn63:2.11": "If he does not give me a straight answer on any of these points, ",
  "mn63:2.12": "",
  "mn63:2.13": "",
  "mn63:2.14": "I shall resign the training and return to a lesser life.” ",
  "mn63:3.1": "Then in the late afternoon, Māluṅkya came out of retreat and went to the Buddha. He bowed, sat down to one side, and told the Buddha of his thoughts. He then continued: ",
  "mn63:3.2": "",
  "mn63:3.3": "",
  "mn63:3.4": "",
  "mn63:3.5": "",
  "mn63:3.6": "",
  "mn63:3.7": "",
  "mn63:3.8": "",
  "mn63:3.9": "",
  "mn63:3.10": "",
  "mn63:3.11": "",
  "mn63:3.12": "",
  "mn63:3.13": "",
  "mn63:3.14": "",
  "mn63:3.15": "",
  "mn63:3.16": "",
  "mn63:3.17": "“If the Buddha knows ",
  "mn63:3.18": "that the cosmos is eternal, please tell me. ",
  "mn63:3.19": "If you know ",
  "mn63:3.20": "that the cosmos is not eternal, tell me. ",
  "mn63:3.21": "If you don’t know ",
  "mn63:3.22": "whether the cosmos is eternal or not, then it is straightforward to simply say: ",
  "mn63:3.23": "‘I neither know nor see.’ ",
  "mn63:3.24": "If you know ",
  "mn63:3.25": "that the world is finite, or infinite; that the soul and the body are the same thing, or they are different things; that after death, a Realized One still exists, or no longer exists, or both still exists and no longer exists, or neither still exists nor no longer exists, please tell me. ",
  "mn63:3.26": "",
  "mn63:3.27": "",
  "mn63:3.28": "",
  "mn63:3.29": "",
  "mn63:3.30": "",
  "mn63:3.31": "",
  "mn63:3.32": "",
  "mn63:3.33": "",
  "mn63:3.34": "",
  "mn63:3.35": "",
  "mn63:3.36": "",
  "mn63:3.37": "",
  "mn63:3.38": "",
  "mn63:3.39": "",
  "mn63:3.40": "",
  "mn63:3.41": "",
  "mn63:3.42": "",
  "mn63:3.43": "",
  "mn63:3.44": "",
  "mn63:3.45": "",
  "mn63:3.46": "",
  "mn63:3.47": "",
  "mn63:3.48": "",
  "mn63:3.49": "If you don’t know ",
  "mn63:3.50": "any of these things, then it is straightforward to simply say: ",
  "mn63:3.51": "‘I neither know nor see.’” ",
  "mn63:4.1": "“What, Māluṅkyaputta, did I ever say to you: ",
  "mn63:4.2": "‘Come, Māluṅkyaputta, lead the spiritual life under me, and I will declare these things to you’?” ",
  "mn63:4.3": "",
  "mn63:4.4": "“No, sir.” ",
  "mn63:4.5": "“Or did you ever say to me: ",
  "mn63:4.6": "‘Sir, I will lead the spiritual life under the Buddha, and the Buddha will declare these things to me’?” ",
  "mn63:4.7": "",
  "mn63:4.8": "“No, sir.” ",
  "mn63:4.9": "“So it seems that I did not say to you: ",
  "mn63:4.10": "‘Come, Māluṅkyaputta, lead the spiritual life under me, and I will declare these things to you.’ ",
  "mn63:4.11": "",
  "mn63:4.12": "",
  "mn63:4.13": "And you never said to me: ",
  "mn63:4.14": "‘Sir, I will lead the spiritual life under the Buddha, and the Buddha will declare these things to me.’ ",
  "mn63:4.15": "",
  "mn63:4.16": "",
  "mn63:4.17": "In that case, you silly man, are you really in a position to be abandoning anything? ",
  "mn63:5.1": "Suppose someone were to say this: ",
  "mn63:5.2": "‘I will not lead the spiritual life under the Buddha until the Buddha declares to me ",
  "mn63:5.3": "that the cosmos is eternal, or that the cosmos is not eternal … ",
  "mn63:5.4": "or that after death a Realized One neither still exists nor no longer exists.’ ",
  "mn63:5.5": "That would still remain undeclared by the Realized One, and meanwhile that person would die. ",
  "mn63:5.6": "Suppose a man was struck by an arrow thickly smeared with poison. ",
  "mn63:5.7": "His friends and colleagues, relatives and kin would get a field surgeon to treat him. ",
  "mn63:5.8": "But the man would say: ",
  "mn63:5.9": "‘I won’t pull out this arrow as long as I don’t know whether the man who wounded me was an aristocrat, a brahmin, a peasant, or a menial.’ ",
  "mn63:5.10": "He’d say: ",
  "mn63:5.11": "‘I won’t pull out this arrow as long as I don’t know the following things about the man who wounded me: his name and clan; ",
  "mn63:5.12": "",
  "mn63:5.13": "whether he’s tall, short, or medium; ",
  "mn63:5.14": "",
  "mn63:5.15": "whether his skin is black, brown, or tawny; ",
  "mn63:5.16": "",
  "mn63:5.17": "and what village, town, or city he comes from. ",
  "mn63:5.18": "",
  "mn63:5.19": "I won’t pull out this arrow as long as I don’t know whether the bow that wounded me is made of wood or cane; ",
  "mn63:5.20": "",
  "mn63:5.21": "whether the bow-string is made of swallow-wort fibre, sunn hemp fibre, sinew, sanseveria fibre, or spurge fibre; ",
  "mn63:5.22": "",
  "mn63:5.23": "whether the shaft is made from a bush or a plantation tree; ",
  "mn63:5.24": "",
  "mn63:5.25": "whether the shaft was fitted with feathers from a vulture, a heron, a hawk, a peacock, or a stork; ",
  "mn63:5.26": "",
  "mn63:5.27": "whether the shaft was bound with sinews of a cow, a buffalo, a swamp deer, or a gibbon; ",
  "mn63:5.28": "",
  "mn63:5.29": "and whether the arrowhead was spiked, razor-tipped, barbed, made of iron or a calf’s tooth, or lancet-shaped.’ ",
  "mn63:5.30": "That man would still not have learned these things, and meanwhile they’d die. ",
  "mn63:5.31": "In the same way, suppose someone was to say: ",
  "mn63:5.32": "‘I will not lead the spiritual life under the Buddha until the Buddha declares to me ",
  "mn63:5.33": "that the cosmos is eternal, or that the cosmos is not eternal … ",
  "mn63:5.34": "or that after death a Realized One neither still exists nor no longer exists.’ ",
  "mn63:5.35": "That would still remain undeclared by the Realized One, and meanwhile that person would die. ",
  "mn63:6.1": "It’s not true that if there were the view ‘the cosmos is eternal’ there would be the living of the spiritual life. ",
  "mn63:6.2": "It’s not true that if there were the view ‘the cosmos is not eternal’ there would be the living of the spiritual life. ",
  "mn63:6.3": "When there is the view that the cosmos is eternal or that the cosmos is not eternal, there is rebirth, there is old age, there is death, and there is sorrow, lamentation, pain, sadness, and distress. ",
  "mn63:6.4": "And it is the defeat of these things in this very life that I advocate. ",
  "mn63:6.5": "It’s not true that if there were the view ‘the world is finite’ … ",
  "mn63:6.6": "‘the world is infinite’ … ",
  "mn63:6.7": "",
  "mn63:6.8": "",
  "mn63:6.9": "‘the soul and the body are the same thing’ … ",
  "mn63:6.10": "‘the soul and the body are different things’ … ",
  "mn63:6.11": "",
  "mn63:6.12": "",
  "mn63:6.13": "‘a Realized One still exists after death’ … ",
  "mn63:6.14": "‘A Realized One no longer exists after death’ … ",
  "mn63:6.15": "",
  "mn63:6.16": "",
  "mn63:6.17": "‘a Realized One both still exists and no longer exists after death’ … ",
  "mn63:6.18": "‘a Realized One neither still exists nor no longer exists after death’ there would be the living of the spiritual life. ",
  "mn63:6.19": "When there are any of these views there is rebirth, there is old age, there is death, and there is sorrow, lamentation, pain, sadness, and distress. ",
  "mn63:6.20": "And it is the defeat of these things in this very life that I advocate. ",
  "mn63:7.1": "So, Māluṅkyaputta, you should remember what I have not declared as undeclared, ",
  "mn63:7.2": "and what I have declared as declared. ",
  "mn63:7.3": "And what have I not declared? ",
  "mn63:7.4": "I have not declared the following: ‘the cosmos is eternal,’ ",
  "mn63:7.5": "‘the cosmos is not eternal,’ ",
  "mn63:7.6": "",
  "mn63:7.7": "‘the world is finite,’ ",
  "mn63:7.8": "",
  "mn63:7.9": "‘the world is infinite,’ ",
  "mn63:7.10": "",
  "mn63:7.11": "‘the soul and the body are the same thing,’ ",
  "mn63:7.12": "",
  "mn63:7.13": "‘the soul and the body are different things,’ ",
  "mn63:7.14": "",
  "mn63:7.15": "‘a Realized One still exists after death,’ ",
  "mn63:7.16": "",
  "mn63:7.17": "‘A Realized One no longer exists after death,’ ",
  "mn63:7.18": "",
  "mn63:7.19": "‘a Realized One both still exists and no longer exists after death,’ ",
  "mn63:7.20": "",
  "mn63:7.21": "‘a Realized One neither still exists nor no longer exists after death.’ ",
  "mn63:7.22": "",
  "mn63:8.1": "And why haven’t I declared these things? ",
  "mn63:8.2": "Because they aren’t beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "mn63:8.3": "That’s why I haven’t declared them. ",
  "mn63:9.1": "And what have I declared? ",
  "mn63:9.2": "I have declared the following: ‘this is suffering,’ ",
  "mn63:9.3": "‘this is the origin of suffering,’ ",
  "mn63:9.4": "",
  "mn63:9.5": "‘this is the cessation of suffering,’ ",
  "mn63:9.6": "",
  "mn63:9.7": "‘this is the practice that leads to the cessation of suffering.’ ",
  "mn63:9.8": "",
  "mn63:10.1": "And why have I declared these things? ",
  "mn63:10.2": "Because they are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "mn63:10.3": "That’s why I have declared them. ",
  "mn63:10.4": "So, Māluṅkyaputta, you should remember what I have not declared as undeclared, ",
  "mn63:10.5": "and what I have declared as declared.” ",
  "mn63:10.6": "That is what the Buddha said. ",
  "mn63:10.7": "Satisfied, Venerable Māluṅkyaputta was happy with what the Buddha said. "
}