{
  "mn67:0.1": "Middle Discourses 67 ",
  "mn67:0.2": "At Cātumā ",
  "mn67:1.1": "So I have heard. ",
  "mn67:1.2": "At one time the Buddha was staying near Cātumā in a myrobalan grove. ",
  "mn67:2.1": "Now at that time around five hundred mendicants headed by Sāriputta and Moggallāna arrived at Cātumā to see the Buddha. ",
  "mn67:2.2": "And the visiting mendicants, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a dreadful racket. ",
  "mn67:3.1": "Then the Buddha said to Venerable Ānanda, ",
  "mn67:3.2": "“Ānanda, who’s making that dreadful racket? You’d think it was fishermen hauling in a catch!” ",
  "mn67:3.3": "And Ānanda told him what had happened. ",
  "mn67:3.4": "",
  "mn67:4.1": "“Well then, Ānanda, in my name tell those mendicants that ",
  "mn67:4.2": "the teacher summons them.” ",
  "mn67:4.3": "“Yes, sir,” Ānanda replied. He went to those mendicants and said, ",
  "mn67:4.4": "“Venerables, the teacher summons you.” ",
  "mn67:4.5": "“Yes, reverend,” replied those mendicants. Then they rose from their seats and went to the Buddha, bowed, and sat down to one side. The Buddha said to them: ",
  "mn67:4.6": "“Mendicants, what’s with that dreadful racket? You’d think it was fishermen hauling in a catch!” ",
  "mn67:4.7": "And they told him what had happened. ",
  "mn67:4.8": "",
  "mn67:5.1": "“Go away, mendicants, I dismiss you. You are not to stay in my presence.” ",
  "mn67:5.2": "“Yes, sir,” replied those mendicants. They got up from their seats, bowed, and respectfully circled the Buddha, keeping him on their right. They set their lodgings in order and left, taking their bowls and robes. ",
  "mn67:6.1": "Now at that time the Sakyans of Cātumā were sitting together at the town hall on some business. ",
  "mn67:6.2": "Seeing those mendicants coming off in the distance, ",
  "mn67:6.3": "they went up to them and said, ",
  "mn67:6.4": "“Hello venerables, where are you going?” ",
  "mn67:6.5": "“Sirs, the mendicant Saṅgha has been dismissed by the Buddha.” ",
  "mn67:6.6": "“Well then, venerables, sit here for a minute. Hopefully we’ll be able to restore the Buddha’s confidence.” ",
  "mn67:6.7": "“Yes, sirs,” replied the mendicants. ",
  "mn67:7.1": "Then the Sakyans of Cātumā went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "mn67:7.2": "“May the Buddha approve of the mendicant Saṅgha! ",
  "mn67:7.3": "May the Buddha welcome the mendicant Saṅgha! ",
  "mn67:7.4": "May the Buddha support the mendicant Saṅgha now as he did in the past! ",
  "mn67:7.5": "There are mendicants here who are junior, recently gone forth, newly come to this teaching and training. ",
  "mn67:7.6": "If they don’t get to see the Buddha they may change and fall apart. ",
  "mn67:7.7": "If young seedlings don’t get water they may change and fall apart. ",
  "mn67:7.8": "In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart. ",
  "mn67:7.9": "If a young calf doesn’t see its mother it may change and fall apart. ",
  "mn67:7.10": "In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart. ",
  "mn67:7.11": "May the Buddha approve of the mendicant Saṅgha! ",
  "mn67:7.12": "May the Buddha welcome the mendicant Saṅgha! ",
  "mn67:7.13": "May the Buddha support the mendicant Saṅgha now as he did in the past!” ",
  "mn67:8.1": "Then Brahmā Sahampati knew what the Buddha was thinking. As easily as a strong person would extend or contract their arm, he vanished from the Brahmā realm and reappeared in front of the Buddha. ",
  "mn67:8.2": "He arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said: ",
  "mn67:9.1": "“May the Buddha approve of the mendicant Saṅgha! ",
  "mn67:9.2": "May the Buddha welcome the mendicant Saṅgha! ",
  "mn67:9.3": "May the Buddha support the mendicant Saṅgha now as he did in the past! ",
  "mn67:9.4": "There are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart. ",
  "mn67:9.5": "If young seedlings don’t get water they may change and fall apart. … ",
  "mn67:9.6": "",
  "mn67:9.7": "If a young calf doesn’t see its mother it may change and fall apart. ",
  "mn67:9.8": "In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart. ",
  "mn67:9.9": "May the Buddha approve of the mendicant Saṅgha! ",
  "mn67:9.10": "May the Buddha welcome the mendicant Saṅgha! ",
  "mn67:9.11": "May the Buddha support the mendicant Saṅgha now as he did in the past!” ",
  "mn67:10.1": "The Sakyans of Cātumā and Brahmā Sahampati were able to restore the Buddha’s confidence with the similes of the seedlings and the calf. ",
  "mn67:11.1": "Then Venerable Mahāmoggallāna addressed the mendicants, ",
  "mn67:11.2": "“Get up, reverends, and pick up your bowls and robes. ",
  "mn67:11.3": "The Buddha’s confidence has been restored by the Sakyans of Cātumā and Brahmā Sahampati with the similes of the seedlings and the calf.” ",
  "mn67:12.1": "“Yes, reverend,” replied those mendicants. Then they rose from their seats and, taking their bowls and robes, went to the Buddha, bowed, and sat down to one side. The Buddha said to Venerable Sāriputta, ",
  "mn67:12.2": "“Sāriputta, what did you think when the mendicant Saṅgha was dismissed by me?” ",
  "mn67:12.3": "“Sir, I thought this: ",
  "mn67:12.4": "‘The Buddha has dismissed the mendicant Saṅgha. ",
  "mn67:12.5": "Now he will remain passive, dwelling in blissful meditation in the present life, and so will we.’” ",
  "mn67:12.6": "“Hold on, Sāriputta, hold on! Don’t you ever think such a thing again!” ",
  "mn67:13.1": "Then the Buddha addressed Venerable Mahāmoggallāna, ",
  "mn67:13.2": "“Moggallāna, what did you think when the mendicant Saṅgha was dismissed by me?” ",
  "mn67:13.3": "“Sir, I thought this: ",
  "mn67:13.4": "‘The Buddha has dismissed the mendicant Saṅgha. ",
  "mn67:13.5": "Now he will remain passive, dwelling in blissful meditation in the present life. Meanwhile, Venerable Sāriputta and I shall lead the mendicant Saṅgha.’” ",
  "mn67:13.6": "“Good, good, Moggallāna! ",
  "mn67:13.7": "For either I should lead the mendicant Saṅgha, or else Sāriputta and Moggallāna.” ",
  "mn67:14.1": "Then the Buddha said to the mendicants: ",
  "mn67:14.2": "“Mendicants, when you go into the water you should anticipate four dangers. ",
  "mn67:14.3": "What four? ",
  "mn67:14.4": "The dangers of waves, marsh crocodiles, whirlpools, and gharials. ",
  "mn67:14.5": "These are the four dangers that anyone who enters the water should anticipate. ",
  "mn67:15.1": "In the same way, a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate four dangers. ",
  "mn67:15.2": "What four? ",
  "mn67:15.3": "The dangers of waves, marsh crocodiles, whirlpools, and gharials. ",
  "mn67:16.1": "And what, mendicants, is the danger of waves? ",
  "mn67:16.2": "It’s when a gentleman has gone forth from the lay life to homelessness, thinking: ",
  "mn67:16.3": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "mn67:16.4": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "mn67:16.5": "When they’ve gone forth, their spiritual companions advise and instruct them: ",
  "mn67:16.6": "‘You should go out like this, and come back like that. You should look to the front like this, and to the side like that. You should contract your limbs like this, and extend them like that. This is how you should bear your outer robe, bowl, and robes.’ ",
  "mn67:16.7": "They think: ",
  "mn67:16.8": "‘Formerly, as laypeople, we advised and instructed others. ",
  "mn67:16.9": "And now these mendicants—who you’d think were our children or grandchildren—imagine they can advise and instruct us!’ ",
  "mn67:16.10": "They resign the training and return to a lesser life. ",
  "mn67:16.11": "This is called one who resigns the training and returns to a lesser life because they’re afraid of the danger of waves. ",
  "mn67:16.12": "‘Danger of waves’ is a term for anger and distress. ",
  "mn67:17.1": "And what, mendicants, is the danger of marsh crocodiles? ",
  "mn67:17.2": "It’s when a gentleman has gone forth from the lay life to homelessness, thinking: ",
  "mn67:17.3": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "mn67:17.4": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "mn67:17.5": "When they’ve gone forth, their spiritual companions advise and instruct them: ",
  "mn67:17.6": "‘You may eat, consume, taste, and drink these things, but not those. You may eat what’s allowable, but not what’s unallowable. You may eat at the right time, but not at the wrong time.’ ",
  "mn67:17.7": "They think: ‘Formerly, as laypeople, we used to eat, consume, taste, and drink what we wanted, not what we didn’t want. ",
  "mn67:17.8": "We ate and drank both allowable and unallowable things, at the right time and the wrong time. ",
  "mn67:17.9": "And these faithful householders give us delicious fresh and cooked foods at the wrong time of day. But these mendicants imagine they can gag our mouths!’ ",
  "mn67:17.10": "They resign the training and return to a lesser life. ",
  "mn67:17.11": "This is called one who resigns the training and returns to a lesser life because they’re afraid of the danger of marsh crocodiles. ",
  "mn67:17.12": "‘Danger of marsh crocodiles’ is a term for gluttony. ",
  "mn67:18.1": "And what, mendicants, is the danger of whirlpools? ",
  "mn67:18.2": "It’s when a gentleman has gone forth from the lay life to homelessness, thinking: ",
  "mn67:18.3": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "mn67:18.4": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "mn67:18.5": "When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties. ",
  "mn67:18.6": "There they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. ",
  "mn67:18.7": "They think: ",
  "mn67:18.8": "‘Formerly, as laypeople, we amused ourselves, supplied and provided with the five kinds of sensual stimulation. ",
  "mn67:18.9": "And it’s true that my family is wealthy. ",
  "mn67:18.10": "I can both enjoy my wealth and make merit.’ ",
  "mn67:18.11": "They resign the training and return to a lesser life. ",
  "mn67:18.12": "This is called one who resigns the training and returns to a lesser life because they’re afraid of the danger of whirlpools. ",
  "mn67:18.13": "‘Danger of whirlpools’ is a term for the five kinds of sensual stimulation. ",
  "mn67:19.1": "And what, mendicants, is the danger of gharials? ",
  "mn67:19.2": "It’s when a gentleman has gone forth from the lay life to homelessness, thinking: ",
  "mn67:19.3": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "mn67:19.4": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "mn67:19.5": "When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties. ",
  "mn67:19.6": "There they see a female scantily clad, with revealing clothes. ",
  "mn67:19.7": "Lust infects their mind, ",
  "mn67:19.8": "so they resign the training and return to a lesser life. ",
  "mn67:19.9": "This is called one who resigns the training and returns to a lesser life because they’re afraid of the danger of gharials. ",
  "mn67:19.10": "‘Danger of gharials’ is a term for females. ",
  "mn67:20.1": "These are the four dangers that a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate.” ",
  "mn67:20.2": "That is what the Buddha said. ",
  "mn67:20.3": "Satisfied, the mendicants were happy with what the Buddha said. "
}