{
  "mn70:0.1": "Middle Discourses 70 ",
  "mn70:0.2": "At Kīṭāgiri ",
  "mn70:1.1": "So I have heard. ",
  "mn70:1.2": "At one time the Buddha was wandering in the land of the Kāsis together with a large Saṅgha of mendicants. ",
  "mn70:1.3": "There the Buddha addressed the mendicants: ",
  "mn70:2.1": "“Mendicants, I abstain from eating at night. ",
  "mn70:2.2": "Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably. ",
  "mn70:2.3": "You too should abstain from eating at night. ",
  "mn70:2.4": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.” ",
  "mn70:2.5": "“Yes, sir,” they replied. ",
  "mn70:3.1": "Then the Buddha, traveling stage by stage in the land of the Kāsis, arrived at a town of the Kāsis named Kīṭāgiri, ",
  "mn70:3.2": "and stayed there. ",
  "mn70:4.1": "Now at that time the mendicants who followed Assaji and Punabbasuka were residing at Kīṭāgiri. ",
  "mn70:4.2": "Then several mendicants went up to them and said, ",
  "mn70:4.3": "“Reverends, the Buddha abstains from eating at night, and so does the mendicant Saṅgha. ",
  "mn70:4.4": "Doing so, they find that they’re healthy and well, nimble, strong, and living comfortably. ",
  "mn70:4.5": "You too should abstain from eating at night. ",
  "mn70:4.6": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.” ",
  "mn70:4.7": "When they said this, the mendicants who followed Assaji and Punabbasuka said to them, ",
  "mn70:4.8": "“Reverends, we eat in the evening, the morning, and at the wrong time of day. ",
  "mn70:4.9": "Doing so, we find that we’re healthy and well, nimble, strong, and living comfortably. ",
  "mn70:4.10": "Why should we give up what is visible in the present to chase after what takes effect over time? ",
  "mn70:4.11": "We shall eat in the evening, the morning, and at the wrong time of day.” ",
  "mn70:5.1": "Since those mendicants were unable to persuade the mendicants who were followers of Assaji and Punabbasuka, they approached the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "mn70:5.2": "",
  "mn70:5.3": "",
  "mn70:5.4": "",
  "mn70:5.5": "",
  "mn70:5.6": "",
  "mn70:5.7": "",
  "mn70:5.8": "",
  "mn70:5.9": "",
  "mn70:5.10": "",
  "mn70:5.11": "",
  "mn70:5.12": "",
  "mn70:6.1": "So the Buddha addressed a certain monk, ",
  "mn70:6.2": "“Please, monk, in my name tell the mendicants who follow Assaji and Punabbasuka that ",
  "mn70:6.3": "the teacher summons them.” ",
  "mn70:6.4": "“Yes, sir,” that monk replied. He went to those mendicants and said, ",
  "mn70:6.5": "“Venerables, the teacher summons you.” ",
  "mn70:6.6": "“Yes, reverend,” those mendicants replied. They went to the Buddha, bowed, and sat down to one side. ",
  "mn70:6.7": "The Buddha said to them, “Is it really true, mendicants, that several mendicants went to you and said: ",
  "mn70:6.8": "‘Reverends, the Buddha abstains from eating at night, and so does the mendicant Saṅgha. ",
  "mn70:6.9": "Doing so, they find that they’re healthy and well, nimble, strong, and living comfortably. ",
  "mn70:6.10": "You too should abstain from eating at night. ",
  "mn70:6.11": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.’ ",
  "mn70:6.12": "When they said this, did you really say to them: ",
  "mn70:6.13": "‘Reverends, we eat in the evening, the morning, and at the wrong time of day. ",
  "mn70:6.14": "Doing so, we find that we’re healthy and well, nimble, strong, and living comfortably. ",
  "mn70:6.15": "Why should we give up what is visible in the present to chase after what takes effect over time? ",
  "mn70:6.16": "We shall eat in the evening, the morning, and at the wrong time of day.’” ",
  "mn70:6.17": "“Yes, sir.” ",
  "mn70:6.18": "“Mendicants, have you ever known me to teach the Dhamma like this: no matter what this individual experiences—pleasurable, painful, or neutral—their unskillful qualities decline and their skillful qualities grow?” ",
  "mn70:6.19": "“No, sir.” ",
  "mn70:7.1": "“Haven’t you known me to teach the Dhamma like this: ‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow. When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow. When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow’?” ",
  "mn70:7.2": "“Yes, sir.” ",
  "mn70:8.1": "“Good, mendicants! ",
  "mn70:8.2": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:8.3": "‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline.’ ",
  "mn70:8.4": "Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of pleasant feeling’?” ",
  "mn70:8.5": "“No, sir.” ",
  "mn70:8.6": "“But I have known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:8.7": "‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of pleasant feeling.’ ",
  "mn70:8.8": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:8.9": "‘When someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow.’ ",
  "mn70:8.10": "Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of pleasant feeling’?” ",
  "mn70:8.11": "“No, sir.” ",
  "mn70:8.12": "“But I have known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:8.13": "‘When someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of pleasant feeling.’ ",
  "mn70:8.14": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:8.15": "‘When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline.’ ",
  "mn70:8.16": "Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of painful feeling’?” ",
  "mn70:8.17": "“No, sir.” ",
  "mn70:9.1": "“But I have known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:9.2": "‘When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of painful feeling.’ ",
  "mn70:9.3": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:9.4": "‘When someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow.’ ",
  "mn70:9.5": "Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of painful feeling’?” ",
  "mn70:9.6": "“No, sir.” ",
  "mn70:9.7": "“But I have known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:9.8": "‘When someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of painful feeling.’ ",
  "mn70:10.1": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:10.2": "‘When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline.’ ",
  "mn70:10.3": "Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of neutral feeling’?” ",
  "mn70:10.4": "“No, sir.” ",
  "mn70:10.5": "“But I have known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:10.6": "‘When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of neutral feeling.’ ",
  "mn70:10.7": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:10.8": "‘When someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow.’ ",
  "mn70:10.9": "Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of neutral feeling’?” ",
  "mn70:10.10": "“No, sir.” ",
  "mn70:11.1": "“But I have known, seen, understood, realized, and experienced this with wisdom: ",
  "mn70:11.2": "‘When someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of neutral feeling.’ ",
  "mn70:12.1": "Mendicants, I don’t say that all these mendicants still have work to do with diligence. ",
  "mn70:12.2": "Nor do I say that all these mendicants have no work to do with diligence. ",
  "mn70:12.3": "I say that mendicants don’t have work to do with diligence if they are perfected, with defilements ended, having completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and become rightly freed through enlightenment. ",
  "mn70:12.4": "Why is that? ",
  "mn70:12.5": "They’ve done their work with diligence. ",
  "mn70:12.6": "They’re incapable of being negligent. ",
  "mn70:13.1": "I say that mendicants still have work to do with diligence if they are trainees, who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary from the yoke. ",
  "mn70:13.2": "Why is that? Thinking: ",
  "mn70:13.3": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. ",
  "mn70:13.4": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ ",
  "mn70:13.5": "Seeing this fruit of diligence for those mendicants, I say that they still have work to do with diligence. ",
  "mn70:14.1": "Mendicants, these seven people are found in the world. ",
  "mn70:14.2": "What seven? ",
  "mn70:14.3": "One freed both ways, one freed by wisdom, a personal witness, one attained to view, one freed by faith, a follower of the teachings, and a follower by faith. ",
  "mn70:15.1": "And what person is freed both ways? ",
  "mn70:15.2": "It’s a person who has direct meditative experience of the peaceful liberations that are formless, transcending form. And, having seen with wisdom, their defilements have come to an end. ",
  "mn70:15.3": "This person is called freed both ways. ",
  "mn70:15.4": "And I say that this mendicant has no work to do with diligence. ",
  "mn70:15.5": "Why is that? ",
  "mn70:15.6": "They’ve done their work with diligence. ",
  "mn70:15.7": "They’re incapable of being negligent. ",
  "mn70:16.1": "And what person is freed by wisdom? ",
  "mn70:16.2": "It’s a person who does not have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, their defilements have come to an end. ",
  "mn70:16.3": "This person is called freed by wisdom. ",
  "mn70:16.4": "I say that this mendicant has no work to do with diligence. ",
  "mn70:16.5": "Why is that? ",
  "mn70:16.6": "They’ve done their work with diligence. ",
  "mn70:16.7": "They’re incapable of being negligent. ",
  "mn70:17.1": "And what person is a personal witness? ",
  "mn70:17.2": "It’s a person who has direct meditative experience of the peaceful liberations that are formless, transcending form. And, having seen with wisdom, some of their defilements have come to an end. ",
  "mn70:17.3": "This person is called a personal witness. ",
  "mn70:17.4": "I say that this mendicant still has work to do with diligence. ",
  "mn70:17.5": "Why is that? Thinking: ",
  "mn70:17.6": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. ",
  "mn70:17.7": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ ",
  "mn70:17.8": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. ",
  "mn70:18.1": "And what person is attained to view? ",
  "mn70:18.2": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they have clearly seen and clearly contemplated with wisdom the teaching and training proclaimed by the Realized One. ",
  "mn70:18.3": "This person is called attained to view. ",
  "mn70:18.4": "I say that this mendicant also still has work to do with diligence. ",
  "mn70:18.5": "Why is that? Thinking: ",
  "mn70:18.6": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. ",
  "mn70:18.7": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ ",
  "mn70:18.8": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. ",
  "mn70:19.1": "And what person is freed by faith? ",
  "mn70:19.2": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And their faith is settled, rooted, and planted in the Realized One. ",
  "mn70:19.3": "This person is called freed by faith. ",
  "mn70:19.4": "I say that this mendicant also still has work to do with diligence. ",
  "mn70:19.5": "Why is that? Thinking: ",
  "mn70:19.6": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. ",
  "mn70:19.7": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ ",
  "mn70:19.8": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. ",
  "mn70:20.1": "And what person is a follower of the teachings? ",
  "mn70:20.2": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they accept the teachings proclaimed by the Realized One after considering them with a degree of wisdom. And they have the following qualities: ",
  "mn70:20.3": "the faculties of faith, energy, mindfulness, immersion, and wisdom. ",
  "mn70:20.4": "This person is called a follower of the teachings. ",
  "mn70:20.5": "I say that this mendicant also still has work to do with diligence. ",
  "mn70:20.6": "Why is that? Thinking: ",
  "mn70:20.7": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. ",
  "mn70:20.8": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ ",
  "mn70:20.9": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. ",
  "mn70:21.1": "And what person is a follower by faith? ",
  "mn70:21.2": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they have a degree of faith and love for the Realized One. And they have the following qualities: ",
  "mn70:21.3": "the faculties of faith, energy, mindfulness, immersion, and wisdom. ",
  "mn70:21.4": "This person is called a follower by faith. ",
  "mn70:21.5": "I say that this mendicant also still has work to do with diligence. ",
  "mn70:21.6": "Why is that? Thinking: ",
  "mn70:21.7": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. ",
  "mn70:21.8": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ ",
  "mn70:21.9": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. ",
  "mn70:22.1": "Mendicants, I don’t say that enlightenment is achieved right away. ",
  "mn70:22.2": "Rather, enlightenment is achieved by gradual training, progress, and practice. ",
  "mn70:23.1": "And how is enlightenment achieved by gradual training, progress, and practice? ",
  "mn70:23.2": "It’s when someone in whom faith has arisen approaches a teacher. They pay homage, actively listen, hear the teachings, remember the teachings, reflect on their meaning, and accept them after consideration. Then enthusiasm springs up; they make an effort, weigh up, and persevere. Persevering, they directly realize the ultimate truth, and see it with penetrating wisdom. ",
  "mn70:24.1": "Mendicants, there has not been that faith, ",
  "mn70:24.2": "that approaching, ",
  "mn70:24.3": "that paying homage, ",
  "mn70:24.4": "that listening, ",
  "mn70:24.5": "that hearing the teachings, ",
  "mn70:24.6": "that remembering the teachings, ",
  "mn70:24.7": "that reflecting on their meaning, ",
  "mn70:24.8": "that acceptance after consideration, ",
  "mn70:24.9": "that enthusiasm, ",
  "mn70:24.10": "that making an effort, ",
  "mn70:24.11": "that weighing up, ",
  "mn70:24.12": "or that striving. ",
  "mn70:24.13": "You’ve lost the way, mendicants! You’re practicing the wrong way! ",
  "mn70:24.14": "Just how far have these foolish people strayed from this teaching and training! ",
  "mn70:25.1": "There is an exposition in four parts, which a sensible person would quickly understand when it is recited. ",
  "mn70:25.2": "I shall recite it for you, mendicants. Try to understand it.” ",
  "mn70:25.3": "“Sir, who are we to be counted alongside those who understand the teaching?” ",
  "mn70:26.1": "“Even with a teacher who values things of the flesh, is an heir in things of the flesh, who lives caught up in things of the flesh, you wouldn’t get into such haggling: ",
  "mn70:26.2": "‘If we get this, we’ll do that. If we don’t get this, we won’t do it.’ What then of the Realized One, who lives utterly detached from things of the flesh? ",
  "mn70:27.1": "For a faithful disciple who is practicing to fathom the Teacher’s instructions, this is in line with the teaching: ",
  "mn70:27.2": "‘The Buddha is my Teacher, I am his disciple. ",
  "mn70:27.3": "The Buddha knows, I do not know.’ ",
  "mn70:27.4": "For a faithful disciple who is practicing to fathom the Teacher’s instructions, the Teacher’s instructions are nourishing and nutritious. ",
  "mn70:27.5": "For a faithful disciple who is practicing to fathom the Teacher’s instructions, this is in line with the teaching: ",
  "mn70:27.6": "‘Gladly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not relax my energy until I have achieved what is possible by human strength, energy, and vigor.’ ",
  "mn70:27.7": "A faithful disciple who is practicing to fathom the Teacher’s instructions can expect one of two results: ",
  "mn70:27.8": "enlightenment in the present life, or if there’s something left over, non-return.” ",
  "mn70:27.9": "That is what the Buddha said. ",
  "mn70:27.10": "Satisfied, the mendicants approved what the Buddha said. ",
  "mn70:27.11": "",
  "mn70:27.12": "",
  "mn70:28.1": "",
  "mn70:28.2": "",
  "mn70:28.3": ""
}