{
  "mn72:0.1": "Middle Discourses 72 ",
  "mn72:0.2": "With Vacchagotta on Fire ",
  "mn72:1.1": "So I have heard. ",
  "mn72:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn72:2.1": "Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him. ",
  "mn72:2.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "mn72:3.1": "“Master Gotama, is this your view: ‘The cosmos is eternal. This is the only truth, other ideas are silly’?” ",
  "mn72:3.2": "",
  "mn72:3.3": "“That’s not my view, Vaccha.” ",
  "mn72:3.4": "",
  "mn72:4.1": "“Then is this your view: ‘The cosmos is not eternal. This is the only truth, other ideas are silly’?” ",
  "mn72:4.2": "",
  "mn72:4.3": "“That’s not my view, Vaccha.” ",
  "mn72:4.4": "",
  "mn72:5.1": "“Then is this your view: ‘The world is finite. This is the only truth, other ideas are silly’?” ",
  "mn72:5.2": "",
  "mn72:5.3": "“That’s not my view, Vaccha.” ",
  "mn72:5.4": "",
  "mn72:6.1": "“Then is this your view: ‘The world is infinite. This is the only truth, other ideas are silly’?” ",
  "mn72:6.2": "",
  "mn72:6.3": "“That’s not my view, Vaccha.” ",
  "mn72:6.4": "",
  "mn72:7.1": "“Then is this your view: ‘The soul and the body are the same thing. This is the only truth, other ideas are silly’?” ",
  "mn72:7.2": "",
  "mn72:7.3": "“That’s not my view, Vaccha.” ",
  "mn72:7.4": "",
  "mn72:8.1": "“Then is this your view: ‘The soul and the body are different things. This is the only truth, other ideas are silly’?” ",
  "mn72:8.2": "",
  "mn72:8.3": "“That’s not my view, Vaccha.” ",
  "mn72:8.4": "",
  "mn72:9.1": "“Then is this your view: ‘A Realized One exists after death. This is the only truth, other ideas are silly’?” ",
  "mn72:9.2": "",
  "mn72:9.3": "“That’s not my view, Vaccha.” ",
  "mn72:9.4": "",
  "mn72:10.1": "“Then is this your view: ‘A Realized One doesn’t exist after death. This is the only truth, other ideas are silly’?” ",
  "mn72:10.2": "",
  "mn72:10.3": "“That’s not my view, Vaccha.” ",
  "mn72:10.4": "",
  "mn72:11.1": "“Then is this your view: ‘A Realized One both exists and doesn’t exist after death. This is the only truth, other ideas are silly’?” ",
  "mn72:11.2": "",
  "mn72:11.3": "“That’s not my view, Vaccha.” ",
  "mn72:11.4": "",
  "mn72:12.1": "“Then is this your view: ‘A Realized One neither exists nor doesn’t exist after death. This is the only truth, other ideas are silly’?” ",
  "mn72:12.2": "",
  "mn72:12.3": "“That’s not my view, Vaccha.” ",
  "mn72:12.4": "",
  "mn72:13.1": "“Master Gotama, when asked these ten questions, you say: ‘That’s not my view.’ ",
  "mn72:13.2": "",
  "mn72:13.3": "",
  "mn72:13.4": "",
  "mn72:13.5": "",
  "mn72:13.6": "",
  "mn72:13.7": "",
  "mn72:13.8": "",
  "mn72:13.9": "",
  "mn72:13.10": "",
  "mn72:13.11": "",
  "mn72:13.12": "",
  "mn72:13.13": "",
  "mn72:13.14": "",
  "mn72:13.15": "",
  "mn72:13.16": "",
  "mn72:13.17": "",
  "mn72:13.18": "",
  "mn72:13.19": "",
  "mn72:13.20": "",
  "mn72:13.21": "",
  "mn72:13.22": "",
  "mn72:13.23": "",
  "mn72:13.24": "",
  "mn72:13.25": "",
  "mn72:13.26": "",
  "mn72:13.27": "",
  "mn72:13.28": "",
  "mn72:13.29": "",
  "mn72:13.30": "",
  "mn72:13.31": "Seeing what drawback do you avoid all these convictions?” ",
  "mn72:14.1": "“Each of these ten convictions is the thicket of views, the desert of views, the trick of views, the evasiveness of views, the fetter of views. They’re beset with anguish, distress, and fever. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "mn72:14.2": "",
  "mn72:14.3": "",
  "mn72:14.4": "",
  "mn72:14.5": "",
  "mn72:14.6": "",
  "mn72:14.7": "",
  "mn72:14.8": "",
  "mn72:14.9": "",
  "mn72:14.10": "",
  "mn72:14.11": "Seeing this drawback I avoid all these convictions.” ",
  "mn72:15.1": "“But does Master Gotama have any convictions at all?” ",
  "mn72:15.2": "“The Realized One has done away with convictions. ",
  "mn72:15.3": "For the Realized One has seen: ",
  "mn72:15.4": "‘Such is form, such is the origin of form, such is the ending of form. ",
  "mn72:15.5": "Such is feeling, such is the origin of feeling, such is the ending of feeling. ",
  "mn72:15.6": "Such is perception, such is the origin of perception, such is the ending of perception. ",
  "mn72:15.7": "Such are choices, such is the origin of choices, such is the ending of choices. ",
  "mn72:15.8": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "mn72:15.9": "That’s why the Realized One is freed with the ending, fading away, cessation, giving up, and letting go of all identifying, all worries, and all ego, possessiveness, or underlying tendency to conceit, I say.” ",
  "mn72:16.1": "“But Master Gotama, when a mendicant’s mind is freed like this, where are they reborn?” ",
  "mn72:16.2": "“‘They’re reborn’ doesn’t apply, Vaccha.” ",
  "mn72:16.3": "“Well then, are they not reborn?” ",
  "mn72:16.4": "“‘They’re not reborn’ doesn’t apply, Vaccha.” ",
  "mn72:16.5": "“Well then, are they both reborn and not reborn?” ",
  "mn72:16.6": "“‘They’re both reborn and not reborn’ doesn’t apply, Vaccha.” ",
  "mn72:16.7": "“Well then, are they neither reborn nor not reborn?” ",
  "mn72:16.8": "“‘They’re neither reborn nor not reborn’ doesn’t apply, Vaccha.” ",
  "mn72:17.1": "“Master Gotama, when asked all these questions, you say: ‘It doesn’t apply.’ ",
  "mn72:17.2": "",
  "mn72:17.3": "",
  "mn72:17.4": "",
  "mn72:17.5": "I fail to understand this point, Master Gotama; I’ve fallen into confusion. ",
  "mn72:17.6": "And I’ve now lost even the degree of clarity I had from previous discussions with Master Gotama.” ",
  "mn72:18.1": "“No wonder you don’t understand, Vaccha, no wonder you’re confused. ",
  "mn72:18.2": "For this principle is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ",
  "mn72:18.3": "It’s hard for you to understand, since you have a different view, creed, and preference, unless you dedicate yourself to practice with the guidance of tradition. ",
  "mn72:18.4": "Well then, Vaccha, I’ll ask you about this in return, and you can answer as you like. ",
  "mn72:19.1": "What do you think, Vaccha? ",
  "mn72:19.2": "Suppose a fire was burning in front of you. Would you know: ",
  "mn72:19.3": "‘This fire is burning in front of me’?” ",
  "mn72:19.4": "“Yes, I would, Master Gotama.” ",
  "mn72:19.5": "",
  "mn72:19.6": "“But Vaccha, suppose they were to ask you: ",
  "mn72:19.7": "‘This fire burning in front of you: what does it depend on to burn?’ How would you answer?” ",
  "mn72:19.8": "",
  "mn72:19.9": "“I would answer like this: ",
  "mn72:19.10": "‘This fire burning in front of me burns in dependence on grass and logs as fuel.’” ",
  "mn72:19.11": "“Suppose that fire burning in front of you was extinguished. Would you know: ",
  "mn72:19.12": "‘This fire in front of me is extinguished’?” ",
  "mn72:19.13": "“Yes, I would, Master Gotama.” ",
  "mn72:19.14": "",
  "mn72:19.15": "“But Vaccha, suppose they were to ask you: ",
  "mn72:19.16": "‘This fire in front of you that is extinguished: in what direction did it go—",
  "mn72:19.17": "east, south, west, or north?’ How would you answer?” ",
  "mn72:19.18": "“It doesn’t apply, Master Gotama. The fire depended on grass and logs as fuel. When that runs out, and no more fuel is added, the fire is reckoned to have become extinguished due to lack of fuel.” ",
  "mn72:20.1": "“In the same way, Vaccha, any form by which a Realized One might be described has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ",
  "mn72:20.2": "A Realized One is freed from reckoning in terms of form. They’re deep, immeasurable, and hard to fathom, ",
  "mn72:20.3": "like the ocean. ",
  "mn72:20.4": "‘They’re reborn’, ‘they’re not reborn’, ‘they’re both reborn and not reborn’, ‘they’re neither reborn nor not reborn’—none of these apply. ",
  "mn72:20.5": "Any feeling … ",
  "mn72:20.6": "",
  "mn72:20.7": "",
  "mn72:20.8": "",
  "mn72:20.9": "perception … ",
  "mn72:20.10": "",
  "mn72:20.11": "",
  "mn72:20.12": "",
  "mn72:20.13": "choices … ",
  "mn72:20.14": "",
  "mn72:20.15": "",
  "mn72:20.16": "",
  "mn72:20.17": "consciousness by which a Realized One might be described has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ",
  "mn72:20.18": "A Realized One is freed from reckoning in terms of consciousness. They’re deep, immeasurable, and hard to fathom, ",
  "mn72:20.19": "like the ocean. ",
  "mn72:20.20": "‘They’re reborn’, ‘they’re not reborn’, ‘they’re both reborn and not reborn’, ‘they’re neither reborn nor not reborn’—none of these apply.” ",
  "mn72:21.1": "When he said this, the wanderer Vacchagotta said to the Buddha: ",
  "mn72:21.2": "“Master Gotama, suppose there was a large sal tree not far from a town or village. ",
  "mn72:21.3": "And because it’s impermanent, its branches and foliage, bark and shoots, and softwood would fall off. ",
  "mn72:21.4": "After some time it would be rid of branches and foliage, bark and shoots, and softwood, consisting purely of heartwood. ",
  "mn72:21.5": "In the same way, Master Gotama’s dispensation is rid of branches and foliage, bark and shoots, and softwood, consisting purely of heartwood. ",
  "mn72:22.1": "Excellent, Master Gotama! … ",
  "mn72:22.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}