{
  "mn73:0.1": "Middle Discourses 73 ",
  "mn73:0.2": "The Longer Discourse With Vacchagotta ",
  "mn73:1.1": "So I have heard. ",
  "mn73:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn73:2.1": "Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him. ",
  "mn73:2.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ",
  "mn73:3.1": "“For a long time I have had discussions with Master Gotama. ",
  "mn73:3.2": "Please teach me in brief what is skillful and what is unskillful.” ",
  "mn73:3.3": "“Vaccha, I can teach you what is skillful and what is unskillful in brief or in detail. ",
  "mn73:3.4": "Still, let me do so in brief. ",
  "mn73:3.5": "Listen and apply your mind well, I will speak.” ",
  "mn73:3.6": "“Yes, sir,” Vaccha replied. ",
  "mn73:3.7": "The Buddha said this: ",
  "mn73:4.1": "“Greed is unskillful, contentment is skillful. ",
  "mn73:4.2": "Hate is unskillful, love is skillful. ",
  "mn73:4.3": "Delusion is unskillful, understanding is skillful. ",
  "mn73:4.4": "So there are these three unskillful things and three that are skillful. ",
  "mn73:5.1": "Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view: these things are unskillful. ",
  "mn73:5.2": "Refraining from killing living creatures, stealing, and sexual misconduct; refraining from speech that’s false, divisive, harsh, or nonsensical; contentment, kind-heartedness, and right view: these things are skillful. ",
  "mn73:5.3": "",
  "mn73:5.4": "",
  "mn73:5.5": "",
  "mn73:5.6": "",
  "mn73:5.7": "",
  "mn73:5.8": "",
  "mn73:5.9": "",
  "mn73:5.10": "",
  "mn73:5.11": "So there are these ten unskillful things and ten that are skillful. ",
  "mn73:6.1": "When a mendicant has given up craving so it is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future, that mendicant is perfected. They’ve ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment.” ",
  "mn73:7.1": "“Leaving aside Master Gotama, ",
  "mn73:7.2": "is there even a single monk disciple of Master Gotama who has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements?” ",
  "mn73:7.3": "“There are not just one hundred such monks who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
  "mn73:8.1": "“Leaving aside Master Gotama and the monks, ",
  "mn73:8.2": "is there even a single nun disciple of Master Gotama who has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements?” ",
  "mn73:8.3": "“There are not just one hundred such nuns who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
  "mn73:9.1": "“Leaving aside Master Gotama, the monks, and the nuns, ",
  "mn73:9.2": "is there even a single layman disciple of Master Gotama—white-clothed and celibate—who, with the ending of the five lower fetters, is reborn spontaneously, to be extinguished there, not liable to return from that world?” ",
  "mn73:9.3": "“There are not just one hundred such celibate laymen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
  "mn73:10.1": "“Leaving aside Master Gotama, the monks, the nuns, and the celibate laymen, ",
  "mn73:10.2": "is there even a single layman disciple of Master Gotama—white-clothed, enjoying sensual pleasures, following instructions, and responding to advice—who has gone beyond doubt, got rid of indecision, and lives self-assured and independent of others regarding the Teacher’s instruction?” ",
  "mn73:10.3": "“There are not just one hundred such laymen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
  "mn73:11.1": "“Leaving aside Master Gotama, the monks, the nuns, the celibate laymen, and the laymen enjoying sensual pleasures, ",
  "mn73:11.2": "is there even a single laywoman disciple of Master Gotama—white-clothed and celibate—who, with the ending of the five lower fetters, is reborn spontaneously, to be extinguished there, not liable to return from that world?” ",
  "mn73:11.3": "“There are not just one hundred such celibate laywomen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
  "mn73:12.1": "“Leaving aside Master Gotama, the monks, the nuns, the celibate laymen, the laymen enjoying sensual pleasures, and the celibate laywomen, ",
  "mn73:12.2": "is there even a single laywoman disciple of Master Gotama—white-clothed, enjoying sensual pleasures, following instructions, and responding to advice—who has gone beyond doubt, got rid of indecision, and lives self-assured and independent of others regarding the Teacher’s instruction?” ",
  "mn73:12.3": "“There are not just one hundred such laywomen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
  "mn73:13.1": "“If Master Gotama was the only one to succeed in this teaching, not any monks, ",
  "mn73:13.2": "then this spiritual path would be incomplete in that respect. ",
  "mn73:13.3": "But because both Master Gotama and monks have succeeded in this teaching, ",
  "mn73:13.4": "this spiritual path is complete in that respect. ",
  "mn73:13.5": "If Master Gotama and the monks were the only ones to succeed in this teaching, not any nuns … ",
  "mn73:13.6": "",
  "mn73:13.7": "",
  "mn73:13.8": "",
  "mn73:13.9": "celibate laymen … ",
  "mn73:13.10": "",
  "mn73:13.11": "",
  "mn73:13.12": "",
  "mn73:13.13": "laymen enjoying sensual pleasures … ",
  "mn73:13.14": "",
  "mn73:13.15": "",
  "mn73:13.16": "",
  "mn73:13.17": "celibate laywomen … ",
  "mn73:13.18": "",
  "mn73:13.19": "",
  "mn73:13.20": "",
  "mn73:13.21": "laywomen enjoying sensual pleasures, ",
  "mn73:13.22": "then this spiritual path would be incomplete in that respect. ",
  "mn73:13.23": "But because Master Gotama, monks, nuns, celibate laymen, laymen enjoying sensual pleasures, celibate laywomen, and laywomen enjoying sensual pleasures have all succeeded in this teaching, ",
  "mn73:13.24": "this spiritual path is complete in that respect. ",
  "mn73:14.1": "Just as the Ganges river slants, slopes, and inclines towards the ocean, and keeps pushing into the ocean, in the same way Master Gotama’s assembly—with both laypeople and renunciates—slants, slopes, and inclines towards extinguishment, and keeps pushing into extinguishment. ",
  "mn73:15.1": "Excellent, Master Gotama! … ",
  "mn73:15.2": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn73:15.3": "May I receive the going forth, the ordination in the ascetic Gotama’s presence?” ",
  "mn73:16.1": "“Vaccha, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. ",
  "mn73:16.2": "However, I have recognized individual differences in this matter.” ",
  "mn73:16.3": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” ",
  "mn73:16.4": "And the wanderer Vaccha received the going forth, the ordination in the Buddha’s presence. ",
  "mn73:17.1": "Not long after his ordination, a fortnight later, Venerable Vacchagotta went to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn73:17.2": "“Sir, I’ve reached as far as possible with the knowledge and understanding of a trainee. ",
  "mn73:17.3": "Please teach me further.” ",
  "mn73:18.1": "“Well then, Vaccha, further develop two things: serenity and discernment. ",
  "mn73:18.2": "When you have further developed these two things, they’ll lead to the penetration of many elements. ",
  "mn73:19.1": "Whenever you want, you’ll be capable of realizing the following, in each and every case: ",
  "mn73:19.2": "‘May I wield the many kinds of psychic power: multiplying myself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with my hand the sun and moon, so mighty and powerful; controlling my body as far as the Brahmā realm.’ ",
  "mn73:20.1": "Whenever you want, you’ll be capable of realizing the following, in each and every case: ",
  "mn73:20.2": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ ",
  "mn73:21.1": "Whenever you want, you’ll be capable of realizing the following, in each and every case: ",
  "mn73:21.2": "‘May I understand the minds of other beings and individuals, having comprehended them with my mind. ",
  "mn73:21.3": "May I understand mind with greed as “mind with greed”, ",
  "mn73:21.4": "and mind without greed as “mind without greed”; ",
  "mn73:21.5": "mind with hate as “mind with hate”, ",
  "mn73:21.6": "and mind without hate as “mind without hate”; ",
  "mn73:21.7": "mind with delusion as “mind with delusion”, ",
  "mn73:21.8": "and mind without delusion as “mind without delusion”; ",
  "mn73:21.9": "constricted mind as “constricted mind”, ",
  "mn73:21.10": "and scattered mind as “scattered mind”; ",
  "mn73:21.11": "expansive mind as “expansive mind”, ",
  "mn73:21.12": "and unexpansive mind as “unexpansive mind”; ",
  "mn73:21.13": "mind that is not supreme as “mind that is not supreme”, ",
  "mn73:21.14": "and mind that is supreme as “mind that is supreme”; ",
  "mn73:21.15": "mind immersed in samādhi as “mind immersed in samādhi”, ",
  "mn73:21.16": "and mind not immersed in samādhi as “mind not immersed in samādhi”; ",
  "mn73:21.17": "freed mind as “freed mind”, ",
  "mn73:21.18": "and unfreed mind as “unfreed mind”.’ ",
  "mn73:21.19": "",
  "mn73:22.1": "Whenever you want, you’ll be capable of realizing the following, in each and every case: ",
  "mn73:22.2": "‘May I recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. May I remember: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I recollect my many past lives, with features and details.’ ",
  "mn73:22.3": "",
  "mn73:23.1": "Whenever you want, you’ll be capable of realizing the following, in each and every case: ",
  "mn73:23.2": "‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds: “These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’ ",
  "mn73:23.3": "",
  "mn73:24.1": "Whenever you want, you’ll be capable of realizing the following, in each and every case: ",
  "mn73:24.2": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ ",
  "mn73:24.3": "",
  "mn73:25.1": "And then Venerable Vacchagotta approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "mn73:26.1": "Then Vacchagotta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "mn73:26.2": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "mn73:26.3": "And Venerable Vacchagotta became one of the perfected. ",
  "mn73:27.1": "Now at that time several mendicants were going to see the Buddha. ",
  "mn73:27.2": "Vacchagotta saw them coming off in the distance, ",
  "mn73:27.3": "went up to them, and said, ",
  "mn73:27.4": "“Hello venerables, where are you going?” ",
  "mn73:27.5": "“Reverend, we are going to see the Buddha.” ",
  "mn73:27.6": "“Well then, reverends, in my name please bow with your head at the Buddha’s feet and say: ",
  "mn73:27.7": "‘Sir, the mendicant Vacchagotta bows with his head to your feet and says, ",
  "mn73:27.8": "“I have served the Blessed One! I have served the Holy One!”’” ",
  "mn73:28.1": "“Yes, reverend,” they replied. ",
  "mn73:28.2": "Then those mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn73:28.3": "“Sir, the mendicant Vacchagotta bows with his head to your feet and says: ",
  "mn73:28.4": "‘I have served the Blessed One! I have served the Holy One!’” ",
  "mn73:28.5": "“I’ve already comprehended Vacchagotta’s mind and understood that ",
  "mn73:28.6": "he has the three knowledges, and is very mighty and powerful. ",
  "mn73:28.7": "And deities also told me about this.” ",
  "mn73:28.8": "",
  "mn73:28.9": "That is what the Buddha said. ",
  "mn73:28.10": "Satisfied, the mendicants approved what the Buddha said. "
}