{
  "mn76:0.1": "Middle Discourses 76 ",
  "mn76:0.2": "With Sandaka ",
  "mn76:1.1": "So I have heard. ",
  "mn76:1.2": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery. ",
  "mn76:2.1": "Now at that time the wanderer Sandaka was residing at the cave of the wavy leaf fig tree together with a large assembly of around five hundred wanderers. ",
  "mn76:3.1": "Then in the late afternoon, Venerable Ānanda came out of retreat and addressed the mendicants: ",
  "mn76:3.2": "“Come, reverends, let’s go to the Devakata Pool to see the cave.” ",
  "mn76:3.3": "“Yes, reverend,” they replied. ",
  "mn76:3.4": "Then Ānanda together with several mendicants went to the Devakata Pool. ",
  "mn76:4.1": "Now at that time, Sandaka and the large assembly of wanderers were sitting together making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as ",
  "mn76:4.2": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. ",
  "mn76:4.3": "Sandaka saw Ānanda coming off in the distance, ",
  "mn76:4.4": "and hushed his own assembly, ",
  "mn76:4.5": "“Be quiet, good sirs, don’t make a sound. ",
  "mn76:4.6": "The ascetic Ānanda, a disciple of the ascetic Gotama, is coming. ",
  "mn76:4.7": "He is included among the disciples of the ascetic Gotama, who is residing near Kosambī. ",
  "mn76:4.8": "Such venerables like the quiet, are educated to be quiet, and praise the quiet. ",
  "mn76:4.9": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” ",
  "mn76:4.10": "Then those wanderers fell silent. ",
  "mn76:5.1": "Then Venerable Ānanda went up to the wanderer Sandaka, ",
  "mn76:5.2": "who said to him, ",
  "mn76:5.3": "“Come, Master Ānanda! Welcome, Master Ānanda! ",
  "mn76:5.4": "It’s been a long time since you took the opportunity to come here. ",
  "mn76:5.5": "Please, sir, sit down, this seat is ready.” ",
  "mn76:5.6": "Ānanda sat down on the seat spread out, ",
  "mn76:5.7": "while Sandaka took a low seat and sat to one side. ",
  "mn76:5.8": "Ānanda said to Sandaka, ",
  "mn76:5.9": "“Sandaka, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "mn76:5.10": "“Master Ānanda, leave aside what we were sitting talking about just now. ",
  "mn76:5.11": "It won’t be hard for you to hear about that later. ",
  "mn76:5.12": "It’d be great if Master Ānanda himself would give a Dhamma talk explaining his own tradition.” ",
  "mn76:5.13": "“Well then, Sandaka, listen and pay close attention, I will speak.” ",
  "mn76:5.14": "“Yes, sir,” replied Sandaka. ",
  "mn76:5.15": "Venerable Ānanda said this: ",
  "mn76:6.1": "“Sandaka, these things have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: four ways that negate the spiritual life, and four kinds of unreliable spiritual life. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t succeed in the procedure of the skillful teaching.” ",
  "mn76:6.2": "“But Master Ānanda, what are the four ways that negate the spiritual life, and the four kinds of unreliable spiritual life?” ",
  "mn76:7.1": "“Sandaka, take a certain teacher who has this doctrine and view: ",
  "mn76:7.2": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight. ",
  "mn76:7.3": "This person is made up of the four primary elements. When they die, the earth in their body merges and coalesces with the main mass of earth. The water in their body merges and coalesces with the main mass of water. The fire in their body merges and coalesces with the main mass of fire. The air in their body merges and coalesces with the main mass of air. The faculties are transferred to space. ",
  "mn76:7.4": "Four men with a bier carry away the corpse. ",
  "mn76:7.5": "Their footprints show the way to the cemetery. ",
  "mn76:7.6": "The bones become bleached. ",
  "mn76:7.7": "Offerings dedicated to the gods end in ashes. ",
  "mn76:7.8": "Giving is a doctrine for morons. ",
  "mn76:7.9": "When anyone affirms a positive teaching it’s just hollow, false nonsense. ",
  "mn76:7.10": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and they don’t exist after death.’ ",
  "mn76:8.1": "A sensible person reflects on this matter in this way: ",
  "mn76:8.2": "‘This teacher has such a doctrine and view. ",
  "mn76:8.3": "",
  "mn76:8.4": "",
  "mn76:8.5": "",
  "mn76:8.6": "",
  "mn76:8.7": "",
  "mn76:8.8": "",
  "mn76:8.9": "",
  "mn76:8.10": "",
  "mn76:8.11": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it ",
  "mn76:8.12": "have attained exactly the same level. Yet I’m not one who says that both of us are annihilated and destroyed when our body breaks up, and we don’t exist after death. ",
  "mn76:8.13": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. ",
  "mn76:8.14": "What do I know or see that I should lead the spiritual life under this teacher? ",
  "mn76:8.15": "This negates the spiritual life.’ ",
  "mn76:8.16": "Realizing this, they leave disappointed. ",
  "mn76:9.1": "This is the first way that negates the spiritual life. ",
  "mn76:10.1": "Furthermore, take a certain teacher who has this doctrine and view: ",
  "mn76:10.2": "‘The one who acts does nothing wrong when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. Nothing bad is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. ",
  "mn76:10.3": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. ",
  "mn76:10.4": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. ",
  "mn76:10.5": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. ",
  "mn76:10.6": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ ",
  "mn76:11.1": "A sensible person reflects on this matter in this way: ",
  "mn76:11.2": "‘This teacher has such a doctrine and view. ",
  "mn76:11.3": "",
  "mn76:11.4": "",
  "mn76:11.5": "",
  "mn76:11.6": "",
  "mn76:11.7": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it ",
  "mn76:11.8": "have attained exactly the same level. Yet I’m not one who says that when both of us act, nothing wrong is done. ",
  "mn76:11.9": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. ",
  "mn76:11.10": "What do I know or see that I should lead the spiritual life under this teacher? ",
  "mn76:11.11": "This negates the spiritual life.’ ",
  "mn76:11.12": "Realizing this, they leave disappointed. ",
  "mn76:12.1": "This is the second way that negates the spiritual life. ",
  "mn76:13.1": "Furthermore, take a certain teacher who has this doctrine and view: ",
  "mn76:13.2": "‘There is no cause or reason for the corruption of sentient beings. ",
  "mn76:13.3": "Sentient beings are corrupted without cause or reason. ",
  "mn76:13.4": "There’s no cause or reason for the purification of sentient beings. ",
  "mn76:13.5": "Sentient beings are purified without cause or reason. ",
  "mn76:13.6": "There is no power, no energy, no human strength or vigor. ",
  "mn76:13.7": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’ ",
  "mn76:14.1": "A sensible person reflects on this matter in this way: ",
  "mn76:14.2": "‘This teacher has such a doctrine and view. ",
  "mn76:14.3": "",
  "mn76:14.4": "",
  "mn76:14.5": "",
  "mn76:14.6": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it ",
  "mn76:14.7": "have attained exactly the same level. Yet I’m not one who says that both of us are purified without cause or reason. ",
  "mn76:14.8": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. ",
  "mn76:14.9": "What do I know or see that I should lead the spiritual life under this teacher? ",
  "mn76:14.10": "This negates the spiritual life.’ ",
  "mn76:14.11": "Realizing this, they leave disappointed. ",
  "mn76:15.1": "This is the third way that negates the spiritual life. ",
  "mn76:16.1": "Furthermore, take a certain teacher who has this doctrine and view: ",
  "mn76:16.2": "‘There are these seven substances that are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. ",
  "mn76:16.3": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or both pleasure and pain to each other. ",
  "mn76:16.4": "What seven? ",
  "mn76:16.5": "The substances of earth, water, fire, air; pleasure, pain, and the soul is the seventh. ",
  "mn76:16.6": "These seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. ",
  "mn76:16.7": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or both pleasure and pain to each other. ",
  "mn76:16.8": "And here there is no-one who kills or who makes others kill; no-one who learns or who educates others; no-one who understands or who helps others understand. ",
  "mn76:16.9": "If you chop off someone’s head with a sharp sword, you don’t take anyone’s life. ",
  "mn76:16.10": "The sword simply passes through the gap between the seven substances. ",
  "mn76:16.11": "There are 1.4 million main wombs, and 6,000, and 600. There are 500 deeds, and five, and three. There are deeds and half-deeds. There are 62 paths, 62 sub-eons, six classes of rebirth, and eight stages in a person’s life. There are 4,900 Ājīvaka ascetics, 4,900 wanderers, and 4,900 naked ascetics. There are 2,000 faculties, 3,000 hells, and 36 realms of dust. There are seven percipient embryos, seven non-percipient embryos, and seven embryos without attachments. There are seven gods, seven humans, and seven goblins. There are seven lakes, seven winds, seven cliffs, and 700 cliffs. There are seven dreams and 700 dreams. There are 8.4 million great eons through which the foolish and the astute transmigrate before making an end of suffering. ",
  "mn76:16.12": "And here there is no such thing as this: “By this precept or observance or mortification or spiritual life I shall force unripened deeds to bear their fruit, or eliminate old deeds by experiencing their results little by little”—for that cannot be. ",
  "mn76:16.13": "Pleasure and pain are allotted. Transmigration lasts only for a limited period, so there’s no increase or decrease, no getting better or worse. ",
  "mn76:16.14": "It’s like how, when you toss a ball of string, it rolls away unraveling. ",
  "mn76:16.15": "In the same way, after transmigrating the foolish and the astute will make an end of suffering.’ ",
  "mn76:17.1": "A sensible person reflects on this matter in this way: ",
  "mn76:17.2": "‘This teacher has such a doctrine and view. ",
  "mn76:17.3": "",
  "mn76:17.4": "",
  "mn76:17.5": "",
  "mn76:17.6": "",
  "mn76:17.7": "",
  "mn76:17.8": "",
  "mn76:17.9": "",
  "mn76:17.10": "",
  "mn76:17.11": "",
  "mn76:17.12": "",
  "mn76:17.13": "",
  "mn76:17.14": "",
  "mn76:17.15": "",
  "mn76:17.16": "",
  "mn76:17.17": "",
  "mn76:17.18": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it ",
  "mn76:17.19": "have attained exactly the same level. Yet I’m not one who says that after transmigrating both of us will make an end of suffering. ",
  "mn76:17.20": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. ",
  "mn76:17.21": "What do I know or see that I should lead the spiritual life under this teacher? ",
  "mn76:17.22": "This negates the spiritual life.’ ",
  "mn76:17.23": "Realizing this, they leave disappointed. ",
  "mn76:18.1": "This is the fourth way that negates the spiritual life. ",
  "mn76:19.1": "These are the four ways that negate the spiritual life that have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t succeed in the procedure of the skillful teaching.” ",
  "mn76:20.1": "“It’s incredible, Master Ānanda, it’s amazing, ",
  "mn76:20.2": "how these four ways that negate the spiritual life have been explained by the Buddha. ",
  "mn76:20.3": "But Master Ānanda, what are the four kinds of unreliable spiritual life?” ",
  "mn76:21.1": "“Sandaka, take a certain teacher who claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ",
  "mn76:21.2": "‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ ",
  "mn76:21.3": "He enters an empty house; he gets no almsfood; a dog bites him; he encounters a wild elephant, a wild horse, and a wild cow; he asks the name and clan of a woman or man; he asks the name and path to a village or town. ",
  "mn76:21.4": "When asked, ‘Why is this?’ he answers: ‘I had to enter an empty house, that’s why I entered it. I had to get no almsfood, that’s why I got none. I had to get bitten by a dog, that’s why I was bitten. I had to encounter a wild elephant, a wild horse, and a wild cow, that’s why I encountered them. I had to ask the name and clan of a woman or man, that’s why I asked. I had to ask the name and path to a village or town, that’s why I asked.’ ",
  "mn76:22.1": "A sensible person reflects on this matter in this way: ",
  "mn76:22.2": "‘This teacher makes such a claim, but he answers in such a way. ",
  "mn76:22.3": "This spiritual life is unreliable.’ ",
  "mn76:22.4": "Realizing this, they leave disappointed. ",
  "mn76:23.1": "This is the first kind of unreliable spiritual life. ",
  "mn76:24.1": "Furthermore, take another teacher who is an oral transmitter, who takes oral transmission to be the truth. ",
  "mn76:24.2": "He teaches by oral transmission, by the lineage of testament, by canonical authority. ",
  "mn76:24.3": "But when a teacher takes oral transmission to be the truth, some of that is well learned, some poorly learned, some true, and some otherwise. ",
  "mn76:25.1": "A sensible person reflects on this matter in this way: ",
  "mn76:25.2": "‘This teacher takes oral transmission to be the truth. He teaches by oral transmission, by the lineage of testament, by canonical authority. ",
  "mn76:25.3": "But when a teacher takes oral transmission to be the truth, some of that is well learned, some poorly learned, some true, and some otherwise. ",
  "mn76:25.4": "This spiritual life is unreliable.’ ",
  "mn76:25.5": "Realizing this, they leave disappointed. ",
  "mn76:26.1": "This is the second kind of unreliable spiritual life. ",
  "mn76:27.1": "Furthermore, take another teacher who relies on logic and inquiry. ",
  "mn76:27.2": "He teaches what he has worked out by logic, following a line of inquiry, expressing his own perspective. ",
  "mn76:27.3": "But when a teacher relies on logic and inquiry, some of that is well reasoned, some poorly reasoned, some true, and some otherwise. ",
  "mn76:28.1": "A sensible person reflects on this matter in this way: ",
  "mn76:28.2": "‘This teacher relies on logic and inquiry. ",
  "mn76:28.3": "He teaches what he has worked out by logic, following a line of inquiry, expressing his own perspective. ",
  "mn76:28.4": "But when a teacher relies on logic and inquiry, some of that is well reasoned, some poorly reasoned, some true, and some otherwise. ",
  "mn76:28.5": "This spiritual life is unreliable.’ ",
  "mn76:28.6": "Realizing this, they leave disappointed. ",
  "mn76:29.1": "This is the third kind of unreliable spiritual life. ",
  "mn76:30.1": "Furthermore, take another teacher who is dull and stupid. ",
  "mn76:30.2": "Because of that, whenever he’s asked a question, he resorts to evasiveness and equivocation: ",
  "mn76:30.3": "‘I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ ",
  "mn76:31.1": "A sensible person reflects on this matter in this way: ",
  "mn76:31.2": "‘This teacher is dull and stupid. ",
  "mn76:31.3": "Because of that, whenever he’s asked a question, he resorts to evasiveness and equivocation: ",
  "mn76:31.4": "“I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.” ",
  "mn76:31.5": "This spiritual life is unreliable.’ ",
  "mn76:31.6": "Realizing this, they leave disappointed. ",
  "mn76:32.1": "This is the fourth kind of unreliable spiritual life. ",
  "mn76:33.1": "These are the four kinds of unreliable spiritual life that have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t complete the procedure of the skillful teaching.” ",
  "mn76:34.1": "“It’s incredible, Master Ānanda, it’s amazing, ",
  "mn76:34.2": "how these four kinds of unreliable spiritual life have been explained by the Buddha. ",
  "mn76:34.3": "But, Master Ānanda, what would a teacher say and explain so that a sensible person would, to the best of their ability, practice such a spiritual path, and once practicing it, they would complete the procedure of the skillful teaching?” ",
  "mn76:35-42.1": "“Sandaka, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. … ",
  "mn76:35-42.2": "He gives up these five hindrances, corruptions of the heart that weaken wisdom. ",
  "mn76:35-42.3": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn76:35-42.4": "A sensible person would, to the best of their ability lead the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. ",
  "mn76:43.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant … enters and remains in the second absorption … ",
  "mn76:43.2": "",
  "mn76:44-45.1": "third absorption … ",
  "mn76:44-45.2": "",
  "mn76:46.1": "fourth absorption. ",
  "mn76:46.2": "A sensible person would, to the best of their ability lead the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. ",
  "mn76:47.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. ",
  "mn76:47.2": "They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details. ",
  "mn76:47.3": "A sensible person would, to the best of their ability lead the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. ",
  "mn76:48.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. ",
  "mn76:48.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds. ",
  "mn76:48.3": "A sensible person would, to the best of their ability lead the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. ",
  "mn76:49.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. ",
  "mn76:49.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn76:49.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn76:50.1": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "mn76:50.2": "When they’re freed, they know they’re freed. ",
  "mn76:50.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn76:50.4": "A sensible person would, to the best of their ability lead the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.” ",
  "mn76:51.1": "“But Master Ānanda, when a mendicant is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—could they still enjoy sensual pleasures?” ",
  "mn76:51.2": "“Sandaka, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in five respects. ",
  "mn76:51.3": "A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person. ",
  "mn76:51.4": "A mendicant who is perfected can’t transgress in these five respects.” ",
  "mn76:52.1": "“But Master Ānanda, when a mendicant is perfected, would the knowledge and vision that their defilements are ended be constantly and continually present to them, while walking, standing, sleeping, and waking?” ",
  "mn76:52.2": "",
  "mn76:52.3": "“Well then, Sandaka, I shall give you a simile. ",
  "mn76:52.4": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "mn76:52.5": "Suppose there was a person whose hands and feet had been amputated. ",
  "mn76:52.6": "Would they be aware that their hands and feet had been amputated constantly and continually, while walking, standing, sleeping, and waking? ",
  "mn76:52.7": "Or would they be aware of it only when they checked it?” ",
  "mn76:52.8": "",
  "mn76:52.9": "“They wouldn’t be aware of it constantly, ",
  "mn76:52.10": "",
  "mn76:52.11": "only when they checked it.” ",
  "mn76:52.12": "",
  "mn76:52.13": "“In the same way, when a mendicant is perfected, the knowledge and vision that their defilements are ended is not constantly and continually present to them, while walking, standing, sleeping, and waking. ",
  "mn76:52.14": "",
  "mn76:52.15": "Rather, they are aware of it only when they checked it.” ",
  "mn76:52.16": "",
  "mn76:53.1": "“But Reverend Ānanda, how many emancipators are there in this teaching and training?” ",
  "mn76:53.2": "“There are not just one hundred emancipators, Sandaka, or two or three or four or five hundred, but many more than that in this teaching and training.” ",
  "mn76:53.3": "“It’s incredible, Master Ānanda, it’s amazing! ",
  "mn76:53.4": "Namely, that there’s no glorifying one’s own teaching and putting down the teaching of others. The Dhamma is taught in its own field, and so many emancipators are recognized. ",
  "mn76:53.5": "But these Ājīvaka ascetics, those sons of dead sons, glorify themselves and put others down. And they only recognize three emancipators: ",
  "mn76:53.6": "Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla.” ",
  "mn76:54.1": "Then the wanderer Sandaka addressed his own assembly, ",
  "mn76:54.2": "“Go, good sirs. The spiritual life is lived under the ascetic Gotama. ",
  "mn76:54.3": "It’s not easy for me to give up possessions, honor, or popularity now.” ",
  "mn76:54.4": "And that’s how the wanderer Sandaka sent his own assembly to lead the spiritual life under the Buddha. "
}