{
  "mn83:0.1": "Middle Discourses 83 ",
  "mn83:0.2": "About King Makhādeva ",
  "mn83:1.1": "So I have heard. ",
  "mn83:1.2": "At one time the Buddha was staying near Mithilā in the Makhādeva Mango Grove. ",
  "mn83:2.1": "Then the Buddha smiled at a certain spot. ",
  "mn83:2.2": "Then Venerable Ānanda thought, ",
  "mn83:2.3": "“What is the cause, what is the reason why the Buddha smiled? ",
  "mn83:2.4": "Realized Ones do not smile for no reason.” ",
  "mn83:2.5": "So Ānanda arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said, ",
  "mn83:2.6": "“What is the cause, what is the reason why the Buddha smiled? ",
  "mn83:2.7": "Realized Ones do not smile for no reason.” ",
  "mn83:3.1": "“Once upon a time, Ānanda, right here in Mithilā there was a just and principled king named Makhādeva, a great king who stood by his duty. ",
  "mn83:3.2": "He justly treated brahmins and householders, and people of town and country. ",
  "mn83:3.3": "And he observed the sabbath on the fourteenth, fifteenth, and eighth of the fortnight. ",
  "mn83:4.1": "Then, after many years, many hundred years, many thousand years had passed, King Makhādeva addressed his barber, ",
  "mn83:4.2": "‘My dear barber, when you see grey hairs growing on my head, please tell me.’ ",
  "mn83:4.3": "‘Yes, Your Majesty,’ replied the barber. ",
  "mn83:4.4": "When many thousands of years had passed, the barber saw grey hairs growing on the king’s head. ",
  "mn83:4.5": "He said to the king, ",
  "mn83:4.6": "‘The messengers of the gods have shown themselves to you. Grey hairs can be seen growing on your head.’ ",
  "mn83:4.7": "‘Well then, my dear barber, carefully pull them out with tweezers and place them in my cupped hands.’ ",
  "mn83:4.8": "‘Yes, Your Majesty,’ replied the barber, and he did as the king said. ",
  "mn83:4.9": "The king gave the barber a prize village, then summoned the crown prince and said, ",
  "mn83:4.10": "‘Dear prince, the messengers of the gods have shown themselves to me. ",
  "mn83:4.11": "Grey hairs can be seen growing on my head. ",
  "mn83:4.12": "I have enjoyed human pleasures. ",
  "mn83:4.13": "Now it is time to seek heavenly pleasures. ",
  "mn83:4.14": "Come, dear prince, rule the realm. ",
  "mn83:4.15": "I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "mn83:4.16": "For dear prince, you too will one day see grey hairs growing on your head. When this happens, after giving a prize village to the barber and carefully instructing the crown prince in kingship, you should shave off your hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "mn83:4.17": "Keep up this good practice that I have founded. Do not be my final man. ",
  "mn83:4.18": "Whatever generation is current when such good practice is broken, he is their final man. ",
  "mn83:4.19": "Therefore I say to you, ",
  "mn83:4.20": "“Keep up this good practice that I have founded. Do not be my final man.”’ ",
  "mn83:5.1": "And so, after giving a prize village to the barber and carefully instructing the crown prince in kingship, King Makhādeva shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness here in this mango grove. ",
  "mn83:5.2": "He meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn83:5.3": "He meditated spreading a heart full of compassion … ",
  "mn83:5.4": "rejoicing … ",
  "mn83:5.5": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn83:6.1": "For 84,000 years King Makhādeva played games as a child, for 84,000 years he acted as viceroy, for 84,000 years he ruled the realm, and for 84,000 years he led the spiritual life after going forth here in this mango grove. ",
  "mn83:6.2": "And having developed the four divine meditations, when his body broke up, after death, he was reborn in a good place, a divine realm of Brahmā. ",
  "mn83:7.1": "Then, after many years, many hundred years, many thousand years had passed, King Makhādeva’s son addressed his barber, ",
  "mn83:7.2": "‘My dear barber, when you see grey hairs growing on my head, please tell me.’ ",
  "mn83:7.3": "And all unfolded as in the case of his father. ",
  "mn83:7.4": "",
  "mn83:7.5": "",
  "mn83:7.6": "",
  "mn83:7.7": "",
  "mn83:7.8": "",
  "mn83:7.9": "",
  "mn83:8.1": "",
  "mn83:8.2": "",
  "mn83:8.3": "",
  "mn83:8.4": "",
  "mn83:8.5": "",
  "mn83:8.6": "",
  "mn83:8.7": "",
  "mn83:8.8": "",
  "mn83:8.9": "",
  "mn83:8.10": "",
  "mn83:8.11": "",
  "mn83:8.12": "",
  "mn83:9.1": "",
  "mn83:9.2": "",
  "mn83:9.3": "",
  "mn83:9.4": "",
  "mn83:9.5": "",
  "mn83:9.6": "",
  "mn83:9.7": "And having developed the four divine meditations, when his body broke up, after death, Makhādeva’s son was reborn in a good place, a divine realm of Brahmā. ",
  "mn83:10.1": "And a lineage of 84,000 kings, sons of sons of King Makhādeva, shaved off their hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness here in this mango grove. ",
  "mn83:10.2": "They meditated spreading a heart full of love … ",
  "mn83:11.1": "compassion … ",
  "mn83:11.2": "rejoicing … ",
  "mn83:11.3": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn83:11.4": "For 84,000 years they played games as a child, for 84,000 years they acted as viceroy, for 84,000 years they ruled the realm, and for 84,000 years they led the spiritual life after going forth here in this mango grove. ",
  "mn83:11.5": "And having developed the four divine meditations, when their bodies broke up, after death, they were reborn in a good place, a divine realm of Brahmā. ",
  "mn83:12.1": "Nimi was the last of those kings, a just and principled king, a great king who stood by his duty. ",
  "mn83:12.2": "He justly treated brahmins and householders, and people of town and country. ",
  "mn83:12.3": "And he observed the sabbath on the fourteenth, fifteenth, and eighth of the fortnight. ",
  "mn83:13.1": "Once upon a time, Ānanda, while the gods of the Thirty-Three were sitting together in the Hall of Justice, this discussion came up among them: ",
  "mn83:13.2": "‘The people of Videha are so fortunate, so very fortunate ",
  "mn83:13.3": "to have Nimi as their king. He is a just and principled king, a great king who stands by his duty. ",
  "mn83:13.4": "He justly treats brahmins and householders, and people of town and country. ",
  "mn83:13.5": "And he observes the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.’ ",
  "mn83:13.6": "Then Sakka, lord of gods, addressed the gods of the Thirty-Three, ",
  "mn83:13.7": "‘Good sirs, would you like to see King Nimi?’ ",
  "mn83:13.8": "‘We would.’ ",
  "mn83:13.9": "Now at that time it was the fifteenth day sabbath, and King Nimi had bathed his head and was sitting upstairs in the royal longhouse to observe the sabbath. ",
  "mn83:13.10": "Then, as easily as a strong person would extend or contract their arm, Sakka vanished from the Thirty-Three gods and reappeared in front of King Nimi. ",
  "mn83:13.11": "He said to the king, ",
  "mn83:13.12": "‘You’re fortunate, great king, so very fortunate. ",
  "mn83:13.13": "The gods of the Thirty-Three were sitting together in the Hall of Justice, where they spoke very highly of you. ",
  "mn83:13.14": "",
  "mn83:13.15": "",
  "mn83:13.16": "",
  "mn83:13.17": "",
  "mn83:13.18": "They would like to see you. ",
  "mn83:13.19": "I shall send a chariot harnessed with a thousand thoroughbreds for you, great king. ",
  "mn83:13.20": "Mount the heavenly chariot, great king! Do not waver.’ ",
  "mn83:13.21": "King Nimi consented with silence. ",
  "mn83:13.22": "Then, knowing that the king had consented, as easily as a strong person would extend or contract their arm, Sakka vanished from King Nimi and reappeared among the Thirty-Three gods. ",
  "mn83:14.1": "Then Sakka, lord of gods, addressed his charioteer Mātali, ",
  "mn83:14.2": "‘Come, dear Mātali, harness the chariot with a thousand thoroughbreds. Then go to King Nimi and say, ",
  "mn83:14.3": "“Great king, this chariot has been sent for you by Sakka, lord of gods. ",
  "mn83:14.4": "Mount the heavenly chariot, great king! Do not waver.”’ ",
  "mn83:14.5": "‘Yes, lord,’ replied Mātali. He did as Sakka asked, and said to the king, ",
  "mn83:14.6": "‘Great king, this chariot has been sent for you by Sakka, lord of gods. ",
  "mn83:14.7": "Mount the heavenly chariot, great king! Do not waver. ",
  "mn83:14.8": "But which way should we go—the way of those who experience the result of bad deeds, or the way of those who experience the result of good deeds?’ ",
  "mn83:14.9": "‘Take me both ways, Mātali.’ ",
  "mn83:15.1": "Mātali brought King Nimi to the Hall of Justice. ",
  "mn83:15.2": "Sakka saw King Nimi coming off in the distance, ",
  "mn83:15.3": "and said to him: ",
  "mn83:15.4": "‘Come, great king! ",
  "mn83:15.5": "Welcome, great king! ",
  "mn83:15.6": "The gods of the Thirty-Three who wanted to see you were sitting together in the Hall of Justice, where they spoke very highly of you. ",
  "mn83:15.7": "",
  "mn83:15.8": "",
  "mn83:15.9": "",
  "mn83:15.10": "",
  "mn83:15.11": "The gods of the Thirty-Three would like to see you. ",
  "mn83:15.12": "Enjoy divine glory among the gods!’ ",
  "mn83:15.13": "‘Enough, good sir. Send me back to Mithilā right away. ",
  "mn83:15.14": "That way I shall justly treat brahmins and householders, and people of town and country. ",
  "mn83:15.15": "And I shall observe the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.’ ",
  "mn83:16.1": "Then Sakka, lord of gods, addressed his charioteer Mātali, ",
  "mn83:16.2": "‘Come, dear Mātali, harness the chariot with a thousand thoroughbreds and send King Nimi back to Mithilā right away.’ ",
  "mn83:16.3": "‘Yes, lord,’ replied Mātali, and did as Sakka asked. ",
  "mn83:16.4": "And there King Nimi justly treated his people, and observed the sabbath. ",
  "mn83:16.5": "Then, after many years, many hundred years, many thousand years had passed, King Nimi addressed his barber, ",
  "mn83:16.6": "‘My dear barber, when you see grey hairs growing on my head, please tell me.’ ",
  "mn83:16.7": "And all unfolded as before. ",
  "mn83:16.8": "",
  "mn83:16.9": "",
  "mn83:16.10": "",
  "mn83:16.11": "",
  "mn83:16.12": "",
  "mn83:16.13": "",
  "mn83:16.14": "",
  "mn83:16.15": "",
  "mn83:16.16": "",
  "mn83:16.17": "",
  "mn83:16.18": "",
  "mn83:16.19": "",
  "mn83:16.20": "",
  "mn83:16.21": "",
  "mn83:16.22": "",
  "mn83:16.23": "",
  "mn83:16.24": "",
  "mn83:16.25": "",
  "mn83:17-19.1": "",
  "mn83:17-19.2": "",
  "mn83:17-19.3": "",
  "mn83:17-19.4": "",
  "mn83:17-19.5": "",
  "mn83:17-19.6": "",
  "mn83:17-19.7": "And having developed the four divine meditations, when his body broke up, after death, King Nimi was reborn in a good place, a divine realm of Brahmā. ",
  "mn83:20.1": "But King Nimi had a son named Kaḷārajanaka. ",
  "mn83:20.2": "He didn’t go forth from the lay life to homelessness. ",
  "mn83:20.3": "He broke that good practice. ",
  "mn83:20.4": "He was their final man. ",
  "mn83:21.1": "Ānanda, you might think, ",
  "mn83:21.2": "‘Surely King Makhādeva, by whom that good practice was founded, must have been someone else at that time?’ ",
  "mn83:21.3": "But you should not see it like this. ",
  "mn83:21.4": "I myself was King Makhādeva at that time. ",
  "mn83:21.5": "I was the one who founded that good practice, ",
  "mn83:21.6": "which was kept up by those who came after. ",
  "mn83:21.7": "But that good practice doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the Brahmā realm. ",
  "mn83:21.8": "But now I have founded a good practice that does lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "mn83:21.9": "And what is that good practice? ",
  "mn83:21.10": "It is simply this noble eightfold path, that is: ",
  "mn83:21.11": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "mn83:21.12": "This is the good practice I have now founded that leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "mn83:21.13": "Ānanda, I say to you: ",
  "mn83:21.14": "‘You all should keep up this good practice that I have founded. Do not be my final men.’ ",
  "mn83:21.15": "Whatever generation is current when such good practice is broken, he is their final man. ",
  "mn83:21.16": "Ānanda, I say to you: ",
  "mn83:21.17": "‘You all should keep up this good practice that I have founded. Do not be my final men.’” ",
  "mn83:21.18": "That is what the Buddha said. ",
  "mn83:21.19": "Satisfied, Venerable Ānanda was happy with what the Buddha said. "
}