{
  "mn88:0.1": "Middle Discourses 88 ",
  "mn88:0.2": "The Imported Cloth ",
  "mn88:1.1": "So I have heard. ",
  "mn88:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn88:2.1": "Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ",
  "mn88:2.2": "He wandered for alms in Sāvatthī. After the meal, on his return from almsround, he went to the Eastern Monastery, the stilt longhouse of Migāra’s mother, for the day’s meditation. ",
  "mn88:3.1": "Now at that time King Pasenadi of Kosala mounted the Single Lotus Elephant and drove out from Sāvatthī in the middle of the day. ",
  "mn88:3.2": "He saw Ānanda coming off in the distance ",
  "mn88:3.3": "and said to the minister Sirivaḍḍha, ",
  "mn88:3.4": "“My dear Sirivaḍḍha, isn’t that Venerable Ānanda?” ",
  "mn88:3.5": "“Indeed it is, great king.” ",
  "mn88:4.1": "Then King Pasenadi addressed a man, ",
  "mn88:4.2": "“Please, mister, go to Venerable Ānanda, and in my name bow with your head to his feet. Say to him: ",
  "mn88:4.3": "‘Sir, King Pasenadi of Kosala bows with his head at your feet.’ ",
  "mn88:4.4": "And then say: ",
  "mn88:4.5": "‘Sir, if you have no urgent business, please wait a moment out of compassion.’” ",
  "mn88:5.1": "“Yes, Your Majesty,” that man replied. He did as the king asked. ",
  "mn88:5.2": "",
  "mn88:5.3": "",
  "mn88:5.4": "",
  "mn88:6.1": "Ānanda consented with silence. ",
  "mn88:6.2": "Then King Pasenadi rode on the elephant as far as the terrain allowed, then descended and approached Ānanda on foot. He bowed, stood to one side, and said to Ānanda, ",
  "mn88:6.3": "“Sir, if you have no urgent business, it would be nice of you to go to the bank of the Aciravatī river out of compassion.” ",
  "mn88:7.1": "Ānanda consented with silence. ",
  "mn88:7.2": "He went to the river bank and sat at the root of a certain tree on a seat spread out. ",
  "mn88:7.3": "Then King Pasenadi rode on the elephant as far as the terrain allowed, then descended and approached Ānanda on foot. He bowed, stood to one side, and said to Ānanda, ",
  "mn88:7.4": "“Here, Venerable Ānanda, sit on this elephant rug.” ",
  "mn88:7.5": "“Enough, great king, ",
  "mn88:7.6": "you sit on it. ",
  "mn88:7.7": "I’m sitting on my own seat.” ",
  "mn88:8.1": "So the king sat down on the seat spread out, ",
  "mn88:8.2": "and said, ",
  "mn88:8.3": "“Honorable Ānanda, might the Buddha engage in the sort of behavior—by way of body, speech, or mind—that is faulted by ascetics and brahmins?” ",
  "mn88:8.4": "“No, great king, the Buddha would not engage in the sort of behavior that is faulted by sensible ascetics and brahmins.” ",
  "mn88:8.5": "",
  "mn88:8.6": "",
  "mn88:8.7": "",
  "mn88:9.1": "“It’s incredible, sir, it’s amazing! ",
  "mn88:9.2": "For I couldn’t fully express the question, but Venerable Ānanda’s answer completed it for me. ",
  "mn88:9.3": "I don’t believe that praise or criticism of others spoken by incompetent fools, without examining or scrutinizing, is the most important thing. ",
  "mn88:9.4": "Rather, I believe that praise or criticism of others spoken by competent and intelligent people after examining and scrutinizing is the most important thing. ",
  "mn88:10.1": "But Honorable Ānanda, what kind of bodily behavior is faulted by sensible ascetics and brahmins?” ",
  "mn88:10.2": "“Unskillful behavior.” ",
  "mn88:10.3": "“But what kind of bodily behavior is unskillful?” ",
  "mn88:10.4": "“Blameworthy behavior.” ",
  "mn88:10.5": "“But what kind of bodily behavior is blameworthy?” ",
  "mn88:10.6": "“Hurtful behavior.” ",
  "mn88:10.7": "“But what kind of bodily behavior is hurtful?” ",
  "mn88:10.8": "“Behavior that results in suffering.” ",
  "mn88:10.9": "“But what kind of bodily behavior results in suffering?” ",
  "mn88:10.10": "“Bodily behavior that leads to hurting yourself, hurting others, and hurting both, ",
  "mn88:10.11": "and which makes unskillful qualities grow while skillful qualities decline. ",
  "mn88:10.12": "That kind of bodily behavior is faulted by sensible ascetics and brahmins.” ",
  "mn88:11.1": "“But what kind of verbal behavior … ",
  "mn88:11.2": "mental behavior is faulted by sensible ascetics and brahmins?” … ",
  "mn88:11.3": "",
  "mn88:11.4": "",
  "mn88:11.5": "",
  "mn88:11.6": "",
  "mn88:11.7": "",
  "mn88:12.1": "",
  "mn88:12.2": "",
  "mn88:12.3": "",
  "mn88:12.4": "“Mental behavior that leads to hurting yourself, hurting others, and hurting both, ",
  "mn88:12.5": "and which makes unskillful qualities grow while skillful qualities decline. ",
  "mn88:12.6": "That kind of mental behavior is faulted by sensible ascetics and brahmins.” ",
  "mn88:13.1": "“Sir, does the Buddha praise giving up all these unskillful things?” ",
  "mn88:13.2": "“Great king, the Realized One has given up all unskillful things and possesses skillful things.” ",
  "mn88:14.1": "“But sir, what kind of bodily behavior is not faulted by sensible ascetics and brahmins?” ",
  "mn88:14.2": "“Skillful behavior.” ",
  "mn88:14.3": "“But what kind of bodily behavior is skillful?” ",
  "mn88:14.4": "“Blameless behavior.” ",
  "mn88:14.5": "“But what kind of bodily behavior is blameless?” ",
  "mn88:14.6": "“Pleasing behavior.” ",
  "mn88:14.7": "“But what kind of bodily behavior is pleasing?” ",
  "mn88:14.8": "“Behavior that results in happiness.” ",
  "mn88:14.9": "“But what kind of bodily behavior results in happiness?” ",
  "mn88:14.10": "“Bodily behavior that leads to pleasing yourself, pleasing others, and pleasing both, ",
  "mn88:14.11": "and which makes unskillful qualities decline while skillful qualities grow. ",
  "mn88:14.12": "That kind of bodily behavior is not faulted by sensible ascetics and brahmins.” ",
  "mn88:15.1": "“But what kind of verbal behavior … ",
  "mn88:15.2": "mental behavior is not faulted by sensible ascetics and brahmins?” … ",
  "mn88:15.3": "",
  "mn88:15.4": "",
  "mn88:15.5": "",
  "mn88:16.1": "",
  "mn88:16.2": "",
  "mn88:16.3": "",
  "mn88:16.4": "",
  "mn88:16.5": "",
  "mn88:16.6": "“Mental behavior that leads to pleasing yourself, pleasing others, and pleasing both, ",
  "mn88:16.7": "and which makes unskillful qualities decline while skillful qualities grow. ",
  "mn88:16.8": "That kind of mental behavior is not faulted by sensible ascetics and brahmins.” ",
  "mn88:17.1": "“Sir, does the Buddha praise embracing all these skillful things?” ",
  "mn88:17.2": "“Great king, the Realized One has given up all unskillful things and possesses skillful things.” ",
  "mn88:18.1": "“It’s incredible, sir, it’s amazing! ",
  "mn88:18.2": "How well this was said by Venerable Ānanda! ",
  "mn88:18.3": "I’m delighted and satisfied with what you’ve expressed so well. ",
  "mn88:18.4": "So much so that ",
  "mn88:18.5": "if an elephant-treasure was suitable for you, I would give you one. ",
  "mn88:18.6": "If a horse-treasure was suitable for you, I would give you one. ",
  "mn88:18.7": "If a prize village was suitable for you, I would give you one. ",
  "mn88:18.8": "But, sir, I know that ",
  "mn88:18.9": "these things are not suitable for you. ",
  "mn88:18.10": "This imported cloth was sent to me by King Ajātasattu of Magadha, son of the princess of Videha, packed in a parasol case. It’s exactly sixteen measures long and eight wide. ",
  "mn88:18.11": "May Venerable Ānanda please accept it out of compassion.” ",
  "mn88:18.12": "“Enough, great king. My three robes are complete.” ",
  "mn88:19.1": "“Sir, we have both seen this river Aciravatī ",
  "mn88:19.2": "when it has rained heavily in the mountains, and the river overflows both its banks. ",
  "mn88:19.3": "In the same way, Venerable Ānanda can make a set of three robes for himself from this imported cloak. ",
  "mn88:19.4": "And you can share your old robes with your fellow monks. ",
  "mn88:19.5": "In this way my religious donation will come to overflow, it seems to me. ",
  "mn88:19.6": "Please accept the imported cloth.” ",
  "mn88:20.1": "So Ānanda accepted it. ",
  "mn88:20.2": "Then King Pasenadi said to him, ",
  "mn88:20.3": "“Well, now, sir, I must go. ",
  "mn88:20.4": "I have many duties, and much to do.” ",
  "mn88:20.5": "“Please, great king, go at your convenience.” ",
  "mn88:20.6": "Then King Pasenadi approved and agreed with what Ānanda said. He got up from his seat, bowed, and respectfully circled Ānanda, keeping him on his right, before leaving. ",
  "mn88:21.1": "Soon after he left, Ānanda went to the Buddha, bowed, sat down to one side, ",
  "mn88:21.2": "and told him what had happened. ",
  "mn88:21.3": "He presented the cloth to the Buddha. ",
  "mn88:22.1": "Then the Buddha said to the mendicants, ",
  "mn88:22.2": "“Mendicants, King Pasenadi is lucky, so very lucky, ",
  "mn88:22.3": "to get to see Ānanda and pay homage to him.” ",
  "mn88:22.4": "That is what the Buddha said. ",
  "mn88:22.5": "Satisfied, the mendicants approved what the Buddha said. "
}