{
  "mn89:0.1": "Middle Discourses 89 ",
  "mn89:0.2": "Shrines to the Teaching ",
  "mn89:1.1": "So I have heard. ",
  "mn89:1.2": "At one time the Buddha was staying in the land of the Sakyans, near the Sakyan town named Medaḷumpa. ",
  "mn89:2.1": "Now at that time King Pasenadi of Kosala had arrived at Townsville on some business. ",
  "mn89:2.2": "Then he addressed Dīgha Kārāyana, ",
  "mn89:2.3": "“My good Kārāyana, harness the finest chariots. We will go to a park and see the scenery.” ",
  "mn89:2.4": "“Yes, Your Majesty,” replied Dīgha Kārāyana. He harnessed the chariots and informed the king, ",
  "mn89:2.5": "“Sire, the finest chariots are harnessed. ",
  "mn89:2.6": "Please go at your convenience.” ",
  "mn89:3.1": "Then King Pasenadi mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Townsville, ",
  "mn89:3.2": "heading for the park grounds. ",
  "mn89:3.3": "He went by carriage as far as the terrain allowed, then descended and entered the park on foot. ",
  "mn89:4.1": "As he was going for a walk in the park he saw roots of trees that were impressive and inspiring, quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat. ",
  "mn89:4.2": "The sight reminded him right away of the Buddha: ",
  "mn89:4.3": "“These roots of trees, so impressive and inspiring, are like those where we used to pay homage to the Blessed One, the perfected one, the fully awakened Buddha.” ",
  "mn89:4.4": "He addressed Dīgha Kārāyana, ",
  "mn89:4.5": "“These roots of trees, so impressive and inspiring, are like those where we used to pay homage to the Blessed One, the perfected one, the fully awakened Buddha. ",
  "mn89:4.6": "My good Kārāyana, where is that Buddha at present?” ",
  "mn89:5.1": "“Great king, there is a Sakyan town named Medaḷumpa. ",
  "mn89:5.2": "That’s where the Buddha is now staying.” ",
  "mn89:5.3": "“But how far away is that town?” ",
  "mn89:5.4": "“Not far, great king, ",
  "mn89:5.5": "it’s three leagues. ",
  "mn89:5.6": "We can get there while it’s still light.” ",
  "mn89:5.7": "“Well then, harness the chariots, and we shall go to see the Buddha.” ",
  "mn89:5.8": "“Yes, Your Majesty,” replied Dīgha Kārāyana. He harnessed the chariots and informed the king, ",
  "mn89:5.9": "“Sire, the finest chariots are harnessed. ",
  "mn89:5.10": "Please go at your convenience.” ",
  "mn89:6.1": "Then King Pasenadi mounted a fine carriage and, along with other fine carriages, set out from Townsville to Medaḷumpa. ",
  "mn89:6.2": "He reached the town while it was still light ",
  "mn89:6.3": "and headed for the park grounds. ",
  "mn89:6.4": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. ",
  "mn89:7.1": "At that time several mendicants were walking mindfully in the open air. ",
  "mn89:7.2": "King Pasenadi of Kosala went up to them and said, ",
  "mn89:7.3": "“Sirs, where is the Blessed One at present, the perfected one, the fully awakened Buddha? ",
  "mn89:7.4": "For I want to see him.” ",
  "mn89:8.1": "“Great king, that’s his dwelling, with the door closed. Approach it quietly, without hurrying; go onto the porch, clear your throat, and knock with the latch. The Buddha will open the door.” ",
  "mn89:8.2": "The king right away presented his sword and turban to Dīgha Kārāyana, ",
  "mn89:8.3": "who thought, ",
  "mn89:8.4": "“Now the king seeks privacy. I should wait here.” ",
  "mn89:8.5": "Then the king approached the Buddha’s dwelling and knocked, and the Buddha opened the door. ",
  "mn89:9.1": "King Pasenadi entered the dwelling, and bowed with his head at the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name: ",
  "mn89:9.2": "“Sir, I am Pasenadi, king of Kosala! ",
  "mn89:9.3": "I am Pasenadi, king of Kosala!” ",
  "mn89:9.4": "“But great king, for what reason do you demonstrate such utmost devotion for this body, conveying your manifest love?” ",
  "mn89:10.1": "“Sir, I infer about the Buddha from the teaching: ",
  "mn89:10.2": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:10.3": "It happens, sir, that I see some ascetics and brahmins leading the spiritual life only for a limited period: ten, twenty, thirty, or forty years. ",
  "mn89:10.4": "Some time later—nicely bathed and anointed, with hair and beard dressed—they amuse themselves, supplied and provided with the five kinds of sensual stimulation. ",
  "mn89:10.5": "But here I see the mendicants leading the spiritual life entirely full and pure as long as they live, to their last breath. ",
  "mn89:10.6": "I don’t see any other spiritual life elsewhere so full and pure. ",
  "mn89:10.7": "That’s why I infer this about the Buddha from the teaching: ",
  "mn89:10.8": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:11.1": "Furthermore, kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend. ",
  "mn89:11.2": "But here I see the mendicants living in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes. ",
  "mn89:11.3": "I don’t see any other assembly elsewhere so harmonious. ",
  "mn89:11.4": "So I infer this about the Buddha from the teaching: ",
  "mn89:11.5": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:12.1": "Furthermore, I have walked and wandered from monastery to monastery and from park to park. ",
  "mn89:12.2": "There I’ve seen some ascetics and brahmins who are thin, haggard, pale, and veiny—hardly a captivating sight, you’d think. ",
  "mn89:12.3": "It occurred to me: ",
  "mn89:12.4": "‘Clearly these venerables lead the spiritual life dissatisfied, or they’re hiding some bad deed they’ve done. ",
  "mn89:12.5": "That’s why they’re thin, haggard, pale, and veiny—hardly a captivating sight, you’d think.’ ",
  "mn89:12.6": "I went up to them and said: ",
  "mn89:12.7": "‘Venerables, why are you so thin, haggard, pale, and veiny—hardly a captivating sight, you’d think?’ ",
  "mn89:12.8": "They say: ",
  "mn89:12.9": "‘We have jaundice, great king.’ ",
  "mn89:12.10": "But here I see mendicants always smiling and joyful, obviously happy, with cheerful faces, living relaxed, unruffled, surviving on charity, their hearts free as a wild deer. ",
  "mn89:12.11": "It occurred to me: ",
  "mn89:12.12": "‘Clearly these venerables have realized a higher distinction in the Buddha’s instructions than they had before. ",
  "mn89:12.13": "That’s why these venerables are always smiling and joyful, obviously happy, with cheerful faces, living relaxed, unruffled, surviving on charity, their hearts free as a wild deer.’ ",
  "mn89:12.14": "So I infer this about the Buddha from the teaching: ",
  "mn89:12.15": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:13.1": "Furthermore, as an anointed aristocratic king ",
  "mn89:13.2": "I am able to execute, fine, or banish those who are guilty. ",
  "mn89:13.3": "Yet when I’m sitting in judgment they interrupt me. ",
  "mn89:13.4": "And I can’t get them ",
  "mn89:13.5": "to stop interrupting me and wait until I’ve finished speaking. ",
  "mn89:13.6": "",
  "mn89:13.7": "But here I’ve seen the mendicants ",
  "mn89:13.8": "while the Buddha is teaching an assembly of many hundreds, and there is no sound of his disciples coughing or clearing their throats. ",
  "mn89:13.9": "Once it so happened that the Buddha was teaching an assembly of many hundreds. ",
  "mn89:13.10": "Then one of his disciples cleared their throat. ",
  "mn89:13.11": "And one of their spiritual companions nudged them with their knee, to indicate: ",
  "mn89:13.12": "‘Hush, venerable, don’t make a sound! Our teacher, the Blessed One, is teaching!’ ",
  "mn89:13.13": "It occurred to me: ",
  "mn89:13.14": "‘It’s incredible, it’s amazing, ",
  "mn89:13.15": "how an assembly can be so well trained without rod or sword!’ ",
  "mn89:13.16": "I don’t see any other assembly elsewhere so well trained. ",
  "mn89:13.17": "So I infer this about the Buddha from the teaching: ",
  "mn89:13.18": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:14.1": "Furthermore, I’ve seen some clever aristocrats who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect. ",
  "mn89:14.2": "They hear: ",
  "mn89:14.3": "‘So, gentlemen, that ascetic Gotama will come down to such and such village or town.’ ",
  "mn89:14.4": "They formulate a question, thinking: ",
  "mn89:14.5": "‘We’ll approach the ascetic Gotama and ask him this question. ",
  "mn89:14.6": "If he answers like this, we’ll refute him like that; ",
  "mn89:14.7": "and if he answers like that, we’ll refute him like this.’ ",
  "mn89:14.8": "When they hear that ",
  "mn89:14.9": "he has come down ",
  "mn89:14.10": "they approach him. ",
  "mn89:14.11": "The Buddha educates, encourages, fires up, and inspires them with a Dhamma talk. ",
  "mn89:14.12": "They don’t even get around to asking their question to the Buddha, so how could they refute his answer? ",
  "mn89:14.13": "Invariably, they become his disciples. ",
  "mn89:14.14": "So I infer this about the Buddha from the teaching: ",
  "mn89:14.15": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:15.1": "Furthermore, I see some clever brahmins … ",
  "mn89:16.1": "some clever householders … ",
  "mn89:17.1": "some clever ascetics who are subtle, accomplished in the doctrines of others, hair-splitters. … ",
  "mn89:17.2": "",
  "mn89:17.3": "",
  "mn89:17.4": "",
  "mn89:17.5": "",
  "mn89:17.6": "",
  "mn89:17.7": "",
  "mn89:17.8": "",
  "mn89:17.9": "",
  "mn89:17.10": "",
  "mn89:17.11": "",
  "mn89:17.12": "They don’t even get around to asking their question to the Buddha, so how could they refute his answer? ",
  "mn89:17.13": "Invariably, they ask the ascetic Gotama for the chance to go forth. ",
  "mn89:17.14": "And he gives them the going-forth. ",
  "mn89:17.15": "Soon after going forth, living withdrawn, diligent, keen, and resolute, they realize the supreme end of the spiritual path in this very life. They live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "mn89:17.16": "They say: ",
  "mn89:17.17": "‘We were almost lost! We almost perished! ",
  "mn89:17.18": "For we used to claim that we were ascetics, brahmins, and perfected ones, but we were none of these things. ",
  "mn89:17.19": "But now we really are ascetics, brahmins, and perfected ones!’ ",
  "mn89:17.20": "So I infer this about the Buddha from the teaching: ",
  "mn89:17.21": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:18.1": "Furthermore, these chamberlains Isidatta and Purāṇa share my meals and my carriages. I give them a livelihood and bring them renown. ",
  "mn89:18.2": "And yet they don’t show me the same level of devotion that they show to the Buddha. ",
  "mn89:18.3": "Once it so happened that while I was leading a military campaign and testing Isidatta and Purāṇa I took up residence in a cramped house. ",
  "mn89:18.4": "They spent much of the night discussing the teaching, then they lay down with their heads towards where the Buddha was and their feet towards me. ",
  "mn89:18.5": "It occurred to me: ",
  "mn89:18.6": "‘It’s incredible, it’s amazing! ",
  "mn89:18.7": "These chamberlains Isidatta and Purāṇa share my meals and my carriages. I give them a livelihood and bring them renown. ",
  "mn89:18.8": "And yet they don’t show me the same level of devotion that they show to the Buddha. ",
  "mn89:18.9": "Clearly these venerables have realized a higher distinction in the Buddha’s instructions than they had before.’ ",
  "mn89:18.10": "So I infer this about the Buddha from the teaching: ",
  "mn89:18.11": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "mn89:19.1": "Furthermore, the Buddha is an aristocrat, and so am I. ",
  "mn89:19.2": "The Buddha is Kosalan, and so am I. ",
  "mn89:19.3": "The Buddha is eighty years old, and so am I. ",
  "mn89:19.4": "Since this is so, ",
  "mn89:19.5": "it’s proper for me to show the Buddha such utmost devotion and demonstrate such friendship. ",
  "mn89:20.1": "Well, now, sir, I must go. ",
  "mn89:20.2": "I have many duties, and much to do.” ",
  "mn89:20.3": "“Please, great king, go at your convenience.” ",
  "mn89:20.4": "Then King Pasenadi got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "mn89:21.1": "Soon after the king had left, the Buddha addressed the mendicants: ",
  "mn89:21.2": "“Mendicants, before he got up and left, King Pasenadi spoke shrines to the teaching. ",
  "mn89:21.3": "Learn these shrines to the teaching! ",
  "mn89:21.4": "Memorize these shrines to the teaching! ",
  "mn89:21.5": "Remember these shrines to the teaching! ",
  "mn89:21.6": "These shrines to the teaching are beneficial and relate to the fundamentals of the spiritual life.” ",
  "mn89:21.7": "That is what the Buddha said. ",
  "mn89:21.8": "Satisfied, the mendicants were happy with what the Buddha said. "
}