{
  "mn8:0.1": "Middle Discourses 8 ",
  "mn8:0.2": "Self-Effacement ",
  "mn8:1.1": "So I have heard. ",
  "mn8:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn8:2.1": "Then in the late afternoon, Venerable Mahācunda came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to the Buddha: ",
  "mn8:3.1": "“Sir, there are many different views that arise in the world ",
  "mn8:3.2": "connected with doctrines of the self or with doctrines of the cosmos. ",
  "mn8:3.3": "How does a mendicant who is focusing on the starting point give up and let go of these views?” ",
  "mn8:3.4": "“Cunda, there are many different views that arise in the world ",
  "mn8:3.5": "connected with doctrines of the self or with doctrines of the cosmos. ",
  "mn8:3.6": "A mendicant gives up and lets go of these views by truly seeing with right wisdom where they arise, where they settle in, and where they operate as: ‘This is not mine, I am not this, this is not my self.’ ",
  "mn8:4.1": "It’s possible that a certain mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, might enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn8:4.2": "They might think ",
  "mn8:4.3": "they’re practicing self-effacement. ",
  "mn8:4.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:4.5": "they’re called ‘blissful meditations in the present life’. ",
  "mn8:5.1": "It’s possible that some mendicant, as the placing of the mind and keeping it connected are stilled, might enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ",
  "mn8:5.2": "They might think ",
  "mn8:5.3": "they’re practicing self-effacement. ",
  "mn8:5.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:5.5": "they’re called ‘blissful meditations in the present life’. ",
  "mn8:6.1": "It’s possible that some mendicant, with the fading away of rapture, might enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "mn8:6.2": "They might think ",
  "mn8:6.3": "they’re practicing self-effacement. ",
  "mn8:6.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:6.5": "they’re called ‘blissful meditations in the present life’. ",
  "mn8:7.1": "It’s possible that some mendicant, with the giving up of pleasure and pain, and the ending of former happiness and sadness, might enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn8:7.2": "They might think ",
  "mn8:7.3": "they’re practicing self-effacement. ",
  "mn8:7.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:7.5": "they’re called ‘blissful meditations in the present life’. ",
  "mn8:8.1": "It’s possible that some mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, might enter and remain in the dimension of infinite space. ",
  "mn8:8.2": "They might think ",
  "mn8:8.3": "they’re practicing self-effacement. ",
  "mn8:8.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:8.5": "they’re called ‘peaceful meditations’. ",
  "mn8:9.1": "It’s possible that some mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, might enter and remain in the dimension of infinite consciousness. ",
  "mn8:9.2": "They might think ",
  "mn8:9.3": "they’re practicing self-effacement. ",
  "mn8:9.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:9.5": "they’re called ‘peaceful meditations’. ",
  "mn8:10.1": "It’s possible that some mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, might enter and remain in the dimension of nothingness. ",
  "mn8:10.2": "They might think ",
  "mn8:10.3": "they’re practicing self-effacement. ",
  "mn8:10.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:10.5": "they’re called ‘peaceful meditations’. ",
  "mn8:11.1": "It’s possible that some mendicant, going totally beyond the dimension of nothingness, might enter and remain in the dimension of neither perception nor non-perception. ",
  "mn8:11.2": "They might think ",
  "mn8:11.3": "they’re practicing self-effacement. ",
  "mn8:11.4": "But in the training of the Noble One these are not called ‘self-effacement’; ",
  "mn8:11.5": "they’re called ‘peaceful meditations’. ",
  "mn8:12.0": "1. The Exposition of Self-Effacement ",
  "mn8:12.1": "Now, Cunda, you should work on self-effacement in each of the following ways. ",
  "mn8:12.2": "‘Others will be cruel, but here we will not be cruel.’ ",
  "mn8:12.3": "‘Others will kill living creatures, but here we will not kill living creatures.’ ",
  "mn8:12.4": "‘Others will steal, but here we will not steal.’ ",
  "mn8:12.5": "‘Others will be unchaste, but here we will not be unchaste.’ ",
  "mn8:12.6": "‘Others will lie, but here we will not lie.’ ",
  "mn8:12.7": "‘Others will speak divisively, but here we will not speak divisively.’ ",
  "mn8:12.8": "‘Others will speak harshly, but here we will not speak harshly.’ ",
  "mn8:12.9": "‘Others will talk nonsense, but here we will not talk nonsense.’ ",
  "mn8:12.10": "‘Others will be covetous, but here we will not be covetous.’ ",
  "mn8:12.11": "‘Others will have ill will, but here we will not have ill will.’ ",
  "mn8:12.12": "‘Others will have wrong view, but here we will have right view.’ ",
  "mn8:12.13": "‘Others will have wrong thought, but here we will have right thought.’ ",
  "mn8:12.14": "‘Others will have wrong speech, but here we will have right speech.’ ",
  "mn8:12.15": "‘Others will have wrong action, but here we will have right action.’ ",
  "mn8:12.16": "‘Others will have wrong livelihood, but here we will have right livelihood.’ ",
  "mn8:12.17": "‘Others will have wrong effort, but here we will have right effort.’ ",
  "mn8:12.18": "‘Others will have wrong mindfulness, but here we will have right mindfulness.’ ",
  "mn8:12.19": "‘Others will have wrong immersion, but here we will have right immersion.’ ",
  "mn8:12.20": "‘Others will have wrong knowledge, but here we will have right knowledge.’ ",
  "mn8:12.21": "‘Others will have wrong freedom, but here we will have right freedom.’ ",
  "mn8:12.22": "‘Others will be overcome with dullness and drowsiness, but here we will be rid of dullness and drowsiness.’ ",
  "mn8:12.23": "‘Others will be restless, but here we will not be restless.’ ",
  "mn8:12.24": "‘Others will have doubts, but here we will have gone beyond doubt.’ ",
  "mn8:12.25": "‘Others will be irritable, but here we will be without anger.’ ",
  "mn8:12.26": "‘Others will be hostile, but here we will be without hostility.’ ",
  "mn8:12.27": "‘Others will be offensive, but here we will be inoffensive.’ ",
  "mn8:12.28": "‘Others will be contemptuous, but here we will be without contempt.’ ",
  "mn8:12.29": "‘Others will be jealous, but here we will be without jealousy.’ ",
  "mn8:12.30": "‘Others will be stingy, but here we will be without stinginess.’ ",
  "mn8:12.31": "‘Others will be devious, but here we will not be devious.’ ",
  "mn8:12.32": "‘Others will be deceitful, but here we will not be deceitful.’ ",
  "mn8:12.33": "‘Others will be pompous, but here we will not be pompous.’ ",
  "mn8:12.34": "‘Others will be arrogant, but here we will not be arrogant.’ ",
  "mn8:12.35": "‘Others will be hard to admonish, but here we will not be hard to admonish.’ ",
  "mn8:12.36": "‘Others will have bad friends, but here we will have good friends.’ ",
  "mn8:12.37": "‘Others will be negligent, but here we will be diligent.’ ",
  "mn8:12.38": "‘Others will be faithless, but here we will have faith.’ ",
  "mn8:12.39": "‘Others will be conscienceless, but here we will have a sense of conscience.’ ",
  "mn8:12.40": "‘Others will be imprudent, but here we will be prudent.’ ",
  "mn8:12.41": "‘Others will be unlearned, but here we will be well learned.’ ",
  "mn8:12.42": "‘Others will be lazy, but here we will be energetic.’ ",
  "mn8:12.43": "‘Others will be unmindful, but here we will be mindful.’ ",
  "mn8:12.44": "‘Others will be witless, but here we will be accomplished in wisdom.’ ",
  "mn8:12.45": "‘Others will be attached to their own views, holding them tight, and refusing to let go, but here we will not be attached to our own views, not holding them tight, but will let them go easily.’ ",
  "mn8:13.0": "2. Giving Rise to the Thought ",
  "mn8:13.1": "Cunda, I say that even giving rise to the thought of skillful qualities is very helpful, let alone following that path in body and speech. ",
  "mn8:13.2": "That’s why you should give rise to the following thoughts. ‘Others will be cruel, but here we will not be cruel.’ ",
  "mn8:13.3": "‘Others will kill living creatures, but here we will not kill living creatures.’ … ",
  "mn8:13.4": "‘Others will be attached to their own views, holding them tight, and refusing to let go, but here we will not be attached to our own views, not holding them tight, but will let them go easily.’ ",
  "mn8:14.0": "3. A Way Around ",
  "mn8:14.1": "Cunda, suppose there was a rough path and another smooth path to get around it. ",
  "mn8:14.2": "Or suppose there was a rough ford and another smooth ford to get around it. ",
  "mn8:14.3": "In the same way, a cruel individual gets around it by not being cruel. An individual who kills gets around it by not killing. … ",
  "mn8:14.4": "",
  "mn8:14.5": "An individual who is attached to their own views, holding them tight, and refusing to let go, gets around it by not being attached to their own views, not holding them tight, but letting them go easily. ",
  "mn8:15.0": "4. Going Up ",
  "mn8:15.1": "Cunda, all unskillful qualities lead downwards, while all skillful qualities lead upwards. ",
  "mn8:15.2": "In the same way, a cruel individual is led upwards by not being cruel. An individual who kills is led upwards by not killing … ",
  "mn8:15.3": "An individual who is attached to their own views, holding them tight, and refusing to let go, is led upwards by not being attached to their own views, not holding them tight, but letting them go easily. ",
  "mn8:16.0": "5. The Exposition by Extinguishment ",
  "mn8:16.1": "If you’re sinking in the mud yourself, Cunda, it is quite impossible for you to pull out someone else who is sinking in the mud. ",
  "mn8:16.2": "But if you’re not sinking in the mud yourself, it is quite possible for you to pull out someone else who is sinking in the mud. ",
  "mn8:16.3": "If you’re not tamed, trained, and extinguished yourself, it is quite impossible for you to help tame, train, and extinguish someone else. ",
  "mn8:16.4": "But if you are tamed, trained, and extinguished yourself, it is quite possible for you to help tame, train, and extinguish someone else. ",
  "mn8:16.5": "In the same way, a cruel individual extinguishes it by not being cruel. An individual who kills extinguishes it by not killing. … ",
  "mn8:16.6": "",
  "mn8:16.7": "",
  "mn8:16.8": "",
  "mn8:16.9": "",
  "mn8:16.10": "",
  "mn8:16.11": "",
  "mn8:16.12": "",
  "mn8:16.13": "",
  "mn8:16.14": "",
  "mn8:16.15": "",
  "mn8:16.16": "",
  "mn8:16.17": "",
  "mn8:16.18": "",
  "mn8:16.19": "",
  "mn8:16.20": "",
  "mn8:16.21": "",
  "mn8:16.22": "",
  "mn8:16.23": "",
  "mn8:16.24": "",
  "mn8:16.25": "",
  "mn8:16.26": "",
  "mn8:16.27": "",
  "mn8:16.28": "",
  "mn8:16.29": "",
  "mn8:16.30": "",
  "mn8:16.31": "",
  "mn8:16.32": "",
  "mn8:16.33": "",
  "mn8:16.34": "",
  "mn8:16.35": "",
  "mn8:16.36": "",
  "mn8:16.37": "",
  "mn8:16.38": "",
  "mn8:16.39": "",
  "mn8:16.40": "",
  "mn8:16.41": "",
  "mn8:16.42": "",
  "mn8:16.43": "",
  "mn8:16.44": "",
  "mn8:16.45": "",
  "mn8:16.46": "",
  "mn8:16.47": "An individual who is attached to their own views, holding them tight, and refusing to let go, extinguishes it by not being attached to their own views, not holding them tight, but letting them go easily. ",
  "mn8:17.1": "So, Cunda, I’ve taught the expositions by way of self-effacement, giving rise to thought, the way around, going up, and extinguishing. ",
  "mn8:17.2": "Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples. ",
  "mn8:17.3": "Here are these roots of trees, and here are these empty huts. Practice absorption, Cunda! Don’t be negligent! Don’t regret it later! This is my instruction.” ",
  "mn8:17.4": "That is what the Buddha said. ",
  "mn8:17.5": "Satisfied, Venerable Mahācunda was happy with what the Buddha said. ",
  "mn8:17.6": "Forty-four items have been stated, ",
  "mn8:17.7": "organized into five sections. ",
  "mn8:17.8": "“Effacement” is the name of this discourse, ",
  "mn8:17.9": "which is deep as the ocean. "
}