{
  "mn91:0.1": "Middle Discourses 91 ",
  "mn91:0.2": "With Brahmāyu ",
  "mn91:1.1": "So I have heard. ",
  "mn91:1.2": "At one time the Buddha was wandering in the land of the Videhans together with a large Saṅgha of five hundred mendicants. ",
  "mn91:2.1": "Now at that time the brahmin Brahmāyu was residing in Mithilā. He was old, elderly, and senior, advanced in years, having reached the final stage of life; he was a hundred and twenty years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. ",
  "mn91:3.1": "He heard: ",
  "mn91:3.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is wandering in the land of the Videhans, together with a large Saṅgha of around five hundred mendicants. ",
  "mn91:3.3": "He has this good reputation: ",
  "mn91:3.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn91:3.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn91:3.6": "He explains a teaching that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "mn91:3.7": "It’s good to see such perfected ones.” ",
  "mn91:4.1": "Now at that time the brahmin Brahmāyu had a student named Uttara. He too had mastered the Vedic curriculum. ",
  "mn91:4.2": "Brahmāyu told Uttara of the Buddha’s presence in the land of the Videhans, and added: ",
  "mn91:4.3": "",
  "mn91:4.4": "",
  "mn91:4.5": "",
  "mn91:4.6": "",
  "mn91:4.7": "“Please, dear Uttara, go to the ascetic Gotama and find out whether or not he lives up to his reputation. ",
  "mn91:4.8": "",
  "mn91:4.9": "Through you I shall learn about Master Gotama.” ",
  "mn91:5.1": "“But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?” ",
  "mn91:5.2": "",
  "mn91:5.3": "“Dear Uttara, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. ",
  "mn91:5.4": "If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ",
  "mn91:5.5": "He has the following seven treasures: ",
  "mn91:5.6": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. ",
  "mn91:5.7": "He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ",
  "mn91:5.8": "After conquering this land girt by sea, he reigns by principle, without rod or sword. ",
  "mn91:5.9": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world. ",
  "mn91:5.10": "But, dear Uttara, I am the one who gives the hymns, ",
  "mn91:5.11": "and you are the one who receives them.” ",
  "mn91:6.1": "“Yes, sir,” replied Uttara. He got up from his seat, bowed, and respectfully circled Brahmāyu before setting out for the land of the Videhans where the Buddha was wandering. ",
  "mn91:6.2": "Traveling stage by stage, he came to the Buddha and exchanged greetings with him. ",
  "mn91:6.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn91:6.4": "and scrutinized his body for the thirty-two marks of a great man. ",
  "mn91:6.5": "He saw all of them except for two, ",
  "mn91:6.6": "which he had doubts about: ",
  "mn91:6.7": "whether the private parts are covered in a foreskin, and the largeness of the tongue. ",
  "mn91:6.8": "Then it occurred to the Buddha, ",
  "mn91:6.9": "“This brahmin student Uttara sees all the marks except for two, ",
  "mn91:6.10": "which he has doubts about: ",
  "mn91:6.11": "whether the private parts are covered in a foreskin, and the largeness of the tongue.” ",
  "mn91:7.1": "So the Buddha used his psychic power to will that Uttara would see his private parts covered in a foreskin. ",
  "mn91:7.2": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ",
  "mn91:8.1": "Then Uttara thought, ",
  "mn91:8.2": "“The ascetic Gotama possesses the thirty-two marks. ",
  "mn91:8.3": "Why don’t I follow him and observe his deportment?” ",
  "mn91:8.4": "So Uttara followed the Buddha like a shadow for seven months. ",
  "mn91:8.5": "When seven months had passed he set out wandering towards Mithilā. ",
  "mn91:8.6": "There he approached the brahmin Brahmāyu, bowed, and sat down to one side. Brahmāyu said to him, ",
  "mn91:8.7": "“Well, dear Uttara, does Master Gotama live up to his reputation or not?” ",
  "mn91:8.8": "",
  "mn91:8.9": "“He does, sir. ",
  "mn91:8.10": "",
  "mn91:8.11": "Master Gotama possesses the thirty-two marks. ",
  "mn91:9.1": "He has well-planted feet. ",
  "mn91:9.2": "",
  "mn91:9.3": "On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail. ",
  "mn91:9.4": "He has projecting heels. ",
  "mn91:9.5": "He has long fingers. ",
  "mn91:9.6": "His hands and feet are tender. ",
  "mn91:9.7": "His hands and feet cling gracefully. ",
  "mn91:9.8": "His feet are arched. ",
  "mn91:9.9": "His calves are like those of an antelope. ",
  "mn91:9.10": "When standing upright and not bending over, the palms of both hands touch the knees. ",
  "mn91:9.11": "His private parts are covered in a foreskin. ",
  "mn91:9.12": "He is gold colored; his skin has a golden sheen. ",
  "mn91:9.13": "He has delicate skin, so delicate that dust and dirt don’t stick to his body. ",
  "mn91:9.14": "His hairs grow one per pore. ",
  "mn91:9.15": "His hairs stand up; they’re blue-black and curl clockwise. ",
  "mn91:9.16": "His body is tall and straight. ",
  "mn91:9.17": "He has bulging muscles in seven places. ",
  "mn91:9.18": "His chest is like that of a lion. ",
  "mn91:9.19": "The gap between the shoulder-blades is filled in. ",
  "mn91:9.20": "He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body. ",
  "mn91:9.21": "His torso is cylindrical. ",
  "mn91:9.22": "He has an excellent sense of taste. ",
  "mn91:9.23": "His jaw is like that of a lion. ",
  "mn91:9.24": "He has forty teeth. ",
  "mn91:9.25": "His teeth are even. ",
  "mn91:9.26": "His teeth have no gaps. ",
  "mn91:9.27": "His teeth are perfectly white. ",
  "mn91:9.28": "He has a large tongue. ",
  "mn91:9.29": "He has the voice of Brahmā, like a cuckoo’s call. ",
  "mn91:9.30": "His eyes are deep blue. ",
  "mn91:9.31": "He has eyelashes like a cow’s. ",
  "mn91:9.32": "Between his eyebrows there grows a tuft, soft and white like cotton-wool. ",
  "mn91:9.33": "His head is shaped like a turban. ",
  "mn91:9.34": "These are the thirty-two marks of a great man possessed by Master Gotama. ",
  "mn91:10.1": "When he’s walking he takes the first step with the right foot. ",
  "mn91:10.2": "He doesn’t lift his foot too far or place it too near. ",
  "mn91:10.3": "He doesn’t walk too slow or too fast. ",
  "mn91:10.4": "He walks without knocking his knees or ankles together. ",
  "mn91:10.5": "When he’s walking he keeps his thighs neither too straight nor too bent, neither too tight nor too loose. ",
  "mn91:10.6": "When he walks, only the lower half of his body moves, and he walks effortlessly. ",
  "mn91:10.7": "When he turns to look he does so with the whole body. ",
  "mn91:10.8": "He doesn’t look directly up or down. ",
  "mn91:10.9": "He doesn’t look all around while walking, but focuses a plough’s length in front. Beyond that he has unhindered knowledge and vision. ",
  "mn91:11.1": "When entering an inhabited area he keeps his body neither too straight nor too bent, neither too tight nor too loose. ",
  "mn91:12.1": "He turns around neither too far nor too close to the seat. He doesn’t lean on his hand when sitting down. And he doesn’t just plonk his body down on the seat. ",
  "mn91:12.2": "When sitting in inhabited areas he doesn’t fidget with his hands or feet. ",
  "mn91:12.3": "He doesn’t sit with his knees or ankles crossed. ",
  "mn91:12.4": "He doesn’t sit with his hand holding his chin. ",
  "mn91:12.5": "When sitting in inhabited areas he doesn’t shake, tremble, quake, or get nervous, and so he is not nervous at all. ",
  "mn91:12.6": "When sitting in inhabited areas he still practices seclusion. ",
  "mn91:13.1": "When receiving water for rinsing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose. ",
  "mn91:14.1": "He receives neither too little nor too much water. ",
  "mn91:14.2": "He rinses the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to rinse his hands; his hands and bowl are rinsed at the same time. ",
  "mn91:14.3": "He doesn’t throw the bowl rinsing water away too far or too near, or splash it about. ",
  "mn91:14.4": "When receiving rice, he holds the bowl neither too straight nor too bent, neither too close nor too loose. ",
  "mn91:14.5": "He receives neither too little nor too much rice. ",
  "mn91:14.6": "He eats sauce in a moderate proportion, and doesn’t spend too much time saucing his portions. ",
  "mn91:14.7": "He chews over each portion two or three times before swallowing. ",
  "mn91:14.8": "But no grain of rice enters his body unchewed, and none remain in his mouth. ",
  "mn91:14.9": "Only then does he raise another portion to his lips. ",
  "mn91:14.10": "He eats experiencing the taste, but without experiencing greed for the taste. ",
  "mn91:14.11": "He eats food thinking of eight reasons: ",
  "mn91:14.12": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’ ",
  "mn91:15.1": "After eating, when receiving water for washing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose. ",
  "mn91:15.2": "He receives neither too little nor too much water. ",
  "mn91:15.3": "He washes the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to wash his hands; his hands and bowl are washed at the same time. ",
  "mn91:15.4": "He doesn’t throw the bowl washing water away too far or too near, or splash it about. ",
  "mn91:16.1": "After eating he doesn’t put the bowl on the ground too far away or too close. He’s not careless with his bowl, nor does he spend too much time on it. ",
  "mn91:17.1": "After eating he sits for a while in silence, but doesn’t wait too long to give the verses of appreciation. ",
  "mn91:17.2": "After eating he expresses appreciation without criticizing the meal or expecting another one. ",
  "mn91:17.3": "Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk. ",
  "mn91:17.4": "Then he gets up from his seat and leaves. ",
  "mn91:18.1": "He walks neither too fast nor too slow, without wanting to get out of there. ",
  "mn91:19.1": "He wears his robe on his body neither too high nor too low, neither too tight nor too loose. ",
  "mn91:19.2": "The wind doesn’t blow his robe off his body. ",
  "mn91:19.3": "And dust and dirt don’t stick to his body. ",
  "mn91:20.1": "When he has gone to the monastery he sits on a seat spread out and washes his feet. ",
  "mn91:20.2": "But he doesn’t waste time with pedicures. ",
  "mn91:20.3": "When he has washed his feet, he sits down cross-legged, sets his body straight, and establishes mindfulness in front of him. ",
  "mn91:20.4": "He has no intention to hurt himself, hurt others, or hurt both. ",
  "mn91:20.5": "He only wishes for the welfare of himself, of others, of both, and of the whole world. ",
  "mn91:21.1": "In the monastery when he teaches Dhamma to an assembly, he neither flatters them nor rebukes them. ",
  "mn91:21.2": "Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk. ",
  "mn91:21.3": "His voice has eight qualities: ",
  "mn91:21.4": "it is clear, comprehensible, charming, audible, lucid, undistorted, deep, and resonant. ",
  "mn91:21.5": "He makes sure his voice is intelligible as far as the assembly goes, but it doesn’t extend outside the assembly. ",
  "mn91:21.6": "And when they’ve been inspired with a Dhamma talk by Master Gotama they get up from their seats and leave looking back at him alone, and not forgetting their lesson. ",
  "mn91:22.1": "I have seen Master Gotama walking and standing; entering inhabited areas, and sitting and eating there; sitting silently after eating, and expressing appreciation; going to the monastery, sitting silently there, and teaching Dhamma to an assembly there. ",
  "mn91:22.2": "Such is Master Gotama; such he is and more than that.” ",
  "mn91:23.1": "When he had spoken, the brahmin Brahmāyu got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and uttered this aphorism three times: ",
  "mn91:23.2": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn91:23.3": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn91:23.4": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn91:23.5": "Hopefully, some time or other I’ll get to meet him, and we can have a discussion.” ",
  "mn91:24.1": "And then the Buddha, traveling stage by stage in the Videhan lands, arrived at Mithilā, ",
  "mn91:24.2": "where he stayed in the Makhādeva Mango Grove. ",
  "mn91:24.3": "The brahmins and householders of Mithilā heard: ",
  "mn91:24.4": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Mithilā, where he is staying in the Makhādeva Mango Grove. ",
  "mn91:24.5": "He has this good reputation: ",
  "mn91:24.6": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn91:24.7": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn91:24.8": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "mn91:24.9": "It’s good to see such perfected ones.” ",
  "mn91:25.1": "Then the brahmins and householders of Mithilā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. ",
  "mn91:26.1": "The brahmin Brahmāyu also heard that the Buddha had arrived. ",
  "mn91:26.2": "So he went to the Makhādeva Mango Grove together with several disciples. ",
  "mn91:26.3": "Not far from the grove he thought, ",
  "mn91:26.4": "“It wouldn’t be appropriate for me to go to see the ascetic Gotama without first letting him know.” ",
  "mn91:26.5": "So he addressed one of his students: ",
  "mn91:26.6": "“Here, student, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "mn91:26.7": "",
  "mn91:26.8": "And then say: ",
  "mn91:26.9": "‘Master Gotama, the brahmin Brahmāyu is old, elderly, and senior, advanced in years, having reached the final stage of life; he is a hundred and twenty years old. He has mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man. ",
  "mn91:26.10": "Of all the brahmins and householders residing in Mithilā, Brahmāyu is said to be the foremost in ",
  "mn91:26.11": "wealth, ",
  "mn91:26.12": "",
  "mn91:26.13": "hymns, ",
  "mn91:26.14": "",
  "mn91:26.15": "lifespan, and fame. ",
  "mn91:26.16": "He wants to see Master Gotama.’” ",
  "mn91:26.17": "“Yes, sir,” that student replied. He did as he was asked, and the Buddha said, ",
  "mn91:26.18": "",
  "mn91:26.19": "",
  "mn91:26.20": "",
  "mn91:26.21": "",
  "mn91:26.22": "",
  "mn91:26.23": "",
  "mn91:26.24": "",
  "mn91:26.25": "",
  "mn91:26.26": "",
  "mn91:26.27": "",
  "mn91:26.28": "",
  "mn91:26.29": "“Please, student, let Brahmāyu come when he’s ready.” ",
  "mn91:27.1": "The student went back to Brahmāyu and said to him, ",
  "mn91:27.2": "“Your request for an audience with the ascetic Gotama has been granted. ",
  "mn91:27.3": "Please go at your convenience.” ",
  "mn91:28.1": "Then the brahmin Brahmāyu went up to the Buddha. ",
  "mn91:28.2": "The assembly saw him coming off in the distance, ",
  "mn91:28.3": "and made way for him, as he was well-known and famous. ",
  "mn91:28.4": "Brahmāyu said to that retinue, ",
  "mn91:28.5": "“Enough, gentlemen. ",
  "mn91:28.6": "Please sit on your own seats. ",
  "mn91:28.7": "I shall sit here by the ascetic Gotama.” ",
  "mn91:29.1": "Then the brahmin Brahmāyu went up to the Buddha, and exchanged greetings with him. ",
  "mn91:29.2": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn91:29.3": "and scrutinized the Buddha’s body for the thirty-two marks of a great man. ",
  "mn91:29.4": "He saw all of them except for two, ",
  "mn91:29.5": "which he had doubts about: ",
  "mn91:29.6": "whether the private parts are covered in a foreskin, and the largeness of the tongue. ",
  "mn91:29.7": "Then Brahmāyu addressed the Buddha in verse: ",
  "mn91:29.8": "“I have learned of the thirty-two ",
  "mn91:29.9": "marks of a great man. ",
  "mn91:29.10": "There are two that I don’t see ",
  "mn91:29.11": "on the body of the ascetic Gotama. ",
  "mn91:29.12": "Are the private parts covered in a foreskin, ",
  "mn91:29.13": "O supreme person? ",
  "mn91:29.14": "Though called by a word of the feminine gender, ",
  "mn91:29.15": "perhaps your tongue is a manly one? ",
  "mn91:29.16": "Perhaps your tongue is large, ",
  "mn91:29.17": "as we have been informed. ",
  "mn91:29.18": "Please stick it out in its full extent, ",
  "mn91:29.19": "and so, O hermit, dispel my doubt. ",
  "mn91:29.20": "For my welfare and benefit in this life, ",
  "mn91:29.21": "and happiness in the next. ",
  "mn91:29.22": "And I ask you to grant the opportunity ",
  "mn91:29.23": "to ask whatever I desire.” ",
  "mn91:30.1": "Then the Buddha thought, ",
  "mn91:30.2": "“Brahmāyu sees all the marks except for two, ",
  "mn91:30.3": "which he has doubts about: ",
  "mn91:30.4": "whether the private parts are covered in a foreskin, and the largeness of the tongue.” ",
  "mn91:30.5": "So the Buddha used his psychic power to will that Brahmāyu would see his private parts covered in a foreskin. ",
  "mn91:30.6": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ",
  "mn91:30.7": "Then the Buddha replied to Brahmāyu in verse: ",
  "mn91:31.1": "“The thirty-two marks of a great man ",
  "mn91:31.2": "that you have learned ",
  "mn91:31.3": "are all found on my body: ",
  "mn91:31.4": "so do not doubt, brahmin. ",
  "mn91:31.5": "I have known what should be known, ",
  "mn91:31.6": "and developed what should be developed, ",
  "mn91:31.7": "and given up what should be given up: ",
  "mn91:31.8": "and so, brahmin, I am a Buddha. ",
  "mn91:31.9": "For your welfare and benefit in this life, ",
  "mn91:31.10": "and happiness in the next: ",
  "mn91:31.11": "I grant you the opportunity ",
  "mn91:31.12": "to ask whatever you desire.” ",
  "mn91:32.1": "Then Brahmāyu thought: ",
  "mn91:32.2": "“My request has been granted. ",
  "mn91:32.3": "Should I ask him about ",
  "mn91:32.4": "what is beneficial in this life or the next?” ",
  "mn91:32.5": "Then he thought, ",
  "mn91:32.6": "“I’m well versed in the benefits that apply to this life, ",
  "mn91:32.7": "and others ask me about this. ",
  "mn91:32.8": "Why don’t I ask the ascetic Gotama about the benefit that specifically applies to lives to come?” ",
  "mn91:32.9": "So Brahmāyu addressed the Buddha in verse: ",
  "mn91:32.10": "“How do you become a brahmin? ",
  "mn91:32.11": "And how do you become a knowledge master? ",
  "mn91:32.12": "How a master of the three knowledges? ",
  "mn91:32.13": "And how is one called a scholar? ",
  "mn91:32.14": "How do you become a perfected one? ",
  "mn91:32.15": "And how a consummate one? ",
  "mn91:32.16": "How do you become a sage? ",
  "mn91:32.17": "And how is one declared to be awakened?” ",
  "mn91:33.1": "Then the Buddha replied to Brahmāyu in verse: ",
  "mn91:33.2": "“One who knows their past lives, ",
  "mn91:33.3": "and sees heaven and places of loss, ",
  "mn91:33.4": "and has attained the end of rebirth: ",
  "mn91:33.5": "that sage has perfect insight. ",
  "mn91:33.6": "They know their mind is pure, ",
  "mn91:33.7": "completely freed from greed; ",
  "mn91:33.8": "they’ve given up birth and death, ",
  "mn91:33.9": "and have completed the spiritual journey. ",
  "mn91:33.10": "Gone beyond all things, ",
  "mn91:33.11": "such a one is declared to be awakened.” ",
  "mn91:34.1": "When he said this, Brahmāyu got up from his seat and arranged his robe on one shoulder. He bowed with his head at the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name: ",
  "mn91:34.2": "“I am the brahmin Brahmāyu, Master Gotama! ",
  "mn91:34.3": "I am the brahmin Brahmāyu!” ",
  "mn91:35.1": "Then that assembly, their minds full of wonder and amazement, thought, ",
  "mn91:35.2": "“It’s incredible, it’s amazing, ",
  "mn91:35.3": "that Brahmāyu, who is so well-known and famous, should show the Buddha such utmost devotion.” ",
  "mn91:35.4": "Then the Buddha said to Brahmāyu, ",
  "mn91:35.5": "“Enough, brahmin. Get up, and sit in your own seat, since your mind has such confidence in me.” ",
  "mn91:35.6": "So Brahmāyu got up and sat in his own seat. ",
  "mn91:36.1": "Then the Buddha taught him step by step, with ",
  "mn91:36.2": "a talk on giving, ethical conduct, and heaven. ",
  "mn91:36.3": "He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "mn91:36.4": "And when the Buddha knew that Brahmāyu’s mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ",
  "mn91:36.5": "suffering, its origin, its cessation, and the path. ",
  "mn91:36.6": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "mn91:36.7": "in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Brahmāyu: ",
  "mn91:36.8": "“Everything that has a beginning has an end.” ",
  "mn91:36.9": "Then Brahmāyu saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha: ",
  "mn91:37.1": "“Excellent, Master Gotama! Excellent! ",
  "mn91:37.2": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "mn91:37.3": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn91:37.4": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. ",
  "mn91:37.5": "Would you and the mendicant Saṅgha please accept a meal from me tomorrow?” ",
  "mn91:37.6": "The Buddha consented with silence. ",
  "mn91:37.7": "Then, knowing that the Buddha had consented, Brahmāyu got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "mn91:38.1": "And when the night had passed Brahmāyu had delicious fresh and cooked foods prepared in his own home. Then he had the Buddha informed of the time, saying, ",
  "mn91:38.2": "“It’s time, Master Gotama, the meal is ready.” ",
  "mn91:38.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the brahmin Brahmāyu, where he sat on the seat spread out, together with the Saṅgha of mendicants. ",
  "mn91:38.4": "For seven days, Brahmāyu served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with delicious fresh and cooked foods. ",
  "mn91:39.1": "When the seven days had passed, the Buddha departed to wander in the Videhan lands. ",
  "mn91:39.2": "Not long after the Buddha left, Brahmāyu passed away. ",
  "mn91:39.3": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn91:39.4": "“Sir, Brahmāyu has passed away. ",
  "mn91:39.5": "Where has he been reborn in his next life?” ",
  "mn91:39.6": "“Mendicants, the brahmin Brahmāyu was astute. He practiced in line with the teachings, and did not trouble me about the teachings. ",
  "mn91:39.7": "With the ending of the five lower fetters, he’s been reborn spontaneously and will become extinguished there, not liable to return from that world.” ",
  "mn91:39.8": "That is what the Buddha said. ",
  "mn91:39.9": "Satisfied, the mendicants were happy with what the Buddha said. "
}