{
  "mn92:0.1": "Middle Discourses 92 ",
  "mn92:0.2": "With Sela ",
  "mn92:1.1": "So I have heard. ",
  "mn92:1.2": "At one time the Buddha was wandering in the land of the Northern Āpaṇas together with a large Saṅgha of 1,250 mendicants when he arrived at a town of the Northern Āpaṇas named Āpaṇa. ",
  "mn92:2.1": "The matted-hair ascetic Keṇiya heard: ",
  "mn92:2.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Āpaṇa, together with a large Saṅgha of 1,250 mendicants. ",
  "mn92:2.3": "He has this good reputation: ",
  "mn92:2.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn92:2.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn92:2.6": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "mn92:2.7": "It’s good to see such perfected ones.” ",
  "mn92:3.1": "So Keṇiya approached the Buddha and exchanged greetings with him. ",
  "mn92:3.2": "When the greetings and polite conversation were over, he sat down to one side. ",
  "mn92:3.3": "The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk. ",
  "mn92:3.4": "Then he said to the Buddha, ",
  "mn92:3.5": "“Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?” ",
  "mn92:3.6": "When he said this, the Buddha said to him, ",
  "mn92:3.7": "“The Saṅgha is large, Keṇiya; there are 1,250 mendicants. And you are devoted to the brahmins.” ",
  "mn92:3.8": "For a second time, Keṇiya asked the Buddha to accept a meal offering. ",
  "mn92:3.9": "“Never mind that the Saṅgha is large, with 1,250 mendicants, and that I am devoted to the brahmins. ",
  "mn92:3.10": "Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?” ",
  "mn92:3.11": "And for a second time, the Buddha gave the same reply. ",
  "mn92:3.12": "",
  "mn92:3.13": "For a third time, Keṇiya asked the Buddha to accept a meal offering. ",
  "mn92:3.14": "“Never mind that the Saṅgha is large, with 1,250 mendicants, and that I am devoted to the brahmins. ",
  "mn92:3.15": "Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?” ",
  "mn92:3.16": "The Buddha consented in silence. ",
  "mn92:4.1": "Then, knowing that the Buddha had consented, Keṇiya got up from his seat and went to his own hermitage. There he addressed his friends and colleagues, relatives and family members, ",
  "mn92:4.2": "“My friends and colleagues, relatives and family members: please listen! ",
  "mn92:4.3": "The ascetic Gotama together with the mendicant Saṅgha has been invited by me for tomorrow’s meal. ",
  "mn92:4.4": "Please help me with the preparations.” ",
  "mn92:4.5": "“Yes, sir,” they replied. Some dug ovens, some chopped wood, some washed dishes, some set out a water jar, and some spread out seats. ",
  "mn92:4.6": "Meanwhile, Keṇiya set up the pavilion himself. ",
  "mn92:5.1": "Now at that time the brahmin Sela was residing in Āpaṇa. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. And he was teaching three hundred students to recite the hymns. ",
  "mn92:6.1": "And at that time Keṇiya was devoted to Sela. ",
  "mn92:6.2": "Then Sela, while going for a walk escorted by the three hundred students, approached Keṇiya’s hermitage. ",
  "mn92:6.3": "He saw the preparations going on, ",
  "mn92:7.1": "and said to Keṇiya, ",
  "mn92:7.2": "“Keṇiya, is your son or daughter being married? Or are you setting up a big sacrifice? Or has King Seniya Bimbisāra of Magadha been invited for tomorrow’s meal?” ",
  "mn92:8.1": "“There is no marriage, Sela, and the king is not coming. ",
  "mn92:8.2": "Rather, I am setting up a big sacrifice. ",
  "mn92:8.3": "The ascetic Gotama has arrived at Āpaṇa, together with a large Saṅgha of 1,250 mendicants. ",
  "mn92:8.4": "He has this good reputation: ",
  "mn92:8.5": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn92:8.6": "He has been invited by me for tomorrow’s meal together with the mendicant Saṅgha.” ",
  "mn92:9.1": "“Mister Keṇiya, did you say ‘the awakened one’?” ",
  "mn92:9.2": "“I said ‘the awakened one’.” ",
  "mn92:9.3": "“Did you say ‘the awakened one’?” ",
  "mn92:9.4": "“I said ‘the awakened one’.” ",
  "mn92:10.1": "Then Sela thought, ",
  "mn92:10.2": "“It’s hard to even find the word ‘awakened one’ in the world. ",
  "mn92:10.3": "The thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. ",
  "mn92:10.4": "If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ",
  "mn92:10.5": "He has the following seven treasures: ",
  "mn92:10.6": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. ",
  "mn92:10.7": "He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ",
  "mn92:10.8": "After conquering this land girt by sea, he reigns by principle, without rod or sword. ",
  "mn92:10.9": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.” ",
  "mn92:11.1": "“But Keṇiya, where is the Blessed One at present, the perfected one, the fully awakened Buddha?” ",
  "mn92:11.2": "When he said this, Keṇiya pointed with his right arm and said, ",
  "mn92:11.3": "“There, Mister Sela, at that line of blue forest.” ",
  "mn92:12.1": "Then Sela, together with his students, approached the Buddha. ",
  "mn92:12.2": "He said to his students, ",
  "mn92:12.3": "“Come quietly, gentlemen, tread gently. ",
  "mn92:12.4": "For the Buddhas are intimidating, like a lion living alone. ",
  "mn92:12.5": "When I’m consulting with the ascetic Gotama, don’t interrupt. ",
  "mn92:12.6": "Wait until I’ve finished speaking.” ",
  "mn92:13.1": "Then Sela went up to the Buddha, and exchanged greetings with him. ",
  "mn92:13.2": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn92:13.3": "and scrutinized the Buddha’s body for the thirty-two marks of a great man. ",
  "mn92:13.4": "He saw all of them except for two, ",
  "mn92:13.5": "which he had doubts about: ",
  "mn92:13.6": "whether the private parts are covered in a foreskin, and the largeness of the tongue. ",
  "mn92:13.7": "Then it occurred to the Buddha, ",
  "mn92:13.8": "“Sela sees all the marks except for two, ",
  "mn92:13.9": "which he has doubts about: ",
  "mn92:13.10": "whether the private parts are covered in a foreskin, and the largeness of the tongue.” ",
  "mn92:14.1": "The Buddha used his psychic power to will that Sela would see his private parts covered in a foreskin. ",
  "mn92:14.2": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ",
  "mn92:15.1": "Then Sela thought, ",
  "mn92:15.2": "“The ascetic Gotama possesses the thirty-two marks completely, lacking none. ",
  "mn92:15.3": "But I don’t know whether or not he is an awakened one. ",
  "mn92:15.4": "I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said, ",
  "mn92:15.5": "‘Those who are perfected ones, fully awakened Buddhas reveal themselves when praised.’ ",
  "mn92:15.6": "Why don’t I extoll him in his presence with fitting verses?” ",
  "mn92:15.7": "Then Sela extolled the Buddha in his presence with fitting verses: ",
  "mn92:16.1": "“O Blessed One, your body’s perfect, ",
  "mn92:16.2": "you’re radiant, handsome, lovely to behold; ",
  "mn92:16.3": "golden colored, ",
  "mn92:16.4": "with teeth so white; you’re strong. ",
  "mn92:16.5": "The characteristics ",
  "mn92:16.6": "of a handsome man, ",
  "mn92:16.7": "the marks of a great man, ",
  "mn92:16.8": "are all found on your body. ",
  "mn92:16.9": "Your eyes are clear, your face is fair, ",
  "mn92:16.10": "you’re formidable, upright, majestic. ",
  "mn92:16.11": "In the midst of the Saṅgha of ascetics, ",
  "mn92:16.12": "you shine like the sun. ",
  "mn92:16.13": "You’re a mendicant fine to see, ",
  "mn92:16.14": "with skin of golden sheen. ",
  "mn92:16.15": "But with such excellent appearance, ",
  "mn92:16.16": "what do you want with the ascetic life? ",
  "mn92:16.17": "You’re fit to be a king, ",
  "mn92:16.18": "a wheel-turning monarch, chief of charioteers, ",
  "mn92:16.19": "victorious in the four quarters, ",
  "mn92:16.20": "lord of all India. ",
  "mn92:16.21": "Aristocrats, nobles, and kings ",
  "mn92:16.22": "ought follow your rule. ",
  "mn92:16.23": "Gotama, you should reign ",
  "mn92:16.24": "as king of kings, lord of men!” ",
  "mn92:17.1": "“I am a king, Sela, ",
  "mn92:17.2": "the supreme king of the teaching. ",
  "mn92:17.3": "By the teaching I roll forth the wheel ",
  "mn92:17.4": "which cannot be rolled back.” ",
  "mn92:18.1": "“You claim to be awakened, ",
  "mn92:18.2": "the supreme king of the teaching. ",
  "mn92:18.3": "‘I roll forth the teaching’: ",
  "mn92:18.4": "so you say, Gotama. ",
  "mn92:18.5": "Then who is your general, ",
  "mn92:18.6": "the disciple who follows the Teacher’s way? ",
  "mn92:18.7": "Who keeps rolling the wheel ",
  "mn92:18.8": "of teaching you rolled forth?” ",
  "mn92:19.1": "“By me the wheel was rolled forth,” ",
  "mn92:19.2": "said the Buddha, ",
  "mn92:19.3": "“the supreme wheel of teaching. ",
  "mn92:19.4": "Sāriputta, taking after the Realized One, ",
  "mn92:19.5": "keeps it rolling on. ",
  "mn92:19.6": "I have known what should be known, ",
  "mn92:19.7": "and developed what should be developed, ",
  "mn92:19.8": "and given up what should be given up: ",
  "mn92:19.9": "and so, brahmin, I am a Buddha. ",
  "mn92:19.10": "Dispel your doubt in me—",
  "mn92:19.11": "make up your mind, brahmin! ",
  "mn92:19.12": "The sight of a Buddha ",
  "mn92:19.13": "is hard to find again. ",
  "mn92:19.14": "I am a Buddha, brahmin, ",
  "mn92:19.15": "the supreme surgeon, ",
  "mn92:19.16": "one of those whose appearance in the world ",
  "mn92:19.17": "is hard to find again. ",
  "mn92:19.18": "Holy, unequaled, ",
  "mn92:19.19": "crusher of Māra’s army; ",
  "mn92:19.20": "having subdued all my opponents, ",
  "mn92:19.21": "I rejoice, fearing nothing from any quarter.” ",
  "mn92:20.1": "“Pay heed, sirs, to what ",
  "mn92:20.2": "is spoken by the seer. ",
  "mn92:20.3": "The surgeon, the great hero, ",
  "mn92:20.4": "roars like a lion in the jungle. ",
  "mn92:20.5": "Holy, unequaled, ",
  "mn92:20.6": "crusher of Māra’s army; ",
  "mn92:20.7": "who would not be inspired by him, ",
  "mn92:20.8": "even one whose nature is dark? ",
  "mn92:20.9": "Those who wish may follow me; ",
  "mn92:20.10": "those who don’t may go. ",
  "mn92:20.11": "Right here, I’ll go forth in his presence, ",
  "mn92:20.12": "the one of such splendid wisdom.” ",
  "mn92:21.1": "“Sir, if you like ",
  "mn92:21.2": "the teaching of the Buddha, ",
  "mn92:21.3": "we’ll also go forth in his presence, ",
  "mn92:21.4": "the one of such splendid wisdom.” ",
  "mn92:22.1": "“These three hundred brahmins ",
  "mn92:22.2": "with joined palms held up, ask: ",
  "mn92:22.3": "‘May we lead the spiritual life ",
  "mn92:22.4": "in your presence, Blessed One?’” ",
  "mn92:23.1": "“The spiritual life is well explained,” ",
  "mn92:23.2": "said the Buddha, ",
  "mn92:23.3": "“visible in this very life, immediately effective. ",
  "mn92:23.4": "Here the going forth isn’t in vain ",
  "mn92:23.5": "for one who trains with diligence.” ",
  "mn92:24.1": "And the brahmin Sela together with his assembly received the going forth, the ordination in the Buddha’s presence. ",
  "mn92:25.1": "And when the night had passed Keṇiya had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying, ",
  "mn92:25.2": "“It’s time, Master Gotama, the meal is ready.” ",
  "mn92:25.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to Keṇiya’s hermitage, where he sat on the seat spread out, together with the Saṅgha of mendicants. ",
  "mn92:25.4": "Then Keṇiya served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods. ",
  "mn92:25.5": "When the Buddha had eaten and washed his hand and bowl, Keṇiya took a low seat and sat to one side. ",
  "mn92:25.6": "The Buddha expressed his appreciation with these verses: ",
  "mn92:26.1": "“The foremost of sacrifices <j>is the offering to the sacred flame; ",
  "mn92:26.2": "the Gāyatrī Mantra is the foremost of poetic meters; ",
  "mn92:26.3": "of humans, the king is the foremost; ",
  "mn92:26.4": "the ocean’s the foremost of rivers; ",
  "mn92:26.5": "the foremost of stars is the moon; ",
  "mn92:26.6": "the sun is the foremost of lights; ",
  "mn92:26.7": "for those who sacrifice seeking merit, ",
  "mn92:26.8": "the Saṅgha is the foremost.” ",
  "mn92:26.9": "When the Buddha had expressed his appreciation to Keṇiya the matted-hair ascetic with these verses, he got up from his seat and left. ",
  "mn92:27.1": "Then Venerable Sela and his assembly, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. They lived having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "mn92:27.2": "They understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "mn92:27.3": "And Venerable Sela together with his assembly became perfected. ",
  "mn92:28.1": "Then Sela with his assembly went to see the Buddha. He arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said: ",
  "mn92:28.2": "“This is the eighth day since ",
  "mn92:28.3": "we went for refuge, O seer. ",
  "mn92:28.4": "In these seven days, Blessed One, ",
  "mn92:28.5": "we’ve become tamed in your teaching. ",
  "mn92:28.6": "You are the Buddha, you are the Teacher, ",
  "mn92:28.7": "you are the sage who has overcome Māra; ",
  "mn92:28.8": "you have cut off the underlying tendencies, ",
  "mn92:28.9": "you’ve crossed over, and you bring humanity across. ",
  "mn92:28.10": "You have transcended attachments, ",
  "mn92:28.11": "your defilements are shattered; ",
  "mn92:28.12": "by not grasping, like a lion, ",
  "mn92:28.13": "you’ve given up fear and dread. ",
  "mn92:28.14": "These three hundred mendicants ",
  "mn92:28.15": "stand with joined palms raised. ",
  "mn92:28.16": "Stretch out your feet, great hero: ",
  "mn92:28.17": "let these giants bow to the Teacher.” "
}