{
  "mn93:0.1": "Middle Discourses 93 ",
  "mn93:0.2": "With Assalāyana ",
  "mn93:1.1": "So I have heard. ",
  "mn93:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn93:2.1": "Now at that time around five hundred brahmins from abroad were residing in Sāvatthī on some business. ",
  "mn93:2.2": "Then those brahmins thought, ",
  "mn93:2.3": "“This ascetic Gotama advocates purification for all four classes. ",
  "mn93:2.4": "Who is capable of having a dialogue with him about this?” ",
  "mn93:3.1": "Now at that time the brahmin student Assalāyana was residing in Sāvatthī. He was young, newly tonsured; he was sixteen years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. ",
  "mn93:3.2": "Then those brahmins thought, ",
  "mn93:3.3": "",
  "mn93:3.4": "“This Assalāyana is capable of having a dialogue with the ascetic Gotama about this.” ",
  "mn93:4.1": "So they approached Assalāyana and said to him, ",
  "mn93:4.2": "“This ascetic Gotama advocates purification for all four classes. ",
  "mn93:4.3": "Please, Mister Assalāyana, have a dialogue with the ascetic Gotama about this.” ",
  "mn93:4.4": "When they said this, Assalāyana said to them, ",
  "mn93:4.5": "“They say that the ascetic Gotama is a speaker of principle. ",
  "mn93:4.6": "But speakers of principle are hard to have a dialogue with. ",
  "mn93:4.7": "I’m not capable of having a dialogue with the ascetic Gotama about this.” ",
  "mn93:4.8": "For a second time, those brahmins said to him ",
  "mn93:4.9": "“This ascetic Gotama advocates purification for all four classes. ",
  "mn93:4.10": "Please, Mister Assalāyana, have a dialogue with the ascetic Gotama about this. ",
  "mn93:4.11": "For you have lived as a wanderer.” ",
  "mn93:4.12": "And for a second time, Assalāyana refused. ",
  "mn93:4.13": "",
  "mn93:4.14": "",
  "mn93:4.15": "",
  "mn93:4.16": "For a third time, those brahmins said to him, ",
  "mn93:4.17": "“This ascetic Gotama advocates purification for all four classes. ",
  "mn93:4.18": "Please, Mister Assalāyana, have a dialogue with the ascetic Gotama about this. ",
  "mn93:4.19": "For you have lived as a wanderer. ",
  "mn93:4.20": "Don’t admit defeat before going into battle!” ",
  "mn93:4.21": "When they said this, Assalāyana said to them, ",
  "mn93:4.22": "“Clearly, gentlemen, I’m not getting through to you when I say: ",
  "mn93:4.23": "‘They say that the ascetic Gotama is a speaker of principle. ",
  "mn93:4.24": "But speakers of principle are hard to have a dialogue with. ",
  "mn93:4.25": "I’m not capable of having a dialogue with the ascetic Gotama about this.’ ",
  "mn93:4.26": "Nevertheless, I shall go at your bidding.” ",
  "mn93:5.1": "Then Assalāyana together with a large group of brahmins went to the Buddha and exchanged greetings with him. ",
  "mn93:5.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "mn93:5.3": "“Master Gotama, the brahmins say: ",
  "mn93:5.4": "‘Only brahmins are the highest caste; other castes are inferior. ",
  "mn93:5.5": "Only brahmins are the light caste; other castes are dark. ",
  "mn93:5.6": "Only brahmins are purified, not others. ",
  "mn93:5.7": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’ ",
  "mn93:5.8": "What do you say about this?” ",
  "mn93:5.9": "“But Assalāyana, brahmin women are seen menstruating, being pregnant, giving birth, and breastfeeding. ",
  "mn93:5.10": "Yet even though they’re born from a brahmin womb they say: ",
  "mn93:5.11": "‘Only brahmins are the highest caste; other castes are inferior. ",
  "mn93:5.12": "Only brahmins are the light caste; other castes are dark. ",
  "mn93:5.13": "Only brahmins are purified, not others. ",
  "mn93:5.14": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’” ",
  "mn93:6.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:6.2": "",
  "mn93:6.3": "",
  "mn93:6.4": "“What do you think, Assalāyana? ",
  "mn93:6.5": "Have you heard that in Greece and Persia and other foreign lands there are only two classes, masters and bonded servants; and that masters may become servants, and servants masters?” ",
  "mn93:6.6": "“Yes, I have heard that.” ",
  "mn93:6.7": "“Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?” ",
  "mn93:6.8": "",
  "mn93:6.9": "",
  "mn93:7.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:7.2": "",
  "mn93:7.3": "",
  "mn93:7.4": "“What do you think, Assalāyana? ",
  "mn93:7.5": "Suppose an aristocrat were to kill living creatures, steal, and commit sexual misconduct; to use speech that’s false, divisive, harsh, or nonsensical; and to be covetous, malicious, with wrong view. When their body breaks up, after death, they’d be reborn in a place of loss, a bad place, the underworld, hell. Would this happen only to an aristocrat, and not to a brahmin? ",
  "mn93:7.6": "Or suppose a merchant, ",
  "mn93:7.7": "or a worker were to act in the same way. Would that result befall only a merchant or a worker, and not to a brahmin?” ",
  "mn93:7.8": "“No, Master Gotama. ",
  "mn93:7.9": "If they acted the same way, the same result would befall an aristocrat, a brahmin, a merchant, or a worker. ",
  "mn93:7.10": "",
  "mn93:7.11": "",
  "mn93:7.12": "",
  "mn93:7.13": "For if any of the four classes were to kill living creatures, steal, and commit sexual misconduct; to use speech that’s false, divisive, harsh, or nonsensical; and to be covetous, malicious, with wrong view, then, when their body breaks up, after death, they’d be reborn in a place of loss, a bad place, the underworld, hell.” ",
  "mn93:7.14": "“Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?” ",
  "mn93:7.15": "",
  "mn93:7.16": "",
  "mn93:8.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:8.2": "",
  "mn93:8.3": "",
  "mn93:8.4": "“What do you think, Assalāyana? ",
  "mn93:8.5": "Suppose a brahmin were to refrain from killing living creatures, stealing, and committing sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, malice, and wrong view. When their body breaks up, after death, they’d be reborn in a good place, a heavenly realm. Would this happen only to an brahmin, and not to an aristocrat, a merchant, or a worker?” ",
  "mn93:8.6": "“No, Master Gotama. ",
  "mn93:8.7": "If they acted the same way, the same result would befall an aristocrat, a brahmin, a merchant, or a worker. ",
  "mn93:8.8": "",
  "mn93:8.9": "",
  "mn93:8.10": "",
  "mn93:8.11": "For if any of the four classes were to refrain from killing living creatures, stealing, and committing sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, malice, and wrong view, then, when their body breaks up, after death, they’d be reborn in a good place, a heavenly realm.” ",
  "mn93:8.12": "“Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?” ",
  "mn93:8.13": "",
  "mn93:8.14": "",
  "mn93:9.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:9.2": "",
  "mn93:9.3": "",
  "mn93:9.4": "“What do you think, Assalāyana? ",
  "mn93:9.5": "Is only a brahmin capable of developing a heart of love, free of enmity and ill will for this region, and not an aristocrat, merchant, or worker?” ",
  "mn93:9.6": "“No, Master Gotama. ",
  "mn93:9.7": "Aristocrats, brahmins, merchants, and workers can all do so. ",
  "mn93:9.8": "",
  "mn93:9.9": "",
  "mn93:9.10": "",
  "mn93:9.11": "For all four classes are capable of developing a heart of love, free of enmity and ill will for this region.” ",
  "mn93:9.12": "“Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?” ",
  "mn93:9.13": "",
  "mn93:9.14": "",
  "mn93:10.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:10.2": "",
  "mn93:10.3": "",
  "mn93:10.4": "“What do you think, Assalāyana? ",
  "mn93:10.5": "Is only a brahmin capable of taking some bathing paste of powdered shell, going to the river, and washing off dust and dirt, and not an aristocrat, merchant, or worker?” ",
  "mn93:10.6": "“No, Master Gotama. ",
  "mn93:10.7": "",
  "mn93:10.8": "",
  "mn93:10.9": "",
  "mn93:10.10": "All four classes are capable of doing this.” ",
  "mn93:10.11": "“Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?” ",
  "mn93:10.12": "",
  "mn93:10.13": "",
  "mn93:11.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:11.2": "",
  "mn93:11.3": "",
  "mn93:11.4": "“What do you think, Assalāyana? ",
  "mn93:11.5": "Suppose an anointed aristocratic king were to gather a hundred people born in different castes and say to them: ",
  "mn93:11.6": "‘Please gentlemen, let anyone here who was born in a family of aristocrats, brahmins, or chieftains take a drill-stick made of teak, sal, frankincense wood, sandalwood, or cherry wood, light a fire and produce heat. ",
  "mn93:11.7": "And let anyone here who was born in a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors take a drill-stick made from a dog’s drinking trough, a pig’s trough, a dustbin, or castor-oil wood, light a fire and produce heat.’ ",
  "mn93:11.8": "What do you think, Assalāyana? ",
  "mn93:11.9": "Would only the fire produced by the high class people with good quality wood have flames, color, and radiance, and be usable as fire, ",
  "mn93:11.10": "and not the fire produced by the low class people with poor quality wood?” ",
  "mn93:11.11": "“No, Master Gotama. ",
  "mn93:11.12": "The fire produced by the high class people with good quality wood would have flames, color, and radiance, and be usable as fire, ",
  "mn93:11.13": "and so would the fire produced by the low class people with poor quality wood. ",
  "mn93:11.14": "For all fire has flames, color, and radiance, and is usable as fire.” ",
  "mn93:11.15": "“Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?” ",
  "mn93:11.16": "",
  "mn93:11.17": "",
  "mn93:11.18": "",
  "mn93:11.19": "",
  "mn93:12.1": "“Even though you say this, still the brahmins maintain their belief.” ",
  "mn93:12.2": "",
  "mn93:12.3": "",
  "mn93:12.4": "“What do you think, Assalāyana? ",
  "mn93:12.5": "Suppose an aristocrat boy was to sleep with a brahmin girl, and they had a child. ",
  "mn93:12.6": "Would that child be called an aristocrat after the father or a brahmin after the mother?” ",
  "mn93:12.7": "“They could be called either.” ",
  "mn93:13.1": "“What do you think, Assalāyana? ",
  "mn93:13.2": "Suppose a brahmin boy was to sleep with an aristocrat girl, and they had a child. ",
  "mn93:13.3": "Would that child be called an aristocrat after the mother or a brahmin after the father?” ",
  "mn93:13.4": "“They could be called either.” ",
  "mn93:14.1": "“What do you think, Assalāyana? ",
  "mn93:14.2": "Suppose a mare were to mate with a donkey, and she gave birth to a mule. ",
  "mn93:14.3": "Would that mule be called a horse after the mother or a donkey after the father?” ",
  "mn93:14.4": "“It’s a mule, as it is a crossbreed. ",
  "mn93:14.5": "I see the difference in this case, ",
  "mn93:14.6": "but not in the previous cases.” ",
  "mn93:15.1": "“What do you think, Assalāyana? ",
  "mn93:15.2": "Suppose there were two brahmin students who were brothers who had shared a womb. One was an educated reciter, while the other was not an educated reciter. ",
  "mn93:15.3": "Who would the brahmins feed first at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ",
  "mn93:15.4": "“They’d first feed the student who was an educated reciter. ",
  "mn93:15.5": "For how could an offering to someone who not an educated reciter be very fruitful?” ",
  "mn93:16.1": "“What do you think, Assalāyana? ",
  "mn93:16.2": "Suppose there were two brahmin students who were brothers who had shared a womb. One was an educated reciter, but was unethical, of bad character, while the other was not an educated reciter, but was ethical and of good character. ",
  "mn93:16.3": "Who would the brahmins feed first?” ",
  "mn93:16.4": "“They’d first feed the student who was not an educated reciter, but was ethical and of good character. ",
  "mn93:16.5": "For how could an offering to someone who is unethical and of bad character be very fruitful?” ",
  "mn93:17.1": "“Firstly you relied on birth, Assalāyana, ",
  "mn93:17.2": "then you switched to education, ",
  "mn93:17.3": "then you switched to abstemious behavior. ",
  "mn93:17.4": "Now you’ve come around to believing in purification for the four classes, just as I advocate.” ",
  "mn93:17.5": "When he said this, Assalāyana sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ",
  "mn93:18.1": "Knowing this, the Buddha said to him: ",
  "mn93:18.2": "“Once upon a time, Assalāyana, seven brahmin hermits settled in leaf huts in a wilderness region. They had the following harmful misconception: ",
  "mn93:18.3": "‘Only brahmins are the highest caste; other castes are inferior. ",
  "mn93:18.4": "Only brahmins are the light caste; other castes are dark. Only brahmins are purified, not others. ",
  "mn93:18.5": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’ ",
  "mn93:18.6": "The hermit Devala the Dark heard about this. ",
  "mn93:18.7": "",
  "mn93:18.8": "",
  "mn93:18.9": "",
  "mn93:18.10": "So he did up his hair and beard, dressed in magenta robes, put on his boots, grasped a golden staff, and appeared in the courtyard of the seven brahmin hermits. ",
  "mn93:18.11": "Then he wandered about the yard saying, ",
  "mn93:18.12": "‘Where, oh where have those brahmin hermits gone? ",
  "mn93:18.13": "Where, oh where have those brahmin hermits gone?’ ",
  "mn93:18.14": "Then those brahmin hermits said, ",
  "mn93:18.15": "‘Who’s this wandering about our courtyard like a cowpoke? ",
  "mn93:18.16": "",
  "mn93:18.17": "",
  "mn93:18.18": "Let’s curse him!’ ",
  "mn93:18.19": "So they cursed Devala the Dark, ",
  "mn93:18.20": "‘Be ashes, lowlife! ",
  "mn93:18.21": "Be ashes, lowlife!’ ",
  "mn93:18.22": "But the more the hermits cursed him, the more attractive, good-looking, and lovely Devala the Dark became. ",
  "mn93:18.23": "Then those brahmin hermits said, ",
  "mn93:18.24": "‘Our fervor is in vain! Our spiritual path is fruitless! ",
  "mn93:18.25": "For when we used to curse someone ",
  "mn93:18.26": "to become ashes, ",
  "mn93:18.27": "ashes they became. ",
  "mn93:18.28": "But the more we curse this one, the more attractive, good-looking, and lovely he becomes.’ ",
  "mn93:18.29": "‘Gentlemen, your fervor is not in vain; your spiritual path is not fruitless. ",
  "mn93:18.30": "Please let go of your malevolence towards me.’ ",
  "mn93:18.31": "‘We let go of our malevolence towards you. ",
  "mn93:18.32": "But who are you, sir?’ ",
  "mn93:18.33": "‘Have you heard of ",
  "mn93:18.34": "the hermit Devala the Dark?’ ",
  "mn93:18.35": "‘Yes, sir.’ ",
  "mn93:18.36": "‘I am he, sirs.’ ",
  "mn93:18.37": "Then they approached Devala and bowed to him. ",
  "mn93:18.38": "Devala said to them, ",
  "mn93:18.39": "‘I heard that when the seven brahmin hermits had settled in leaf huts in a wilderness region, they had the following harmful misconception: ",
  "mn93:18.40": "“Only brahmins are the highest caste; other castes are inferior. ",
  "mn93:18.41": "Only brahmins are the light caste; other castes are dark. ",
  "mn93:18.42": "Only brahmins are purified, not others. ",
  "mn93:18.43": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.”’ ",
  "mn93:18.44": "‘That’s right, sir.’ ",
  "mn93:18.45": "‘But do you know ",
  "mn93:18.46": "whether your birth mother only had relations with a brahmin and not with a non-brahmin?’ ",
  "mn93:18.47": "‘We don’t know that.’ ",
  "mn93:18.48": "‘But do you know ",
  "mn93:18.49": "whether your birth mother’s mothers back to the seventh generation only had relations with brahmins and not with non-brahmins?’ ",
  "mn93:18.50": "‘We don’t know that.’ ",
  "mn93:18.51": "‘But do you know ",
  "mn93:18.52": "whether your birth father only had relations with a brahmin woman and not with a non-brahmin?’ ",
  "mn93:18.53": "‘We don’t know that.’ ",
  "mn93:18.54": "‘But do you know ",
  "mn93:18.55": "whether your birth father’s fathers back to the seventh generation only had relations with brahmins and not with non-brahmins?’ ",
  "mn93:18.56": "‘We don’t know that.’ ",
  "mn93:18.57": "‘But do you know ",
  "mn93:18.58": "how an embryo is conceived?’ ",
  "mn93:18.59": "‘We do know that, sir. ",
  "mn93:18.60": "",
  "mn93:18.61": "An embryo is conceived when these three things come together—the mother and father come together, the mother is in the fertile phase of her menstrual cycle, and the virile spirit is potent.’ ",
  "mn93:18.62": "‘But do you know ",
  "mn93:18.63": "for sure whether that virile spirit is an aristocrat, a brahmin, a merchant, or a worker?’ ",
  "mn93:18.64": "‘We don’t know that.’ ",
  "mn93:18.65": "",
  "mn93:18.66": "‘In that case, sirs, don’t you know ",
  "mn93:18.67": "what you are?’ ",
  "mn93:18.68": "‘In that case, sir, we don’t know ",
  "mn93:18.69": "what we are.’ ",
  "mn93:18.70": "So even those seven brahmin hermits were stumped when pursued, pressed, and grilled by the seer Devala on their own genealogy. ",
  "mn93:18.71": "So how could you succeed, being grilled by me now on your own genealogy—you who have not even mastered your own tradition?” ",
  "mn93:19.1": "When he had spoken, Assalāyana said to him, ",
  "mn93:19.2": "“Excellent, Master Gotama! … ",
  "mn93:19.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}