{
  "mn95:0.1": "Middle Discourses 95 ",
  "mn95:0.2": "With Caṅkī ",
  "mn95:1.1": "So I have heard. ",
  "mn95:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Opāsāda. ",
  "mn95:1.3": "He stayed in a sal grove to the north of Opāsāda called the “Gods’ Grove”. ",
  "mn95:2.1": "Now at that time the brahmin Caṅkī was living in Opāsāda. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park granted to a brahmin. ",
  "mn95:3.1": "The brahmins and householders of Opāsāda heard: ",
  "mn95:3.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Opāsāda together with a large Saṅgha of mendicants. He is staying in the God’s Grove to the north. ",
  "mn95:3.3": "He has this good reputation: ",
  "mn95:3.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn95:3.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn95:3.6": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "mn95:3.7": "It’s good to see such perfected ones.” ",
  "mn95:4.1": "Then, having departed Opāsāda, they formed into companies and headed north to the God’s Grove. ",
  "mn95:5.1": "Now at that time the brahmin Caṅkī had retired to the upper floor of his stilt longhouse for his midday nap. ",
  "mn95:5.2": "He saw the brahmins and householders heading for the God’s Grove, ",
  "mn95:5.3": "and addressed his steward, ",
  "mn95:5.4": "“My steward, why are the brahmins and householders heading north for the God’s Grove?” ",
  "mn95:6.1": "“The ascetic Gotama has arrived at Opāsāda together with a large Saṅgha of mendicants. He is staying in the God’s Grove to the north. ",
  "mn95:6.2": "He has this good reputation: ",
  "mn95:6.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn95:6.4": "They’re going to see that Master Gotama.” ",
  "mn95:6.5": "“Well then, go to the brahmins and householders and say to them: ",
  "mn95:6.6": "“Sirs, the brahmin Caṅkī asks ",
  "mn95:6.7": "you to wait, as he will also go to see the ascetic Gotama.” ",
  "mn95:6.8": "“Yes, sir,” replied the steward, and did as he was asked. ",
  "mn95:6.9": "",
  "mn95:6.10": "",
  "mn95:7.1": "Now at that time around five hundred brahmins from abroad were residing in Opāsāda on some business. ",
  "mn95:7.2": "They heard that ",
  "mn95:7.3": "the brahmin Caṅkī was going to see the ascetic Gotama. ",
  "mn95:7.4": "They approached Caṅkī and said to him, ",
  "mn95:7.5": "“Is it really true that you are going to see the ascetic Gotama?” ",
  "mn95:7.6": "“Yes, gentlemen, it is true.” ",
  "mn95:7.7": "",
  "mn95:8.1": "“Please don’t! ",
  "mn95:8.2": "It’s not appropriate for you to go to see the ascetic Gotama; ",
  "mn95:8.3": "it’s appropriate that he comes to see you. ",
  "mn95:8.4": "You are well born on both your mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "mn95:8.5": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; ",
  "mn95:8.6": "it’s appropriate that he comes to see you. ",
  "mn95:8.7": "You’re rich, affluent, and wealthy. … ",
  "mn95:8.8": "You recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. You know philology and grammar, and are well versed in cosmology and the marks of a great man. … ",
  "mn95:8.9": "You are attractive, good-looking, lovely, of surpassing beauty. You are magnificent and splendid as Brahmā, remarkable to behold. … ",
  "mn95:8.10": "You are ethical, mature in ethical conduct. … ",
  "mn95:8.11": "You’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … ",
  "mn95:8.12": "You teach the teachers of many, and teach three hundred students to recite the hymns. … ",
  "mn95:8.13": "You’re honored, respected, revered, venerated, and esteemed by King Pasenadi of Kosala ",
  "mn95:8.14": "and the brahmin Pokkharasāti. … ",
  "mn95:8.15": "You live in Opāsāda, a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park granted to a brahmin. ",
  "mn95:8.16": "For all these reasons it’s not appropriate for you to go to see the ascetic Gotama; ",
  "mn95:8.17": "it’s appropriate that he comes to see you.” ",
  "mn95:9.1": "When they had spoken, Caṅkī said to those brahmins: ",
  "mn95:9.2": "“Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama, ",
  "mn95:9.3": "and it’s not appropriate for him to come to see me. ",
  "mn95:9.4": "He is well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "mn95:9.5": "For this reason it’s not appropriate for the ascetic Gotama to come to see me; ",
  "mn95:9.6": "rather, it’s appropriate for me to go to see him. ",
  "mn95:9.7": "When he went forth he abandoned abundant gold coin and bullion stored in dungeons and towers. … ",
  "mn95:9.8": "He went forth from the lay life to homelessness while still a youth, young, black-haired, blessed with youth, in the prime of life. … ",
  "mn95:9.9": "Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. … ",
  "mn95:9.10": "He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent and splendid as Brahmā, remarkable to behold. … ",
  "mn95:9.11": "He is ethical, possessing ethical conduct that is noble and skillful. … ",
  "mn95:9.12": "He’s a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … ",
  "mn95:9.13": "He’s a teacher of teachers. … ",
  "mn95:9.14": "He has ended sensual desire, and is rid of caprice. … ",
  "mn95:9.15": "He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. … ",
  "mn95:9.16": "He went forth from an eminent family of unbroken aristocratic lineage. … ",
  "mn95:9.17": "He went forth from a rich, affluent, and wealthy family. … ",
  "mn95:9.18": "People come from distant lands and distant countries to question him. … ",
  "mn95:9.19": "Many thousands of deities have gone for refuge for life to him. … ",
  "mn95:9.20": "He has this good reputation: ",
  "mn95:9.21": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ … ",
  "mn95:9.22": "He has the thirty-two marks of a great man. … ",
  "mn95:9.23": "King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "mn95:9.24": "King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "mn95:9.25": "The brahmin Pokkharasāti and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "mn95:9.26": "The ascetic Gotama has arrived to stay in the God’s Grove to the north of Opāsāda. ",
  "mn95:9.27": "Any ascetic or brahmin who comes to stay in our village district is our guest, ",
  "mn95:9.28": "and should be honored and respected as such. ",
  "mn95:9.29": "",
  "mn95:9.30": "",
  "mn95:9.31": "For this reason, too, it’s not appropriate for Master Gotama to come to see me, ",
  "mn95:9.32": "rather, it’s appropriate for me to go to see him. ",
  "mn95:9.33": "This is the extent of Master Gotama’s praise that I have learned. But his praises are not confined to this, ",
  "mn95:9.34": "for the praise of Master Gotama is limitless. ",
  "mn95:9.35": "The possession of even a single one of these factors makes it inappropriate for Master Gotama to come to see me, ",
  "mn95:9.36": "rather, it’s appropriate for me to go to see him. ",
  "mn95:9.37": "Well then, gentlemen, let’s all go to see the ascetic Gotama.” ",
  "mn95:10.1": "Then Caṅkī together with a large group of brahmins went to the Buddha and exchanged greetings with him. ",
  "mn95:10.2": "When the greetings and polite conversation were over, he sat down to one side. ",
  "mn95:11.1": "Now at that time the Buddha was sitting engaged in some polite conversation together with some very senior brahmins. ",
  "mn95:11.2": "And the brahmin student Kāpaṭika was sitting in that assembly. He was young, newly tonsured; he was sixteen years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. ",
  "mn95:11.3": "While the senior brahmins were conversing together with the Buddha, he interrupted. ",
  "mn95:11.4": "Then the Buddha rebuked Kāpaṭika, ",
  "mn95:11.5": "“Venerable Bhāradvāja, don’t interrupt the senior brahmins. ",
  "mn95:11.6": "Wait until they’ve finished speaking.” ",
  "mn95:11.7": "When he had spoken, Caṅkī said to the Buddha, ",
  "mn95:11.8": "“Master Gotama, don’t rebuke the student Kāpaṭika. ",
  "mn95:11.9": "He’s a gentleman, learned, astute, a good speaker. He is capable of having a dialogue with Master Gotama about this.” ",
  "mn95:12.1": "Then it occurred to the Buddha, ",
  "mn95:12.2": "“Clearly the student Kāpaṭika will talk about the scriptural heritage of the three Vedas. ",
  "mn95:12.3": "That’s why they put him at the front.” ",
  "mn95:12.4": "Then Kāpaṭika thought, ",
  "mn95:12.5": "“When the ascetic Gotama looks at me, I’ll ask him a question.” ",
  "mn95:12.6": "Then the Buddha, knowing what Kāpaṭika was thinking, looked at him. ",
  "mn95:12.7": "Then Kāpaṭika thought, ",
  "mn95:12.8": "“The ascetic Gotama is engaging with me. ",
  "mn95:12.9": "Why don’t I ask him a question?” ",
  "mn95:12.10": "Then he said, ",
  "mn95:12.11": "“Master Gotama, regarding that which by the lineage of testament and by canonical authority is the ancient hymnal of the brahmins, the brahmins come to the definite conclusion: ",
  "mn95:12.12": "‘This is the only truth, other ideas are silly.’ ",
  "mn95:12.13": "What do you say about this?” ",
  "mn95:13.1": "“Well, Bhāradvāja, is there even a single one of the brahmins who says this: ",
  "mn95:13.2": "‘I know this, I see this: ",
  "mn95:13.3": "this is the only truth, other ideas are silly’?” ",
  "mn95:13.4": "“No, Master Gotama.” ",
  "mn95:13.5": "“Well, is there even a single teacher of the brahmins, or a teacher’s teacher, or anyone back to the seventh generation of teachers, who says this: ",
  "mn95:13.6": "‘I know this, I see this: ",
  "mn95:13.7": "this is the only truth, other ideas are silly’?” ",
  "mn95:13.8": "“No, Master Gotama.” ",
  "mn95:13.9": "“Well, what of the ancient hermits of the brahmins, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. ",
  "mn95:13.10": "Did even they say: ",
  "mn95:13.11": "‘We know this, we see this: ",
  "mn95:13.12": "this is the only truth, other ideas are silly’?” ",
  "mn95:13.13": "“No, Master Gotama.” ",
  "mn95:13.14": "“So, Bhāradvāja, it seems that there is not a single one of the brahmins, ",
  "mn95:13.15": "",
  "mn95:13.16": "",
  "mn95:13.17": "not even anyone back to the seventh generation of teachers, ",
  "mn95:13.18": "",
  "mn95:13.19": "",
  "mn95:13.20": "nor even the ancient hermits of the brahmins who say: ",
  "mn95:13.21": "‘We know this, we see this: ",
  "mn95:13.22": "this is the only truth, other ideas are silly.’ ",
  "mn95:13.23": "Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see. ",
  "mn95:13.24": "In the same way, it seems to me that the brahmins’ statement turns out to be like a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see. ",
  "mn95:13.25": "What do you think, Bhāradvāja? ",
  "mn95:13.26": "This being so, doesn’t the brahmins’ faith turn out to be baseless?” ",
  "mn95:14.1": "“The brahmins don’t just honor this because of faith, but also because of oral transmission.” ",
  "mn95:14.2": "“First you relied on faith, now you speak of oral tradition. ",
  "mn95:14.3": "These five things can be seen to turn out in two different ways. ",
  "mn95:14.4": "What five? ",
  "mn95:14.5": "Faith, preference, oral tradition, reasoned contemplation, and acceptance of a view after consideration. ",
  "mn95:14.6": "",
  "mn95:14.7": "Even though you have full faith in something, it may be void, hollow, and false. ",
  "mn95:14.8": "And even if you don’t have full faith in something, it may be true and real, not otherwise. ",
  "mn95:14.9": "Even though you have a strong preference for something … ",
  "mn95:14.10": "something may be accurately transmitted … ",
  "mn95:14.11": "something may be well contemplated … ",
  "mn95:14.12": "something may be well considered, it may be void, hollow, and false. ",
  "mn95:14.13": "And even if something is not well considered, it may be true and real, not otherwise. ",
  "mn95:14.14": "For a sensible person who is preserving truth this is not sufficient to come to the definite conclusion: ",
  "mn95:14.15": "‘This is the only truth, other ideas are silly.’” ",
  "mn95:15.1": "“But Master Gotama, how do you define the preservation of truth?” ",
  "mn95:15.2": "",
  "mn95:15.3": "“If a person has faith, ",
  "mn95:15.4": "they preserve truth by saying, ‘Such is my faith.’ ",
  "mn95:15.5": "But they don’t yet come to the definite conclusion: ",
  "mn95:15.6": "‘This is the only truth, other ideas are silly.’ ",
  "mn95:15.7": "If a person has a preference … ",
  "mn95:15.8": "or has received an oral transmission … ",
  "mn95:15.9": "or has a reasoned reflection about something … ",
  "mn95:15.10": "or has accepted a view after contemplation, ",
  "mn95:15.11": "they preserve truth by saying, ‘Such is the view I have accepted after contemplation.’ ",
  "mn95:15.12": "But they don’t yet come to the definite conclusion: ",
  "mn95:15.13": "‘This is the only truth, other ideas are silly.’ ",
  "mn95:15.14": "That’s how the preservation of truth is defined, Bhāradvāja. I describe the preservation of truth as defined in this way. ",
  "mn95:15.15": "But this is not yet the awakening to the truth.” ",
  "mn95:16.1": "“That’s how the preservation of truth is defined, Master Gotama. We regard the preservation of truth as defined in this way. ",
  "mn95:16.2": "But Master Gotama, how do you define awakening to the truth?” ",
  "mn95:16.3": "",
  "mn95:17.1": "“Bhāradvāja, take the case of a mendicant living supported by a town or village. ",
  "mn95:17.2": "A householder or their child approaches and scrutinizes them for three kinds of things: ",
  "mn95:17.3": "things that arouse greed, things that provoke hate, and things that promote delusion. ",
  "mn95:17.4": "‘Does this venerable have any qualities that arouse greed? Such qualities that, were their mind to be overwhelmed by them, they might say ",
  "mn95:17.5": "that they know, even though they don’t know, or that they see, even though they don’t see; ",
  "mn95:17.6": "or that they might encourage others to do what is for their lasting harm and suffering?’ ",
  "mn95:17.7": "Scrutinizing them they find: ",
  "mn95:17.8": "‘This venerable has no such qualities that arouse greed. ",
  "mn95:17.9": "",
  "mn95:17.10": "",
  "mn95:17.11": "Rather, that venerable has bodily and verbal behavior like that of someone without greed. ",
  "mn95:17.12": "And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ",
  "mn95:17.13": "It’s not easy for someone with greed to teach this.’ ",
  "mn95:18.1": "Scrutinizing them in this way they see that they are purified of qualities that arouse greed. Next, they search them for qualities that provoke hate. ",
  "mn95:18.2": "‘Does this venerable have any qualities that provoke hate? Such qualities that, were their mind to be overwhelmed by them, they might say ",
  "mn95:18.3": "that they know, even though they don’t know, or that they see, even though they don’t see; ",
  "mn95:18.4": "or that they might encourage others to do what is for their lasting harm and suffering?’ ",
  "mn95:18.5": "Scrutinizing them they find: ",
  "mn95:18.6": "‘This venerable has no such qualities that provoke hate. ",
  "mn95:18.7": "",
  "mn95:18.8": "",
  "mn95:18.9": "Rather, that venerable has bodily and verbal behavior like that of someone without hate. ",
  "mn95:18.10": "And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ",
  "mn95:18.11": "It’s not easy for someone with hate to teach this.’ ",
  "mn95:19.1": "Scrutinizing them in this way they see that they are purified of qualities that provoke hate. Next, they scrutinize them for qualities that promote delusion. ",
  "mn95:19.2": "‘Does this venerable have any qualities that promote delusion? Such qualities that, were their mind to be overwhelmed by them, they might say ",
  "mn95:19.3": "that they know, even though they don’t know, or that they see, even though they don’t see; ",
  "mn95:19.4": "or that they might encourage others to do what is for their lasting harm and suffering?’ ",
  "mn95:19.5": "Scrutinizing them they find: ",
  "mn95:19.6": "‘This venerable has no such qualities that promote delusion. ",
  "mn95:19.7": "",
  "mn95:19.8": "",
  "mn95:19.9": "Rather, that venerable has bodily and verbal behavior like that of someone without delusion. ",
  "mn95:19.10": "And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ",
  "mn95:19.11": "It’s not easy for someone with delusion to teach this.’ ",
  "mn95:20.1": "Scrutinizing them in this way they see that they are purified of qualities that promote delusion. ",
  "mn95:20.2": "Next, they place faith in them. When faith has arisen they approach the teacher. They pay homage, lend an ear, hear the teachings, remember the teachings, reflect on their meaning, and accept them after consideration. Then enthusiasm springs up; they make an effort, weigh up, and persevere. Persevering, they directly realize the ultimate truth, and see it with penetrating wisdom. ",
  "mn95:20.3": "That’s how the awakening to truth is defined, Bhāradvāja. I describe the awakening to truth as defined in this way. ",
  "mn95:20.4": "But this is not yet the arrival at the truth.” ",
  "mn95:21.1": "“That’s how the awakening to truth is defined, Master Gotama. I regard the awakening to truth as defined in this way. ",
  "mn95:21.2": "But Master Gotama, how do you define the arrival at the truth?” ",
  "mn95:21.3": "",
  "mn95:21.4": "“By the cultivation, development, and making much of these very same things there is the arrival at the truth. ",
  "mn95:21.5": "That’s how the arrival at the truth is defined, Bhāradvāja. I describe the arrival at the truth as defined in this way.” ",
  "mn95:22.1": "“That’s how the arrival at the truth is defined, Master Gotama. I regard the arrival at the truth as defined in this way. ",
  "mn95:22.2": "But what quality is helpful for arriving at the truth?” ",
  "mn95:22.3": "",
  "mn95:22.4": "“Striving is helpful for arriving at the truth. ",
  "mn95:22.5": "If you don’t strive, you won’t arrive at the truth. ",
  "mn95:22.6": "You arrive at the truth because you strive. ",
  "mn95:22.7": "That’s why striving is helpful for arriving at the truth.” ",
  "mn95:23.1": "“But what quality is helpful for striving?” ",
  "mn95:23.2": "",
  "mn95:23.3": "“Weighing up the teachings is helpful for striving … ",
  "mn95:23.4": "",
  "mn95:23.5": "",
  "mn95:23.6": "",
  "mn95:24.1": "",
  "mn95:24.2": "",
  "mn95:24.3": "Making an effort is helpful for weighing up the teachings … ",
  "mn95:24.4": "",
  "mn95:24.5": "",
  "mn95:24.6": "",
  "mn95:25.1": "",
  "mn95:25.2": "",
  "mn95:25.3": "Enthusiasm is helpful for making an effort … ",
  "mn95:25.4": "",
  "mn95:25.5": "",
  "mn95:25.6": "",
  "mn95:26.1": "",
  "mn95:26.2": "",
  "mn95:26.3": "Acceptance of the teachings after consideration is helpful for enthusiasm … ",
  "mn95:26.4": "",
  "mn95:26.5": "",
  "mn95:26.6": "",
  "mn95:27.1": "",
  "mn95:27.2": "",
  "mn95:27.3": "Reflecting on the meaning of the teachings is helpful for accepting them after consideration … ",
  "mn95:27.4": "",
  "mn95:27.5": "",
  "mn95:27.6": "",
  "mn95:28.1": "",
  "mn95:28.2": "",
  "mn95:28.3": "Remembering the teachings is helpful for reflecting on their meaning … ",
  "mn95:28.4": "",
  "mn95:28.5": "",
  "mn95:28.6": "",
  "mn95:29.1": "",
  "mn95:29.2": "",
  "mn95:29.3": "Hearing the teachings is helpful for remembering the teachings … ",
  "mn95:29.4": "",
  "mn95:29.5": "",
  "mn95:29.6": "",
  "mn95:30.1": "",
  "mn95:30.2": "",
  "mn95:30.3": "Listening is helpful for hearing the teachings … ",
  "mn95:30.4": "",
  "mn95:30.5": "",
  "mn95:30.6": "",
  "mn95:31.1": "",
  "mn95:31.2": "",
  "mn95:31.3": "Paying homage is helpful for listening … ",
  "mn95:31.4": "",
  "mn95:31.5": "",
  "mn95:31.6": "",
  "mn95:32.1": "",
  "mn95:32.2": "",
  "mn95:32.3": "Approaching is helpful for paying homage … ",
  "mn95:32.4": "",
  "mn95:32.5": "",
  "mn95:32.6": "",
  "mn95:33.1": "",
  "mn95:33.2": "",
  "mn95:33.3": "Faith is helpful for approaching a teacher. ",
  "mn95:33.4": "If you don’t give rise to faith, you won’t approach a teacher. ",
  "mn95:33.5": "You approach a teacher because you have faith. ",
  "mn95:33.6": "That’s why faith is helpful for approaching a teacher.” ",
  "mn95:34.1": "“I’ve asked Master Gotama about the preservation of truth, and he has answered me. ",
  "mn95:34.2": "I like and accept this, and am satisfied with it. ",
  "mn95:34.3": "I’ve asked Master Gotama about awakening to the truth, and he has answered me. ",
  "mn95:34.4": "I like and accept this, and am satisfied with it. ",
  "mn95:34.5": "I’ve asked Master Gotama about the arrival at the truth, and he has answered me. ",
  "mn95:34.6": "I like and accept this, and am satisfied with it. ",
  "mn95:34.7": "I’ve asked Master Gotama about the things that are helpful for the arrival at the truth, and he has answered me. ",
  "mn95:34.8": "I like and accept this, and am satisfied with it. ",
  "mn95:34.9": "Whatever I have asked Master Gotama about he has answered me. ",
  "mn95:34.10": "I like and accept this, and am satisfied with it. ",
  "mn95:34.11": "Master Gotama, I used to think this: ",
  "mn95:34.12": "‘Who are these shavelings, fake ascetics, primitives, black spawn from the feet of our kinsman to be counted alongside those who understand the teaching?’ ",
  "mn95:34.13": "The Buddha has inspired me to have love, confidence, and respect for ascetics! ",
  "mn95:35.1": "Excellent, Master Gotama! … ",
  "mn95:35.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}