{
  "an5.57:0.1": "Palaipsninių suttų rinkinys 5 ",
  "an5.57:0.2": "6. Kliūtys ",
  "an5.57:0.3": "57. Faktai dažnam apmąstymui ",
  "an5.57:1.1": "„Esti, vienuoliai, penki faktai, kuriuos moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti. ",
  "an5.57:1.2": "Kokie penki? ",
  "an5.57:1.3": "„Man būdinga senti, neįveikiau senėjimo”, – tai moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti. ",
  "an5.57:1.4": "„Man būdinga sirgti, neįveikiau ligų”, – tai moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti. ",
  "an5.57:1.5": "„Man būdinga mirti, neįveikiau mirties”, – tai moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti. ",
  "an5.57:1.6": "„Visa, kas man brangu ir miela, turėsiu palikti, išsiskirti su tuo”, – tai moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti. ",
  "an5.57:1.7": "„Esu veiksmų savininkas, veiksmų įpėdinis, veiksmai mano pradėjimas, mano giminės, esu (savo) veiksmų prieglobstyje. ",
  "an5.57:1.8": "Kokius veiksmus atlieku – ar dorus, ar nedorus – ",
  "an5.57:1.9": "to ir būsiu įpėdinis”, – tai moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti. ",
  "an5.57:2.1": "Kokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Man būdinga senti, neįveikiau senėjimo”? ",
  "an5.57:2.2": "Kai būtybės jaunos, vienuoliai, jas apsvaigina jaunystė. Dėl to apsvaigimo jos elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an5.57:2.3": "Kai tą faktą dažnai apmąsto, tas apsvaigimas jaunyste arba visiškai paliekamas, arba bent sumažėja. ",
  "an5.57:2.4": "Tokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Man būdinga senti, neįveikiau senėjimo”. ",
  "an5.57:3.1": "Kokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Man būdinga sirgti, neįveikiau ligų”? ",
  "an5.57:3.2": "Kai būtybės sveikos, vienuoliai, jas apsvaigina sveikata. Dėl to apsvaigimo jos elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an5.57:3.3": "Kai tą faktą dažnai apmąsto, tas apsvaigimas sveikata arba visiškai paliekamas, arba bent sumažėja. ",
  "an5.57:3.4": "Tokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Man būdinga sirgti, neįveikiau ligų”. ",
  "an5.57:4.1": "Kokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Man būdinga mirti, neįveikiau mirties”? ",
  "an5.57:4.2": "Kai būtybės gyvos, vienuoliai, jas apsvaigina gyvybė. Dėl to apsvaigimo jos elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an5.57:4.3": "Kai tą faktą dažnai apmąsto, tas apsvaigimas gyvybe arba visiškai paliekamas, arba bent sumažėja. ",
  "an5.57:4.4": "Tokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Man būdinga mirti, neįveikiau mirties”. ",
  "an5.57:5.1": "Kokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Visa, kas man brangu ir miela, turėsiu palikti, išsiskirti su tuo”? ",
  "an5.57:5.2": "Tam, kas brangu ir miela, vienuoliai, būtybės jaučia aistringą geismą, kurio apimtos, jos elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an5.57:5.3": "Kai tą faktą dažnai apmąsto, aistringas geismas tam, kas brangu ir miela, arba visiškai paliekamas, arba bent sumažėja. ",
  "an5.57:5.4": "Tokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: „Visa, kas man brangu ir miela, turėsiu palikti, išsiskirti su tuo.” ",
  "an5.57:6.1": "Kokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: ",
  "an5.57:6.2": "„Esu veiksmų savininkas, veiksmų įpėdinis, veiksmai mano pradėjimas, mano giminės, esu (savo) veiksmų prieglobstyje. Kokius veiksmus atlieku – ar dorus, ar nedorus – to ir būsiu įpėdinis.” ",
  "an5.57:6.3": "Būtybės, vienuoliai, elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an5.57:6.4": "Kai tą faktą dažnai apmąsto, blogas elgesys arba visiškai paliekamas, arba bent sumažėja. ",
  "an5.57:6.5": "Tokiu tikslu, vienuoliai, moteris ar vyras, pasaulietis ar vienuolis turėtų dažnai apmąstyti: ",
  "an5.57:6.6": "„Esu veiksmų savininkas, veiksmų įpėdinis, veiksmai mano pradėjimas, mano giminės, esu (savo) veiksmų prieglobstyje. Kokius veiksmus atlieku – ar dorus, ar nedorus – to ir būsiu įpėdinis.” ",
  "an5.57:7.1": "Tas, vienuoliai, tauriųjų mokinys svarsto taip: ",
  "an5.57:7.2": "„Nesu vienintelis, kam būdinga senti, kas neįveikė senėjimo. Visoms būtybėms, kol jos ateina, išeina, pradingsta ir atgimsta, būdinga senti, jos neįveikė senėjimo.” ",
  "an5.57:7.3": "Kai tą faktą dažnai apmąsto, gimsta kelias. ",
  "an5.57:7.4": "Jis tą kelią taiko, lavina, dažnai praktikuoja. ",
  "an5.57:7.5": "Jam tą kelią taikant, lavinant, dažnai praktikuojant, visiškai paliekami pančiai, pašalinamos ydos. ",
  "an5.57:8.1": "„Nesu vienintelis, kam būdinga sirgti, kas neįveikė ligų. Visoms būtybėms, kol jos ateina, išeina, pradingsta ir atgimsta, būdinga sirgti, jos neįveikė ligų.” ",
  "an5.57:8.2": "Kai tą faktą dažnai apmąsto, gimsta kelias. ",
  "an5.57:8.3": "Jis tą kelią taiko, lavina, dažnai praktikuoja. ",
  "an5.57:8.4": "Jam tą kelią taikant, lavinant, dažnai praktikuojant, visiškai paliekami pančiai, pašalinamos ydos. ",
  "an5.57:9.1": "„Nesu vienintelis, kam būdinga mirti, kas neįveikė mirties. Visoms būtybėms, kol jos ateina, išeina, pradingsta ir atgimsta, būdinga mirti, jos neįveikė mirties.” ",
  "an5.57:9.2": "Kai tą faktą dažnai apmąsto, gimsta kelias. ",
  "an5.57:9.3": "Jis tą kelią taiko, lavina, dažnai praktikuoja. ",
  "an5.57:9.4": "Jam tą kelią taikant, lavinant, dažnai praktikuojant, visiškai paliekami pančiai, pašalinamos ydos. ",
  "an5.57:10.1": "„Nesu vienintelis, kas visa, kas brangu ir miela, turės palikti, išsiskirti su tuo. Visoms būtybėms, kol jos ateina, išeina, pradingsta ir atgimsta, visa, kas brangu ir miela, turės palikti, išsiskirti su tuo.” ",
  "an5.57:10.2": "Kai tą faktą dažnai apmąsto, gimsta kelias. ",
  "an5.57:10.3": "Jis tą kelią taiko, lavina, dažnai praktikuoja. ",
  "an5.57:10.4": "Jam tą kelią taikant, lavinant, dažnai praktikuojant, visiškai paliekami pančiai, pašalinamos ydos. ",
  "an5.57:11.1": "„Nesu vienintelis, kas yra veiksmų savininkas, veiksmų įpėdinis, kurio veiksmai yra pradėjimas, giminės, esantis (savo) veiksmų prieglobstyje. Kokius veiksmus atliekantis – ar dorus, ar nedorus – to ir būsiantis įpėdiniu. ",
  "an5.57:11.2": "Visos būtybės, kol jos ateina, išeina, pradingsta ir atgimsta, yra veiksmų savininkai, veiksmų įpėdiniai, kurių veiksmai yra pradėjimas, giminės, esančios (savo) veiksmų prieglobstyje. Kokius veiksmus atliekančios – ar dorus, ar nedorus – to ir būsiančios įpėdiniais.” ",
  "an5.57:11.3": "Kai tą faktą dažnai apmąsto, gimsta kelias. ",
  "an5.57:11.4": "Jis tą kelią taiko, lavina, dažnai praktikuoja. ",
  "an5.57:11.5": "Jam tą kelią taikant, lavinant, dažnai praktikuojant, visiškai paliekami pančiai, pašalinamos ydos. ",
  "an5.57:12.1": "Būtybėms būdingi ligos, ",
  "an5.57:12.2": "senėjimas ir mirtis. ",
  "an5.57:12.3": "Nors tokia ir yra jų prigimtis, ",
  "an5.57:12.4": "tuo bjaurisi eiliniai žmonės. ",
  "an5.57:13.1": "Jei ir aš bjaurėsiuos ",
  "an5.57:13.2": "gyvomis būtybėmis tokios prigimties, ",
  "an5.57:13.3": "man gyvenant taip, ",
  "an5.57:13.4": "tai bus netinkama. ",
  "an5.57:14.1": "Gyvendamas taip, ",
  "an5.57:14.2": "pažinęs tikrovę be prisirišimų, ",
  "an5.57:14.3": "įveikiau visus apsvaigimus – ",
  "an5.57:14.4": "sveikatos, jaunystės ",
  "an5.57:15.1": "ir gyvenimo – ",
  "an5.57:15.2": "pamatęs atsižadėjimą saugiu. ",
  "an5.57:15.3": "Pastangos kylo manyje, ",
  "an5.57:15.4": "kai žvelgiau į užgęsimą (<i lang='pi' translate='no'>nibbaną</i>). ",
  "an5.57:16.1": "Dabar nebesugebu ",
  "an5.57:16.2": "atsiduoti jusliniams malonumams. ",
  "an5.57:16.3": "Šventas gyvenimas mano atrama, ",
  "an5.57:16.4": "atgal negrįšiu niekada.” "
}