{
  "an5.213:0.1": "Palaipsninių suttų rinkinys 5 ",
  "an5.213:0.2": "22. Užgauliotojas ",
  "an5.213:0.3": "213. Dorovė ",
  "an5.213:1.1": "Vienuoliai, šie penki pavojai gresia nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:1.2": "Kokie penki? ",
  "an5.213:1.3": "Štai, vienuoliai, nedoras, dorovės netekęs (žmogus) dėl nerūpestingumo praranda daug turto. ",
  "an5.213:1.4": "Tai, vienuoliai, yra pirmasis pavojus, gresiantis nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:2.1": "Toliau, vienuoliai, nedoras, dorovės netekęs (žmogus) įgyja blogą vardą. ",
  "an5.213:2.2": "Tai, vienuoliai, yra antrasis pavojus, gresiantis nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:3.1": "Toliau, vienuoliai, nedoras, dorovės netekęs (žmogus) į kokį susirinkimą nenueitų – ar valdovų sueigą, ar brahmanų krivulę, ar namų šeimininkų sueigą, ar atsiskyrėlių kuopą – jis savimi nepasitiki (ir būna) nebylus. ",
  "an5.213:3.2": "Tai, vienuoliai, yra trečiasis pavojus, gresiantis nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:4.1": "Toliau, vienuoliai, nedoras, dorovės netekęs (žmogus) miršta sumišęs. ",
  "an5.213:4.2": "Tai, vienuoliai, yra ketvirtasis pavojus, gresiantis nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:5.1": "Toliau, vienuoliai, nedoras, dorovės netekęs (žmogus) po kūno žūties, po mirties atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "an5.213:5.2": "Tai, vienuoliai, yra penktasis pavojus, gresiantis nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:5.3": "Šie, vienuoliai, penki pavojai gresia nedoram, dorovės netekusiam (žmogui). ",
  "an5.213:6.1": "Vienuoliai, šie penki palaimingi vaisiai laukia doro, dorovingo (žmogaus). ",
  "an5.213:6.2": "Kokie penki? ",
  "an5.213:6.3": "Štai, vienuoliai, doras, dorovingas (žmogus) dėl rūpestingumo pasidaro didžturtis. ",
  "an5.213:6.4": "Tai, vienuoliai, yra pirmasis palaimingas vaisius, laukiantis doro, dorovingo (žmogaus). ",
  "an5.213:7.1": "Toliau, vienuoliai, doras, dorovingas (žmogus) įgyja gerą vardą. ",
  "an5.213:7.2": "Tai, vienuoliai, yra antrasis palaimingas vaisius, laukiantis doro, dorovingo (žmogaus). ",
  "an5.213:8.1": "Toliau, vienuoliai, doras, dorovingas (žmogus) į kokį susirinkimą nenueitų – ar valdovų sueigą, ar brahmanų krivulę, ar namų šeimininkų sueigą, ar atsiskyrėlių kuopą – jis savimi pasitiki (ir būna) orus. ",
  "an5.213:8.2": "Tai, vienuoliai, yra trečiasis palaimingas vaisius, laukiantis doro, dorovingo (žmogaus). ",
  "an5.213:9.1": "Toliau, vienuoliai, doras, dorovingas (žmogus) miršta nesumišęs. ",
  "an5.213:9.2": "Tai, vienuoliai, yra ketvirtasis palaimingas vaisius, laukiantis doro, dorovingo (žmogaus). ",
  "an5.213:10.1": "Toliau, vienuoliai, doras, dorovingas (žmogus) po kūno žūties, po mirties atgimsta geroje vietoje, danguje. ",
  "an5.213:10.2": "Tai, vienuoliai, yra penktasis palaimingas vaisius, laukiantis doro, dorovingo (žmogaus). ",
  "an5.213:10.3": "Šie, vienuoliai, penki palaimingi vaisiai, laukia doro, dorovingo (žmogaus). "
}