{
  "an5.162:0.1": "Palaipsninių suttų rinkinys 5 ",
  "an5.162:0.2": "17. Pyktis ",
  "an5.162:0.3": "162. Antroji sutta apie tai, kaip atsikratyti pykčio ",
  "an5.162:1.1": "Ten gi garbingasis Sariputa kreipėsi į vienuolius: ",
  "an5.162:1.2": "„Mielieji vienuoliai!” ",
  "an5.162:1.3": "„Taip, Mielasis,” – atsakė garbingajam Sariputai tie vienuoliai. ",
  "an5.162:1.4": "Garbingasis Sariputa štai ką pasakė: ",
  "an5.162:2.1": "„Draugai, yra šie penki (būdai) atsikratyti pykčio. Kad ir į ką būtų nukreiptas vienuoliui sukilęs pyktis, šiais (būdais) jo turėtų būti visiškai atsikratoma. ",
  "an5.162:2.2": "Kokie penki? ",
  "an5.162:2.3": "Štai, draugai, kažkokio žmogaus elgesys kūnu yra nešvarus, bet elgesys kalba – išgrynintas. ",
  "an5.162:2.4": "Tokio žmogaus atžvilgiu, draugai, turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:2.5": "Bet štai, draugai, kažkokio žmogaus elgesys kalba yra nešvarus, bet elgesys kūnu – išgrynintas. ",
  "an5.162:2.6": "Tokio žmogaus atžvilgiu taip pat, draugai, turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:2.7": "Bet štai, draugai, kažkokio žmogaus ir elgesys kūnu yra nešvarus, ir elgesys kalba – nešvarus, tačiau laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja. ",
  "an5.162:2.8": "Tokio žmogaus atžvilgiu taip pat, draugai, turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:2.9": "Bet štai, draugai, kažkokio žmogaus ir elgesys kūnu yra nešvarus, ir elgesys kalba – nešvarus, ir nebūna akimirkų, kai jo protas atsivertų, jo protas praskaidrėtų. ",
  "an5.162:2.10": "Tokio žmogaus atžvilgiu taip pat, draugai, turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:2.11": "Bet štai, draugai, kažkokio žmogaus ir elgesys kūnu yra išgrynintas, ir elgesys kalba – išgrynintas, ir laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja. ",
  "an5.162:2.12": "Tokio žmogaus atžvilgiu taip pat, draugai, turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:3.1": "Kaip, draugai, turėtų būti visiškai atsikratoma pykčio to žmogaus atžvilgiu, kurio elgesys kūnu yra nešvarus, bet elgesys kalba – išgrynintas? ",
  "an5.162:3.2": "Panašiai, draugai, kaip vienuolis, dėvintis iš skarmalų pasiūtą apdarą, pamatęs skudurą, kaire koja jį primintų, dešine išskleistų (ant žemės), ir išplėšęs sveiką dalį, pasiimtų ją ir eitų sau toliau. ",
  "an5.162:3.3": "Lygiai gi, draugai, toks pat yra tas žmogus, kurio elgesys kūnu yra nešvarus, bet elgesys kalba – išgrynintas. Nereikėtų kreipti dėmesio į jo nešvarų elgesį kūnu, verčiau reikėtų kreipti dėmesį į jo išgrynintą elgesį kalba. ",
  "an5.162:3.4": "Taip to žmogaus atžvilgiu turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:4.1": "Kaip, draugai, turėtų būti visiškai atsikratoma pykčio to žmogaus atžvilgiu, kurio elgesys kalba yra nešvarus, bet elgesys kūnu – išgrynintas? ",
  "an5.162:4.2": "Panašiai, draugai, kaip kad jei būtų apaugęs samanomis ir dumbliais lotosų tvenkinys. ",
  "an5.162:4.3": "Ir štai ateitų išsekintas, kamuojamas kaitros, žmogus, išvargęs, nudegęs, ištroškęs. ",
  "an5.162:4.4": "Įbridęs į tą tvekinį, jis abejomis rankomis nustumtų samanas ir dumblius į šalis, atsigertų iš suglaustų delnų ir eitų sau toliau. ",
  "an5.162:4.5": "Lygiai gi, draugai, toks pat yra tas žmogus, kurio elgesys kalba yra nešvarus, bet elgesys kūnu – išgrynintas. Nereikėtų kreipti dėmesio į jo nešvarų elgesį kalba, verčiau reikėtų kreipti dėmesį į jo išgrynintą elgesį kūnu. ",
  "an5.162:4.6": "Taip to žmogaus atžvilgiu turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:5.1": "Kaip, draugai, turėtų būti visiškai atsikratoma pykčio to žmogaus atžvilgiu, kurio ir elgesys kūnu yra nešvarus, ir elgesys kalba – nešvarus, tačiau laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja? ",
  "an5.162:5.2": "Panašiai, draugai, kaip kad jei būtų truputis vandens karvės pėdoje. ",
  "an5.162:5.3": "Ir štai ateitų išsekintas, kamuojamas kaitros, žmogus, išvargęs, nudegęs, ištroškęs. ",
  "an5.162:5.4": "Jis taip pagalvotų: ",
  "an5.162:5.5": "„Štai truputis vandens karvės pėdoje. ",
  "an5.162:5.6": "Jei bandysiu atsigerti iš suglaustų delnų ar iš kaušelio, sujudinsiu jį bei sudrumsiu, ir jis taps negeriamu. ",
  "an5.162:5.7": "Kodėl man neatsiklaupus ant keturių, neatsigėrus siurbiant ir neeiti sau toliau? ",
  "an5.162:5.8": "Jis, atsiklaupęs ant keturių, atsigertų siurbiant ir eitų sau toliau. ",
  "an5.162:5.9": "Lygiai gi, draugai, toks pat yra tas žmogus, kurio ir elgesys kūnu yra nešvarus, ir elgesys kalba – nešvarus, tačiau laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja. Nereikėtų kreipti dėmesio į jo nešvarų elgesį kūnu, ",
  "an5.162:5.10": "nereikėtų kreipti dėmesio į jo nešvarų elgesį kalba, ",
  "an5.162:5.11": "verčiau reikėtų kreipti dėmesį į tai, kad laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja. ",
  "an5.162:5.12": "Taip to žmogaus atžvilgiu turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:6.1": "Kaip, draugai, turėtų būti visiškai atsikratoma pykčio to žmogaus atžvilgiu, kurio ir elgesys kūnu yra nešvarus, ir elgesys kalba – nešvarus, ir nebūna akimirkų, kai jo protas atsiveria, jo protas praskaidrėja. ",
  "an5.162:6.2": "Panašiai, draugai, kaip kad jei ligotas žmogus, kenčiantis, baisiai sergantis keliautų vieškeliu. ",
  "an5.162:6.3": "Ir prieky kaimas toli, ir už nugaros – toli. ",
  "an5.162:6.4": "Jis negauna nei deramo maisto, nei tinkmų vaistų, nei pritiklaus padėjėjo, nei vedlio, kuris palydėtų iki kaimo. ",
  "an5.162:6.5": "Ir pamatytų jį kitas žmogus keliaujantis vieškeliu. ",
  "an5.162:6.6": "Jis tam žmogui jaustų tik atjautą, priejautą, gailestį, galvodamas: ",
  "an5.162:6.7": "„O, kad šis žmogus gautų deramo maisto, tinkamų vaistų, pritiklų padėjėją, bei vedlį, kuris palydėtų iki kaimo. ",
  "an5.162:6.8": "Dėl kokios priežasties? ",
  "an5.162:6.9": "Kad šis žmogus nepražūtų čia pat!” ",
  "an5.162:6.10": "Lygiai gi toks pat, draugai, yra šis žmogus, kurio ir elgesys kalba yra nešvarus, ir elgesys kūnu – nešvarus, ir nebūna akimirkų, kai jo protas atsiveria, jo protas praskaidrėja. Tokiam žmogui, draugai, turėtumėte jausti tik atjautą, priejautą, empatiją, galvodami: ",
  "an5.162:6.11": "„O, kad šis gerbiamas žmogus palikęs nešvarų elgesį kūnu taptų išgryninto elgesio kūnu, palikęs nešvarų elgesį kalba taptų išgryninto elgesio kalba, palikęs nešvarų elgesį protu taptų išgryninto elgesio protu. ",
  "an5.162:6.12": "Dėl kokios priežasties? ",
  "an5.162:6.13": "Kad šis gerbiamas žmogus po kūno žūties, po mirties neatgimtų pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare!” ",
  "an5.162:6.14": "Taip to žmogaus atžvilgiu turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:7.1": "Kaip, draugai, turėtų būti visiškai atsikratoma pykčio to žmogaus atžvilgiu, kurio ir elgesys kūnu yra išgrynintas, ir elgesys kalba – išgrynintas, ir laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja? ",
  "an5.162:7.2": "Panašiai, draugai, kaip kad jei būtų lotosų tvenkinys su švariu, maloniu, gaiviu, tyru vandeniu, su gražiomis krantinėmis, žavingas, apsuptas įvairių medžių. ",
  "an5.162:7.3": "Ir štai ateitų išsekintas, kamuojamas kaitros, žmogus, išvargęs, nudegęs, ištroškęs. ",
  "an5.162:7.4": "Įbridęs į tą tvenkinį, išsimaudęs, atsigėręs, jis išliptų iš vandens ir atsisėstų ar prigultų medžio pavėsyje. ",
  "an5.162:8.1": "Lygiai gi, draugai, toks pat yra tas žmogus, kurio ir elgesys kūnu yra išgrynintas, ir elgesys kalba – išgrynintas, ir laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja. Reikėtų kreipti dėmesį į jo išgrynintą elgesį kūnu, ",
  "an5.162:8.2": "reikėtų kreipti dėmesį į jo išgrynintą elgesį kalba, ",
  "an5.162:8.3": "reikėtų kreipti dėmesį į tai, kad laikas nuo laiko jo protas atsiveria, jo protas praskaidrėja. ",
  "an5.162:8.4": "Taip to žmogaus atžvilgiu turėtų būti visiškai atsikratoma pykčio. ",
  "an5.162:8.5": "Visapusiškai įkvėpiančio žmogaus dėka, draugai, protas praskaidrėja. ",
  "an5.162:9.1": "Šie, draugai, yra penki (būdai) atsikratyti pykčio. Kad ir į ką būtų nukreiptas vienuoliui sukilęs pyktis, šiais (būdais) jo turėtų būti visiškai atsikratoma. "
}