{
  "an1.61:0.1": "Aṅguttara Nikāya 1 ",
  "an1.61:0.2": "7. Vīriyārambhādivagga ",
  "an1.61:1.0": "61 ",
  "an1.61:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṁ, bhikkhave, vīriyārambho. ",
  "an1.61:1.2": "Āraddhavīriyassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
  "an1.61:1.3": "Paṭhamaṁ. ",
  "an1.62:1.0": "62 ",
  "an1.62:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṁ, bhikkhave, mahicchatā. ",
  "an1.62:1.2": "Mahicchassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
  "an1.62:1.3": "Dutiyaṁ. ",
  "an1.63:1.0": "63 ",
  "an1.63:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṁ, bhikkhave, appicchatā. ",
  "an1.63:1.2": "Appicchassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
  "an1.63:1.3": "Tatiyaṁ. ",
  "an1.64:1.0": "64 ",
  "an1.64:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṁ, bhikkhave, asantuṭṭhitā. ",
  "an1.64:1.2": "Asantuṭṭhassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
  "an1.64:1.3": "Catutthaṁ. ",
  "an1.65:1.0": "65 ",
  "an1.65:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṁ, bhikkhave, santuṭṭhitā. ",
  "an1.65:1.2": "Santuṭṭhassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
  "an1.65:1.3": "Pañcamaṁ. ",
  "an1.66:1.0": "66 ",
  "an1.66:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṁ, bhikkhave, ayonisomanasikāro. ",
  "an1.66:1.2": "Ayoniso, bhikkhave, manasi karoto anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
  "an1.66:1.3": "Chaṭṭhaṁ. ",
  "an1.67:1.0": "67 ",
  "an1.67:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṁ, bhikkhave, yonisomanasikāro. ",
  "an1.67:1.2": "Yoniso, bhikkhave, manasi karoto anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
  "an1.67:1.3": "Sattamaṁ. ",
  "an1.68:1.0": "68 ",
  "an1.68:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṁ, bhikkhave, asampajaññaṁ. ",
  "an1.68:1.2": "Asampajānassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
  "an1.68:1.3": "Aṭṭhamaṁ. ",
  "an1.69:1.0": "69 ",
  "an1.69:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṁ, bhikkhave, sampajaññaṁ. ",
  "an1.69:1.2": "Sampajānassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
  "an1.69:1.3": "Navamaṁ. ",
  "an1.70:1.0": "70 ",
  "an1.70:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṁ, bhikkhave, pāpamittatā. ",
  "an1.70:1.2": "Pāpamittassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
  "an1.70:1.3": "Dasamaṁ. ",
  "an1.70:1.4": "Vīriyārambhādivaggo sattamo. "
}