{
  "an1.41:0.1": "Aṅguttara Nikāya 1 ",
  "an1.41:0.2": "5. Paṇihitaacchavagga ",
  "an1.41:0.3": "41–50",
  "an1.41:1.0": "41",
  "an1.41:1.1": "“Seyyathāpi, bhikkhave, sālisūkaṁ vā yavasūkaṁ vā micchāpaṇihitaṁ hatthena vā pādena vā akkantaṁ hatthaṁ vā pādaṁ vā bhecchati lohitaṁ vā uppādessatīti netaṁ ṭhānaṁ vijjati. ",
  "an1.41:1.2": "Taṁ kissa hetu? ",
  "an1.41:1.3": "Micchāpaṇihitattā, bhikkhave, sūkassa. ",
  "an1.41:1.4": "Evamevaṁ kho, bhikkhave, so vata bhikkhu micchāpaṇihitena cittena avijjaṁ bhecchati, vijjaṁ uppādessati, nibbānaṁ sacchikarissatīti netaṁ ṭhānaṁ vijjati. ",
  "an1.41:1.5": "Taṁ kissa hetu? ",
  "an1.41:1.6": "Micchāpaṇihitattā, bhikkhave, cittassā”ti. ",
  "an1.41:1.7": "Paṭhamaṁ. ",
  "an1.42:1.0": "42",
  "an1.42:1.1": "“Seyyathāpi, bhikkhave, sālisūkaṁ vā yavasūkaṁ vā sammāpaṇihitaṁ hatthena vā pādena vā akkantaṁ hatthaṁ vā pādaṁ vā bhecchati lohitaṁ vā uppādessatīti ṭhānametaṁ vijjati. ",
  "an1.42:1.2": "Taṁ kissa hetu? ",
  "an1.42:1.3": "Sammāpaṇihitattā, bhikkhave, sūkassa. ",
  "an1.42:1.4": "Evamevaṁ kho, bhikkhave, so vata bhikkhu sammāpaṇihitena cittena avijjaṁ bhecchati, vijjaṁ uppādessati, nibbānaṁ sacchikarissatīti ṭhānametaṁ vijjati. ",
  "an1.42:1.5": "Taṁ kissa hetu? ",
  "an1.42:1.6": "Sammāpaṇihitattā, bhikkhave, cittassā”ti. ",
  "an1.42:1.7": "Dutiyaṁ. ",
  "an1.43:1.0": "43",
  "an1.43:1.1": "“Idhāhaṁ, bhikkhave, ekaccaṁ puggalaṁ paduṭṭhacittaṁ evaṁ cetasā ceto paricca pajānāmi: ",
  "an1.43:1.2": "‘imamhi ce ayaṁ samaye puggalo kālaṁ kareyya, yathābhataṁ nikkhitto evaṁ niraye’. ",
  "an1.43:1.3": "Taṁ kissa hetu? ",
  "an1.43:1.4": "Cittaṁ hissa, bhikkhave, paduṭṭhaṁ. ",
  "an1.43:1.5": "Cetopadosahetu pana, bhikkhave, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī”ti. ",
  "an1.43:1.6": "Tatiyaṁ. ",
  "an1.44:1.0": "44",
  "an1.44:1.1": "“Idhāhaṁ, bhikkhave, ekaccaṁ puggalaṁ pasannacittaṁ evaṁ cetasā ceto paricca pajānāmi: ",
  "an1.44:1.2": "‘imamhi ce ayaṁ samaye puggalo kālaṁ kareyya, yathābhataṁ nikkhitto evaṁ sagge’. ",
  "an1.44:1.3": "Taṁ kissa hetu? ",
  "an1.44:1.4": "Cittaṁ hissa, bhikkhave, pasannaṁ. ",
  "an1.44:1.5": "Cetopasādahetu pana, bhikkhave, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti. ",
  "an1.44:1.6": "Catutthaṁ. ",
  "an1.45:1.0": "45",
  "an1.45:1.1": "“Seyyathāpi, bhikkhave, udakarahado āvilo luḷito kalalībhūto tattha cakkhumā puriso tīre ṭhito na passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi. ",
  "an1.45:1.2": "Taṁ kissa hetu? ",
  "an1.45:1.3": "Āvilattā, bhikkhave, udakassa. ",
  "an1.45:1.4": "Evamevaṁ kho, bhikkhave, so vata bhikkhu āvilena cittena attatthaṁ vā ñassati paratthaṁ vā ñassati ubhayatthaṁ vā ñassati uttariṁ vā manussadhammā alamariyañāṇadassanavisesaṁ sacchikarissatīti netaṁ ṭhānaṁ vijjati. ",
  "an1.45:1.5": "Taṁ kissa hetu? ",
  "an1.45:1.6": "Āvilattā, bhikkhave, cittassā”ti. ",
  "an1.45:1.7": "Pañcamaṁ. ",
  "an1.46:1.0": "46",
  "an1.46:1.1": "“Seyyathāpi, bhikkhave, udakarahado accho vippasanno anāvilo tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi. ",
  "an1.46:1.2": "Taṁ kissa hetu? ",
  "an1.46:1.3": "Anāvilattā, bhikkhave, udakassa. ",
  "an1.46:1.4": "Evamevaṁ kho, bhikkhave, so vata bhikkhu anāvilena cittena attatthaṁ vā ñassati paratthaṁ vā ñassati ubhayatthaṁ vā ñassati uttariṁ vā manussadhammā alamariyañāṇadassanavisesaṁ sacchikarissatīti ṭhānametaṁ vijjati. ",
  "an1.46:1.5": "Taṁ kissa hetu? ",
  "an1.46:1.6": "Anāvilattā, bhikkhave, cittassā”ti. ",
  "an1.46:1.7": "Chaṭṭhaṁ. ",
  "an1.47:1.0": "47",
  "an1.47:1.1": "“Seyyathāpi, bhikkhave, yāni kānici rukkhajātānaṁ phandano tesaṁ aggamakkhāyati yadidaṁ mudutāya ceva kammaññatāya ca. ",
  "an1.47:1.2": "Evamevaṁ kho ahaṁ, bhikkhave, nāññaṁ ekadhammampi samanupassāmi yaṁ evaṁ bhāvitaṁ bahulīkataṁ mudu ca hoti kammaññañca yathayidaṁ cittaṁ. ",
  "an1.47:1.3": "Cittaṁ, bhikkhave, bhāvitaṁ bahulīkataṁ mudu ca hoti kammaññañca hotī”ti. ",
  "an1.47:1.4": "Sattamaṁ. ",
  "an1.48:1.0": "48",
  "an1.48:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yaṁ evaṁ lahuparivattaṁ yathayidaṁ cittaṁ. ",
  "an1.48:1.2": "Yāvañcidaṁ, bhikkhave, upamāpi na sukarā yāva lahuparivattaṁ cittan”ti. ",
  "an1.48:1.3": "Aṭṭhamaṁ. ",
  "an1.49:1.0": "49",
  "an1.49:1.1": "“Pabhassaramidaṁ, bhikkhave, cittaṁ. ",
  "an1.49:1.2": "Tañca kho āgantukehi upakkilesehi upakkiliṭṭhan”ti. ",
  "an1.49:1.3": "Navamaṁ. ",
  "an1.50:1.0": "50",
  "an1.50:1.1": "“Pabhassaramidaṁ, bhikkhave, cittaṁ. ",
  "an1.50:1.2": "Tañca kho āgantukehi upakkilesehi vippamuttan”ti. ",
  "an1.50:1.3": "Dasamaṁ. ",
  "an1.50:1.4": "Paṇihitaacchavaggo pañcamo. "
}