{
  "an1.306:0.1": "Aṅguttara Nikāya 1 ",
  "an1.306:0.2": "25. Dutiyavagga ",
  "an1.306:0.3": "306–315",
  "an1.306:1.0": "306",
  "an1.306:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā akusalā dhammā bhiyyobhāvāya vepullāya saṁvattanti yathayidaṁ, bhikkhave, micchādiṭṭhi. ",
  "an1.306:1.2": "Micchādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca akusalā dhammā bhiyyobhāvāya vepullāya saṁvattantī”ti. ",
  "an1.307:1.0": "307",
  "an1.307:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā kusalā dhammā bhiyyobhāvāya vepullāya saṁvattanti yathayidaṁ, bhikkhave, sammādiṭṭhi. ",
  "an1.307:1.2": "Sammādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca kusalā dhammā bhiyyobhāvāya vepullāya saṁvattantī”ti. ",
  "an1.308:1.0": "308",
  "an1.308:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā nuppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṁ, bhikkhave, micchādiṭṭhi. ",
  "an1.308:1.2": "Micchādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā nuppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
  "an1.309:1.0": "309",
  "an1.309:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā nuppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṁ, bhikkhave, sammādiṭṭhi. ",
  "an1.309:1.2": "Sammādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā nuppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
  "an1.310:1.0": "310",
  "an1.310:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā micchādiṭṭhi uppajjati uppannā vā micchādiṭṭhi pavaḍḍhati yathayidaṁ, bhikkhave, ayonisomanasikāro. ",
  "an1.310:1.2": "Ayoniso, bhikkhave, manasi karoto anuppannā ceva micchādiṭṭhi uppajjati uppannā ca micchādiṭṭhi pavaḍḍhatī”ti. ",
  "an1.311:1.0": "311",
  "an1.311:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena anuppannā vā sammādiṭṭhi uppajjati uppannā vā sammādiṭṭhi pavaḍḍhati yathayidaṁ, bhikkhave, yonisomanasikāro. ",
  "an1.311:1.2": "Yoniso, bhikkhave, manasi karoto anuppannā ceva sammādiṭṭhi uppajjati uppannā ca sammādiṭṭhi pavaḍḍhatī”ti. ",
  "an1.312:1.0": "312",
  "an1.312:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ uppajjanti yathayidaṁ, bhikkhave, micchādiṭṭhi. ",
  "an1.312:1.2": "Micchādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ uppajjantī”ti. ",
  "an1.313:1.0": "313",
  "an1.313:1.1": "“Nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ uppajjanti yathayidaṁ, bhikkhave, sammādiṭṭhi. ",
  "an1.313:1.2": "Sammādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ uppajjantī”ti. ",
  "an1.314:1.0": "314",
  "an1.314:1.1": "“Micchādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yañca vacīkammaṁ …pe… yañca manokammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṁvattanti. ",
  "an1.314:1.2": "Taṁ kissa hetu? ",
  "an1.314:1.3": "Diṭṭhi hissa, bhikkhave, pāpikā. ",
  "an1.314:1.4": "Seyyathāpi, bhikkhave, nimbabījaṁ vā kosātakibījaṁ vā tittakālābubījaṁ vā allāya pathaviyā nikkhittaṁ yañceva pathavirasaṁ upādiyati yañca āporasaṁ upādiyati sabbaṁ taṁ tittakattāya kaṭukattāya asātattāya saṁvattati. ",
  "an1.314:1.5": "Taṁ kissa hetu? ",
  "an1.314:1.6": "Bījañhissa, bhikkhave, pāpakaṁ. ",
  "an1.314:1.7": "Evamevaṁ kho, bhikkhave, micchādiṭṭhikassa purisapuggalassa yañceva kāyakammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yañca vacīkammaṁ …pe… yañca manokammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṁvattanti. ",
  "an1.314:1.8": "Taṁ kissa hetu? ",
  "an1.314:1.9": "Diṭṭhi hissa, bhikkhave, pāpikā”ti. ",
  "an1.315:1.0": "315",
  "an1.315:1.1": "“Sammādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yañca vacīkammaṁ …pe… yañca manokammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattanti. ",
  "an1.315:1.2": "Taṁ kissa hetu? ",
  "an1.315:1.3": "Diṭṭhi hissa, bhikkhave, bhaddikā. ",
  "an1.315:1.4": "Seyyathāpi, bhikkhave, ucchubījaṁ vā sālibījaṁ vā muddikābījaṁ vā allāya pathaviyā nikkhittaṁ yañceva pathavirasaṁ upādiyati yañca āporasaṁ upādiyati sabbaṁ taṁ madhurattāya sātattāya asecanakattāya saṁvattati. ",
  "an1.315:1.5": "Taṁ kissa hetu? ",
  "an1.315:1.6": "Bījaṁ hissa, bhikkhave, bhaddakaṁ. ",
  "an1.315:1.7": "Evamevaṁ kho, bhikkhave, sammādiṭṭhikassa purisapuggalassa yañceva kāyakammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yañca vacīkammaṁ …pe… yañca manokammaṁ yathādiṭṭhi samattaṁ samādinnaṁ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattanti. ",
  "an1.315:1.8": "Taṁ kissa hetu? ",
  "an1.315:1.9": "Diṭṭhi hissa, bhikkhave, bhaddikā”ti. ",
  "an1.315:1.10": "Vaggo dutiyo. "
}