{
  "an1.616:0.1": "Aṅguttara Nikāya 1 ",
  "an1.616:0.2": "31. Amatavagga ",
  "an1.616:0.3": "616–627",
  "an1.616:1.0": "616",
  "an1.616:1.1": "“Amataṁ te, bhikkhave, na paribhuñjanti ye kāyagatāsatiṁ na paribhuñjanti. ",
  "an1.616:1.2": "Amataṁ te, bhikkhave, paribhuñjanti ye kāyagatāsatiṁ paribhuñjantī”ti. ",
  "an1.617:1.0": "617",
  "an1.617:1.1": "“Amataṁ tesaṁ, bhikkhave, aparibhuttaṁ yesaṁ kāyagatāsati aparibhuttā. ",
  "an1.617:1.2": "Amataṁ tesaṁ, bhikkhave, paribhuttaṁ yesaṁ kāyagatāsati paribhuttā”ti. ",
  "an1.618:1.0": "618",
  "an1.618:1.1": "“Amataṁ tesaṁ, bhikkhave, parihīnaṁ yesaṁ kāyagatāsati parihīnā. ",
  "an1.618:1.2": "Amataṁ tesaṁ, bhikkhave, aparihīnaṁ yesaṁ kāyagatāsati aparihīnā”ti. ",
  "an1.619:1.0": "619",
  "an1.619:1.1": "“Amataṁ tesaṁ, bhikkhave, viraddhaṁ yesaṁ kāyagatāsati viraddhā. ",
  "an1.619:1.2": "Amataṁ tesaṁ, bhikkhave, āraddhaṁ yesaṁ kāyagatāsati āraddhā”ti. ",
  "an1.620:1.0": "620",
  "an1.620:1.1": "“Amataṁ te, bhikkhave, pamādiṁsu ye kāyagatāsatiṁ pamādiṁsu. ",
  "an1.620:1.2": "Amataṁ te, bhikkhave, na pamādiṁsu ye kāyagatāsatiṁ na pamādiṁsu”. ",
  "an1.621:1.0": "621",
  "an1.621:1.1": "“Amataṁ tesaṁ, bhikkhave, pamuṭṭhaṁ yesaṁ kāyagatāsati pamuṭṭhā. ",
  "an1.621:1.2": "Amataṁ tesaṁ, bhikkhave, appamuṭṭhaṁ yesaṁ kāyagatāsati appamuṭṭhā”ti. ",
  "an1.622:1.0": "622",
  "an1.622:1.1": "“Amataṁ tesaṁ, bhikkhave, anāsevitaṁ yesaṁ kāyagatāsati anāsevitā. ",
  "an1.622:1.2": "Amataṁ tesaṁ, bhikkhave, āsevitaṁ yesaṁ kāyagatāsati āsevitā”ti. ",
  "an1.623:1.0": "623",
  "an1.623:1.1": "“Amataṁ tesaṁ, bhikkhave, abhāvitaṁ yesaṁ kāyagatāsati abhāvitā. ",
  "an1.623:1.2": "Amataṁ tesaṁ, bhikkhave, bhāvitaṁ yesaṁ kāyagatāsati bhāvitā”ti. ",
  "an1.624:1.0": "624",
  "an1.624:1.1": "“Amataṁ tesaṁ, bhikkhave, abahulīkataṁ yesaṁ kāyagatāsati abahulīkatā. ",
  "an1.624:1.2": "Amataṁ tesaṁ, bhikkhave, bahulīkataṁ yesaṁ kāyagatāsati bahulīkatā”ti. ",
  "an1.625:1.0": "625",
  "an1.625:1.1": "“Amataṁ tesaṁ, bhikkhave, anabhiññātaṁ yesaṁ kāyagatāsati anabhiññātā. ",
  "an1.625:1.2": "Amataṁ tesaṁ, bhikkhave, abhiññātaṁ yesaṁ kāyagatāsati abhiññātā”ti. ",
  "an1.626:1.0": "626",
  "an1.626:1.1": "“Amataṁ tesaṁ, bhikkhave, apariññātaṁ yesaṁ kāyagatāsati apariññātā. ",
  "an1.626:1.2": "Amataṁ tesaṁ, bhikkhave, pariññātaṁ yesaṁ kāyagatāsati pariññātā”ti. ",
  "an1.627:1.0": "627",
  "an1.627:1.1": "“Amataṁ tesaṁ, bhikkhave, asacchikataṁ yesaṁ kāyagatāsati asacchikatā. ",
  "an1.627:1.2": "Amataṁ tesaṁ, bhikkhave, sacchikataṁ yesaṁ kāyagatāsati sacchikatā”ti. ",
  "an1.627:1.3": "(…) ",
  "an1.627:2.1": "Idamavoca bhagavā. ",
  "an1.627:2.2": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "an1.627:2.3": "(Amatavaggo.) ",
  "an1.627:2.4": "Ekakanipātapāḷi niṭṭhitā. "
}