{
  "an1.268:0.1": "Aṅguttara Nikāya 1 ",
  "an1.268:0.2": "21. Paṭhamavagga ",
  "an1.268:1.0": "268 ",
  "an1.268:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo kañci saṅkhāraṁ niccato upagaccheyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.268:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano kañci saṅkhāraṁ niccato upagaccheyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.269:1.0": "269 ",
  "an1.269:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo kañci saṅkhāraṁ sukhato upagaccheyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.269:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano kañci saṅkhāraṁ sukhato upagaccheyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.270:1.0": "270 ",
  "an1.270:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo kañci dhammaṁ attato upagaccheyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.270:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano kañci dhammaṁ attato upagaccheyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.271:1.0": "271 ",
  "an1.271:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo mātaraṁ jīvitā voropeyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.271:1.2": "Ṭhānañca kho, bhikkhave, vijjati yaṁ puthujjano mātaraṁ jīvitā voropeyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.272:1.0": "272 ",
  "an1.272:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo pitaraṁ jīvitā voropeyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.272:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano pitaraṁ jīvitā voropeyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.273:1.0": "273 ",
  "an1.273:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo arahantaṁ jīvitā voropeyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.273:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano arahantaṁ jīvitā voropeyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.274:1.0": "274 ",
  "an1.274:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo tathāgatassa paduṭṭhacitto lohitaṁ uppādeyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.274:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano tathāgatassa paduṭṭhacitto lohitaṁ uppādeyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.275:1.0": "275 ",
  "an1.275:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo saṅghaṁ bhindeyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.275:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano saṅghaṁ bhindeyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.276:1.0": "276 ",
  "an1.276:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ diṭṭhisampanno puggalo aññaṁ satthāraṁ uddiseyya. Netaṁ ṭhānaṁ vijjati. ",
  "an1.276:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ puthujjano aññaṁ satthāraṁ uddiseyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.277:1.0": "277 ",
  "an1.277:1.1": "“Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṁ acarimaṁ uppajjeyyuṁ. Netaṁ ṭhānaṁ vijjati. ",
  "an1.277:1.2": "Ṭhānañca kho etaṁ, bhikkhave, vijjati yaṁ ekissā lokadhātuyā ekova arahaṁ sammāsambuddho uppajjeyya. Ṭhānametaṁ vijjatī”ti. ",
  "an1.277:1.3": "Vaggo paṭhamo. "
}