{
  "sn6.5:0.1": "Linked Discourses 6 ",
  "sn6.5:0.2": "1. The Appeal ",
  "sn6.5:0.3": "5. A Certain Brahmā ",
  "sn6.5:1.1": "At Sāvatthī. ",
  "sn6.5:1.2": "Now at that time a certain Brahmā had the following harmful misconception: ",
  "sn6.5:1.3": "“No ascetic or brahmin can come here!” ",
  "sn6.5:1.4": "Then the Buddha knew what that Brahmā was thinking. As easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that Brahmā realm. ",
  "sn6.5:1.5": "Then the Buddha sat cross-legged in the air above that Brahmā, having entered upon the fire element. ",
  "sn6.5:2.1": "Then Venerable Mahāmoggallāna thought, ",
  "sn6.5:2.2": "“Where is the Buddha staying at present?” ",
  "sn6.5:2.3": "With clairvoyance that is purified and superhuman, he saw the Buddha seated cross-legged in the air above that Brahmā, having entered upon the fire element. ",
  "sn6.5:2.4": "Then, as easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that Brahmā realm. ",
  "sn6.5:2.5": "Then Mahāmoggallāna—positioning himself in the east, below the Buddha—sat cross-legged in the air above that Brahmā, having entered upon the fire element. ",
  "sn6.5:3.1": "Then Venerable Mahākassapa … ",
  "sn6.5:3.2": " ",
  "sn6.5:3.3": " ",
  "sn6.5:3.4": " ",
  "sn6.5:3.5": "positioned himself in the south … ",
  "sn6.5:4.1": "Venerable Mahākappina … ",
  "sn6.5:4.2": " ",
  "sn6.5:4.3": " ",
  "sn6.5:4.4": " ",
  "sn6.5:4.5": " ",
  "sn6.5:4.6": "positioned himself in the west … ",
  "sn6.5:5.1": "Venerable Anuruddha … ",
  "sn6.5:5.2": " ",
  "sn6.5:5.3": " ",
  "sn6.5:5.4": " ",
  "sn6.5:5.5": "positioned himself in the north, below the Buddha, sitting cross-legged in the air above that Brahmā, having entered upon the fire element. ",
  "sn6.5:6.1": "Then Mahāmoggallāna addressed that Brahmā in verse: ",
  "sn6.5:7.1": "“Sir, do you still have the same view ",
  "sn6.5:7.2": "that you had in the past? ",
  "sn6.5:7.3": "Or do you see the radiance ",
  "sn6.5:7.4": "transcending the Brahmā realm?” ",
  "sn6.5:8.1": "“Good sir, I don’t have that view ",
  "sn6.5:8.2": "that I had in the past. ",
  "sn6.5:8.3": "I see the radiance ",
  "sn6.5:8.4": "transcending the Brahmā realm. ",
  "sn6.5:8.5": "So how could I say today ",
  "sn6.5:8.6": "that I am permanent and eternal?” ",
  "sn6.5:9.1": "Having inspired a sense of awe in the Brahmā, as easily as a strong person would extend or contract their arm, the Buddha vanished from the Brahmā realm and reappeared in Jeta’s Grove. ",
  "sn6.5:9.2": "Then that Brahmā addressed a member of his retinue, ",
  "sn6.5:9.3": "“Please, good sir, go up to Venerable Mahāmoggallāna and say to him: ",
  "sn6.5:9.4": "‘Moggallāna my good sir, are there any other disciples of the Buddha who have power and might ",
  "sn6.5:9.5": "comparable to the masters Moggallāna, Kassapa, Kappina, and Anuruddha?’” ",
  "sn6.5:9.6": "“Yes, good sir,” replied that retinue member. He went to Moggallāna and asked as instructed. ",
  "sn6.5:9.7": " ",
  "sn6.5:9.8": " ",
  "sn6.5:9.9": "Then Mahāmoggallāna addressed that member of Brahmā’s retinue in verse: ",
  "sn6.5:10.1": "“There are many disciples of the Buddha ",
  "sn6.5:10.2": "who have the three knowledges, ",
  "sn6.5:10.3": "and have attained psychic power, expert in reading minds, ",
  "sn6.5:10.4": "they’re perfected ones with defilements ended.” ",
  "sn6.5:11.1": "Then that member of Brahmā’s retinue, having approved and agreed with what Mahāmoggallāna said, went to that Brahmā and said to him, ",
  "sn6.5:11.2": "“Good sir, Venerable Mahāmoggallāna said this: ",
  "sn6.5:12.1": "‘There are many disciples of the Buddha ",
  "sn6.5:12.2": "who have the three knowledges, ",
  "sn6.5:12.3": "and have attained psychic power, expert in reading minds, ",
  "sn6.5:12.4": "they’re perfected ones with defilements ended.’” ",
  "sn6.5:13.1": "That’s what that member of Brahmā’s retinue said. ",
  "sn6.5:13.2": "Satisfied, that Brahmā was happy with what the member of his retinue said."
}