{
  "sn6.15:0.1": "Linked Discourses 6 ",
  "sn6.15:0.2": "Chapter Two ",
  "sn6.15:0.3": "15. Final Extinguishment ",
  "sn6.15:1.1": "At one time the Buddha was staying between a pair of sal trees in the sal forest of the Mallas at Upavattana near Kusinārā at the time of his final extinguishment. ",
  "sn6.15:1.2": "Then the Buddha said to the mendicants: ",
  "sn6.15:1.3": "“Come now, mendicants, I say to you all: ",
  "sn6.15:1.4": "‘Conditions fall apart. Persist with diligence.’” ",
  "sn6.15:1.5": "These were the Realized One’s last words. ",
  "sn6.15:2.1": "Then the Buddha entered the first absorption. Emerging from that, he entered the second absorption. Emerging from that, he successively entered into and emerged from the third absorption, the fourth absorption, the dimension of infinite space, the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception. Then he entered the cessation of perception and feeling. ",
  "sn6.15:3.1": "Then he emerged from the cessation of perception and feeling and entered the dimension of neither perception nor non-perception. Emerging from that, he successively entered into and emerged from the dimension of nothingness, the dimension of infinite consciousness, the dimension of infinite space, the fourth absorption, the third absorption, the second absorption, and the first absorption. Emerging from that, he successively entered into and emerged from the second absorption and the third absorption. Then he entered the fourth absorption. Emerging from that the Buddha immediately became fully extinguished. ",
  "sn6.15:3.2": "When the Buddha became fully extinguished, along with the full extinguishment, Brahmā Sahampati recited this verse: ",
  "sn6.15:4.1": "“All creatures in this world ",
  "sn6.15:4.2": "must lay down this bag of bones. ",
  "sn6.15:4.3": "For even a Teacher such as this, ",
  "sn6.15:4.4": "unrivaled in the world, ",
  "sn6.15:4.5": "the Realized One, attained to power, ",
  "sn6.15:4.6": "the Buddha became fully extinguished.” ",
  "sn6.15:5.1": "When the Buddha became fully extinguished, Sakka, lord of gods, recited this verse: ",
  "sn6.15:6.1": "“Oh! Conditions are impermanent, ",
  "sn6.15:6.2": "their nature is to rise and fall; ",
  "sn6.15:6.3": "having arisen, they cease; ",
  "sn6.15:6.4": "their stilling is true bliss.” ",
  "sn6.15:7.1": "When the Buddha became fully extinguished, Venerable Ānanda recited this verse: ",
  "sn6.15:8.1": "“Then there was terror! ",
  "sn6.15:8.2": "Then they had goosebumps! ",
  "sn6.15:8.3": "When the Buddha, endowed with all fine qualities, ",
  "sn6.15:8.4": "became fully extinguished.” ",
  "sn6.15:9.1": "When the Buddha became fully extinguished, Venerable Anuruddha recited this verse: ",
  "sn6.15:10.1": "“There was no more breathing ",
  "sn6.15:10.2": "for the poised one of steady heart. ",
  "sn6.15:10.3": "Imperturbable, committed to peace, ",
  "sn6.15:10.4": "the seer became fully extinguished. ",
  "sn6.15:11.1": "He put up with painful feelings ",
  "sn6.15:11.2": "without flinching. ",
  "sn6.15:11.3": "The liberation of his heart ",
  "sn6.15:11.4": "was like the extinguishing of a lamp.” ",
  "sn6.15:11.5": " ",
  "sn6.15:12.1": " ",
  "sn6.15:12.2": " ",
  "sn6.15:12.3": " ",
  "sn6.15:12.4": " ",
  "sn6.15:12.5": "The Linked Discourses on Brahmā are complete."
}