{
  "mn26:0.1": "มัชฌิมนิกาย 26 ",
  "mn26:0.2": "การแสวงหาอันประเสริฐ ",
  "mn26:1.1": "ข้าพเจ้าได้รับฟังมาดังนี้ ",
  "mn26:1.2": "ครั้งหนึ่ง พระพุทธเจ้าประทับอยู่ที่พระวิหารเชตวัน อารามของอนาถบิณฑิกเศรษฐี กรุงสาวัตถี ",
  "mn26:2.1": "ในเวลาเช้า เมื่อพระพุทธเจ้าทรงนุ่งห่มเรียบร้อยแล้ว ทรงถือบาตรและจีวร เสด็จเข้าไปบิณฑบาตในกรุงสาวัตถี ",
  "mn26:2.2": "ภิกษุจำนวนหนึ่งได้เข้าไปหาพระอานนท์ และกล่าวกับท่านว่า ",
  "mn26:2.3": "“ท่านอานนท์ พวกเราไม่ได้ฟังธรรมเฉพาะพระพักตร์พระพุทธเจ้ามานานแล้ว ",
  "mn26:2.4": "ท่านอานนท์ ขอให้พวกเราได้ฟังธรรมจากพระพุทธเจ้าโดยตรงเถิด” ",
  "mn26:2.5": "“ถ้าเช่นนั้น พวกท่านจงไปยังอาศรมของพราหมณ์ชื่อรัมมกะ ",
  "mn26:2.6": "บางที ท่านอาจจะได้ฟังธรรมจากพระพุทธเจ้าโดยตรง” ",
  "mn26:2.7": "ภิกษุเหล่านั้นรับคำพระอานนท์ ",
  "mn26:3.1": "เมื่อพระพุทธเจ้าเสด็จกลับจากบิณฑบาตและฉันภัตตาหารแล้ว  พระองค์ตรัสกับพระอานนท์ว่า ",
  "mn26:3.2": "“อานนท์ เราไปยังปราสาทของมารดาแห่งมิคาระในบุพพาราม เพื่อพักกลางวันกันเถิด” ",
  "mn26:3.3": "พระอานนท์ทูลรับพระดำรัส ",
  "mn26:3.4": "พระพุทธเจ้าจึงเสด็จพร้อมกับพระอานนท์ไปพักผ่อนกลางวันที่บุพพาราม ",
  "mn26:3.5": "ในเวลาเย็น พระพุทธเจ้าเสด็จออกจากที่พักผ่อน แล้วตรัสกับพระอานนท์ว่า ",
  "mn26:3.6": "“อานนท์ เราไปอาบน้ำที่บุพพโกฏฐกะกันเถิด” ",
  "mn26:3.7": "พระอานนท์ทูลรับพระดำรัส ",
  "mn26:3.8": "พระพุทธเจ้าจึงเสด็จไปสรงน้ำที่ท่าบุพพโกฏฐกะกับพระอานนท์ ",
  "mn26:3.9": "เมื่อสรงน้ำเสร็จแล้ว พระองค์กลับมาทรงจีวร ประทับพักพระวรกายให้แห้ง ",
  "mn26:3.10": "พระอานนท์ได้กราบทูลพระพุทธเจ้าว่า ",
  "mn26:3.11": "“ข้าแต่พระองค์ผู้เจริญ อาศรมของพราหมณ์ชื่อ รัมมกะ อยู่ไม่ไกลจากที่นี่ ",
  "mn26:3.12": "เป็นสถานที่น่ารื่นรมย์ ",
  "mn26:3.13": "และน่าเลื่อมใส ",
  "mn26:3.14": "ขอพระองค์ทรงกรุณาเสด็จไปด้วยเถิด” ",
  "mn26:3.15": "พระพุทธเจ้าทรงนิ่งเป็นการตอบรับ ",
  "mn26:4.1": "แล้วจึงเสด็จไปยังอาศรมของรัมมกพราหมณ์ ",
  "mn26:4.2": "ขณะนั้น ภิกษุหลายรูปกำลังนั่งสนทนาธรรมกันอยู่ในอาศรมนั้น ",
  "mn26:4.3": "พระพุทธเจ้าจึงประทับยืนอยู่ด้านนอกซุ้มประตู ทรงคอยให้ภิกษุเหล่านั้นสนทนากันจบ ",
  "mn26:4.4": "เมื่อทรงทราบว่า ภิกษุเหล่านั้นสนทนากันจบแล้ว จึงทรงกระแอม แล้วเคาะบานประตู ",
  "mn26:4.5": "ภิกษุเหล่านั้นเปิดประตูรับพระพุทธเจ้า ",
  "mn26:4.6": "พระองค์จึงเสด็จเข้าไปในอาศรมของรัมมกพราหมณ์ ประทับนั่งบนอาสนะที่ได้จัดไว้ ",
  "mn26:4.7": "แล้วตรัสถามภิกษุเหล่านั้นว่า ",
  "mn26:4.8": "“ภิกษุทั้งหลาย เมื่อครู่ พวกเธอนั่งสนทนากันด้วยเรื่องอะไร สนทนาเรื่องอะไรค้างไว้หรือ” ",
  "mn26:4.9": "“ข้าแต่พระองค์ผู้เจริญ สิ่งที่ข้าพระองค์ทั้งหลายสนทนาค้างอยู่นั้น คือ ปรารภถึงพระองค์ ก็พอดีพระองค์เสด็จมาถึง” ",
  "mn26:4.10": "“ดีแล้ว ภิกษุทั้งหลาย ",
  "mn26:4.11": "การที่พวกเธอผู้เป็นกุลบุตรที่ได้ออกจากเรือนมาเป็นผู้ไม่มีเรือนและบวชเป็นบรรพชิตด้วยศรัทธา นั่งสนทนาธรรมกันนั้น เป็นสิ่งสมควรยิ่ง ",
  "mn26:4.12": "เมื่อพวกเธอนั่งอยู่ด้วยกัน ควรทำแค่หนึ่งในสองอย่างนี้ คือ ",
  "mn26:4.13": "สนทนาธรรมกัน หรือ ดำรงอยู่ในความสงบเงียบอันประเสริฐ ",
  "mn26:5.1": "ภิกษุทั้งหลาย การแสวงหามี 2 อย่าง ",
  "mn26:5.2": "การแสวงหาที่ประเสริฐ และการแสวงหาที่ไม่ประเสริฐ ",
  "mn26:5.3": "การแสวงหาที่ไม่ประเสริฐคืออะไร ",
  "mn26:5.4": "การแสวงหาที่ไม่ประเสริฐ คือ การที่คนบางคนซึ่งตนเองต้องเกิดใหม่ แต่ก็ยังใฝ่แสวงหาสิ่งที่อยู่ในวิสัยแห่งการเกิดใหม่เช่นกันอยู่นั่นแหละ  ตนเองต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และความหมองมัว แต่ก็ยังใฝ่แสวงหาสิ่งที่อยู่ในวิสัยแห่งสิ่งเหล่านี้เช่นกันอยู่นั่นแหละ ",
  "mn26:6.1": "ภิกษุทั้งหลาย สิ่งใดเรียกว่าอยู่ในวิสัยแห่งการเกิดใหม่น่ะหรือ ",
  "mn26:6.2": "บุตร ภรรยา ทาสหญิง ทาสชาย แพะ แกะ ไก่ หมู ช้าง วัว ม้า ลา ทองคำ และเงิน เป็นสิ่งที่อยู่ในวิสัยแห่งการเกิดใหม่ ",
  "mn26:6.3": "สิ่งในครอบครองเหล่านี้อยู่ในวิสัยแห่งการเกิดใหม่ ",
  "mn26:6.4": "ผู้ที่ติดพัน ลุ่มหลง หมกมุ่นในสิ่งดังกล่าว ทั้งที่ตนเองยังต้องเกิดใหม่นั้น ก็จะมัวแสวงหาสิ่งที่อยู่ในวิสัยแห่งการเกิดใหม่เช่นกัน ",
  "mn26:7.1": "ภิกษุทั้งหลาย สิ่งใดเรียกว่าอยู่ในวิสัยแห่งความแก่ชราน่ะหรือ ",
  "mn26:7.2": "บุตร ภรรยา ทาสหญิง ทาสชาย แพะ แกะ ไก่ หมู ช้าง วัว ม้า ลา ทองคำ และเงิน เป็นสิ่งที่อยู่ในวิสัยแห่งความแก่ชรา ",
  "mn26:7.3": "สิ่งในครอบครองเหล่านี้อยู่ในวิสัยแห่งความแก่ชรา ",
  "mn26:7.4": "ผู้ที่ติดพัน ลุ่มหลง หมกมุ่นในสิ่งดังกล่าว ทั้งที่ตนเองยังต้องแก่ชรานั้น ก็จะมัวแสวงหาสิ่งที่อยู่ในวิสัยแห่งความแก่ชราเช่นกัน ",
  "mn26:8.1": "ภิกษุทั้งหลาย สิ่งใดเรียกว่าอยู่ในวิสัยแห่งความเจ็บไข้น่ะหรือ ",
  "mn26:8.2": "บุตร ภรรยา ทาสหญิง ทาสชาย แพะ แกะ ไก่ หมู ช้าง วัว ม้า ลา ทองคำ และเงิน เป็นสิ่งที่อยู่ในวิสัยแห่งความเจ็บไข้ ",
  "mn26:8.3": "สิ่งในครอบครองเหล่านี้อยู่ในวิสัยแห่งความเจ็บไข้ ",
  "mn26:8.4": "ผู้ที่ติดพัน ลุ่มหลง หมกมุ่นในสิ่งดังกล่าว ทั้งที่ตนเองยังต้องเจ็บไข้นั้น ก็จะมัวแสวงหาสิ่งที่อยู่ในวิสัยแห่งความเจ็บไข้เช่นกัน ",
  "mn26:9.1": "ภิกษุทั้งหลาย สิ่งใดเรียกว่าอยู่ในวิสัยแห่งความตายน่ะหรือ ",
  "mn26:9.2": "บุตร ภรรยา ทาสหญิง ทาสชาย แพะ แกะ ไก่ หมู ช้าง วัว ม้า ลา ทองคำ และเงิน เป็นสิ่งที่อยู่ในวิสัยแห่งความตาย ",
  "mn26:9.3": "สิ่งในครอบครองเหล่านี้อยู่ในวิสัยแห่งความตาย ",
  "mn26:9.4": "ผู้ที่ติดพัน ลุ่มหลง หมกมุ่นในสิ่งดังกล่าว ทั้งที่ตนเองยังต้องตายนั้น ก็จะมัวแสวงหาสิ่งที่อยู่ในวิสัยแห่งความตายเช่นกัน ",
  "mn26:10.1": "ภิกษุทั้งหลาย สิ่งใดเรียกว่าอยู่ในวิสัยแห่งความเศร้าโศกน่ะหรือ ",
  "mn26:10.2": "บุตร ภรรยา ทาสหญิง ทาสชาย แพะ แกะ ไก่ หมู ช้าง วัว ม้า ลา ทองคำ และเงิน เป็นสิ่งที่อยู่ในวิสัยแห่งความเศร้าโศก ",
  "mn26:10.3": "สิ่งในครอบครองเหล่านี้อยู่ในวิสัยแห่งความเศร้าโศก ",
  "mn26:10.4": "ผู้ที่ติดพัน ลุ่มหลง หมกมุ่นในสิ่งดังกล่าว ทั้งที่ตนเองยังต้องเศร้าโศกนั้น ก็จะมัวแสวงหาสิ่งที่อยู่ในวิสัยแห่งความเศร้าโศกเช่นกัน ",
  "mn26:11.1": "ภิกษุทั้งหลาย สิ่งใดเรียกว่าอยู่ในวิสัยแห่งการมีความหมองมัวหรือกิเลสน่ะหรือ ",
  "mn26:11.2": "บุตร ภรรยา ทาสหญิง ทาสชาย แพะ แกะ ไก่ หมู ช้าง วัว ม้า ลา ทองคำ และเงิน เป็นสิ่งที่อยู่ในวิสัยแห่งการมีความหมองมัวหรือกิเลส ",
  "mn26:11.3": "สิ่งในครอบครองเหล่านี้อยู่ในวิสัยแห่งการมีความหมองมัวหรือกิเลส ",
  "mn26:11.4": "ผู้ที่ติดพัน ลุ่มหลง หมกมุ่นในสิ่งดังกล่าว ทั้งที่ตนเองยังมีความหมองมัวหรือกิเลสนั้น ก็จะมัวแสวงหาสิ่งที่อยู่ในวิสัยแห่งการมีความหมองมัวหรือกิเลสเช่นกัน ",
  "mn26:11.5": "นี่คือการแสวงหาที่ไม่ประเสริฐ ",
  "mn26:12.1": "การแสวงหาที่ประเสริฐคืออะไร ",
  "mn26:12.2": "การแสวงหาที่ประเสริฐ คือ การที่คนบางคนซึ่งอยู่ในวิสัยที่ยังต้องเกิดใหม่ แต่ได้ตระหนักถึงโทษภัยของการต้องเกิดใหม่ จึงแสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งการเกิดใหม่  ตนเองต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัว แต่ได้ตระหนักถึงโทษภัยของสิ่งเหล่านี้ จึงแสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และความหมองมัวหรือกิเลส ",
  "mn26:12.3": "นี่คือการแสวงหาที่ประเสริฐ ",
  "mn26:13.1": "ภิกษุทั้งหลาย ก่อนที่เราจะตรัสรู้ เมื่อเรายังเป็นเพียงโพธิสัตว์ แต่มีความตั้งใจแน่วแน่ที่จะค้นพบสัจธรรม เราก็ยังต้องเกิดใหม่ แต่ก็ยังแสวงหาสิ่งที่อยู่ในวิสัยที่ต้องเกิดใหม่เช่นกันอยู่นั่นแหละ  ตัวเราเองยังต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัว แต่ก็ยังแสวงหาสิ่งที่อยู่ในวิสัยที่ต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัวเช่นกันอยู่นั่นแหละ ",
  "mn26:13.2": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:13.3": "ในเมื่อเราเองยังต้องเกิดใหม่ ยังต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัว เหตุใดเราจึงมัวแสวงหาสิ่งที่อยู่ในวิสัยที่ต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัวเช่นกันอยู่นั่นแหละ ",
  "mn26:13.4": "ทำไมเราไม่แสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งการเกิดใหม่ ความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และความหมองมัวหรือกิเลส” ",
  "mn26:14.1": "ต่อมาไม่นาน ขณะที่เรายังมีผมดำสนิท เปี่ยมด้วยพลังแห่งความหนุ่มแน่น ในวัยที่สมบูรณ์พร้อมแห่งชีวิต แม้พระมารดาและพระบิดาไม่ทรงปรารถนาให้เราบวช ทรงกันแสง พระพักตร์อาบด้วยน้ำพระเนตร แต่เราก็ปลงผมและหนวด นุ่งห่มผ้ากาสาวพัสตร์ ออกจากชีวิตผู้ครองเรือนไปสู่ชีวิตของผู้สละเรือน ",
  "mn26:15.1": "เมื่อเราได้ออกบวชแล้ว ก็เริ่มค้นหาสิ่งที่เป็นกุศล โดยแสวงหาทางสงบระงับอันประเสริฐสูงสุด  เราได้เข้าไปหาอาฬารดาบส กาลามโคตร และกล่าวกับท่านว่า ",
  "mn26:15.2": "“ท่านกาลามะ ข้าพเจ้าปรารถนาจะดำเนินชีวิตพรหมจรรย์ ในแนวทางการสอนและการฝึกอบรมนี้” ",
  "mn26:15.3": "ท่านอาฬารดาบส กล่าวตอบเราว่า ",
  "mn26:15.4": "“เชิญอยู่เถิด ท่าน ",
  "mn26:15.5": "คำสอนนี้ ผู้มีปัญญาย่อมสามารถรู้แจ้งได้ในไม่ช้าถึงคำสอนของอาจารย์ตน ด้วยความรฺู้ยิ่งโดยตรงของตนเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว” ",
  "mn26:15.6": "แล้วเราก็เรียนรู้จดจำคำสอนนั้นได้อย่างรวดเร็ว ",
  "mn26:15.7": "เพียงการท่องและกล่าวทวนคำสอนนั้น เราสามารถถ่ายทอดได้ด้วยความรู้และความมั่นใจ  เราประกาศได้ว่า เรารู้ เราเห็น และมีผู้อื่นที่กล่าวอ้างเช่นเดียวกันนี้ ",
  "mn26:15.8": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:15.9": "“คำกล่าวของอาฬารดาบส กาลามโคตร ที่ประกาศว่า ‘เราได้รู้แจ้งถึงคำสอนนี้ ด้วยความรู้ยิ่งโดยตรงของตนเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว’ นั้น ไม่ได้ตั้งอยู่บนศรัทธาเพียงประการเดียว ",
  "mn26:15.10": "จากการที่ได้รู้ได้เห็นคำสั่งสอนนี้  ท่านคงต้องภาวนาด้วยอย่างแน่นอน ",
  "mn26:15.11": "เราจึงเข้าไปหาอาฬารดาบส กาลามโคตร แล้วถามว่า ",
  "mn26:15.12": "“ท่านกาลามะ ท่านกล่าวว่าท่านได้รู้แจ้งคำสอนนี้ด้วยความรู้ยิ่งโดยตรงของตนเอง ท่านได้รู้แจ้งถึงระดับใดหรือ ",
  "mn26:15.13": "เมื่อเราถามเช่นนี้ อาฬารดาบส กาลามโคตร จึงประกาศว่าท่านได้เข้าถึงอากิญจัญญายตนฌาน ",
  "mn26:15.14": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:15.15": "“มิใช่แต่อาฬารดาบส กาลามโคตรเท่านั้น ที่มีศรัทธา ",
  "mn26:15.16": "ความเพียร ",
  "mn26:15.17": "สติ ",
  "mn26:15.18": "สมาธิ ",
  "mn26:15.19": "และปัญญา  เราเองก็มีสิ่งเหล่านี้เช่นกัน ",
  "mn26:15.20": "เหตุใดเราไม่ลองพยายามเข้าถึงคำสอนนั้นด้วยตนเอง เหมือนที่อาฬารดาบส กาลามโคตรได้ประกาศว่า เขาได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของตนเอง ",
  "mn26:15.21": "ในไม่ช้า เราได้รู้แจ้งถึงคำสอนนี้ ด้วยความรู้ยิ่งโดยตรงของตนเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว ",
  "mn26:15.22": "เราจึงเข้าไปหาอาฬารดาบส กาลามโคตร และกล่าวว่า ",
  "mn26:15.23": "“ท่านกาลามะ ตามที่ท่านประกาศว่า ได้บรรลุแจ้งคำสอนนี้แล้วด้วยความรู้ยิ่งโดยตรงของตนเอง  ท่านรู้แจ้งถึงระดับนี้หรืออย่างไร ",
  "mn26:15.24": "อาฬารดาบส กาลามโคตรตอบรับว่า “ใช่แล้ว ท่าน” ",
  "mn26:15.25": "“ข้าพเจ้าก็เช่นกัน ข้าพเจ้ารู้แจ้งถึงคำสอนนี้ด้วยความรู้ยิ่งโดยตรงของตนเองได้ถึงระดับนี้แล้ว และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว” ",
  "mn26:15.26": "“เป็นลาภอันใหญ่หลวงของพวกข้าพเจ้ายิ่งนัก ",
  "mn26:15.27": "ที่ได้บุคคลเช่นท่านมาเป็นผู้ประพฤติธรรมร่วมกันในชีวิตพรหมจรรย์นี้ ",
  "mn26:15.28": "คำสอนที่ข้าพเจ้าได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของตนเอง และได้ประกาศว่าข้าพเจ้าได้บรรลุแจ้งแล้วนั้น ท่านก็ได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของท่านเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว ",
  "mn26:15.29": "คำสอนที่ท่านได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของท่านเองและดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว ข้าพเจ้าก็ได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของตนเอง และขอประกาศว่า ข้าพเจ้าได้บรรลุแจ้งแล้ว ",
  "mn26:15.30": "ดังนั้น คำสอนใดที่ข้าพเจ้ารู้แจ้ง ท่านก็รู้แจ้ง  คำสอนใดที่ท่านรู้แจ้ง ข้าพเจ้าก็รู้แจ้ง ",
  "mn26:15.31": "ข้าพเจ้าเป็นเช่นใด ท่านก็เป็นเช่นนั้น  ท่านเป็นเช่นใด ข้าพเจ้าก็เป็นเช่นนั้น ",
  "mn26:15.32": "มาเถิดท่าน เราทั้งสองมาร่วมดูแลชุมชนนี้ด้วยกันเถิด ",
  "mn26:15.33": "อาฬารดาบส กาลามโคตร ผู้เป็นอาจารย์ของเราก็ยกเราผู้เป็นศิษย์ให้มีฐานะเสมอท่าน และยกย่องสรรเสริญเราอย่างสูง ",
  "mn26:15.34": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:15.35": "คำสอนนี้ไม่ได้นำไปสู่ความเบื่อหน่ายในกองทุกข์ ความสิ้นความใคร่ในกามคุณ ความดับทุกข์ สภาวะอันสงบ ความรู้ยิ่ง การตรัสรู้ และพระนิพพาน  หากแต่นำไปถึงเพียงการเกิดใหม่ในภพอากิญจัญญายตนะเท่านั้น ",
  "mn26:15.36": "เมื่อเห็นว่าคำสอนนั้นไม่ตอบสนองต่อการแสวงหาของเรา เราจึงลาจากไปด้วยความผิดหวัง ",
  "mn26:16.1": "เราเริ่มค้นหาว่าสิ่งที่เป็นกุศล โดยแสวงหาทางสงบระงับอันประเสริฐสูงสุด  เราได้เข้าไปหาอุททกดาบส รามบุตร แล้วกล่าวว่า ",
  "mn26:16.2": "“ข้าพเจ้าปรารถนาจะดำเนินชีวิตพรหมจรรย์ ในแนวทางการสอนและการฝึกอบรมนี้” ",
  "mn26:16.3": "อุททกดาบส กล่าวตอบว่า ",
  "mn26:16.4": "“เชิญอยู่เถิดท่าน ",
  "mn26:16.5": "คำสอนนี้ ผู้มีปัญญาย่อมสามารถรู้แจ้งได้ในไม่ช้าถึงคำสอนของอาจารย์ตน ด้วยความรฺู้ยิ่งโดยตรงของตนเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว” ",
  "mn26:16.6": "แล้วเราก็เรียนรู้จดจำคำสอนนั้นได้อย่างรวดเร็ว ",
  "mn26:16.7": "เพียงการท่องและกล่าวทวนคำสอนนั้น เราสามารถถ่ายทอดได้ด้วยความรู้และความมั่นใจ  เราประกาศได้ว่า เรารู้ เราเห็น และมีผู้อื่นที่กล่าวอ้างเช่นเดียวกันนี้ ",
  "mn26:16.8": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:16.9": "“คำกล่าวของอุททกดาบส รามบุตร ที่ประกาศว่า ‘เราได้รู้แจ้งถึงคำสอนนี้ ด้วยความรู้ยิ่งโดยตรงของตนเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว’ นั้น ไม่ได้ตั้งอยู่บนศรัทธาเพียงประการเดียว ",
  "mn26:16.10": "จากการที่ได้รู้ได้เห็นคำสั่งสอนนี้  ท่านคงต้องภาวนาด้วยอย่างแน่นอน ",
  "mn26:16.11": "เราจึงเข้าไปหาอุททกดาบส รามบุตร แล้วถามว่า ",
  "mn26:16.12": "“ท่านรามบุตร ท่านกล่าวว่าท่านได้รู้แจ้งคำสอนนี้ด้วยความรู้ยิ่งโดยตรงของตนเอง ท่านได้รู้แจ้งถึงระดับใดหรือ ",
  "mn26:16.13": "เมื่อเราถามเช่นนี้ อุททกดาบส รามบุตร จึงประกาศว่าท่านได้เข้าถึงภาวะที่มีสัญญาก็ไม่ใช่ ไม่มีสัญญาก็ไม่ใช่ ",
  "mn26:16.14": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:16.15": "“มิใช่แต่อุททกดาบส รามบุตรเท่านั้น ที่มีศรัทธา ",
  "mn26:16.16": "ความเพียร ",
  "mn26:16.17": "สติ ",
  "mn26:16.18": "สมาธิ ",
  "mn26:16.19": "และปัญญา  เราเองก็มีสิ่งเหล่านี้เช่นกัน ",
  "mn26:16.20": "เหตุใดเราไม่ลองพยายามเข้าถึงคำสอนนั้นด้วยตนเอง เหมือนที่อุททกดาบส รามบุตรได้ประกาศว่า เขาได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของตนเอง” ",
  "mn26:16.21": "ในไม่ช้า เราได้รู้แจ้งถึงคำสอนนี้ ด้วยความรู้ยิ่งโดยตรงของตนเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว ",
  "mn26:16.22": "เราจึงเข้าไปหาอุททกดาบส รามบุตร และกล่าวว่า ",
  "mn26:16.23": "“ท่านรามบุตร ท่านได้บรรลุแจ้งคำสอนนี้ด้วยความรู้ยิ่งโดยตรงของตนเองถึงระดับนี้ และประกาศว่าท่านได้บรรลุแล้วใช่หรือไม่” ",
  "mn26:16.24": "“ใช่แล้ว ท่าน” ",
  "mn26:16.25": "“ข้าพเจ้าก็เช่นกัน ข้าพเจ้ารู้แจ้งถึงคำสอนนี้ด้วยความรู้ยิ่งโดยตรงของตนเองได้ถึงระดับนี้แล้ว และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว” ",
  "mn26:16.26": "“เป็นลาภอันใหญ่หลวงของพวกข้าพเจ้ายิ่งนัก ",
  "mn26:16.27": "ที่ได้บุคคลเช่นท่านมาเป็นผู้ประพฤติธรรมร่วมกันในชีวิตพรหมจรรย์นี้ ",
  "mn26:16.28": "คำสอนที่ข้าพเจ้าได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของตนเอง และได้ประกาศว่าข้าพเจ้าได้บรรลุแจ้งแล้วนั้น ท่านก็ได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของท่านเอง และดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว ",
  "mn26:16.29": "คำสอนที่ท่านได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของท่านเองและดำรงอยู่ในภาวะที่ได้บรรลุแจ้งแล้ว ข้าพเจ้าก็ได้รู้แจ้งด้วยความรู้ยิ่งโดยตรงของตนเอง และขอประกาศว่า ข้าพเจ้าได้บรรลุแจ้งแล้ว ",
  "mn26:16.30": "ดังนั้น คำสอนใดที่ข้าพเจ้ารู้แจ้ง ท่านก็รู้แจ้ง  คำสอนใดที่ท่านรู้แจ้ง ข้าพเจ้าก็รู้แจ้ง ",
  "mn26:16.31": "ข้าพเจ้าเป็นเช่นใด ท่านก็เป็นเช่นนั้น  ท่านเป็นเช่นใด ข้าพเจ้าก็เป็นเช่นนั้น ",
  "mn26:16.32": "มาเถิดท่าน เชิญท่านมาเป็นผู้นำชุมชนนี้เถิด” ",
  "mn26:16.33": "อุททกดาบส รามบุตร ผู้ร่วมปฏิบัติชีวิตพรหมจรรย์ของเราก็ยกเราให้มีฐานะเป็นอาจารย์และยกย่องสรรเสริญเราอย่างสูง ",
  "mn26:16.34": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:16.35": "คำสอนนี้ไม่ได้นำไปสู่ความเบื่อหน่ายในกองทุกข์ ความสิ้นความใคร่ในกามคุณ ความดับทุกข์ สภาวะอันสงบ ความรู้ยิ่ง การตรัสรู้ และพระนิพพาน  หากแต่นำไปถึงเพียงการเกิดใหม่ในภพเนวสัญญานาสัญญายาตนะเท่านั้น ",
  "mn26:16.36": "เมื่อเห็นว่าคำสอนนั้นไม่ตอบสนองต่อการแสวงหาของเรา เราจึงลาจากไปด้วยความผิดหวัง ",
  "mn26:17.1": "ภิกษุทั้งหลาย เราคงค้นหาสิ่งที่เป็นกุศล โดยแสวงหาทางสงบระงับอันประเสริฐสูงสุด  เราเที่ยวจาริกไปในเขตแคว้นมคธโดยลำดับ และได้เดินทางมาถึงตำบลอุรุเวลาเสนานิคม ",
  "mn26:17.2": "เราได้เห็นอาณาบริเวณอันน่าเพลินตาเพลินใจ ประกอบด้วยป่าละเมาะอันร่มรื่น และแม่น้ำใสไหลผ่าน ริมฝั่งเป็นหาดเรียบงามน่ารื่นรมย์  อีกทั้ง มีหมู่บ้านสำหรับไปบิณฑบาตอยู่ใกล้ ๆ ",
  "mn26:17.3": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:17.4": "“บริเวณนี้น่าเพลินตาเพลินใจยิ่งนัก มีป่าละเมาะอันร่มรื่น และแม่น้ำใสไหลผ่าน ริมฝั่งเป็นหาดเรียบงามน่ารื่นรมย์  อีกทั้ง มีหมู่บ้านสำหรับไปบิณฑบาตอยู่ใกล้ ๆ ",
  "mn26:17.5": "เป็นที่เหมาะแก่การบำเพ็ญเพียรของผู้ต้องการจะบำเพ็ญเพียร” ",
  "mn26:17.6": "เราจึงนั่งลง ณ ที่นั้น คิดว่า ",
  "mn26:17.7": "“ที่นี่เหมาะแก่การบำเพ็ญเพียร” ",
  "mn26:18.1": "ภิกษุทั้งหลาย เราผู้อยู่ในวิสัยที่ยังต้องเกิดใหม่ แต่ได้ตระหนักถึงโทษภัยของการต้องเกิดใหม่ จึงแสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งการเกิดใหม่   และเราก็ได้พบสิ่งนั้นแล้ว  เราผู้อยู่ในวิสัยที่ต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัว แต่ได้ตระหนักถึงโทษภัยของสิ่งเหล่านี้ จึงแสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และความหมองมัวหรือกิเลส  และเราก็ได้พบสิ่งนั้นแล้ว ",
  "mn26:18.2": "ปัญญาหยั่งรู้อันเกิดจากสมาธิได้เกิดแก่เรา ",
  "mn26:18.3": "“ความหลุดพ้นจากกิเลสของเรานั้นไม่สั่นคลอน ชาตินี้เป็นชาติสุดท้าย  เราจะไม่มีการเกิดอีกต่อไป” ",
  "mn26:19.1": "เราพิจารณาเห็นว่า ",
  "mn26:19.2": "“ธรรมะที่เราได้ค้นพบนี้ ลึกซึ้ง เห็นได้ยาก เข้าใจได้ยาก สงบ ละเอียดซับซ้อน พ้นขอบเขตแห่งการนึกคิดด้วยเหตุผล ล้ำเลิศ เป็นสิ่งที่ผู้มีปัญญาเท่านั้นที่จะประสบได้ ",
  "mn26:19.3": "แต่คนเราชอบยึดมั่นถือมั่น และพอใจและยินดีในการยึดถือดังกล่าว ",
  "mn26:19.4": "จึงเป็นการยากที่จะเห็นประเด็นความจริงนี้ ซึ่งคือ ความเป็นไปตามความสัมพันธ์แห่งเหตุปัจจัย และสภาพอาศัยปัจจัยเกิดขึ้น ",
  "mn26:19.5": "อีกทั้ง เป็นการยากที่จะเห็นประเด็นความจริงต่อไปนี้ อันได้แก่ ความสงบนิ่งแห่งเจตจำนง การละความยึดมั่นในสิ่งที่ได้มา การลดความทะยานอยาก ความเบื่อหน่ายในทุกข์ การดับความทุกข์ และพระนิพพาน ",
  "mn26:19.6": "ถ้าเราสอนหลักธรรมนี้ คนอื่นอาจไม่เข้าใจเรา ก็จะเป็นความลำบากเหน็ดเหนื่อยแก่เรา ",
  "mn26:19.7": "ภิกษุทั้งหลาย ในขณะนั้น บทร้อยกรองนี้ก็ปรากฏขึ้นในใจเรา เป็นถ้อยคำที่เราไม่เคยได้ยินมาก่อน ",
  "mn26:19.8": "“หลักธรรมนี้แม้เราก็บรรลุได้ด้วยความยากลำบาก ",
  "mn26:19.9": "อย่าไปสอนผู้อื่นเลย ",
  "mn26:19.10": "เพราะคนที่ยังถูกครอบงำด้วยความยินดีในกามารมณ์และความคิดประทุษร้าย ",
  "mn26:19.11": "ย่อมไม่อาจเข้าใจคำสอนนี้ได้อย่างถ่องแท้ ",
  "mn26:19.12": "หลักธรรมนี้ทวนกระแสแห่งโลก ",
  "mn26:19.13": "มีความลึกซึ้ง เข้าใจยาก ละเอียดลออยิ่ง ",
  "mn26:19.14": "คนที่หมกมุ่นยินดีในกามารมณ์จะไม่สามารถเข้าใจได้ ",
  "mn26:19.15": "เพราะจิตใจถูกห่อหุ้มไปด้วยความมืดมน” ",
  "mn26:19.16": "เมื่อเราคิดเห็นเช่นนี้ จิตก็โน้มเอียงไปในทางไม่สนใจจะสอนหลักธรรมนี้ ",
  "mn26:20.1": "ขณะนั้น สหัมบดีพรหมทราบความคิดของเรา จึงกังวลว่า ",
  "mn26:20.2": "“โลกจะย่อยยับอับปางเสียแล้ว เพราะพระสัมมาสัมพุทธเจ้ามีพระทัยโน้มเอียงจะทรงนิ่งเฉย ไม่แสดงธรรม” ",
  "mn26:20.3": "จากนั้น สหัมบดีพรหมก็หายตัวจากพรหมโลกมาปรากฏอยู่เบื้องหน้าเราอย่างง่ายดายเปรียบได้กับคนแข็งแรงเหยียดแขนออกหรืองอแขนเข้าเท่านั้นเอง ",
  "mn26:20.4": "แล้วสหัมบดีพรหมก็ห่มผ้าพาดเฉียงบ่าข้างหนึ่ง ประนมมือต่อเรา และกล่าวกับเราว่า ",
  "mn26:20.5": "“ข้าแต่พระองค์ผู้เจริญ ขอพระองค์ทรงสั่งสอนธรรมด้วยเถิด” ",
  "mn26:20.6": "มีสัตว์ที่มีธุลีในดวงตาเพียงเล็กน้อย ที่จะเสื่อมถอยเพราะไม่ได้ฟังธรรม ",
  "mn26:20.7": "มีสัตว์ที่มีวิสัยที่จะเข้าใจธรรมได้อยู่ ",
  "mn26:20.8": "นี่คือสิ่งที่สหัมบดีพรหมกล่าว ",
  "mn26:20.9": "จากนั้น สหัมบดีพรหมก็กล่าวต่อว่า ",
  "mn26:20.10": "“ก่อนนี้ ในแคว้นมคธ ",
  "mn26:20.11": "ปรากฏคำสอนที่ไม่บริสุทธิ์จากพวกที่ยังมีความหมองมัว ",
  "mn26:20.12": "ขอพระองค์จงทรงเปิดประตูสู่การหลุดพ้นจากความตายเถิด ",
  "mn26:20.13": "ขอสัตว์ทั้งหลายจงได้ฟังธรรมที่พระองค์ผู้ทรงหมดมลทินได้ค้นพบ ",
  "mn26:20.14": "ดุจคนที่อยู่บนยอดเขา ",
  "mn26:20.15": "ที่สามารถเห็นผู้คนได้โดยรอบ ",
  "mn26:20.16": "โดยนัยเดียวกัน พระองค์ผู้มีพระปรีชา ทรงปัญญายิ่ง ",
  "mn26:20.17": "ขอพระองค์ผู้ได้เสด็จขึ้นปราสาทแห่งสัจธรรม ",
  "mn26:20.18": "หมดซึ่งความโศกเศร้า โปรดจงมองดูผู้คน ",
  "mn26:20.19": "ที่ยังเต็มไปด้วยความเศร้าโศก ทุกข์ทนภายใต้อำนาจแห่งการเวียนว่ายตายเกิด ",
  "mn26:20.20": "ขอพระองค์ผู้ทรงเป็นวีรบุรุษ พระผู้ชนะศึก ",
  "mn26:20.21": "ผู้นำฝูงชน ผู้ทรงพ้นภาระหนี้ ทรงกรุณาเสด็จเดินทางโปรดสัตว์ในโลก ",
  "mn26:20.22": "ขอพระองค์ผู้ประเสริฐทรงสั่งสอนธรรม ",
  "mn26:20.23": "จะมีผู้เข้าใจธรรม” ",
  "mn26:21.1": "ภิกษุทั้งหลาย เมื่อเราได้ฟังคำร้องขอของสหัมบดีพรหม เราจึงสำรวจโลกด้วยพุทธจักษุ ด้วยความกรุณาต่อสัตว์ทั้งหลาย ",
  "mn26:21.2": "และเราก็ได้เห็นเหล่าสัตว์ผู้มีธุลีในดวงตาเพียงเล็กน้อย และผู้มีธุลีในดวงตามาก มีผู้มีอินทรีย์กล้าและผู้มีอินทรีย์อ่อนแอ มีผู้มีคุณลักษณะที่ดีและผู้มีลักษณะไม่ดี มีผู้ที่สอนง่ายและผู้ที่สอนยาก และมีผู้ที่เห็นปัญหาและอันตรายของโลกหน้า ในขณะที่คนอื่นไม่เห็น ",
  "mn26:21.3": "เปรียบได้กับบึงน้ำที่มีดอกบัวสีน้ำเงิน สีชมพู หรือสีขาว  บางต้นเกิดในน้ำและโตในน้ำโดยไม่เคยพ้นผิวน้ำ จมอยู่ใต้น้ำ  บางต้นเกิดในน้ำ โตในน้ำจนแตะผิวน้ำ  บางต้นเกิดในน้ำ โตในน้ำ และเจริญงามชูพ้นผิวน้ำ โดยไม่มีหยาดน้ำใด ๆ เกาะ ",
  "mn26:21.4": "ในทำนองเดียวกัน เราเห็นเหล่าสัตว์ผู้มีธุลีในดวงตาเพียงเล็กน้อย และผู้มีธุลีในดวงตามาก ",
  "mn26:21.5": "แล้วเราก็ตอบสหัมบดีพรหมเป็นบทร้อยกรองว่า ",
  "mn26:21.6": "“ประตูสู่การหลุดพ้นจากความตายได้เปิดแล้ว ",
  "mn26:21.7": "ให้ผู้ที่มีหูไว้ฟังได้ตั้งจิตมั่นศรัทธา ",
  "mn26:21.8": "ท่านพรหม เพราะคิดว่า จะเป็นความลำบากเหน็ดเหนื่อย เราจึงไม่ได้สอน ",
  "mn26:21.9": "หลักธรรมอันละเอียดซับซ้อนยิ่งนี้แก่มวลมนุษย์” ",
  "mn26:21.10": "เมื่อทราบว่า เราเห็นชอบกับคำร้องขอของท่านที่ขอให้เราสั่งสอนธรรมแล้ว สหัมบดีพรหมจึงกราบเราและกระทำประทักษิณ ก่อนจะหายตัวไป ",
  "mn26:22.1": "แล้วเราก็คิดว่า ",
  "mn26:22.2": "“เราควรแสดงธรรมแก่ใครเป็นคนแรกหนอ ",
  "mn26:22.3": "ใครจะเข้าใจคำสอนนี้ได้โดยเร็ว” ",
  "mn26:22.4": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:22.5": "“อาฬารดาบส กาลามโคตร เป็นผู้มีปัญญา มีความรู้ความสามารถ ฉลาด  และมีธุลีในดวงตาเพียงเล็กน้อยมาเป็นเวลานานแล้ว ",
  "mn26:22.6": "เราน่าจะแสดงธรรมแก่เธอเป็นคนแรก ",
  "mn26:22.7": "เธอจะเข้าใจคำสอนนี้ได้โดยเร็ว” ",
  "mn26:22.8": "แต่แล้วเทวดาตนหนึ่งเข้ามาหาเราแล้วบอกว่า ",
  "mn26:22.9": "“ข้าแต่พระองค์ผู้เจริญ อาฬารดาบส กาลามโคตร ตายไปเมื่อเจ็ดวันก่อน” ",
  "mn26:22.10": "ปัญญาหยั่งรู้อันเกิดจากสมาธิก็ได้เกิดแก่เราว่า ",
  "mn26:22.11": "“อาฬารดาบส กาลามโคตร ตายไปเมื่อเจ็ดวันก่อน” ",
  "mn26:22.12": "แล้วเราก็คิดว่า ",
  "mn26:22.13": "เป็นที่น่าเสียดายยิ่งสำหรับอาฬารดาบส กาลามโคตร ",
  "mn26:22.14": "เพราะถ้าเธอได้ฟังหลักธรรมนี้แล้ว เธอจะเข้าใจได้โดยเร็ว” ",
  "mn26:23.1": "แล้วเราก็คิดว่า ",
  "mn26:23.2": "“เราควรแสดงธรรมแก่ใครเป็นคนแรกหนอ ",
  "mn26:23.3": "ใครจะเข้าใจคำสอนนี้ได้โดยเร็ว” ",
  "mn26:23.4": "แล้วเราก็ฉุกคิดว่า ",
  "mn26:23.5": "“อุททกดาบส รามบุตร เป็นผู้มีปัญญา มีความรู้ความสามารถ ฉลาด  และมีธุลีในดวงตาเพียงเล็กน้อยมาเป็นเวลานานแล้ว ",
  "mn26:23.6": "เราน่าจะแสดงธรรมแก่เธอเป็นคนแรก ",
  "mn26:23.7": "เธอจะเข้าใจคำสอนนี้ได้โดยเร็ว” ",
  "mn26:23.8": "แต่แล้วเทวดาตนหนึ่งเข้ามาหาเราแล้วบอกว่า ",
  "mn26:23.9": "“ข้าแต่พระองค์ผู้เจริญ อุททกดาบส รามบุตร ตายไปเมื่อคืนที่ผ่านมา” ",
  "mn26:23.10": "ปัญญาหยั่งรู้อันเกิดจากสมาธิก็ได้เกิดแก่เราว่า ",
  "mn26:23.11": "“อุททกดาบส รามบุตร ตายไปเมื่อคืนที่ผ่านมา” ",
  "mn26:23.12": "แล้วเราก็คิดว่า ",
  "mn26:23.13": "“เป็นที่น่าเสียดายยิ่งสำหรับอุททกดาบส รามบุตร ",
  "mn26:23.14": "เพราะถ้าเธอได้ฟังหลักธรรมนี้แล้ว เธอจะเข้าใจได้โดยเร็ว” ",
  "mn26:24.1": "แล้วเราก็คิดขึ้นมาว่า ",
  "mn26:24.2": "“เราควรแสดงธรรมแก่ใครเป็นคนแรกหนอ ",
  "mn26:24.3": "ใครจะเข้าใจคำสอนนี้ได้โดยเร็ว” ",
  "mn26:24.4": "แล้วเราก็ฉุกคิดขึ้นมาว่า ",
  "mn26:24.5": "“นักบวชปัญจวัคคีย์ได้ช่วยเหลือเรามาก พวกเขาเฝ้าปรนนิบัติดูแลเราในช่วงที่เรากำลังบำเพ็ญอย่างหนัก ",
  "mn26:24.6": "เราน่าจะแสดงธรรมแก่พวกเธอเป็นกลุ่มแรก” ",
  "mn26:24.7": "แล้วเราก็คิดว่า ",
  "mn26:24.8": "“นักบวชปัญจวัคคีย์อยู่ที่ไหนหนอ” ",
  "mn26:24.9": "ด้วยตาทิพย์อันบริสุทธิ์เหนือมนุษย์ เราก็ได้เห็นว่า นักบวชปัญจวัคคีย์กำลังอยู่ที่ป่าอิสิปตนมฤคทายวัน เขตกรุงพาราณสี ",
  "mn26:24.10": "ดังนั้น เมื่อเราพักอยู่ที่ตำบลอุรุเวลาตามที่เราประสงค์แล้ว จึงออกเดินทางไปกรุงพาราณสี ",
  "mn26:25.1": "ขณะที่เรากำลังเดินทางระหว่างตําบลคยาและสถานที่ที่เราตรัสรู้ อาชีวกชื่ออุปกะได้เห็นเรา ",
  "mn26:25.2": "และถามเราว่า ",
  "mn26:25.3": "“ท่านผู้เจริญ อินทรีย์ของท่านผ่องใสนัก ผิวพรรณของท่าน บริสุทธิ์ ผุดผ่อง ",
  "mn26:25.4": "ท่านได้บรรพชาในสำนักใคร  ใครเป็นอาจารย์ของท่าน  ท่านเชื่อถือคำสอนของใคร” ",
  "mn26:25.5": "เราจึงได้กล่าวตอบอุปกะเป็นบทร้อยกรองว่า ",
  "mn26:25.6": "“เราเป็นผู้ชนะสิ่งทั้งปวง รู้แจ้งในสิ่งทั้งปวง ",
  "mn26:25.7": "ไม่แปดเปื้อนในสิ่งทั้งปวง ",
  "mn26:25.8": "เราได้ละทิ้งสิ่งทั้งหลายทั้งปวง เราได้หลุดพ้นแล้วเพราะสิ้นความทะยานอยาก ",
  "mn26:25.9": "เนื่องจากเรารู้แจ้งด้วยตนเอง  เราจึงไม่เป็นศิษย์ผู้ใด ",
  "mn26:25.10": "เราไม่มีอาจารย์ ",
  "mn26:25.11": "ไม่มีผู้ใดเหมือนเรา ",
  "mn26:25.12": "ในโลกซึ่งรวมถึงเทวดาทั้งหลาย ",
  "mn26:25.13": "ไม่มีผู้ใดทัดเทียมเรา ",
  "mn26:25.14": "เพราะในโลกนี้ เราเป็นพระอรหันต์ ",
  "mn26:25.15": "เป็นศาสดาสูงสุด ",
  "mn26:25.16": "เป็นผู้รู้แจ้งในสัจธรรมเพียงคนเดียว ",
  "mn26:25.17": "สงบเย็น ดับกิเลสได้แล้ว ",
  "mn26:25.18": "เรากำลังเดินทางไปเริ่มหมุนวงล้อแห่งธรรม ",
  "mn26:25.19": "ณ เขตพระนครของแคว้นกาสี ",
  "mn26:25.20": "ในโลกนี้ที่จิตมืดบอด ",
  "mn26:25.21": "เราหมายจะตีกลองแห่งการหลุดพ้นจากความตาย” ",
  "mn26:25.22": "“จากสิ่งที่ท่านกล่าวอ้าง ท่านคงเป็น ‘อนันตะชินะ (ผู้ชนะอันหาที่สุดมิได้)’” ",
  "mn26:25.23": "“ผู้ชนะ (ชินะ) คือ ผู้ที่เป็นเช่นเรา ",
  "mn26:25.24": "ที่ได้บรรลุถึงการหมดสิ้นซึ่งกิเลสที่หมักหมมในสันดาน ",
  "mn26:25.25": "เราเอาชนะความชั่วมัวหมองได้แล้ว ",
  "mn26:25.26": "ดังนั้น เราจึงเป็นผู้ชนะ” ",
  "mn26:25.27": "เมื่อเรากล่าวจบ อุปกะก็ส่ายศีรษะพูดว่า “ถ้าท่านว่าเช่นนั้น”  และเดินเลี้ยวตามเส้นทางสายรองจากไป ",
  "mn26:26.1": "ภิกษุทั้งหลาย เราจึงออกเดินทางต่อไปโดยลำดับ และไปหานักบวชปัญจวัคคีย์ที่ป่าอิสิปตนมฤคทายวัน เขตกรุงพาราณสี ",
  "mn26:26.2": "นักบวชปัญจวัคคีย์ย์เห็นเราเดินมาแต่ไกล ",
  "mn26:26.3": "จึงพูดตกลงกันว่า ",
  "mn26:26.4": "“สมณโคดมกำลังมา ท่านหมกมุ่นในความสุขสบาย ละความเพียร แล้วหวนกลับไปเสพสุข ",
  "mn26:26.5": "พวกเราไม่ต้องไหว้ ไม่ต้องลุกขึ้นยืนรับ ไม่ต้องรับบาตรจีวร ",
  "mn26:26.6": "แต่เราอาจจะปูที่นั่งก็ได้ ถ้าท่านอยากนั่ง ก็นั่งได้” ",
  "mn26:26.7": "แต่เมื่อเราเข้าไปใกล้ พวกปัญจวัคคีย์ก็ไม่สามารถทำตามที่ตกลงกันไว้ได้ ",
  "mn26:26.8": "บางคนลุกขึ้นทักทายและรับบาตรและจีวรของเรา  บางคนปูที่นั่งให้  บางคนตั้งน้ำสำหรับล้างเท้าให้ ",
  "mn26:26.9": "แต่พวกเขายังเรียกขานเราโดยใช้ชื่อเรา และใช้คำว่า “อาวุโส” ",
  "mn26:27.1": "เราจึงบอกปัญจวัคคีย์ว่า ",
  "mn26:27.2": "“อย่าเรียกขานเราโดยใช้ชื่อเรา และใช้คำว่า ‘อาวุโส’ ",
  "mn26:27.3": "ตถาคตได้สำเร็จเป็นอรหันต์ ตรัสรู้ด้วยตนเอง ",
  "mn26:27.4": "เธอทั้งหลายจงฟัง  เราได้บรรลุถึงการหลุดพ้นจากความตาย  เราจะสอนพวกเธอ  เราจะแสดงธรรมแก่พวกเธอ ",
  "mn26:27.5": "เธอทั้งหลายเมื่อปฏิบัติตามที่เราสอน ไม่นานนักก็จะรู้แจ้งถึงปลายทางอันสูงส่งแห่งชีวิตพรหมจรรย์ในชาตินี้  และด้วยปัญญาของตนเองโดยตรง  พวกเธอจะมีชีวิตที่ได้บรรลุซึ่งจุดหมายของเหล่ากุลบุตรผู้ออกจากเรือนบวชเป็นบรรพชิตผู้ไร้เรือน” ",
  "mn26:27.6": "แต่พวกเขากลับกล่าวกับเราว่า ",
  "mn26:27.7": "“ท่านโคดม แม้ท่านประพฤติ ปฏิบัติ และบำเพ็ญทุกกรกิริยา ท่านก็ไม่ได้บรรลุธรรมวิเศษด้วยปัญญาหยั่งรู้อันเกิดจากสมาธิอันควรคู่กับอริยบุคคล  บัดนี้ ท่านกลับไปหมกมุ่นในความสุขสบาย ละความเพียร แล้วหวนกลับไปเสพสุข  ท่านจะบรรลุธรรมวิเศษเช่นนั้นได้อย่างไร” ",
  "mn26:27.8": "เราจึงกล่าวกับพวกเขาว่า ",
  "mn26:27.9": "“ตถาคตมิได้กลับไปหมกมุ่นในความสุขสบาย ละความเพียร แล้วหวนกลับไปเสพสุข ",
  "mn26:27.10": "ตถาคตได้สำเร็จเป็นอรหันต์ ตรัสรู้ด้วยตนเอง ",
  "mn26:27.11": "เธอทั้งหลายจงฟัง  เราได้บรรลุถึงการหลุดพ้นจากความตาย  เราจะสอนพวกเธอ  เราจะแสดงธรรมแก่พวกเธอ ",
  "mn26:27.12": "เธอทั้งหลายเมื่อปฏิบัติตามที่เราสอน ไม่นานนักก็จะรู้แจ้งถึงปลายทางอันสูงส่งแห่งชีวิตพรหมจรรย์ในชาตินี้  และด้วยปัญญาของตนเองโดยตรง  พวกเธอจะมีชีวิตที่ได้บรรลุซึ่งจุดหมายของเหล่ากุลบุตรผู้ออกจากเรือนบวชเป็นบรรพชิตผู้ไร้เรือน” ",
  "mn26:27.13": "พวกเขาก็กล่าวกับเราเป็นครั้งที่ 2 ว่า ",
  "mn26:27.14": "“ท่านโคดม… ท่านกลับไปหมกมุ่นในความสุขสบาย” ",
  "mn26:27.15": "เราจึงกล่าวกับพวกเขาเป็นครั้งที่ 2 ว่า ",
  "mn26:27.16": "“ตถาคตมิได้กลับไปหมกมุ่นในความสุขสบาย…” ",
  "mn26:27.17": "",
  "mn26:27.18": "แต่พวกเขาก็กล่าวกับเราเป็นครั้งที่ 3 อีกว่า ",
  "mn26:27.19": "“ท่านโคดม แม้ท่านประพฤติ ปฏิบัติ และบำเพ็ญทุกกรกิริยา ท่านก็ไม่ได้บรรลุธรรมวิเศษด้วยปัญญาหยั่งรู้อันเกิดจากสมาธิอันควรคู่กับอริยบุคคล  บัดนี้ ท่านกลับไปหมกมุ่นในความสุขสบาย ละความเพียร แล้วหวนกลับไปเสพสุข  ท่านจะบรรลุธรรมวิเศษเช่นนั้นได้อย่างไร” ",
  "mn26:28.1": "เราจึงกล่าวกับพวกเขาว่า ",
  "mn26:28.2": "“เธอทั้งหลายจำได้ว่า เราเคยพูดเช่นนี้มาก่อนหรือ” ",
  "mn26:28.3": "“ไม่เคยเลย ข้าแต่พระองค์ผู้เจริญ” ",
  "mn26:28.4": "ตถาคตได้สำเร็จเป็นอรหันต์ ตรัสรู้ด้วยตนเอง ",
  "mn26:28.5": "เธอทั้งหลายจงฟัง  เราได้บรรลุถึงการหลุดพ้นจากความตาย  เราจะสอนพวกเธอ  เราจะแสดงธรรมแก่พวกเธอ ",
  "mn26:28.6": "เธอทั้งหลาย เมื่อปฏิบัติตามที่เราสอน ไม่นานนักก็จะรู้แจ้งถึงปลายทางอันสูงส่งแห่งชีวิตพรหมจรรย์ในชาตินี้  และด้วยปัญญาของตนเองโดยตรง  พวกเธอจะมีชีวิตที่ได้บรรลุซึ่งจุดหมายของเหล่ากุลบุตรผู้ออกจากเรือนบวชเป็นบรรพชิตผู้ไร้เรือน” ",
  "mn26:29.1": "เราสามารถโน้มน้าวใจปัญจวัคคีย์ให้เชื่อเราได้ ",
  "mn26:29.2": "หลังจากนั้น บางครั้ง เราจะสอนนักบวชสองคน ในขณะที่อีกสามคนไปบิณฑบาต ",
  "mn26:29.3": "เราทั้งหกฉันอาหารตที่นักบวชสามคนนั้นบิณฑบาตมา ",
  "mn26:29.4": "บางครั้ง เราจะสอนนักบวชสามคน ในขณะที่อีกสองคนไปบิณฑบาต ",
  "mn26:29.5": "เราทั้งหกฉันอาหารที่นักบวชสองคนนั้นได้บิณฑบาตมา ",
  "mn26:30.1": "เมื่อเราแนะนำและสั่งสอนนักบวชปัญจวัคคีย์เช่นนี้ พวกเขาแม้เป็นผู้อยู่ในวิสัยที่ยังต้องเกิดใหม่ แต่ได้ตระหนักถึงโทษภัยของการต้องเกิดใหม่ จึงแสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งการเกิดใหม่   และพวกเขาก็ได้พบสิ่งนั้นแล้ว  พวกเขาแม้เป็นผู้อยู่ในวิสัยที่ต้องประสบความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และกิเลสหรือความหมองมัว แต่ได้ตระหนักถึงโทษภัยของสิ่งเหล่านี้ จึงแสวงหาสิ่งอันเป็นที่พึ่งสูงสุดหลุดพ้นจากแอก คือ การดับสนิท ที่พ้นวิสัยแห่งความแก่ชรา ความเจ็บไข้ ความตาย ความเศร้าโศก และความหมองมัวหรือกิเลส  และพวกเขาก็ได้พบสิ่งนั้นแล้ว ",
  "mn26:30.2": "ปัญญาหยั่งรู้อันเกิดจากสมาธิได้เกิดแก่พวกเขา ",
  "mn26:30.3": "“ความหลุดพ้นจากกิเลสของพวกเรานั้นไม่สั่นคลอน ชาตินี้เป็นชาติสุดท้าย  พวกเราจะไม่มีการเกิดอีกต่อไป” ",
  "mn26:31.1": "“ภิกษุทั้งหลาย กามคุณมี 5 อย่าง ",
  "mn26:31.2": "5 อย่างอะไรบ้าง ",
  "mn26:31.3": "รูปที่จะรับรู้ทางตา ซึ่งเป็นที่ต้องใจ น่าใคร่ น่าพอใจ น่าชอบใจ ชวนปรารถนา และเร้าอารมณ์ ",
  "mn26:31.4": "เสียงที่จะรับรู้ทางหู… ",
  "mn26:31.5": "กลิ่นที่จะรับรู้ทางจมูก… ",
  "mn26:31.6": "รสที่จะรับรู้ทางลิ้น… ",
  "mn26:31.7": "สิ่งที่มาถูกต้องกายที่จะรับรู้ทางร่างกาย ซึ่งเป็นที่ต้องใจ น่าใคร่ น่าพอใจ น่าชอบใจ ชวนปรารถนา และเร้าอารมณ์ ",
  "mn26:31.8": "ภิกษุทั้งหลาย นี่คือกามคุณทั้ง 5 อย่าง ",
  "mn26:32.1": "มีสมณพราหมณ์ที่พอใจเพลิดเพลินกับกามคุณทั้ง 5 อย่างนี้ ติดพัน ลุ่มหลง หมกมุ่น ไม่เห็นโทษ และไม่มีความรู้ที่จะหนีออกมา  พวกเธอควรเข้าใจว่า สมณพราหมณ์พวกนั้น ",
  "mn26:32.2": "ได้ประสบเภทภัย ความหายนะ  และมารใจบาปจะทำอะไรกับพวกเขาก็ได้ตามใจ ",
  "mn26:32.3": "สมมุติเปรียบเทียบกับกวางป่าที่นอนติดกับดัก ",
  "mn26:32.4": "พวกเธอก็รู้ว่า ",
  "mn26:32.5": "กวางนี้ได้ประสบเภทภัย ความหายนะ  นายพรานใจะทำอะไรกับมันก็ได้ตามใจ ",
  "mn26:32.6": "เมื่อนายพรานมา มันก็หนีไปไหนไม่ได้ตามต้องการ ",
  "mn26:32.7": "ในลักษณะเดียวกัน ก็มีสมณพราหมณ์ที่พอใจเพลิดเพลินกับกามคุณทั้ง 5 อย่างนี้ ติดพัน ลุ่มหลง หมกมุ่น ไม่เห็นโทษ และไม่มีความรู้ที่จะหนีออกมา  พวกเธอควรเข้าใจว่า สมณพราหมณ์พวกนั้น ",
  "mn26:32.8": "ได้ประสบเภทภัย ความหายนะ  และมารใจบาปจะทำอะไรกับพวกเขาก็ได้ตามใจ ",
  "mn26:33.1": "มีสมณพราหมณ์ที่พอใจเพลิดเพลินกับกามคุณทั้ง 5 อย่างนี้ โดยไม่ติดพัน ไม่ลุ่มหลง ไม่หมกมุ่น แต่เห็นโทษและมีความรู้ที่จะหนีออกมา  พวกเธอควรเข้าใจว่า สมณพราหมณ์พวกนั้น ",
  "mn26:33.2": "ยังไม่ประสบเภทภัย ความหายนะ  และมารใจบาปจะทำอะไรกับพวกเขาไม่ได้ตามใจ ",
  "mn26:33.3": "สมมุติเปรียบเทียบกับกวางป่าที่นอนบนบ่วงแต่ไม่ติดกับ ",
  "mn26:33.4": "พวกเธอก็รู้ว่า ",
  "mn26:33.5": "กวางนี้ยังได้ประสบเภทภัย ความหายนะ  นายพรานใจะทำอะไรกับมันไม่ได้ตามใจ ",
  "mn26:33.6": "เมื่อนายพรานมา มันก็หนีไปไหนได้ตามต้องการ ",
  "mn26:33.7": "ในลักษณะเดียวกัน ก็มีสมณพราหมณ์ที่พอใจเพลิดเพลินกับกามคุณทั้ง 5 อย่างนี้ โดยไม่ติดพัน ไม่ลุ่มหลง ไม่หมกมุ่น แต่เห็นโทษและมีความรู้ที่จะหนีออกมา  พวกเธอควรเข้าใจว่า สมณพราหมณ์พวกนั้น ",
  "mn26:33.8": "ยังไม่ประสบเภทภัย ความหายนะ  และมารใจบาปจะทำอะไรกับพวกเขาไม่ได้ตามใจ ",
  "mn26:34.1": "สมมุติเปรียบเทียบกับกวางป่าที่ท่องเที่ยวไปในป่า และยืน เดิน นั่ง นอนได้อย่างวางใจ ",
  "mn26:34.2": "เพราะเหตุใดน่ะหรือ ",
  "mn26:34.3": "เพราะมันอยู่นอกอาณาบริเวณที่พรานป่าล่าสัตว์ ",
  "mn26:34.4": "ในลักษณะเดียวกัน ภิกษุที่ตัดขาดจากความสุขที่เกิดจากรูป รส กลิ่น เสียง สัมผัส ตลอดจนสิ่งที่ไม่ดีมีโทษทั้งหลายแล้วนั้น จะบรรลุและดำรงอยู่ในฌานที่ 1 ซึ่งมีลักษณะ 5 ประการ คือ ความตรึก ความตรอง ความอิ่มใจ ความสบายใจ และความมีจิตแน่วแน่อยู่ในสิ่งยึดหน่วงจิตอันเดียว ",
  "mn26:34.5": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง และเมื่อได้ทำลายการมองเห็นของมารแล้ว ก็หายตัวไปสู่ที่ที่มารใจบาปไม่อาจเห็นได้ ",
  "mn26:35.1": "นอกจากนี้ เมื่อภิกษุทำให้การตรึกและการตรองสงบลงได้ จิตรวมเป็นหนึ่งและมีความกระจ่างใสภายใน ภิกษุนั้นก็บรรลุและดำรงอยู่ในฌานที่ 2  ซึ่งประกอบด้วยความอิ่มใจ (ปีติ ) และ ความสบายใจ (สุข) อันเกิดจากสมาธิ ",
  "mn26:35.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:36.1": "นอกจากนี้ เมื่อภิกษุทำให้ความอิ่มใจและความสบายใจจางไปได้ ภิกษุนั้นก็บรรลุและดำรงอยู่ในฌานที่ 3 เจริญสมาธิด้วยอุเบกขา สติและสัมปชัญญะ ประสบความสุขที่พระอริยะเรียกว่า ‘เจริญสมาธิอยู่ในสุข โดยมีอุเบกขาและสติบริสุทธิ์’ ",
  "mn26:36.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:37.1": "นอกจากนี้ เมื่อภิกษุละวางความสบายใจและความรู้สึกไม่สบายกาย อีกทั้งความดีใจและความเสียใจก่อน ๆ ก็หมดไป ภิกษุนั้นได้บรรลุและดำรงอยู่ในฌานที่ 4 ปราศจากสุขหรือทุกข์ มีอุเบกขาและสติที่บริสุทธิ์ ",
  "mn26:37.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:38.1": "นอกจากนี้ เมื่อภิกษุข้ามพ้นความหมายรู้ในรูปโดยสิ้นเชิง ความหมายรู้ในการกระทบกระทั่งแห่งจิตดับหายไป อีกทั้ง ไม่ใส่ใจความหมายรู้ในความหลากหลายต่าง ๆ  หากแต่ตระหนักรู้เพียงว่า ‘อากาศหาที่สุดมิได้’ ภิกษุนั้นได้บรรลุและดำรงอยู่ในฌานซึ่งกําหนดที่ว่างหาที่สุดมิได้เป็นสิ่งที่ยึดหน่วงจิต ",
  "mn26:38.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:39.1": "นอกจากนี้ เมื่อภิกษุข้ามพ้นฌานซึ่งกําหนดที่ว่างหาที่สุดมิได้เป็นสิ่งที่ยึดหน่วงจิต และตระหนักรู้เพียงว่า ‘ความรับรู้หาที่สุดมิได้’ ภิกษุนั้นได้บรรลุและดำรงอยู่ในฌานซึ่งกําหนด ‘ความรับรู้ที่หาที่สุดมิได้’ เป็นสิ่งที่ยึดหน่วงจิต ",
  "mn26:39.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:40.1": "นอกจากนี้ เมื่อภิกษุข้ามพ้นฌานซึ่งกําหนด ‘ความรับรู้ที่หาที่สุดมิได้’ เป็นสิ่งที่ยึดหน่วงจิต และตระหนักรู้เพียงว่า ‘ไม่มีอะไรเลย’ ภิกษุนั้นได้บรรลุและดำรงอยู่ในฌานซึ่งกําหนด ‘ภาวะที่ไม่มีอะไรเลย’ เป็นสิ่งที่ยึดหน่วงจิต ",
  "mn26:40.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:41.1": "นอกจากนี้ เมื่อภิกษุข้ามพ้นฌานซึ่งกําหนด ‘ภาวะที่ไม่มีอะไรเลย’ เป็นเป็นสิ่งที่ยึดหน่วงจิต ภิกษุนั้นได้บรรลุและดำรงอยู่ในฌานซึ่งกําหนด ‘ภาวะที่ทั้งมีและไม่มีความจําได้หมายรู้’ เป็นสิ่งที่ยึดหน่วงจิต ",
  "mn26:41.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง… ",
  "mn26:42.1": "นอกจากนี้ เมื่อภิกษุข้ามพ้นฌานซึ่งกําหนด ‘ภาวะที่ทั้งมีและไม่มีความจําได้หมายรู้’ เป็นสิ่งที่ยึดหน่วงจิต ภิกษุนั้นได้บรรลุและดำรงอยู่ในภาวะแห่งการดับสิ้นซึ่งความจําได้หมายรู้และความรู้สึกสุขทุกข์  และเนื่องจากเห็นด้วยปัญญา กิเลสที่หมักหมมในสันดานของภิกษุนั้นย่อมสิ้นไป ",
  "mn26:42.2": "เราเรียกภิกษุนี้ว่าเป็นผู้ที่บดบังดวงตาของมารจนมืดมิดอย่างสิ้นเชิง และเมื่อได้ทำลายการมองเห็นของมารแล้ว ก็หายตัวไปสู่ที่ที่มารใจบาปไม่อาจเห็นได้ ",
  "mn26:42.3": "ภิกษุเหล่านั้นเป็นผู้ข้ามพ้นความยึดติดในโลกได้แล้ว ย่อมยืน เดิน นั่ง นอนได้อย่างวางใจ ",
  "mn26:42.4": "เพราะเหตุใดน่ะหรือ ",
  "mn26:42.5": "เพราะภิกษุเหล่านั้นพ้นขอบเขตของบ่วงมาร” ",
  "mn26:42.6": "พระพุทธเจ้าได้ตรัสไว้เช่นนี้ ",
  "mn26:42.7": "ภิกษุเหล่านั้นชื่นชมยินดีกับคําตรัสของพระพุทธเจ้า ",
  "mn26:42.8": "จบ ปาสราสิสูตรที่ 6 "
}