{
  "ud4.5:0.1": "Heartfelt Sayings",
  "ud4.5:0.2": "4.5. A Bull Elephant ",
  "ud4.5:1.1": "So I have heard. ",
  "ud4.5:1.2": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery. ",
  "ud4.5:1.3": "Now at that time Buddha lived crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples.",
  "ud4.5:1.4": "Crowded, he lived in suffering and discomfort.",
  "ud4.5:1.5": "Then he thought, ",
  "ud4.5:1.6": "“These days I live crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples.",
  "ud4.5:1.7": "Crowded, I live in suffering and discomfort.",
  "ud4.5:1.8": "Why don’t I live alone, withdrawn from the group?”",
  "ud4.5:2.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kosambi for alms. ",
  "ud4.5:2.2": "After the meal, on his return from alms-round, he set his lodgings in order himself. Taking his bowl and robe, without informing his attendants or taking leave of the mendicant Saṅgha, he set out to go wandering alone towards Pārileyya, with no companion. ",
  "ud4.5:2.3": "When he eventually arrived, ",
  "ud4.5:2.4": "he stayed in a protected forest grove, at the foot of an auspicious sal tree. ",
  "ud4.5:3.1": "A certain bull elephant was also living crowded by live crowded by other males, females, younglings, and cubs.",
  "ud4.5:3.2": "He ate the grass they’d trampled, and they ate the broken branches he dragged down. He drank muddy water, and after his bath the female elephants bumped into him. ",
  "ud4.5:3.3": "Crowded, he lived in suffering and discomfort.",
  "ud4.5:3.4": "Then he thought, ",
  "ud4.5:3.5": "“These days I live crowded by other males, females, younglings, and cubs. I eat the grass they’ve trampled, and they eat the broken branches I’ve dragged down. I drink muddy water, and after my bath the female elephants bump into me. Crowded, I live in suffering and discomfort.",
  "ud4.5:3.6": "Why don’t I live alone, withdrawn from the herd?”",
  "ud4.5:4.1": "So he left the herd and went to Pārileyya, where he approached the Buddha in the protected forest grove at the foot of an auspicious sal tree. ",
  "ud4.5:4.2": "There he attended on the Buddha, clearing the vegetation from the place where the Buddha stayed, and using his trunk to set out water for drinking and washing.",
  "ud4.5:5.1": "Then as the Buddha was in private retreat this thought came to his mind, ",
  "ud4.5:5.2": "“Formerly I lived crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples. Crowded, I live in suffering and discomfort.",
  "ud4.5:5.3": "But now I live uncrowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples. Being uncrowded, I live in happiness and comfort.”",
  "ud4.5:6.1": "And to the bull elephant also this thought came to mind, ",
  "ud4.5:6.2": "“Formerly I lived crowded by other males, females, younglings, and cubs. I ate the grass they’d trampled, and they ate the broken branches I’d dragged down. I drank muddy water, and after my bath the female elephants bumped into me. Crowded, I lived in suffering and discomfort.",
  "ud4.5:6.3": "But now I live uncrowded by other males, females, younglings, and cubs. I eat untrampled grass, and other elephants don’t eat the broken branches I have dragged down. I don’t drink muddy water, and the female elephants don’t bump into me after my bath. Being uncrowded, I live in happiness and comfort.”",
  "ud4.5:7.1": "Then, understanding his own seclusion and knowing what that elephant was thinking, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud4.5:8.1": "“The giant elephant, ",
  "ud4.5:8.2": "with tusks like chariot-poles, ",
  "ud4.5:8.3": "agrees heart to heart with the spiritual giant, ",
  "ud4.5:8.4": "since each finds joy in the woods alone.” "
}