{
  "ud4.3:0.1": "Heartfelt Sayings",
  "ud4.3:0.2": "4.3. The Cowherd ",
  "ud4.3:1.1": "So I have heard. ",
  "ud4.3:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. ",
  "ud4.3:1.3": "And then the Buddha left the road, went to the root of a certain tree, and sat down on the seat spread out. ",
  "ud4.3:2.1": "Then a certain cowherd went up to the Buddha, bowed, and sat down to one side. ",
  "ud4.3:2.2": "The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk. ",
  "ud4.3:3.1": "Then the cowherd said to the Buddha, ",
  "ud4.3:3.2": "“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.” ",
  "ud4.3:3.3": "The Buddha consented in silence. ",
  "ud4.3:3.4": "The cowherd got up from his seat, circumambulated the Buddha with his right side toward him, and left. ",
  "ud4.3:4.1": "And when the night had passed the cowherd had plenty of thick milk-rice prepared in his own home, with fresh ghee. Then he had the Buddha informed of the time, saying, ",
  "ud4.3:4.2": "“Sir, it’s time. The meal is ready.” ",
  "ud4.3:5.1": "The Buddha robed up, took his bowl and robe and, together with the Sangha of monks, went to the house of that cowherd, where he sat down on the prepared seat in the dining hall. ",
  "ud4.3:5.2": "Then the cowherd served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a thick milk-rice and fresh ghee. ",
  "ud4.3:5.3": "When the Buddha had eaten and washed his hand and bowl, the cowherd took a low seat and sat to one side. ",
  "ud4.3:5.4": "The Buddha then instructed, inspired, and gladdened him with a teaching, after which he got up and left. ",
  "ud4.3:5.5": "But soon after the Buddha had left, the cowherd was killed by a certain man in the gap between village borders. ",
  "ud4.3:6.1": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "ud4.3:7.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud4.3:8.1": "“A wrongly directed mind",
  "ud4.3:8.2": "would do you more harm",
  "ud4.3:8.3": "than a hater to the hated,",
  "ud4.3:8.4": "or an enemy to their foe.”"
}