{
  "an11.2:0.1": "Zbiór mów według wyliczeń 11.2 ",
  "an11.2:0.2": "1. Rozdział o poleganiu ",
  "an11.2:0.3": "Mowa o dokonaniu intencji ",
  "an11.2:1.1": "Mnisi, ktoś moralny, przestrzegający zasad moralnych, nie musi dokonać intencji: ",
  "an11.2:1.2": "Niech pojawi się we mnie brak żalu. ",
  "an11.2:1.3": "To naturalne, mnisi, że w kimś moralnym, przestrzegającym zasad moralnych pojawia się brak żalu. ",
  "an11.2:2.1": "Mnisi, ktoś, w kim brak żalu, nie musi dokonać intencji: ",
  "an11.2:2.2": "Niech pojawi się we mnie zadowolenie. ",
  "an11.2:2.3": "To naturalne, mnisi, że w kimś, w kim brak żalu pojawia się zadowolenie. ",
  "an11.2:3.1": "Mnisi, ktoś zadowolony nie musi dokonać intencji: ",
  "an11.2:3.2": "Niech pojawi się we mnie radosne uniesienie. ",
  "an11.2:3.3": "To naturalne, mnisi, że w kimś zadowolonym pojawia się radosne uniesienie. ",
  "an11.2:4.1": "Mnisi, w kimś, kogo umysł przepełniony radosnym uniesieniem nie musi dokonać intencji: ",
  "an11.2:4.2": "Niech me ciało się uspokoi. ",
  "an11.2:4.3": "To naturalne, mnisi, że w kimś, kogo umysł przepełniony radosnym uniesieniem, tego ciało się uspokaja. ",
  "an11.2:5.1": "Mnisi, w kimś, kogo ciało jest uspokojone, nie musi dokonać intencji: ",
  "an11.2:5.2": "Niech odczuwam błogość. ",
  "an11.2:5.3": "To naturalne, mnisi, że w kimś, kogo ciało jest uspokojone odczuwa błogość. ",
  "an11.2:6.1": "Mnisi, ktoś błogi nie musi dokonać intencji: ",
  "an11.2:6.2": "Niech mój umysł się skupi. ",
  "an11.2:6.3": "To naturalne, mnisi, że w kimś błogim umysł się skupi. ",
  "an11.2:7.1": "Mnisi, ktoś skupiony nie musi dokonać intencji: ",
  "an11.2:7.2": "Obym pojmował i widział zgodnie z rzeczywistością. ",
  "an11.2:7.3": "To naturalne, mnisi, że ktoś skupiony będzie pojmował i widział zgodnie z rzeczywistością. ",
  "an11.2:8.1": "Mnisi, ktoś, kto pojmuje i widzi zgodnie z rzeczywistością nie musi dokonać intencji: ",
  "an11.2:8.2": "Niech się nie przywiązuję. ",
  "an11.2:8.3": "To naturalne, mnisi, że ktoś, kto pojmuje i widzi zgodnie z rzeczywistością, ten się nie przywiązuje. ",
  "an11.2:9.1": "Mnisi, ktoś nieprzywiązany nie musi dokonać intencji: ",
  "an11.2:9.2": "Niech będę z wyczerpanymi żądzami. ",
  "an11.2:9.3": "To naturalne, mnisi, że ktoś nieprzywiązany będzie z wyczerpanymi żądzami. ",
  "an11.2:10.1": "Mnisi, ktoś z wyczerpanymi żądzami nie musi dokonać intencji: ",
  "an11.2:10.2": "Niech urzeczywistnię wiedzę i wizję wyzwolenia. ",
  "an11.2:10.3": "To naturalne, mnisi, że w kimś, w kim wyczerpane żądze, ten urzeczywistnia wiedzę i wizję wyzwolenia. ",
  "an11.2:11.1": "Tak oto, mnisi, urzeczywistnienie wiedzy i wizji wyzwolenia jest znaczeniem, właściwym rezultatem wyczerpania żądz, wyczerpanie żądz jest znaczeniem, właściwym rezultatem nieprzywiązania, nieprzywiązanie jest znaczeniem, właściwym rezultatem pojmowania i widzenia zgodnie z rzeczywistością, pojmowanie i widzenie zgodnie z rzeczywistością jest znaczeniem, właściwym rezultatem skupienia, skupienie jest znaczeniem, właściwym rezultatem błogości, błogość jest znaczeniem, właściwym rezultatem uspokojenia, uspokojenie jest znaczeniem, właściwym rezultatem radosnego uniesienia, radosne uniesienie jest znaczeniem, właściwym rezultatem zadowolenia, zadowolenie jest znaczeniem, właściwym rezultatem braku żalu, brak żalu jest znaczeniem, właściwym rezultatem dobrej moralności. ",
  "an11.2:11.2": "Tak więc, mnisi, jeden etap przepływa w następny etap, jeden etap wypełnia następny etap, przechodzi z bliskiego na drugi brzeg. ",
  "an11.2:11.3": "Druga. "
}