{
  "dn2:0.1": "Ilgų suttų rinkinys 2 ",
  "dn2:0.2": "Atsiskyrimo vaisiai ",
  "dn2:1.0": "1. Ministrų kalba ",
  "dn2:1.1": "Taip aš girdėjau. ",
  "dn2:1.2": "Kartą Palaimintasis buvo apsistojęs Radžagahoje Džyvakos Komarabhačos mangų giraitėje kartu su didžiule vienuolių bendruomene, su tūkstančiu dviem šimtais penkiasdešimt vienuolių. ",
  "dn2:1.3": "Tuo gi pat metu Magadhos karalius Adžatasatus Vedehiputa per uposathą, per pilnatį, _katikos_ mėnesio penkioliktą dieną, pilno mėnulio vakarą, sėdėjo apsuptas ministrų viršutiniame rūmų aukšte. ",
  "dn2:1.4": "Ir štai, per tą uposathą Magadhos karalius Adžatasatus Vedehiputa su jausmu ištarė: ",
  "dn2:1.5": "„Ak, koks žavingas pilnaties vakaras, gerbiamieji! Ak, koks nuostabus pilnaties vakaras, gerbiamieji! Ak, koks gražus pilnaties vakaras, gerbiamieji! Ak, koks romus pilnaties vakaras, gerbiamieji! Ak, koks daug žadantis pilnaties vakaras, gerbiamieji! ",
  "dn2:1.6": "Ar yra koks nors atsiskyrėlis ar brahmanas, kurį šiandien galėtume aplankyti ir kurio lankymas galėtų nuraminti mūsų protą?“ ",
  "dn2:2.1": "Kai tai buvo pasakyta, vienas ministras pasakė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:2.2": "„Šis, didenybe, Pūrana Kasapa yra bendruomenės galva, turi daug pasekėjų, yra daugelio mokytojas, yra žinomas ir įžymus, religinės grupės įkūrėjas, daugelio žmonių didžiai gerbiamas, yra patyręs, seniai palikęs pasaulietinį gyvenimą, pagyvenęs, sulaukęs senatvės. ",
  "dn2:2.3": "Tegul didenybė aplanko tą Pūraną Kasapą. ",
  "dn2:2.4": "Galbūt didenybės apsilankymas pas Pūraną Kasapą nuramins protą.” ",
  "dn2:2.5": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pratylėjo. ",
  "dn2:3.1": "Kitas ministras pasakė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:3.2": "„Šis, didenybe, Makhalis Gosala yra bendruomenės galva, turi daug pasekėjų, yra daugelio mokytojas, yra žinomas ir įžymus, religinės grupės įkūrėjas, daugelio žmonių didžiai gerbiamas, yra patyręs, seniai palikęs pasaulietinį gyvenimą, pagyvenęs, sulaukęs senatvės. ",
  "dn2:3.3": "Tegul didenybė aplanko tą Makhalį Gosalą. ",
  "dn2:3.4": "Galbūt didenybės apsilankymas pas Makhalį Gosalą nuramins protą.” ",
  "dn2:3.5": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pratylėjo. ",
  "dn2:4.1": "Kitas ministras pasakė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:4.2": "„Šis, didenybe, Adžita Kesakambala yra bendruomenės galva, turi daug pasekėjų, yra daugelio mokytojas, yra žinomas ir įžymus, religinės grupės įkūrėjas, daugelio žmonių didžiai gerbiamas, yra patyręs, seniai palikęs pasaulietinį gyvenimą, pagyvenęs, sulaukęs senatvės. ",
  "dn2:4.3": "Tegul didenybė aplanko tą Adžitą Kesakambalą. ",
  "dn2:4.4": "Galbūt didenybės apsilankymas pas Adžitą Kesakambalą nuramins protą.” ",
  "dn2:4.5": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pratylėjo. ",
  "dn2:5.1": "Kitas ministras pasakė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:5.2": "„Šis, didenybe, Pakudha Kačajana yra bendruomenės galva, turi daug pasekėjų, yra daugelio mokytojas, yra žinomas ir įžymus, religinės grupės įkūrėjas, daugelio žmonių didžiai gerbiamas, yra patyręs, seniai palikęs pasaulietinį gyvenimą, pagyvenęs, sulaukęs senatvės. ",
  "dn2:5.3": "Tegul didenybė aplanko tą Pakudhą Kačajaną. ",
  "dn2:5.4": "Galbūt didenybės apsilankymas pas Pakudhą Kačajaną nuramins protą.” ",
  "dn2:5.5": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pratylėjo. ",
  "dn2:6.1": "Kitas ministras pasakė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:6.2": "„Šis, didenybe, Sančaja Belathaputa yra bendruomenės galva, turi daug pasekėjų, yra daugelio mokytojas, yra žinomas ir įžymus, religinės grupės įkūrėjas, daugelio žmonių didžiai gerbiamas, yra patyręs, seniai palikęs pasaulietinį gyvenimą, pagyvenęs, sulaukęs senatvės. ",
  "dn2:6.3": "Tegul didenybė aplanko tą Sančają Belathaputą. ",
  "dn2:6.4": "Galbūt didenybės apsilankymas pas Sančają Belathaputą nuramins protą.” ",
  "dn2:6.5": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pratylėjo. ",
  "dn2:7.1": "Kitas ministras pasakė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:7.2": "„Šis, didenybe, Nigantha Nataputa yra bendruomenės galva, turi daug pasekėjų, yra daugelio mokytojas, yra žinomas ir įžymus, religinės grupės įkūrėjas, daugelio žmonių didžiai gerbiamas, yra patyręs, seniai palikęs pasaulietinį gyvenimą, pagyvenęs, sulaukęs senatvės. ",
  "dn2:7.3": "Tegul didenybė aplanko tą Niganthą Nataputą. ",
  "dn2:7.4": "Galbūt didenybės apsilankymas pas Niganthą Nataputą nuramins protą.” ",
  "dn2:7.5": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pratylėjo. ",
  "dn2:8.0": "2. Džyvakos Komarabhačos kalba ",
  "dn2:8.1": "Tuo gi pat metu Džyvaka Komarabhača sėdėjo netoli Magadhos karaliaus Adžatasatos Vedehiputos tylėdamas. ",
  "dn2:8.2": "Ir štai Magadhos karalius Adžatasatus Vedehiputa pasakė Džyvakai Komarabhačai: ",
  "dn2:8.3": "„O tu, mielas Džyvaka, ko tyli?” ",
  "dn2:8.4": "„Šis Palaimintasis, arahantas, tobulai nušvitęs, jūsų didenybe, yra apsistojęs mano mangų giraitėje kartu su didžiule vienuolių bendruomene, su tūkstančiu dviem šimtais penkiasdešimt vienuolių. ",
  "dn2:8.5": "Ir apie tą gi Palaimintąjį yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "dn2:8.6": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "dn2:8.7": "Tegul didenybė aplanko tą Palaimintąjį. ",
  "dn2:8.8": "Galbūt didenybės apsilankymas pas Palaimintąjį nuramins protą.” ",
  "dn2:8.9": "„Ką gi, tuomet, mielas Džyvaka, paruoški važiavimui dramblius!” ",
  "dn2:9.1": "„Taip, didenybe,”－ atsakė Magadhos karaliui Adžatasatui Vedehiputai Džyvaka Komarabhača. Paruošęs penkis šimtus dramblienių ir karaliaus asmeninį dramblį jis pranešė Magadhos karaliui Adžatasatui Vedehiputai: ",
  "dn2:9.2": "„Didenybe, jūsų drambliai paruošti važiavimui. ",
  "dn2:9.3": "Darykite dabar tai, kam manote yra laikas.” ",
  "dn2:10.1": "Ir štai Magadhos karalius Adžatasatus Vedehiputa po to, kai jo penki šimtai moterų užsilipo ant dramblienių, atsisėdo ant savo asmeninio dramblio. Kartu su uždegtų fakelų nešėjų palyda jis paliko Radžagahą visoje savo karališkoje didybėje ir pajudėjo link Džyvakos Komarabhačos mangų giraitės. ",
  "dn2:10.2": "Ir štai mangų giraitės vidury Magadhos karalių Adžatasatų Vedehiputą apėmė baimė, suėmė šiurpas, iš baimės jam pasišiaušė plaukai. ",
  "dn2:10.3": "Išsigandęs, sunerimęs, su iš baimės pasišiaušusiais plaukais Magadhos karalius Adžatasatus Vedehiputa pasakė Džyvakai Komarabhačai: ",
  "dn2:10.4": "„Ar kartais neapgaudinėji manęs, mielas Džyvaka? ",
  "dn2:10.5": "Ar kartais neapsuki manęs, mielas Džyvaka? ",
  "dn2:10.6": "Ar kartais neišduodi manęs priešams, mielas Džyvaka? ",
  "dn2:10.7": "Juk kaip galėtų iš tokios didelės vienuolių bendruomenės, iš tūkstančio dviejų šimtų penkiasdešimties vienuolių, nesigirdėti nei čiaudėjimo, nei kosėjimo, nei jokio kito triukšmo?” ",
  "dn2:10.8": "„Nebijokite, karaliau, nebijokite, karaliau! ",
  "dn2:10.9": "Neapgaudinėju jūsų, didenybe. ",
  "dn2:10.10": "Neapsuku jūsų, didenybe. ",
  "dn2:10.11": "Neišduodu jūsų priešams, didenybe. ",
  "dn2:10.12": "Eikite pirmyn, karaliau, eikite pirmyn, karaliau, tai dega lempos paviljone.” ",
  "dn2:11.0": "3. Klausimas apie atsiskyrimo vaisius ",
  "dn2:11.1": "Ir štai Magadhos karalius Adžatasatus Vedehiputa, kiek buvo įmanoma nukeliavęs drambliu, nulipo nuo dramblio ir pėsčias nuėjo iki paviljono durų. Atėjęs jis pasakė Džyvakai Komarabhačai: ",
  "dn2:11.2": "„Bet kur, mielas Džyvaka, yra Palaimintasis?” ",
  "dn2:11.3": "„Štai, karaliau, Palaimintasis! ",
  "dn2:11.4": "Štai Palaimintasis sėdi atsirėmęs į vidurinį stulpą, veidu į rytus, pagerbtas vienuolių bendruomenės.” ",
  "dn2:12.1": "Ir štai Magadhos karalius Adžatasatus Vedehiputa nuėjo pas Palaimintąjį, atėjęs atsistojo iš šono. ",
  "dn2:12.2": "Stovėdamas gi iš šono Magadhos karalius Adžatasatus Vedehiputa tylėjo. Apžvelgęs tylią kaip tyras ežeras vienuolių bendruomenę, jis su jausmu ištarė: ",
  "dn2:12.3": "„Tegul mano sūnus Udajabhada įgyja tokią ramybę, kokia dabar yra apdovanota ši vienuolių bendruomenė!” ",
  "dn2:12.4": "„Karaliau, ar nukeliavai (mintimis) pas savo brangiuosius?” ",
  "dn2:12.5": "„Brangus man, Garbusis, sūnus Udajabhada. ",
  "dn2:12.6": "Tegul mano sūnus Udajabhada įgyja tokią ramybę, kokia dabar yra apdovanota ši vienuolių bendruomenė!” ",
  "dn2:13.1": "Ir štai Magadhos karalius Adžatasatus Vedehiputa pagerbė Palaimintąjį, pasveikino vienuolių bendruomenę suglaustais delnais ir atsisėdo iš šono. ",
  "dn2:13.2": "Sėdėdamas iš šono gi Magadhos karalius Adžatasatus Vedehiputa pasakė Palaimintajam: ",
  "dn2:13.3": "„Garbusis, norėčiau paklausti, Palaimintojo vieno dalyko, ",
  "dn2:13.4": "jei Palaimintasis leis užduoti klausimą ir skirs (laiko) į jį atsakyti.” ",
  "dn2:13.5": "„Klauski, karaliau, ką panorėjęs!” ",
  "dn2:14.1": "„Na gi yra, Garbusis, įvairių amatų žmonės, ",
  "dn2:14.2": "tokie kaip: dramblių dresuotojai, arklių dresuotojai, kavalerijos kariai, lankininkai, vėliavnešiai, maršalai, atsakingieji už proviziją, didieji karininkai, žvalgai, narsuoliai, herojai, šarvuoti raiteliai, vergai, ",
  "dn2:14.3": "virėjai, kirpėjai, pirtininkai, konditeriai, vainikų pynėjai, skalbėjai, audėjai, krepšių pynėjai, puodžiai, matematikai, buhalteriai ir kiti panašaus pobūdžio amatininkai. Jie pragyvena iš čia pat ir dabar matomų tų amatų vaisių. ",
  "dn2:14.4": "Taip jie neša laimę ir džiaugsmą sau, neša laimę ir džiaugsmą tėvams, neša laimę ir džiaugsmą žmonai ir vaikams, neša laimę ir džiaugsmą draugams. Jie rengia pakeliančius dovanų teikimus atsiskyrėliams ir brahmanams, kurie veda į dangiškus pasaulius, duoda palaimingus rezultatus, atgimimą danguje. ",
  "dn2:14.5": "Nagi ar įmanoma, Garbusis, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:15.1": "„Karaliau, ar prisimeni, kad būtum uždavęs šį klausimą kitiem atsiskyrėliams ir brahmanams?” ",
  "dn2:15.2": "„Prisimenu, Garbusis, kad buvau uždavęs šį klausimą kitiem atsiskyrėliams ir brahmanams.” ",
  "dn2:15.3": "„Bet kaip gi, karaliau, jie atsakė? Papasakoki, jei tau nesunku.” ",
  "dn2:15.4": "„Garbusis, man visiškai nesunku, kai šalimais sėdi Palaimintasis ar kas nors panašus į Palaimintąjį.” ",
  "dn2:15.5": "„Ką gi, tuomet, karaliau, kalbėki!” ",
  "dn2:16.0": "3.1 Pūranos Kasapos doktrina ",
  "dn2:16.1": "„Štai vieną kartą, Garbusis, aš nuėjau pas Pūraną Kasapą, atėjęs apsikeičiau su juo mandagiais sveikinimais. ",
  "dn2:16.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais atsisėdau iš šono. Sėdėdamas taip iš šono aš, Garbusis, pasakiau Pūranai Kasapai štai ką: ",
  "dn2:16.3": "„Na gi yra, gerbiamas Kasapa, įvairių amatų žmonės, ",
  "dn2:16.4": "tokie kaip: dramblių dresuotojai, arklių dresuotojai, kavalerijos kariai, lankininkai, vėliavnešiai, maršalai, atsakingieji už proviziją, didieji karininkai, žvalgai, narsuoliai, herojai, šarvuoti raiteliai, vergai, virėjai, kirpėjai, pirtininkai, konditeriai, vainikų pynėjai, skalbėjai, audėjai, krepšių pynėjai, puodžiai, matematikai, buhalteriai ir kiti panašaus pobūdžio amatininkai. Jie pragyvena iš čia pat ir dabar matomų tų amatų vaisių. ",
  "dn2:16.5": "Taip jie neša laimę ir džiaugsmą sau, neša laimę ir džiaugsmą tėvams, neša laimę ir džiaugsmą žmonai ir vaikams, neša laimę ir džiaugsmą draugams. Jie rengia pakeliančius dovanų teikimus atsiskyrėliams ir brahmanams, kurie veda į dangiškus pasaulius, duoda palaimingus rezultatus, atgimimą danguje. ",
  "dn2:16.6": "Nagi ar įmanoma, gerbiamas Kasapa, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:17.1": "Kai tai buvo pasakyta, Garbusis, Pūrana Kasapa man pasakė štai ką: ",
  "dn2:17.2": "„Karaliau, kai kažkas veikia ar skatina veikti, pjauna ar skatina pjauti, muša ar skatina mušti, sukelia sielvartą ar skatina sukelti sielvartą, alina ar skatina alinti, baugina ar skatina bauginti, žudo ar skatina žudyti, ima tai, kas neduota, laužiasi į namus, plėšikauja, vagia iš atokių namų, apiplėšinėja kelyje, svetimauja ar meluoja, jis nepadaro nieko blogo. Net jei kažkas visą, kas šioje žemėje yra gyva, sumaišytų į mėsos košę, į vieną mėsos krūvą, apskritais aštriais skustuvo ašmenimis – tai nebūtų blogio šaltiniu, tai neatneštų blogio. ",
  "dn2:17.3": "Net jei kažkas eitų pietiniu Gangos krantu žudydamas, pjaudamas, liepdamas pjauti, mušdamas ar liepdamas mušti – tai nebūtų blogio šaltiniu, tai neatneštų blogio. ",
  "dn2:17.4": "Net jei kažkas eitų šiauriniu Gangos krantu duodamas, skatindamas duoti, aukodamas ar skatindamas aukoti – tai nebūtų nuopelno šaltiniu, tai neatneštų nuopelno. ",
  "dn2:17.5": "Dosnumas, susivaldymas, savitvarda, tiesos sakymas nėra nuopelningi, jie neatneša nuopelno.” ",
  "dn2:18.1": "Štai taip, Garbusis, man Pūrana Kasapa, būdamas paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visa ko neveiksnumą. ",
  "dn2:18.2": "Panašiai, Garbusis, kaip paklaustasis apie tai, koks yra mangas, aprašytų duonmedžio vaisių, ar paklaustasis apie tai koks yra duonmedžio vaisius, aprašytų mangą, ",
  "dn2:18.3": "lygiai gi taip, Garbusis, man Pūrana Kasapa, paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visa ko neveiksnumą. ",
  "dn2:18.4": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:18.5": "„Kaip toks kaip aš galėtų ir pamanyti paprieštarauti atsiskyrėliui ar brahmanui gyvenančiam mano karalystėje?” ",
  "dn2:18.6": "Aš gi, Garbusis, ta Pūranos Kasapos kalba nei pasidžiaugiau, nei ją išpeikiau. ",
  "dn2:18.7": "Nepasidžiaugęs, neišpeikęs, būdamas nepatenkintas, aš neišreiškiau nepasitenkinimo žodžiais. Nepriimdamas tos kalbos ir neatmesdamas jos, atsistojau ir išėjau. ",
  "dn2:19.0": "3.2 Makhalio Gosalos doktrina ",
  "dn2:19.1": "Štai vieną kartą, Garbusis, aš nuėjau pas Makhalį Gosalą, atėjęs apsikeičiau su juo mandagiais sveikinimais. ",
  "dn2:19.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais atsisėdau iš šono. Sėdėdamas taip iš šono aš, Garbusis, pasakiau Makhaliui Gosalai štai ką: ",
  "dn2:19.3": "„Na gi yra, gerbiamas Gosala, įvairių amatų žmonės … ",
  "dn2:19.4": "Nagi ar įmanoma, gerbiamas Gosala, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:20.1": "Kai tai buvo pasakyta, Garbusis, Makhalis Gosala man pasakė štai ką: ",
  "dn2:20.2": "„Nėra, karaliau, būtybių teršimо priežasties, nėra sąlygos, būtybės teršiasi be priežasties, nesąlygotai. ",
  "dn2:20.3": "Nėra būtybių apsivalymo priežasties, nėra sąlygos, ",
  "dn2:20.4": "būtybės apsivalo be priežasties, nesąlygotai. ",
  "dn2:20.5": "Nėra paties (atliekamo) veiksmo, nėra kitų (atliekamo) veiksmo, nėra žmogaus (atliekamo) veiksmo, nėra stiprybės, nėra uolumo, nėra žmogaus galybės, nėra žmogaus pastangos. ",
  "dn2:20.6": "Visos būtybės, visos esybės, visi padarai, visos sielos yra be valdžios, yra be stiprybės, yra be uolumo. Veikiamos likimo, aplinkos ir gamtos, jos vystosi ir patiria malonumą ir skausmą tarp šešių rasių. ",
  "dn2:20.7": "Yra šie keturiolika šimtų tūkstančių pirminių rūšių ir šešiasdešimt šimtų (kitų), bei šeši šimtai (dar kitų). Yra penki šimtai veiksmų, ir penki (kiti) veiksmai, bei trys (dar kiti) veiksmai, vienas veiksmas ir pusė veiksmo. Yra šešiasdešimt du keliai ir šešiasdešimt dvi tarpinės eros, šešios rasės, aštuoni žmogaus gyvenimo periodai, keturiasdešimt devyni šimtai adžyvakų, keturiasdešimt devyni šimtai klajotojų, keturiasdešimt devyni šimtai nagų buveinių. Yra dvidešimt šimtų gebėjimų, trisdešimt šimtų pragarų, trisdešimt šeši dulkių pasauliai. Yra septynios galvijų rūšys, septynios grūdų rūšys, septynios bamblėtastėblių augalų rūšys, septynios dievybių rūšys, septynios žmonių rūšys, septynios demonų rūšys. Yra septyni ežerai, septyni atgaivinimai, septyni šimtai mažųjų atgaivinimų, septynios prarajos, septyni šimtai mažųjų prarajų. Yra septynios sapnų rūšys, septyni šimtai mažųjų sapnų rūšių, aštuoniasdešimt keturi šimtai tūkstančių didžiųjų erų, per kurias praklajojus, per kurias praklaidžiojus ir kvailiai, ir išminčiai padaro galą kančiai. ",
  "dn2:20.8": "Ir čia nėra (vietos tokioms mintims): „Šių moralės, įžadų, savęs kankinimo ar skaistaus gyvenimo dėka aš priversiu nesubrendusį veiksmo (vaisių) subręsti arba panaikinsiu subrendusį veiksmo (vaisių) tik jam iškilus,” – nes taip nėra. ",
  "dn2:20.9": "Malonumas ir skausmas atmatuoti samsaroje, samsara nei auga, nei mažėja, nei gerėja, nei blogėja. ",
  "dn2:20.10": "Panašiai kaip numestas siūlų kamuoliukas vyniojasi kol pasibaigia, ",
  "dn2:20.11": "lygiai gi taip praklajojus, praklaidžiojus ir kvailiai, ir išminčiai padaro galą kančiai.” ",
  "dn2:21.1": "Štai taip, Garbusis, man Makhalis Gosala, būdamas paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visa ko apsivalymą praklajojimu. ",
  "dn2:21.2": "Panašiai, Garbusis, kaip paklaustasis apie tai, koks yra mangas, aprašytų duonmedžio vaisių, ar paklaustasis apie tai koks yra duonmedžio vaisius, aprašytų mangą, ",
  "dn2:21.3": "lygiai gi taip, Garbusis, man Makhalis Gosala, paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visa ko apsivalymą praklajojimu. ",
  "dn2:21.4": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:21.5": "„Kaip toks kaip aš galėtų ir pamanyti paprieštarauti atsiskyrėliui ar brahmanui gyvenančiam savo karalystėje?” ",
  "dn2:21.6": "Aš gi, Garbusis, ta Makhalio Gosalos kalba nei pasidžiaugiau, nei ją išpeikiau. ",
  "dn2:21.7": "Nepasidžiaugęs, neišpeikęs, būdamas nepatenkintas, aš neišreiškiau nepasitenkinimo žodžiais. Nepriimdamas tos kalbos ir neatmesdamas jos, atsistojau ir išėjau. ",
  "dn2:22.0": "3.3 Adžitos Kesakambalos doktrina ",
  "dn2:22.1": "Štai vieną kartą, Garbusis, aš nuėjau pas Adžitą Kesakambalą, atėjęs apsikeičiau su juo mandagiais sveikinimais. ",
  "dn2:22.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais atsisėdau iš šono. Sėdėdamas taip iš šono aš, Garbusis, pasakiau Adžitai Kesakambalai štai ką: ",
  "dn2:22.3": "„Na gi yra, gerbiamas Adžita, įvairių amatų žmonės … ",
  "dn2:22.4": "Nagi ar įmanoma, gerbiamas Adžita, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:23.1": "Kai tai buvo pasakyta, Garbusis, Adžita Kesakambala man pasakė štai ką: ",
  "dn2:23.2": "„Nėra, karaliau, dovanų, nėra aukų, nėra aukojimų, nėra gerų ir blogų veiksmų vaisių, rezultatų, nėra šio pasaulio, nėra kito pasaulio, nėra motinos, nėra tėvo, nėra savaime gimusių būtybių, nėra pasaulyje teisingai žengusio, teisingų pasiekimų atsiskyrėlio ar brahmano, kuris būtų paskelbęs pats tiesiogine patirtimi pažinęs šį ir kitą pasaulius. ",
  "dn2:23.3": "Šis žmogus yra sudarytas iš keturių didžiųjų elementų. Kai jis miršta, žemė parkeliauja, grįžta į žemės visumą, vanduo parkeliauja, grįžta į vandens visumą, ugnis parkeliauja, grįžta į ugnies visumą, oras parkeliauja, grįžta į oro visumą, o jusliniai gebėjimai išsisklaido į erdvę. ",
  "dn2:23.4": "Keturi vyrai pasiėmę karstą neša mirusįjį. ",
  "dn2:23.5": "Kol jie nepasiekia kremacijos vietą, skamba iškilmingi posmai. ",
  "dn2:23.6": "Belieka balsvi kaulai, o (jo daryti) aukojimai virsta pelenais. ",
  "dn2:23.7": "Dovanų aukojimas yra kvailių mokymas. ",
  "dn2:23.8": "Bergždžia, melaginga ir tuščia sakyti, kad tai prasminga doktrina. ",
  "dn2:23.9": "Ir kvailiai, ir išminčiai po kūno žūties išnyksta, pradingsta, neegzistuoja po mirties.” ",
  "dn2:24.1": "Štai taip, Garbusis, man Adžita Kesakambala, būdamas paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visa ko išnykimą. ",
  "dn2:24.2": "Panašiai, Garbusis, kaip paklaustasis apie tai, koks yra mangas, aprašytų duonmedžio vaisių, ar paklaustasis apie tai koks yra duonmedžio vaisius, aprašytų mangą, ",
  "dn2:24.3": "lygiai gi taip, Garbusis, man Adžita Kesakambala, paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visa ko išnykimą. ",
  "dn2:24.4": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:24.5": "„Kaip toks kaip aš galėtų ir pamanyti paprieštarauti atsiskyrėliui ar brahmanui gyvenančiam savo karalystėje?” ",
  "dn2:24.6": "Aš gi, Garbusis, ta Adžitos Kesakambalos kalba nei pasidžiaugiau, nei ją išpeikiau. ",
  "dn2:24.7": "Nepasidžiaugęs, neišpeikęs, būdamas nepatenkintas, aš neišreiškiau nepasitenkinimo žodžiais. Nepriimdamas tos kalbos ir neatmesdamas jos, atsistojau ir išėjau. ",
  "dn2:25.0": "3.4 Pakudhos Kačajanos doktrina ",
  "dn2:25.1": "Štai vieną kartą, Garbusis, aš nuėjau pas Pakudhą Kačajaną, atėjęs apsikeičiau su juo mandagiais sveikinimais. ",
  "dn2:25.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais atsisėdau iš šono. Sėdėdamas taip iš šono aš, Garbusis, pasakiau Pakudhai Kačajanai štai ką: ",
  "dn2:25.3": "„Na gi yra, gerbiamas Kačajana, įvairių amatų žmonės … ",
  "dn2:25.4": "Nagi ar įmanoma, gerbiamas Kačajana, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:26.1": "Kai tai buvo pasakyta, Garbusis, Pakudha Kačajana man pasakė štai ką: ",
  "dn2:26.2": "„Šie septyni kūnai, karaliau, yra nepadaryti, nesuformuoti, nesukurti, be kūrėjo, nevaisingi, yra nepajudinami kaip kalno viršūnė, tvirti kaip stulpas. ",
  "dn2:26.3": "Jie nejuda, nesikeičia, vieni kitiem nekenkia, negali (iššaukti) vieni kituose malonumo, ar skausmo, ar malonumo ir skausmo. ",
  "dn2:26.4": "Kokie septyni? ",
  "dn2:26.5": "Žemės kūnas, vandens kūnas, ugnies kūnas, vėjo kūnas, malonumas, skausmas ir siela – septinta. ",
  "dn2:26.6": "Šie septyni kūnai yra nepadaryti, nesuformuoti, nesukurti, be kūrėjo, nevaisingi, yra nepajudinami kaip kalno viršūnė, tvirti kaip stulpas. ",
  "dn2:26.7": "Jie nejuda, nesikeičia, vieni kitiem nekenkia, negali (iššaukti) vieni kituose malonumo, ar skausmo, ar malonumo ir skausmo. ",
  "dn2:26.8": "Čia nėra nei to, kas žudo, nei to, kas verčia žudyti, nei to, kas girdi, nei to kas verčia girdėti, nei to, kas pažįsta, nei to kas verčia pažinti. ",
  "dn2:26.9": "Ir kai aštriu kardu kas nors perkerta galvą, niekas neatima jokios gyvybės. ",
  "dn2:26.10": "Tiesiog kardas įsiterpia į tarpą tarp septynių kūnų.” ",
  "dn2:27.1": "Štai taip, Garbusis, man Pakudha Kačajana, būdamas paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visai ką kitą. ",
  "dn2:27.2": "Panašiai, Garbusis, kaip paklaustasis apie tai, koks yra mangas, aprašytų duonmedžio vaisių, ar paklaustasis apie tai koks yra duonmedžio vaisius, aprašytų mangą, ",
  "dn2:27.3": "lygiai gi taip, Garbusis, man Pakudha Kačajana, paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino visai ką kitą. ",
  "dn2:27.4": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:27.5": "„Kaip toks kaip aš galėtų ir pamanyti paprieštarauti atsiskyrėliui ar brahmanui gyvenančiam savo karalystėje?” ",
  "dn2:27.6": "Aš gi, Garbusis, ta Pakhudos Kačajanos kalba nei pasidžiaugiau, nei ją išpeikiau. ",
  "dn2:27.7": "Nepasidžiaugęs, neišpeikęs, būdamas nepatenkintas, aš neišreiškiau nepasitenkinimo žodžiais. Nepriimdamas tos kalbos ir neatmesdamas jos, atsistojau ir išėjau. ",
  "dn2:28.0": "3.5 Niganthos Nataputos doktrina ",
  "dn2:28.1": "Štai vieną kartą, Garbusis, aš nuėjau pas Niganthą Nataputą, atėjęs apsikeičiau su juo mandagiais sveikinimais. ",
  "dn2:28.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais atsisėdau iš šono. Sėdėdamas taip iš šono aš, Garbusis, pasakiau Niganthai Nataputai štai ką: ",
  "dn2:28.3": "„Na gi yra, gerbiamas Agivėsana, įvairių amatų žmonės … ",
  "dn2:28.4": "Nagi ar įmanoma, gerbiamas Agivėsana, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:29.1": "Kai tai buvo pasakyta, Garbusis, Nigantha Nataputa man pasakė štai ką: ",
  "dn2:29.2": "„Štai, karaliau, Nigantha (Atrištasis) vadovaujasi keturlypiu susilaikymu. ",
  "dn2:29.3": "Ir kaip gi, karaliau, Nigantha vadovaujasi keturlypiu susilaikymu? ",
  "dn2:29.4": "Štai, karaliau, Nigantha susilaiko nuo visų vandenų, yra pasišventęs viso blogio vengimui, apsivalęs viso blogio vengimu, persismelkęs viso blogio vengimu. ",
  "dn2:29.5": "Štai taip, karaliau, Nigantha vadovaujasi keturlypiu susilaikymu. ",
  "dn2:29.6": "Ir dėl to, karaliau, kad Nigantha vadovaujasi keturlypiu susilaikymu, ",
  "dn2:29.7": "sakoma, kad Nigantha yra išsitobulinęs, susitvardęs ir įsitvirtinęs.“ ",
  "dn2:30.1": "Štai taip, Garbusis, man Nigantha Nataputa, būdamas paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino keturlypį susilaikymą. ",
  "dn2:30.2": "Panašiai, Garbusis, kaip paklaustasis apie tai, koks yra mangas, aprašytų duonmedžio vaisių, ar paklaustasis apie tai koks yra duonmedžio vaisius, aprašytų mangą, ",
  "dn2:30.3": "lygiai gi taip, Garbusis, man Nigantha Nataputa, paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, išaiškino keturlypį susilaikymą. ",
  "dn2:30.4": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:30.5": "„Kaip toks kaip aš galėtų ir pamanyti paprieštarauti atsiskyrėliui ar brahmanui gyvenančiam savo karalystėje?” ",
  "dn2:30.6": "Aš gi, Garbusis, ta Niganthos Nataputos kalba nei pasidžiaugiau, nei ją išpeikiau. ",
  "dn2:30.7": "Nepasidžiaugęs, neišpeikęs, būdamas nepatenkintas, aš neišreiškiau nepasitenkinimo žodžiais. Nepriimdamas tos kalbos ir neatmesdamas jos, atsistojau ir išėjau. ",
  "dn2:31.0": "3.6 Sančajos Belathaputos doktrina ",
  "dn2:31.1": "Štai vieną kartą, Garbusis, aš nuėjau pas Sančają Belathaputą, atėjęs apsikeičiau su juo mandagiais sveikinimais. ",
  "dn2:31.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais atsisėdau iš šono. Sėdėdamas taip iš šono aš, Garbusis, pasakiau Sančajai Belathaputai štai ką: ",
  "dn2:31.3": "„Na gi yra, gerbiamas Sančaja, įvairių amatų žmonės … ",
  "dn2:31.4": "Nagi ar įmanoma, gerbiamas Sančaja, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:32.1": "Kai tai buvo pasakyta, Garbusis, Sančaja Belathaputa man pasakė štai ką: ",
  "dn2:32.2": "„Jei manęs paklaustum, ar yra kitas pasaulis, ir aš manyčiau, kad yra kitas pasaulis, aš pasakyčiau, kad yra kitas pasaulis. ",
  "dn2:32.3": "Bet aš nemanau nei taip, nemanau nei panašiai, nemanau nei kitaip, nemanau nei, kad ne taip, nemanau nei, kad ne ne taip. ",
  "dn2:32.4": "Jei manęs paklaustum, ar nėra kito pasaulio … ",
  "dn2:32.5": "ar yra ir nėra kito pasaulio … ",
  "dn2:32.6": "ar nei yra, nei nėra kito pasaulio … ",
  "dn2:32.7": "ar yra savaime gimusios būtybės … ",
  "dn2:32.8": "ar nėra savaime gimusių būtybių … ",
  "dn2:32.9": "ar yra ir nėra savaime gimusių būtybių … ",
  "dn2:32.10": "ar nei yra, nei nėra savaime gimusių būtybių … ",
  "dn2:32.11": "ar geri ir blogi veiksmai duoda vaisių, rezultatų … ",
  "dn2:32.12": "ar geri ir blogi veiksmai neduoda vaisių, rezultatų … ",
  "dn2:32.13": "ar geri ir blogi veiksmai ir duoda, ir neduoda vaisių, rezultatų … ",
  "dn2:32.14": "ar geri ir blogi veiksmai nei duoda, nei neduoda vaisių, rezultatų … ",
  "dn2:32.15": " ar Tathagata egzistuoja po mirties … ",
  "dn2:32.16": "ar Tathagata neegzistuoja po mirties … ",
  "dn2:32.17": "ar Tathagata ir egzistuoja, ir neegzistuoja po mirties … ",
  "dn2:32.18": "Jei manęs paklaustum, ar Tathagata nei egzistuoja, nei neegzistuoja po mirties, ir aš manyčiau, kad Tathagata nei egzistuoja, nei neegzistuoja po mirties, aš pasakyčiau, kad Tathagata nei egzistuoja, nei neegzistuoja po mirties. ",
  "dn2:32.19": "Bet aš nemanau nei taip, nemanau nei panašiai, nemanau nei kitaip, nemanau nei, kad ne taip, nemanau nei, kad ne ne taip.“ ",
  "dn2:33.1": "Štai taip, Garbusis, man Sančaja Belathaputa, būdamas paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, atsakė išsisukinėjimu. ",
  "dn2:33.2": "Panašiai, Garbusis, kaip paklaustasis apie tai, koks yra mangas, aprašytų duonmedžio vaisių, ar paklaustasis apie tai koks yra duonmedžio vaisius, aprašytų mangą, ",
  "dn2:33.3": "lygiai gi taip, Garbusis, man Pakudha Kačajana, paklaustas apie čia pat ir dabar regimą atsiskyrimo vaisių, atsakė išsisukinėjimu. ",
  "dn2:33.4": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:33.5": "„Šis yra pats kvailiausias, labiausiai paklydęs iš visų šių atsiskyrėlių ir brahmanų. ",
  "dn2:33.6": "Kaip jis gali atsakyti išsisukinėjimu būdamas paklaustas apie atsiskyrimo vaisių? ",
  "dn2:33.7": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "dn2:33.8": "„Kaip toks kaip aš galėtų ir pamanyti paprieštarauti atsiskyrėliui ar brahmanui gyvenančiam savo karalystėje?” ",
  "dn2:33.9": "Aš gi, Garbusis, ta Sančajos Belathaputos kalba nei pasidžiaugiau, nei ją išpeikiau. ",
  "dn2:33.10": "Nepasidžiaugęs, neišpeikęs, būdamas nepatenkintas, aš neišreiškiau nepasitenkinimo žodžiais. Nepriimdamas tos kalbos ir neatmesdamas jos, atsistojau ir išėjau. ",
  "dn2:34.0.1": "4. Atsiskyrimo vaisiai ",
  "dn2:34.0.2": "4.1 Pirmasis čia pat ir dabar regimas atsiskyrimo vaisius ",
  "dn2:34.1": "Tai aš, Garbusis, Palaimintojo taip pat klausiu: ",
  "dn2:34.2": "„Na gi yra, Garbusis, įvairių amatų žmonės, ",
  "dn2:34.3": "tokie kaip: dramblių dresuotojai, arklių dresuotojai, kavalerijos kariai, lankininkai, vėliavnešiai, maršalai, atsakingieji už proviziją, didieji karininkai, žvalgai, narsuoliai, herojai, šarvuoti raiteliai, vergai, ",
  "dn2:34.4": "virėjai, kirpėjai, pirtininkai, konditeriai, vainikų pynėjai, skalbėjai, audėjai, krepšių pynėjai, puodžiai, matematikai, buhalteriai ir kiti panašaus pobūdžio amatininkai. Jie pragyvena iš čia pat ir dabar matomų tų amatų vaisių. ",
  "dn2:34.5": "Taip jie neša laimę ir džiaugsmą sau, neša laimę ir džiaugsmą tėvams, neša laimę ir džiaugsmą žmonai ir vaikams, neša laimę ir džiaugsmą draugams. Jie rengia pakeliančius dovanų teikimus atsiskyrėliams ir brahmanams, kurie veda į dangiškus pasaulius, duoda palaimingus rezultatus, atgimimą danguje. ",
  "dn2:34.6": "Nagi ar įmanoma, Garbusis, panašiai nurodyti čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:34.7": "„Įmanoma, karaliau. ",
  "dn2:34.8": "Bet paklausiu, karaliau, tavęs kai ko atgal. Kaip tau atrodo tinkama, taip ir atsakyki. ",
  "dn2:35.1": "Kaip manai, karaliau, ",
  "dn2:35.2": "štai, vienas žmogus būtų tavo vergu ar darbuotoju. Jis keltųsi anksčiau tavęs, eitų miegoti vėliau tavęs, darytų tai, ką lieptas, maloniai elgtųsi, tartų mielus žodžius, nuolat stebėtų, ar esi patenkintas. ",
  "dn2:35.3": "Jis taip pagalvotų: ",
  "dn2:35.4": "„Kokie nuostabūs, kokie stulbinantys nuopelningų veiksmų keliai, nuopelningų veiksmų vaisiai! ",
  "dn2:35.5": "Juk šis Magadhos karalius Adžatasatus Vedehiputas yra žmogus, aš irgi esu žmogus. ",
  "dn2:35.6": "Juk šis Magadhos karalius Adžatasatus Vedehiputas turi maloninančius penkias jusles objektus, yra apdovanotas, aprūpintas jais, linksminasi, aš manyčiau, lyg dievas. ",
  "dn2:35.7": "Bet aš gi esu jo vergas, darbuotojas. Keliuosi anksčiau, einu miegoti vėliau, darau tai, ką lieptas, maloniai elgiuosi, tariu mielus žodžius, nuolat stebiu, ar jis yra patenkintas. ",
  "dn2:35.8": "Visai galėčiau padaryti tokius kaip jo nuopelningus veiksmus. ",
  "dn2:35.9": "Kodėl man nenusiskutus plaukų, neapsirengus geltonais apdarais ir nežengus priekin iš namų į gyvenimą be namų?!” ",
  "dn2:35.10": "Po kurio laiko, nusiskutęs plaukus, apsirengęs geltonais apdarais, jis žengtų priekin iš namų į gyvenimą be namų. ",
  "dn2:35.11": "Taip palikęs pasaulietinį gyvenimą, jis gyventų sulaikydamas kūną, gyventų sulaikydamas kalbą, gyventų sulaikydamas protą, būtų pasitenkinęs paprasčiausiu maistu ir drabužiais, besidžiaugiantis vienuma. ",
  "dn2:35.12": "Ir jei tau žmonės apie jį praneštų: ",
  "dn2:35.13": "„O, jūsų didenybe, turėtumėte žinoti, žmogus, kuris buvo jūsų vergu ar darbuotoju, kuris kėlėsi anksčiau jus, ėjo miegoti vėliau jūsų, darė tai, ką lieptas, maloniai elgėsi, tarė mielus žodžius, nuolat stebėjo, ar esate patenkintas, ",
  "dn2:35.14": "jis, didenybė, nusiskutęs plaukus, apsirengęs geltonais apdarais, žengė priekin iš namų į gyvenimą be namų. ",
  "dn2:35.15": "Taip palikęs pasaulietinį gyvenimą, jis gyvena sulaikydamas kūną, gyvena sulaikydamas kalbą, gyvena sulaikydamas protą, yra pasitenkinęs paprasčiausiu maistu ir drabužiais, besidžiaugiantis vienuma.” ",
  "dn2:35.16": "Ar tu tuomet sakytumei: ",
  "dn2:35.17": "„Tegul tas žmogus ateina pas mane, tegul ir vėl jis būna vergu, darbuotoju, kuris keliasi anksčiau manęs, eina miegoti vėliau manęs, daro tai, ką lieptas, maloniai elgiasi, taria mielus žodžius, nuolat stebi, ar esu patenkintas!”? ",
  "dn2:36.1": "„Ne, Garbusis. ",
  "dn2:36.2": "Priešingai, mes jį ir pagerbtume, ir atsikeltume pasveikinant, ir paruoštume vietą atsisėsti, ir padovanotume jam tokių būtinybių kaip apdarai, maistas, būstas, vaistai, ir parūpintume tinkama apsaugą, prieglobstį ir pastogę.” ",
  "dn2:36.3": "„Kaip manai, karaliau, ",
  "dn2:36.4": "tokiu atveju ar yra čia pat ir dabar regimas atsiskyrimo vaisius, ar ne?” ",
  "dn2:36.5": "„Kaip gi, Garbusis, tokiu atveju yra čia pat ir dabar regimas atsiskyrimo vaisius.” ",
  "dn2:36.6": "„Štai gi, karaliau, nurodžiau tau pirmąjį čia pat ir dabar regimą atsiskyrimo vaisių.” ",
  "dn2:37.0": "4.2 Antrasis čia pat ir dabar regimas atsiskyrimo vaisius ",
  "dn2:37.1": "„Nagi ar įmanoma, Garbusis, panašiai nurodyti kitą čia pat ir dabar regimą atsiskyrimo vaisių?” ",
  "dn2:37.2": "„Įmanoma, karaliau. ",
  "dn2:37.3": "Bet paklausiu, karaliau, tavęs kai ko atgal. Kaip tau atrodo tinkama, taip ir atsakyki. ",
  "dn2:37.4": "Kaip manai, karaliau, ",
  "dn2:37.5": "štai, turėtum žmogų žemdirbį, namų savininką, darbininką, dauginantį (tavo) turtus. ",
  "dn2:37.6": "Jis taip pagalvotų: ",
  "dn2:37.7": "„Kokie nuostabūs, kokie stulbinantys nuopelningų veiksmų keliai, nuopelningų veiksmų vaisiai! ",
  "dn2:37.8": "Juk šis Magadhos karalius Adžatasatus Vedehiputas yra žmogus, aš irgi esu žmogus. ",
  "dn2:37.9": "Juk šis Magadhos karalius Adžatasatus Vedehiputas turi maloninančius penkias jusles objektus, yra apdovanotas, aprūpintas jais, linksminasi, aš manyčiau, lyg dievas. ",
  "dn2:37.10": "Bet aš gi esu jo žmogus žemdirbys, namų savininkas, darbininkas, dauginantis (jo) turtus. ",
  "dn2:37.11": "Visai galėčiau padaryti tokius kaip jo nuopelningus veiksmus. ",
  "dn2:37.12": "Kodėl man nenusiskutus plaukų, neapsirengus geltonais apdarais ir nežengus priekin iš namų į gyvenimą be namų!” ",
  "dn2:37.13": "Po kurio laiko palikęs ar tai mažą turtų masę, ar tai didelę turtų masę, palikęs ar tai mažą giminių ratą, ar tai didelį giminių ratą, nusiskutęs plaukus, apsirengęs geltonais apdarais, jis žengtų priekin iš namų į gyvenimą be namų. ",
  "dn2:37.14": "Taip palikęs pasaulietinį gyvenimą, jis gyventų sulaikydamas kūną, gyventų sulaikydamas kalbą, gyventų sulaikydamas protą, būtų pasitenkinęs paprasčiausiu maistu ir drabužiais, besidžiaugiantis vienuma. ",
  "dn2:37.15": "Ir jei tau žmonės apie jį praneštų: ",
  "dn2:37.16": "„O, jūsų didenybe, turėtumėte žinoti, kad jūsų buvęs žmogus žemdirbys, namų savininkas, darbininkas, dauginęs (jūsų) turtus, ",
  "dn2:37.17": "jis, didenybė, nusiskutęs plaukus, apsirengęs geltonais apdarais, žengė priekin iš namų į gyvenimą be namų. ",
  "dn2:37.18": "Taip palikęs pasaulietinį gyvenimą, jis gyvena sulaikydamas kūną, gyvena sulaikydamas kalbą, gyvena sulaikydamas protą, yra pasitenkinęs paprasčiausiu maistu ir drabužiais, besidžiaugiantis vienuma.” ",
  "dn2:37.19": "Ar tu tuomet sakytumei: ",
  "dn2:37.20": "„Tegul tas žmogus ateina pas mane, tegul ir vėl būna žemdirbiu, namų savininku, darbininku, dauginančiu (mano) turtus.” ",
  "dn2:38.1": "„Ne, Garbusis. ",
  "dn2:38.2": "Priešingai, mes jį ir pagerbtume, ir atsikeltume pasveikinant, ir paruoštume vietą atsisėsti, ir padovanotume jam tokių būtinybių kaip apdarai, maistas, būstas, vaistai, ir parūpintume tinkama apsaugą, prieglobstį ir pastogę.” ",
  "dn2:38.3": "„Kaip manai, karaliau, ",
  "dn2:38.4": "tokiu atveju ar yra čia pat ir dabar regimas atsiskyrimo vaisius, ar ne?” ",
  "dn2:38.5": "„Kaip gi, Garbusis, tokiu atveju yra čia pat ir dabar regimas atsiskyrimo vaisius.” ",
  "dn2:38.6": "„Štai gi, karaliau, nurodžiau tau antrąjį čia pat ir dabar regimą atsiskyrimo vaisių.” ",
  "dn2:39.0": "4.3 Puikesnis atsiskyrimo vaisius ",
  "dn2:39.1": "„Nagi ar įmanoma, Garbusis, panašiai nurodyti kitą čia pat ir dabar regimą atsiskyrimo vaisių, kuris būtų nuostabesnis ir puikesnis už šiuos čia pat ir dabar regimus atsiskyrimo vaisius?” ",
  "dn2:39.2": "„Įmanoma, karaliau. ",
  "dn2:39.3": "Taigi, karaliau, klausyki, sutelki visą dėmesį, kalbėsiu.” ",
  "dn2:39.4": "„Taip, Garbusis,” – atsakė Palaimintajam Magadhos karalius Adžatasatus Vedehiputa. ",
  "dn2:39.5": "Palaimintasis štai ką pasakė: ",
  "dn2:40.1": "„Štai, karaliau, pasaulyje pasirodo Tathagata, arahantas, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas. ",
  "dn2:40.2": "Jis skelbiasi pats tiesiogine patirtimi pažinęs šį pasaulį su jo dievybėmis, Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir žmonėmis. ",
  "dn2:40.3": "Jis moko Dhammos, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "dn2:41.1": "Tos Dhammos paklauso namų šeimininkas, ar namų šeimininko sūnus, ar kokioje kitoje šeimoje atgimusysis. ",
  "dn2:41.2": "Jis tos Dhammos paklausęs įgyja tikėjimą Tathagata. ",
  "dn2:41.3": "Jis įgijęs tą tikėjimą pamąsto taip: ",
  "dn2:41.4": " „Gyvenimas namuose yra ankštas, dulkių kelias, žengimas gi priekin (į gyvenimą be namų) yra (lyg) atviras oras. ",
  "dn2:41.5": "Nėra tinkama praktikuoti švytintį lyg nušveista kriauklė šventą gyvenimą namuose, būnant namų šeimininku, taip jis bus tik iš dalies tobulas, tik iš dalies tyras. ",
  "dn2:41.6": "Kodėl man nenusiskutus plaukų, neapsirengus geltonais apdarais ir nežengus priekin iš namų į gyvenimą be namų!?” ",
  "dn2:41.7": "Po kurio laiko palikęs ar tai mažą turtų masę, ar tai didelę turtų masę, palikęs ar tai mažą giminių ratą, ar tai didelį giminių ratą, nusiskutęs plaukus, apsirengęs geltonais apdarais, jis žengia priekin iš namų į gyvenimą be namų. ",
  "dn2:42.1": "Taip žengęs priekin, jis gyvena sulaikydamas save vienuoliškais priesakais, laikydamasis gero elgesio, matydamas pavojų mažiausiame prasižengime, jis įsipareigoja laikytis priesakų, jo kūno ir kalbos veiksmai pasidaro dori. Jis išgrynina pragyvenimo šaltinius, pasižymi dorove, saugoja juslinių gebėjimų duris, išvysto atidą ir aiškų supratimą, ir yra pasitenkinęs. ",
  "dn2:43.0.1": "4.3.1 Dorovė ",
  "dn2:43.0.2": "4.3.1.1 Mažoji dorovė ",
  "dn2:43.1": "Ir kaip, karaliau, vienuolis pasižymi dorove? ",
  "dn2:43.2": "Štai, karaliau, vienuolis, atsisakęs žudymo, susilaiko nuo žudymo. Atidėjęs lazdą, atidėjęs ginklus, jis yra kuklus, gailiaširdis, gyvena su gailesčiu visoms gyvoms būtybėms. ",
  "dn2:43.3": "Tai irgi yra jo dorovė. ",
  "dn2:43.4": "Atsisakęs imti tai, kas neduota, jis susilaiko nuo ėmimo to, kas neduota. Jis ima tik tai, kas duodama, tikisi tik duodamo, gyvena švariai, nevogdamas. ",
  "dn2:43.5": "Tai irgi yra jo dorovė. ",
  "dn2:43.6": "Atsisakęs neskaistybės, jis gyvena skaistų gyvenimą, laikosi atokiai nuo viso blogio, susilaikydamas nuo visiems įprastų, vulgarių lytinių santykių. ",
  "dn2:43.7": "Tai irgi yra jo dorovė. ",
  "dn2:44.1": "Atsisakęs netiesos sakymo, jis susilaiko nuo melagystės, kalba tiesą, palaiko tiesą. Jis yra patikimas, vertas pasitikėjimo, neapgaudinėja pasaulio. ",
  "dn2:44.2": "Tai irgi yra jo dorovė. ",
  "dn2:44.3": "Atsisakęs kiršinančios kalbos, jis susilaiko nuo kiršinančios kalbos; išgirdęs čia, jis nepasakoja kitur, tam, kad nesupykdytų anuos su čionykščiais; arba išgirdęs ten, jis nepasakoja čia, tam, kad nesupykdytų čionykščius su anais. Taip jis atstato suardytą (draugystę) arba palaiko (esamą) vienybę, jis džiaugiasi santarve, žavisi santarve, gėrisi santarve, savo kalba skatina santarvę. ",
  "dn2:44.4": "Tai irgi yra jo dorovė. ",
  "dn2:44.5": "Atsisakęs šiurkščios kalbos, jis susilaiko nuo kalbėjimo šiurkščiai. Jis taria žodžius, kurie yra nepriekaištingi, malonūs klausai, mieli, širdingi, mandagūs, patinkantys daugeliui, malonūs daugeliui. ",
  "dn2:44.6": "Tai irgi yra jo dorovė. ",
  "dn2:44.7": "Atsisakęs tuščių plepalų, jis susilaiko nuo tuščio plepėjimo, kalba laiku, kalba tai, kas būta, kalba iš esmės, kalba apie mokymą, kalba apie discipliną, jis taria vertingus žodžius, savalaikius, argumentuotus, aiškius, prasmingus. ",
  "dn2:44.8": "Tai irgi yra jo dorovė. ",
  "dn2:45.1": "Jis susilaiko nuo visų rūšių sėklų ir augmenijos žalojimo … ",
  "dn2:45.2": "valgo kartą per dieną, nevalgo naktį, susilaiko nuo valgymo netinkamu laiku. ",
  "dn2:45.3": "Jis susilaiko nuo šokių, dainų, muzikos ir kitų pramogų žiūrėjimo. ",
  "dn2:45.4": "Jis susilaiko nuo vėrinių ir papuošalų dėvėjimo, nuo kvepalų ir kosmetikos naudojimo. ",
  "dn2:45.5": "Jis susilaiko nuo aukštų ir didelių lovų (naudojimo). ",
  "dn2:45.6": "Jis susilaiko ir nepriima aukso ir sidabro, ",
  "dn2:45.7": "žalių (nevirtų) grūdų, ",
  "dn2:45.8": "žalios mėsos, ",
  "dn2:45.9": "moterų ir merginų, ",
  "dn2:45.10": "vergių ir vergų, ",
  "dn2:45.11": "ožkų ir avių, ",
  "dn2:45.12": "gaidžių ir kiaulių, ",
  "dn2:45.13": "dramblių, karvių, arklių ir kumelių, ",
  "dn2:45.14": "laukų ir žemės, ",
  "dn2:45.15": "Jis susilaiko nuo įsivėlimo į pavedimų ir žinučių siuntinėjimus. ",
  "dn2:45.16": "Jis susilaiko nuo pirkimo ir pardavimo. ",
  "dn2:45.17": "Jis susilaiko nuo apgaudinėjimo (neteisingu) svoriu, pinigais ir kiekiu. ",
  "dn2:45.18": "Jis susilaiko nuo neteisėtų veiksmų, apgaulių, apgavysčių, nesąžiningumo. ",
  "dn2:45.19": "Jis susilaiko nuo naikinimo, žudymo, supančiojimo, užpuolimo, smurto. ",
  "dn2:45.20": "Tai irgi yra jo dorovė. ",
  "dn2:46.0": "4.3.1.2 Vidutinė dorovė ",
  "dn2:46.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena žalodami visokių rūšių sėklas ir augmeniją – ",
  "dn2:46.2": "t.y. tai, kas dauginasi, penkiais būdais: šaknimis, ūsais, pumpurais, ūgliais ir sėklomis – jis susilaiko nuo tokio sėklų ir augmenijos žalojimo. ",
  "dn2:46.3": "Tai irgi yra jo dorovė. ",
  "dn2:47.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena mėgaudamiesi prikauptu turtu – ",
  "dn2:47.2": "t.y. prikauptu maistu, prikauptais gėrimais, prikauptais drabužiais, prikauptomis transporto priemonėmis, prikauptais patalais, prikauptais kvepalais, prikauptomis gerybėmis – ",
  "dn2:47.3": "jis susilaiko nuo tokio mėgavimosi prikauptu turtu. ",
  "dn2:47.4": "Tai irgi yra jo dorovė. ",
  "dn2:48.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena lankydami pasirodymus – ",
  "dn2:48.2": "t.y. šokius, dainavimus, muzikinius koncertus, vaidinimus, istorijų pasakojimus, mušamųjų, gongų, tablų koncertus, gražių vaizdų scenas, akrobatų ir magų triukus, dramblių, arklių, bizonų, bulių, ožių, avinų kovas, gaidžių, putpelių peštynes, kovas pagaliais, kumštynes, imtynes, mūšių, armijų priekinių linijų, armijos išdėstymo apžiūrėjimus – ",
  "dn2:48.3": "jis susilaiko nuo tokių pasirodymų lankymo. ",
  "dn2:48.4": "Tai irgi yra jo dorovė. ",
  "dn2:49.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena besimėgaudami lošimais ir skatinančiais nerūpestingumą žaidimais – ",
  "dn2:49.2": "t.y. šaškėmis, šachmatais ant lentos ir atvirame lauke, žaidimais rateliu, pusiausvyros žaidimais, žaidimais kauliukais, čyžu, vaizduojamaisiais ir kamuolio žaidimais, žaidimais su žole ir žaisliniais įrankiais, akrobatiniais žaidimais, vėjo malūnėliais, aitvarais, žaisliniais vežimais, lankais, raidžių spėjimais, minčių spėjimais, parodijomis – ",
  "dn2:49.3": "jis susilaiko nuo tokio besimėgavimo lošimais ir skatinančiais nerūpestingumą žaidimais. ",
  "dn2:49.4": "Tai irgi yra jo dorovė. ",
  "dn2:50.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena naudodamiesi aukštomis, didelėmis lovomis – ",
  "dn2:50.2": "t.y. šezlongais, sofomis, ožkų kailio užvalkalais, skiautiniais užvalkalais, baltomis antklodėmis, vilnoniais, gėlėmis siuvinėtais užvalkalais, vatinuku kimštomis antklodėmis, užvalkalais, siuvinėtais liūtų ir tigrų figūromis, kilimėliais su kailiu iš abiejų pusių, kilimėliais su kailiu iš vienos pusės, brangakmeniais siuvinėtais užvalkalais, šilkiniais užvalkalais, milžiniškais kilimais, dramblių, arklių ir vežimų kilimais, kilimais iš antilopių kailių, kilimais iš elnių kailių, lovomis su baldakimu viršuje ir raudonomis pagalvėmis abiejuose galuose – ",
  "dn2:50.3": "jis susilaiko nuo tokio naudojimosi aukštomis, didelėmis lovomis. ",
  "dn2:50.4": "Tai irgi yra jo dorovė. ",
  "dn2:51.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena gražindamiesi ir naudodami papuošalus – ",
  "dn2:51.2": "t.y. (darosi) įtrynimus kvepiančiais milteliais, plovimąsi šampūnu, maudymąsi, masažą, (naudojasi) veidrodžiu, tepalais, girliandomis, pudromis, kosmetika, apyrankėmis, vėriniais, puošniomis lazdomis, dėžutėmis, rapyromis, skėčiais nuo saulės, siuvinėtomis šlepetėmis, turbanais, diademomis, šlepetėmis iš jakų uodegų ir baltais drabužiais su ilgais pakraščiais – ",
  "dn2:51.3": "jis susilaiko nuo tokio gražinimosi ir naudojimosi papuošalais. ",
  "dn2:51.4": "Tai irgi yra jo dorovė. ",
  "dn2:52.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena vesdami žemiškus pokalbius – ",
  "dn2:52.2": "t.y. kalbas apie karalius, vagis, vyriausią ministrą, kalbas apie armiją, pavojus, karus, kalbas apie maistą, gėrimus, drabužius, lovas, kalbas apie vėrinius, kvepalus, kalbas apie gimines, transportą, kaimus, miestelius, didmiesčius, šalis, kalbas apie moteris, didvyrius, gatvės paskalas, paskalas prie šulinio, kalbas apie protėvius, apie visokius dalykus, pasakojimus apie pasaulį ir vandenyną, kalbas apie tai, kas yra ir ko nėra – ",
  "dn2:52.3": "jis susilaiko nuo tokio žemiškų pokalbių vedimo. ",
  "dn2:52.4": "Tai irgi yra jo dorovė. ",
  "dn2:53.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena įsivėlę į ginčus – ",
  "dn2:53.2": "t.y. (sakydami) „Tu nesupranti šios Dhammos ir Disciplinos, aš suprantu šią Dhammą ir Discipliną, kaip tu suprasi šią Dhammą ir Discipliną, kai tavo praktika yra neteisinga, mano praktika yra teisinga, mano yra nuosekli, tavo nenuosekli, tai kas turėjo būti pasakyta pirmiausiai, tu pasakei vėliau, tai kas turėjo būti pasakyta vėliau, tu pasakei pirmiausiai, tavo metodika iškreipta, tavo mokymas abejotinas, esi peiktinas, eik ir išsitaisyk mokymą arba pasiaiškink (dabar) jei gali” – ",
  "dn2:53.3": "jis susilaiko nuo tokio įsivėlimo į ginčus. ",
  "dn2:53.4": "Tai irgi yra jo dorovė. ",
  "dn2:54.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, gyvena įsivėlę į pavedimų ir žinučių siuntinėjimą – ",
  "dn2:54.2": "t.y. karalių, vyriausių karaliaus ministrų, karininkų, brahmanų, namų šeimininkų, jaunuolių (paliepimus): „Eik čia, pareik iš ten, nunešk tai, parnešk tai iš ten”－ ",
  "dn2:54.3": "jis susilaiko nuo tokio įsivėlimo į pavedimų ir žinučių siuntinėjimą. ",
  "dn2:54.4": "Tai irgi yra jo dorovė. ",
  "dn2:55.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, yra apgavikai, užkalbėtojai, pranašautojai, gudruoliai ir goduoliai, įgyjantys turtus turtais, jis susilaiko nuo tokio apgavinėjimo ir užkalbėjimo. ",
  "dn2:55.2": "Tai irgi yra jo dorovė. ",
  "dn2:56.0": "4.3.1.2 Didžioji dorovė ",
  "dn2:56.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:56.2": "t.y. būrimu ir pranašavimu iš galūnių, ženklų, dangaus reiškinių, sapnų, kūno bruožų, pelių nuograužų; ugnies, ryžių dulkių, pelų, raudonų ryžių dulkių, ryžių, lydyto sviesto, aliejaus, garstyčių sėklų, kraujo aukojimu; chiromantija, energetika, valdymo formų išmanymu, užbūrimu, dvasių valdymu, žeminių mokslu, gyvačių kerėjimu, nuodų mokslu, skorpionų menu, pelių menu, paukščių menu, varnų menu, gyvenimo trukmės pranašavimu, apsauga nuo strėlių, gyvūnų kalbos žinojimu – ",
  "dn2:56.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:56.4": "Tai irgi yra jo dorovė. ",
  "dn2:57.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:57.2": "t.y. brangakmenių ženklų interpretavimu, drabužių ženklų, lazdų, peilių, kardų, strėlių, lankų, ginklų, moterų, vergų, vergių, dramblių, arklių, bizonų, bulių, karvių, ožių, avinų, gaidžių, putpelių, driežų, auskarų, vėžlio, elnio ženklų interpretavimu – ",
  "dn2:57.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:57.4": "Tai irgi yra jo dorovė. ",
  "dn2:58.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:58.2": "t.y. (pranašavimu), kad karalius išvyks (į žygį), karalius pargrįš (iš žygio); mūsų karalius puls, kitas karalius trauksis; kitas karalius puls, mūsų karalius trauksis; mūsų karalius nugalės, kitas karalius pralaimės; kitas karalius nugalės, mūsų karalius pralaimės; tokiu būdu vienas laimės, kitas pralaimės – ",
  "dn2:58.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:58.4": "Tai irgi yra jo dorovė. ",
  "dn2:59.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:59.2": "t.y. (pranašavimu), kad bus mėnulio užtemimas, bus saulės užtemimas, bus planetos užtemimas, saulė ir mėnulis judės savo keliu, saulė ir mėnulis nukryps nuo savo kelio, planetos judės savo keliais, planetos nukryps nuo savo kelių, bus žvaigždžių lietus, bus dangaus švytėjimas, bus žemės drebėjimas, bus griaustinis, bus saulės, mėnulio, planetų pakilimas, nusileidimas, patamsėjimas, prašviesėjimas, mėnulio užtemimas atneš tokią pasekmę, saulės užtemimas atneš tokią pasekmę, planetos užtemimas atneš tokią pasekmę, saulės ar mėnulio judėjimas savo keliu atneš tokią pasekmę, saulės ar mėnulio nukrypimas nuo savo kelio atneš tokią pasekmę, planetų judėjimas savo keliais atneš tokią pasekmę, planetų nukrypimai nuo savo kelių atneš tokią pasekmę, meteoritų lietus atneš tokią pasekmę, dangaus švytėjimas atneš tokią pasekmę, žemės drebėjimas atneš tokią pasekmę, griaustinis atneš tokią pasekmę, saulės, mėnulio, planetų pakilimas, nusileidimas, patamsėjimas, prašviesėjimas atneš tokią pasekmę – ",
  "dn2:59.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:59.4": "Tai irgi yra jo dorovė. ",
  "dn2:60.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:60.2": "t.y. (pranašavimu), kad daug lis, bus sausra, bus geras derlius, bus maisto nepriteklius, bus saugu, bus pavojus, bus liga, bus sveikata; buhalterija, skaičiavimu, išskaičiavimu, eilių rašymu, filosofavimu – ",
  "dn2:60.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:60.4": "Tai irgi yra jo dorovė. ",
  "dn2:61.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:61.2": "t.y. parinkimu palankaus laiko atsivesti jaunąją į namus ar ištekinti jaunąją, sandorių sudarymui ar nutraukimui, skolų rinkimui ar turto atsiėmimui; sėkmės pritraukimu, nelaimės pritraukimu, abortų iššaukimu, liežuvio atrišimu, nebylystės iššaukimu, rankų užkalbėjimu, liežuvio užkalbėjimu, ausų užkalbėjimu, (dvasių) klausinėjimu veidrodžio ar mediumo pagalba, (tiesioginiu) dvasių klausinėjimu, saulės garbinimu, Mahabrahmos garbinimu, ugnies iš burnos pūtimu, sėkmės dievybės (Siri) iššaukimu – ",
  "dn2:61.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:61.4": "Tai irgi yra jo dorovė. ",
  "dn2:62.1": "Tuomet, kai vieni gerbiami atsiskyrėliai ir brahmanai suvalgę maistą, duotą (jiems) iš tikėjimo, naudojasi neteisingu pragyvenimo šaltiniu, žemu menu – ",
  "dn2:62.2": "t.y. (dievybių) nuraminimu, padėka (dievybėms), dvasių išvarymu, žeminių apeigomis, (vyriškos) potencijos iššaukimu, impotencijos iššaukimu, (ritualiniu) žemės paruošimu statyboms, namų pašventinimu, ritualiniu burnos skalavimu vandeniu, ritualiniu kitų maudymu, ugnies aukojimu, vimdomųjų ar vidurių paleidžiamųjų vaistų paruošimu, apvalymu pro viršų, apvalymu pro apačią, apvalymu pro galvą, aliejaus ausims paruošimu, akių ploviklio paruošimu, gydymu per nosį, akių pavilgų paruošimu, patepimu, akių ligų gydymu, operavimu, vaikų gydymu, vaistų davimu, žaizdų gydymu – ",
  "dn2:62.3": "jis susilaiko nuo tokio neteisingo pragyvenimo šaltinio, nuo žemo meno. ",
  "dn2:62.4": "Tai irgi yra jo dorovė. ",
  "dn2:63.1": "Karaliau, vienuolis, pasižymintis tokia dorove, t. y. susilaikantis dorovėje, iš niekur nemato pavojų. ",
  "dn2:63.2": "Panašiai kaip karaliaus palaimintas karys, nugalėjęs varžovą, t. y. susitvarkęs su priešu, iš niekur nemato pavojų, ",
  "dn2:63.3": "lygiai gi taip, karaliau, vienuolis, pasižymintis tokia dorove, t. y. susilaikantis dorovėje, iš niekur nemato pavojų. ",
  "dn2:63.4": "Turėdamas visą šį tauriosios dorovės rinkinį, jis jaučia vidinį nekaltumo džiaugsmą. ",
  "dn2:63.5": "Štai taip, karaliau, vienuolis pasižymi dorove. ",
  "dn2:64.0.1": "4.3.2. Sutelktis ",
  "dn2:64.0.2": "4.3.2.1 Gebėjimų sulaikymas ",
  "dn2:64.1": "Ir kaip, karaliau, vienuolis saugoja juslinių gebėjimų duris? ",
  "dn2:64.2": "Štai, karaliau, vienuolis, akimis pamatęs formą, nebando pagauti nei (jos) bruožų, nei smulkių detalių. ",
  "dn2:64.3": "Jis žengia susilaikymo keliu, nes tą, kuris gyvena nesulaikydamas akių juslinio gebėjimo, gali užplūsti godulys, nusiminimas, blogos, nedoros būsenos, tad jis saugo akių juslinį gebėjimą, sulaiko akių juslinį gebėjimą. ",
  "dn2:64.4": "Ausimi išgirdęs garsą … ",
  "dn2:64.5": "Nosimi užuodęs kvapą … ",
  "dn2:64.6": "Liežuviu pajutęs skonį … ",
  "dn2:64.7": "Kūnu palietęs tai, kas apčiuopiamą … ",
  "dn2:64.8": "Protu pažinęs reiškinį, jis nebando pagauti nei (jo) bruožų, nei smulkių detalių. ",
  "dn2:64.9": "Jis žengia susilaikymo keliu, nes tą, kuris gyvena nesulaikydamas proto gebėjimo, gali užplūsti godulys, nusiminimas, blogos, nedoros būsenos, tad jis saugo proto gebėjimą, sulaiko proto gebėjimą. ",
  "dn2:64.10": "Turėdamas šį taurųjį juslinių gebėjimų sulaikymą, jis jaučia vidinį neliečiamumo (teršalais) džiaugsmą. ",
  "dn2:64.11": "Štai taip, karaliau, vienuolis saugoja juslinių gebėjimų duris. ",
  "dn2:65.0": "4.3.2.2. Atida ir aiškus supratimas ",
  "dn2:65.1": "Ir kaip, karaliau, vienuolis yra išsivystęs atidą ir aiškų supratimą? ",
  "dn2:65.2": "Štai, karaliau, vienuolis eidamas į priekį ir eidamas atgal, daro tai aiškiai suprasdamas; žiūrėdamas į priekį ir žiūrėdamas į šalis, daro tai aiškiai suprasdamas; sulenkdamas ir ištiesdamas (galūnes), daro tai aiškiai suprasdamas; dėvėdamas viršutinius apdarus ir nešdamas dubenį aukoms, daro tai aiškiai suprasdamas; valgydamas, gerdamas, kramtydamas ir ragaudamas, daro tai aiškiai suprasdamas; tuštindamasis ir šlapindamasis, daro tai aiškiai suprasdamas; eidamas, stovėdamas, sėdėdamas, gulėdamas, nubusdamas, kalbėdamas ir tylėdamas, daro tai aiškiai suprasdamas. ",
  "dn2:65.3": "Štai taip, karaliau, vienuolis yra išsivystęs atidą ir aiškų supratimą. ",
  "dn2:66.0": "4.3.2.3. Pasitenkinimas ",
  "dn2:66.1": "Ir kaip, karaliau, vienuolis yra pasitenkinęs? ",
  "dn2:66.2": "Štai, karaliau, vienuolis yra patenkintas kūną apsaugojančiu apdaru ir paaukotu maistu skrandžiui palaikyti. Kad ir kur jis eitų, jis išvyksta pasiėmęs tik (juos). ",
  "dn2:66.3": "Panašiai kaip sparnuotam paukščiui, kad ir kur jis vyktų, sparnai yra jo vienintelė našta, ",
  "dn2:66.4": "lygiai taip ir vienuolis yra patenkintas kūną apsaugojančiu apdaru ir paaukotu maistu skrandžiui palaikyti, kad ir kur jis eitų, jis išvyksta pasiėmęs tik (juos). ",
  "dn2:66.5": "Štai taip, karaliau, vienuolis yra pasitenkinęs. ",
  "dn2:67.0": "4.3.2.4. Atsikratymas nuo kliūčių ",
  "dn2:67.1": "Turėdamas visą šį tauriosios dorovės rinkinį, šį taurųjį juslinių gebėjimų sulaikymą, šią tauriąją atidą ir aiškų supratimą, šį taurųjį pasitenkinimą, ",
  "dn2:67.2": "jis dažnai lankosi nuošaliose vietose: miškuose, medžio papėdėse, kalnuose, olose, kalnų tarpekliuose, kapinėse, miškų glūdumoje, atvirame ore, ant šiaudų krūvelės. ",
  "dn2:67.3": "Po sugrįžimo iš aukų rinkimo, pavalgęs, jis atsisėda sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "dn2:68.1": "Atsikratęs žemiškų dalykų troškimo, jis būna su protu be troškimo. Jis išgrynina protą nuo troškimo. ",
  "dn2:68.2": "Atsikratęs piktavališkumo ydos, jis būna geranoriško proto. Būdamas gailestingas visoms gyvoms būtybėms, jis išgrynina protą nuo piktavališkumo. ",
  "dn2:68.3": "Atsikratęs tingulio ir apatijos, jis būna be tingulio ir apatijos. Suvokdamas šviesą, būdamas atidus ir aiškiai suprantantis, jis išgrynina protą nuo tingulio ir apsnūdimo. ",
  "dn2:68.4": "Atsikratęs nerimo ir graužaties, jis būna ramus. Būdamas su iš vidaus nurimusiu protu, jis išgrynina protą nuo jaudinimosi ir nerimavimo. ",
  "dn2:68.5": "Atsikratęs abejonės, jis būna išsklaidęs abejones. Būdamas nedvejojantis doromis būsenomis, jis išgrynina protą nuo abejonių. ",
  "dn2:69.1": "Panašiai, karaliau, kaip kad jei žmogus pasiėmęs paskolą pradėtų verslą. ",
  "dn2:69.2": "Tas jo verslas suklestėtų. ",
  "dn2:69.3": "Jis grąžintų tuos anksčiau pasiskolintus pinigus bei jam liktų (pinigų) viršaus žmonai išlaikyti. ",
  "dn2:69.4": "Jis taip pagalvotų: ",
  "dn2:69.5": "„Aš gi anksčiau pasiėmęs paskolą pradėjau verslą. ",
  "dn2:69.6": "Tas mano verslas suklestėjo. ",
  "dn2:69.7": "Aš grąžinau tuos anksčiau pasiskolintus pinigus ir man liko (pinigų) viršaus žmonai išlaikyti.” ",
  "dn2:69.8": "Jis iš to gautų džiaugsmą ir pasijaustų laimingas. ",
  "dn2:70.1": "Panašiai, karaliau, kaip kad jei būtų ligotas žmogus, kenčiantis, baisiai sergantis, negalintis nei maistu mėgautis, nei turintis jėgų kūne. ",
  "dn2:70.2": "Po kurio laiko jis pagytų nuo tos ligos, galėtų ir maistu mėgautis, ir turėtų jėgų kūne. ",
  "dn2:70.3": "Jis taip pagalvotų: ",
  "dn2:70.4": "„Aš gi anksčiau buvau ligotas, kenčiantis, baisiai sergantis, ",
  "dn2:70.5": "negalėjau nei maistu mėgautis, nei turėjau jėgų kūne. ",
  "dn2:70.6": "O dabar esu pagijęs nuo tos ligos, ",
  "dn2:70.7": "galiu ir maistu mėgautis, ir turiu jėgų kūne.” ",
  "dn2:70.8": "Jis iš to gautų džiaugsmą ir pasijaustų laimingas. ",
  "dn2:71.1": "Panašiai, karaliau, kaip kad jei būtų žmogus įkalintas kalėjime. ",
  "dn2:71.2": "Po kurio laiko jis sėkmingai ir saugiai išeitų iš kalėjimo į laisvę, ir jokio savo turto nebūtų praradęs. ",
  "dn2:71.3": "Jis taip pagalvotų: ",
  "dn2:71.4": "„Aš gi anksčiau buvau įkalintas kalėjime, o dabar sėkmingai ir saugiai išėjau iš kalėjimo į laisvę, ",
  "dn2:71.5": "ir jokio savo turto nesu praradęs.” ",
  "dn2:71.6": "Jis iš to gautų džiaugsmą ir pasijaustų laimingas. ",
  "dn2:72.1": "Panašiai, karaliau, kaip kad jei žmogus būtų vergu, nepriklausančiu sau, priklausančiu kitam, negalinčiu daryti ką panorėjęs. ",
  "dn2:72.2": "Po kurio laiko jis išsivaduotų iš tos vergystės, priklausytų sau, nebepriklausytų kitam, būtų laisvu žmogumi, galinčiu daryti ką panorėjęs. ",
  "dn2:72.3": "Jis taip pagalvotų: ",
  "dn2:72.4": "„Aš gi anksčiau buvau vergu, nepriklausančiu sau, priklausančiu kitam, negalinčiu daryti ką panorėjęs. ",
  "dn2:72.5": "O dabar esu išsivadavęs iš tos vergystės, priklausau sau, nebepriklausau kitam, esu laisvas žmogus, galintis daryti ką panorėjęs.” ",
  "dn2:72.6": "Jis iš to gautų džiaugsmą ir pasijaustų laimingas. ",
  "dn2:73.1": "Panašiai, karaliau, kaip kad jei žmogus su turtais, su nuosavybe keliautų sunkiai įveikiamu keliu, pilnu pavojų, su retai aptinkamu maistu. ",
  "dn2:73.2": "Po kurio laiko jis tą sunkiai įveikiamą kelią sėkmingai nueitų, pasiektų galutinį kaimą, saugų, be pavojų. ",
  "dn2:73.3": "Jis taip pagalvotų: ",
  "dn2:73.4": "„Aš gi anksčiau su turtais, su nuosavybe keliavau sunkiai įveikiamu keliu pilnu pavojų, su retai aptinkamu maistu. ",
  "dn2:73.5": "O dabar aš tą sunkiai įveikiamą kelią sėkmingai nuėjau, pasiekiau galutinį kaimą, saugų, be pavojų.” ",
  "dn2:73.6": "Jis iš to gautų džiaugsmą ir pasijaustų laimingas. ",
  "dn2:74.1": "Lygiai taip, karaliau, vienuolis, kol viduje nėra šių penkių kliūčių, suvokia jas kaip skolą, kaip ligą, kaip kalėjimą, kaip vergystę, kaip sunkiai įveikiamą kelią. ",
  "dn2:74.2": "Panašiai, karaliau, kaip skolų neturėjimą, kaip pasveikimą, kaip išėjimą iš kalėjimo į laisvę, kaip laisvę nuo vergystės, kaip saugios žemės pasiekimą, ",
  "dn2:74.3": "taip vienuolis suvokia šias penkias kliūtis, kai viduje jis yra jų atsikratęs. ",
  "dn2:74.4": "Kai jis suvokia, kad viduje jis yra atsikratęs šių penkių kliūčių, jam kyla džiaugsmas. Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "dn2:75.0": "4.3.2.5. Pirmoji džhana ",
  "dn2:75.1": "Atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, jis pasiekia pirmąją džhaną ir būna joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima. ",
  "dn2:75.2": "Iš atsiskyrimo gimusiomis ekstaze ir palaima, jis (vienuolis) šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, iš atsiskyrimo gimusios, ekstazė ir palaima. ",
  "dn2:76.1": "Panašiai, karaliau, kaip įgudęs maudyklos patarnautojas ar maudyklos patarnautojo padėjėjas, pribėręs muilo miltelių į bronzinį indą, pašlakstydamas vandeniu suminkytų juos į vieną muilo gabalą taip, kad tas būtų permirkęs, išmirkęs, suvilgytas iš vidaus ir iš išorės, bet nevarvėtų, ",
  "dn2:76.2": "lygiai gi, karaliau, taip ir vienuolis iš atsiskyrimo gimusiomis ekstaze ir palaima šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, iš atsiskyrimo gimusios, ekstazė ir palaima. ",
  "dn2:76.3": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:77.0": "4.3.2.6. Antroji džhana ",
  "dn2:77.1": "Toliau, karaliau, kai liaunasi (proto) kreipimas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), jis (vienuolis) pasiekia antrąją džhaną ir būna joje, kur nėra (proto) kreipimo ir išlaikymo, bet yra iš sutelkties gimusios ekstazė ir palaima. ",
  "dn2:77.2": "Iš sutelkties gimusiomis ekstaze ir palaima jis šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, iš sutelkties gimusios ekstazė ir palaima. ",
  "dn2:78.1": "Panašiai, karaliau, kaip jei būtų gilus ežeras su gilumine versme, į kurį neįteka vanduo nei iš rytinės pusės, nei iš pietinės pusės, nei iš vakarinės pusės, nei iš šiaurinės pusės, nei (virš kurio) laikas nuo laiko stipriai palyja. ",
  "dn2:78.2": "Tada šaltas vanduo, trykštantis iš to ežero šaltos versmės, tą patį ežerą užlietų, užpildytų, pripildytų, perskverbtų taip, kad tame ežere neliktų nei dalelytės, kurios nebūtų pasiekęs šaltas vanduo. ",
  "dn2:78.3": "Lygiai gi, karaliau, taip ir vienuolis iš sutelkties gimusiomis ekstaze ir palaima šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, iš sutelkties gimusios, ekstazė ir palaima. ",
  "dn2:78.4": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:79.0": "4.3.2.7. Trečioji džhana ",
  "dn2:79.1": "Toliau, karaliau, ekstazei išblėsus, vienuolis būna pusiausviro proto, atidus ir aiškiai suprantantis, jis visa esybe patiria palaimą. Jis pasiekia trečiąją džhaną ir būna joje. Taurieji nupasakoja tai taip: „Jis būna laimingas, pusiausviro proto ir atidus”. ",
  "dn2:79.2": "Palaima be ekstazės, jis šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusi ši palaima be ekstazės. ",
  "dn2:80.1": "Panašiai, karaliau, kaip žydrųjų, raudonųjų ar baltųjų lotosų tvenkinyje kai kurie iš žydrųjų, raudonųjų ar baltųjų lotosų, gimsta vandenyje, užauga vandenyje, bet nepakyla virš vandens, tarpsta panardinti vandenyje. Jie nuo viršaus iki pat šaknų šaltu vandeniu būna užlieti, užpildyti, pripildyti, perskverbti taip, kad tuose žydruose, raudonuose ar baltuose lotosuose nelieka nei dalelytės, kurios nebūtų pasiekęs šaltas vanduo. ",
  "dn2:80.2": "Lygiai gi, karaliau, taip ir vienuolis palaima be ekstazės šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusi ši palaima be ekstazės. ",
  "dn2:80.3": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:81.0": "4.3.2.8. Ketvirtoji džhana ",
  "dn2:81.1": "Toliau, karaliau, atsikratęs malonių ir nemalonių (pojūčių), peržengęs ankstesnius laimę ir nusiminimą, jis pasiekia ketvirtąją džhaną ir būna joje, ten, kur nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta proto pusiausvyra. ",
  "dn2:81.2": "Jis sėdi persmelkęs visą šitą patį kūną švariu, tyru protu taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekęs švarus, tyras protas. ",
  "dn2:82.1": "Panašiai, karaliau, kaip jei būtų žmogus visas apdengtas baltu audeklu. Jo kūne neliktų nei dalelytės, kurios nebūtų pasiekęs baltas audeklas. ",
  "dn2:82.2": "Lygiai gi, karaliau, taip ir vienuolis sėdi persmelkęs visą šitą patį kūną švariu, tyru protu taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekęs švarus, tyras protas. ",
  "dn2:82.3": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:83.0.1": "4.3.3. Aštuoni pažinimai ",
  "dn2:83.0.2": "4.3.3.1. Įžvalga ",
  "dn2:83.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link žinojimo ir matymo. ",
  "dn2:83.2": "Jis supranta: ",
  "dn2:83.3": "„Šis gi mano kūnas yra materialus, (sudarytas) iš keturių didžiųjų elementų, gimęs iš motinos ir tėvo, jis yra ryžių košės ir rūgpienio sankaupa, jis turi prigimtį keistis, dėvėtis, suirti, pranykti. ",
  "dn2:83.4": "Ši gi mano sąmonė remiasi į jį, yra prie jo pririšta.” ",
  "dn2:84.1": "Panašiai, karaliau, kaip kad jei blizgantis lazurito brangakmenis, tikras, aštuonkampis, gerai apdirbtas, skaidrus, tyras, švarus, pasižymintis visomis geromis savybėmis, ",
  "dn2:84.2": "būtų užmautas ant juodo, geltono, raudono, balto ar pilko siūlo. ",
  "dn2:84.3": "Jį paimtų į rankas ir apžiūrėtų geros regos žmogus: ",
  "dn2:84.4": "„Šis yra blizgantis lazurito brangakmenis, tikras, aštuonkampis, gerai apdirbtas, skaidrus, tyras, švarus, pasižymintis visomis geromis savybėmis. ",
  "dn2:84.5": "Ir jis yra užmautas ant juodo, geltono, raudono, balto ar pilko siūlo.” ",
  "dn2:84.6": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link žinojimo ir matymo. ",
  "dn2:84.7": "Jis supranta: ",
  "dn2:84.8": "„Šis gi mano kūnas yra materialus, (sudarytas) iš keturių didžiųjų elementų, gimęs iš motinos ir tėvo, jis yra ryžių košės ir rūgpienio sankaupa, jis turi prigimtį keistis, dėvėtis, suirti, pranykti. ",
  "dn2:84.9": "Ši gi mano sąmonė remiasi į jį, yra prie jo pririšta.” ",
  "dn2:84.10": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:85.0": "4.3.3.2. Viršžmogiškas gebėjimas sukurti protu (kūną) ",
  "dn2:85.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link protu padaryto kūno sukūrimo. ",
  "dn2:85.2": "Jis iš šio kūno sukuria kitą kūną, turintį formą, padarytą protu, su visomis kūno dalimis ir galūnėmis, su pilnaverčiais gebėjimais. ",
  "dn2:86.1": "Panašiai, karaliau, kaip kad jei žmogus būtų išėmęs smilgą iš lendrūno. ",
  "dn2:86.2": "Jis taip pagalvotų: ",
  "dn2:86.3": "„Štai lendrūnas, štai smilga, lendrūnas yra viena, smilga – kita, išties, smilga yra ištraukta iš lendrūno.” ",
  "dn2:86.4": "Arba panašiai, karaliau, kaip kad jei žmogus būtų ištraukęs kardą iš makšties. ",
  "dn2:86.5": "Jis taip pagalvotų: ",
  "dn2:86.6": "„Štai kardas, štai makštis, kardas yra viena, makštis – kita, išties, kardas yra ištrauktas iš makšties.” ",
  "dn2:86.7": "Arba panašiai, karaliau, kaip kad jei žmogus būtų išnėręs gyvatę iš išnaros. ",
  "dn2:86.8": "Jis taip pagalvotų: ",
  "dn2:86.9": "„Štai gyvatė, štai išnara. Gyvatė yra viena, išnara – kita, išties, gyvatė yra išnerta iš išnaros.” ",
  "dn2:86.10": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link protu padaryto kūno sukūrimo. ",
  "dn2:86.11": "Jis iš šio kūno sukuria kitą kūną, turintį formą, padarytą protu, su visomis kūno dalimis ir galūnėmis, su pilnaverčiais gebėjimais. ",
  "dn2:86.12": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:87.0": "4.3.3.3. Viršžmogiški gebėjimai ",
  "dn2:87.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link viršžmogiškų gebėjimų. ",
  "dn2:87.2": "Jis įgyja įvairius viršžmogiškus gebėjimus: iš vieno pasidaro daugeliu, iš daugelio pasidaro vienu; pasirodo ir pradingsta; be trikdžių pereina pro sieną, pro pylimą, pro kalną kaip pro orą; ir iš žemės išneria ir paneria į ją lyg į vandenį; ir vandeniu eina lyg žeme, neskęsdamas; ir sėdėdamas sukryžiavęs kojas juda oru lyg paukštis; ir šiuos Mėnulį ir Saulę, tokius galingus ir tokius išdidžius, paliečia, paglosto ranka; ir gali valdyti (savo) kūną ligi pat Brahmų pasaulių. ",
  "dn2:88.1": "Panašiai, karaliau, kaip kad jei įgudęs puodžius ar puodžiaus padėjėjas iš gerai paruošto molio padarytų, pagamintų tokios formos indą, kokios panorėtų. ",
  "dn2:88.2": "Arba panašiai, karaliau, kaip kad jei dramblio kaulo dirbėjas arba dramblio kaulo dirbėjo padėjėjas iš gerai paruošto dramblio kaulo padarytų, pagamintų dramblio kaulo dirbinį tokios formos, kokios panorėtų. ",
  "dn2:88.3": "Arba panašiai, karaliau, kaip kad jei auksakalys arba auksakalio padėjėjas iš gerai paruošto aukso padarytų, pagamintų aukso dirbinį tokios formos, kokios panorėtų. ",
  "dn2:88.4": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link viršžmogiškų gebėjimų. ",
  "dn2:88.5": "Jis įgyja įvairius viršžmogiškus gebėjimus: iš vieno pasidaro daugeliu, iš daugelio pasidaro vienu; pasirodo ir pradingsta; be trikdžių pereina pro sieną, pro pylimą, pro kalną kaip pro orą; ir iš žemės išneria ir paneria į ją lyg į vandenį; ir vandeniu eina lyg žeme, neskęsdamas; ir sėdėdamas sukryžiavęs kojas juda oru lyg paukštis; ir šiuos Mėnulį ir Saulę, tokius galingus ir tokius išdidžius, paliečia, paglosto ranka; ir gali valdyti (savo) kūną ligi pat Brahmų pasaulių. ",
  "dn2:88.6": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:89.0": "4.3.3.4. Dieviškoji ausis ",
  "dn2:89.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link dieviškosios ausies elemento. ",
  "dn2:89.2": "Jis išgrynintu viršžmogišku dieviškos ausies elementu girdi tiek dievų, tiek ir žmonių garsus ir arti, ir toli. ",
  "dn2:90.1": "Panašiai, karaliau, kaip kad jei žmogus keliautų vieškeliu. Jis išgirstų litaurų garsą, būgnelių garsą, taip pat kriauklių, būgnų, tamtamų garsus. Jis taip pagalvotų: „Tai litaurų garsas, tai būgnelių garsas, tai kriauklių, būgnų, tamtamų garsai”. ",
  "dn2:90.2": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link dieviškosios ausies elemento. ",
  "dn2:90.3": "Jis išgrynintu viršžmogišku dieviškos ausies elementu girdi tiek dievų, tiek ir žmonių garsus ir arti, ir toli. ",
  "dn2:90.4": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:91.0": "4.3.3.5. Kitų protų žinojimas ",
  "dn2:91.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link kitų protų žinojimo. ",
  "dn2:91.2": " Jis supranta kitų būtybių, kitų asmenų protą apgaubęs jį savuoju. ",
  "dn2:91.3": "Protą su geiduliu jis supranta kaip protą su geiduliu. ",
  "dn2:91.4": "Protą be geidulio jis supranta kaip protą be geidulio. ",
  "dn2:91.5": "Protą su neapykanta jis supranta kaip protą su neapykanta. ",
  "dn2:91.6": "Protą be neapykantos jis supranta kaip protą be neapykantos. ",
  "dn2:91.7": "Protą su paklydimu jis supranta kaip protą su paklydimu. ",
  "dn2:91.8": "Protą be paklydimo jis supranta kaip protą be paklydimo. ",
  "dn2:91.9": "Suvaržytą protą jis supranta kaip suvaržytą protą. ",
  "dn2:91.10": "Išsiblaškiusį protą jis supranta kaip išsiblaškiusį protą. ",
  "dn2:91.11": "Didingą protą jis supranta kaip didingą protą. ",
  "dn2:91.12": "Nedidingą protą jis supranta kaip nedidingą protą. ",
  "dn2:91.13": "Pranokstamą protą jis supranta kaip pranokstamą protą. ",
  "dn2:91.14": "Nepranokstamą protą jis supranta kaip nepranokstamą protą. ",
  "dn2:91.15": "Sutelktą protą jis supranta kaip sutelktą protą. ",
  "dn2:91.16": "Nesutelktą protą jis supranta kaip nesutelktą protą. ",
  "dn2:91.17": "Išlaisvintą protą jis supranta kaip išlaisvintą protą. ",
  "dn2:91.18": "Neišlaisvintą protą jis supranta kaip neišlaisvintą protą. ",
  "dn2:92.1": "Panašiai, karaliau, kaip kad jei, jaunas vaikinas ar mergina, mėgstanti puoštis, švariame, nuvalytame veidrodyje arba inde su tyru vandeniu apžiūrėtų savo veido atspindį. Jei jis būtų su apgamu, ji žinotų: „Su apgamu”. Arba jei būtų be apgamo, jis žinotų: „Be apgamo”. ",
  "dn2:92.2": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link kitų protų žinojimo. ",
  "dn2:92.3": " Jis supranta kitų būtybių, kitų asmenų protą apgaubęs jį savuoju. ",
  "dn2:92.4": "Protą su geiduliu jis supranta kaip protą su geiduliu. ",
  "dn2:92.5": "Protą be geidulio jis supranta kaip protą be geidulio. ",
  "dn2:92.6": "Protą su neapykanta jis supranta kaip protą su neapykanta. ",
  "dn2:92.7": "Protą be neapykantos jis supranta kaip protą be neapykantos. ",
  "dn2:92.8": "Protą su paklydimu jis supranta kaip protą su paklydimu. ",
  "dn2:92.9": "Protą be paklydimo jis supranta kaip protą be paklydimo. ",
  "dn2:92.10": "Suvaržytą protą jis supranta kaip suvaržytą protą. ",
  "dn2:92.11": "Išsiblaškiusį protą jis supranta kaip išsiblaškiusį protą. ",
  "dn2:92.12": "Didingą protą jis supranta kaip didingą protą. ",
  "dn2:92.13": "Nedidingą protą jis supranta kaip nedidingą protą. ",
  "dn2:92.14": "Pranokstamą protą jis supranta kaip pranokstamą protą. ",
  "dn2:92.15": "Nepranokstamą protą jis supranta kaip nepranokstamą protą. ",
  "dn2:92.16": "Sutelktą protą jis supranta kaip sutelktą protą. ",
  "dn2:92.17": "Nesutelktą protą jis supranta kaip nesutelktą protą. ",
  "dn2:92.18": "Išlaisvintą protą jis supranta kaip išlaisvintą protą. ",
  "dn2:92.19": "Neišlaisvintą protą jis supranta kaip neišlaisvintą protą. ",
  "dn2:92.20": "Tai irgi, karaliau, yra čia pat ir iškart regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir iškart regimus atsiskyrimo vaisius. ",
  "dn2:93.0": "4.3.3.6. Praeitų gyvenimų prisiminimas ",
  "dn2:93.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link praeitų gyvenimų prisiminimo. ",
  "dn2:93.2": "Jis prisimena daugelį praeitų gyvenimų, t. y.: vieną gimimą, du gimimus, tris gimimus, keturis gimimus, penkis gimimus, dešimt gimimų, dvidešimt gimimų, trisdešimt gimimų, keturiasdešimt gimimų, penkiasdešimt gimimų, šimtą gimimų, tūkstantį gimimų, šimtą tūkstančių gimimų, daugybę vystymosi erų, daugybę nykimo erų, daugybę vystymosi–nykimo erų. „Buvau toks ir toks, tokiu vardu, tokios giminės, tokios išvaizdos, valgiau taip, patyriau tokius malonumus ir skausmus, gyvenau tiek metų, ten miręs, atgimiau štai ten; toliau buvau ten, tokiu vardu, tokios giminės, tokios išvaizdos, valgiau taip, patyriau tokius malonumus ir skausmus, gyvenau tiek metų, ten miręs, atgimiau čia”. Taip jis išsamiai, su buitiškomis detalėmis prisimena daugelį praeitų gyvenimų. ",
  "dn2:94.1": "Panašiai, karaliau, kaip kad jei žmogus nueitų iš savo kaimo į kitą kaimą, o iš to kaimo nueitų į dar kitą. Iš ano kaimo vėliau jis sugrįžtų į savo. Jis pagalvotų taip: „Štai iš savo kaimo nuėjau į kitą kaimą. Ten taip stovėjau, taip sėdėjau, taip kalbėjau, taip tylėjau, o iš to kaimo nuėjau į dar kitą kaimą. Ten taip stovėjau, taip sėdėjau, taip kalbėjau, taip tylėjau ir iš ano kaimo aš sugrįžau į savo.” ",
  "dn2:94.2": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link praeitų gyvenimų prisiminimo. ",
  "dn2:94.3": "Jis prisimena daugelį praeitų gyvenimų, t. y.: vieną gimimą, du gimimus, tris gimimus, keturis gimimus, penkis gimimus, dešimt gimimų, dvidešimt gimimų, trisdešimt gimimų, keturiasdešimt gimimų, penkiasdešimt gimimų, šimtą gimimų, tūkstantį gimimų, šimtą tūkstančių gimimų, daugybę vystymosi erų, daugybę nykimo erų, daugybę vystymosi–nykimo erų. „Buvau toks ir toks, tokiu vardu, tokios giminės, tokios išvaizdos, valgiau taip, patyriau tokius malonumus ir skausmus, gyvenau tiek metų, ten miręs, atgimiau štai ten; toliau buvau ten, tokiu vardu, tokios giminės, tokios išvaizdos, valgiau taip, patyriau tokius malonumus ir skausmus, gyvenau tiek metų, ten miręs, atgimiau čia”. Taip jis išsamiai, su buitiškomis detalėmis prisimena daugelį praeitų gyvenimų. ",
  "dn2:94.4": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:95.0": "4.3.3.7. Dieviškoji akis ",
  "dn2:95.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link kitų būtybių mirties ir atgimimo. ",
  "dn2:95.2": "Jis išgryninta viršžmogiška dieviška akimi mato kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. „Šios gerbiamos būtybės, blogo kūno elgesio, blogo kalbos elgesio, blogo proto elgesio, įžeidinėjančios tauriuosius, neteisingų pažiūrų, elgėsi besivadovaudamos neteisingomis pažiūromis. Jos po kūno žūties, po mirties atgimė pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. O šios gerbiamos būtybės, gero kūno elgesio, gero kalbos elgesio, gero proto elgesio, neįžeidinėjančios tauriųjų, teisingų pažiūrų, elgėsi besivadovaudamos teisingomis pažiūromis, jos po kūno žūties, po mirties atgimė geroje vietoje, dangaus pasaulyje.” Taip jis išgryninta viršžmogiška dieviška akimi mato kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. ",
  "dn2:96.1": "Panašiai, karaliau, kaip kad jei kryžkelės viduryje būtų pakyla. Ant jos stovintis, geros regos žmogus matytų ir žmones įeinančius į namus, ir išeinančius (iš namų), ir važiuojančius ekipažu gatve, ir sėdinčius viduryje kryžkelės. Jis pagalvotų taip: „Šie žmonės įeina į namus, šie išeina (iš namų), šie važiuoja ekipažu gatve, šie sėdi viduryje kryžkelės.” ",
  "dn2:96.2": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link kitų būtybių mirties ir atgimimo. ",
  "dn2:96.3": "Jis išgryninta viršžmogiška dieviška akimi mato kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. „Šios gerbiamos būtybės, blogo kūno elgesio, blogo kalbos elgesio, blogo proto elgesio, įžeidinėjančios tauriuosius, neteisingų pažiūrų, elgėsi besivadovaudamos neteisingomis pažiūromis. Jos po kūno žūties, po mirties atgimė pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. O šios gerbiamos būtybės, gero kūno elgesio, gero kalbos elgesio, gero proto elgesio, neįžeidinėjančios tauriųjų, teisingų pažiūrų, elgėsi besivadovaudamos teisingomis pažiūromis, jos po kūno žūties, po mirties atgimė geroje vietoje, dangaus pasaulyje.” Taip jis išgryninta viršžmogiška dieviška akimi mato kaip miruštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. ",
  "dn2:96.4": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:97.0": "4.3.3.8. Ydų panaikinimas ",
  "dn2:97.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link ydų panaikinimo. ",
  "dn2:97.2": "Jis supranta kaip yra iš tikrųjų: „Tai yra kančia”, – supranta kaip yra iš tikrųjų: „Tai yra kančios šaltinis”, – supranta kaip yra iš tikrųjų: „Tai yra kančios baigtis”, – supranta kaip yra iš tikrųjų: „Tai yra kelias į kančios baigtį”. ",
  "dn2:97.3": "Jis supranta kaip yra iš tikrųjų: „Tai yra ydos”, – supranta kaip yra iš tikrųjų: „Tai yra ydų šaltinis”, – supranta kaip yra iš tikrųjų: „Tai yra ydų baigtis”, – supranta kaip yra iš tikrųjų: „Tai yra kelias į ydų baigtį”. ",
  "dn2:97.4": "Jam taip žinant ir matant, jo protas išsilaisvina nuo geismo ydos, išsilaisvina nuo būties troškimo ydos, išsilaisvina nuo neišmanymo ydos. ",
  "dn2:97.5": "Išsilaisvinus ateina žinojimas, kad yra išsilaisvinta. ",
  "dn2:97.6": "Jis supranta, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "dn2:98.1": "Panašiai, karaliau, kaip kad jei kalno papėdėje būtų tyras, švarus, skaidrus ežeras. Stovintis jo pakrantėje, geros regos žmogus matytų ir austres, ir kriaukles, ir žvyrą, ir akmenukus, ir judančius bei nejudrius žuvų būrius. Jis taip pagalvotų: „Štai tyras, švarus, skaidrus ežeras. Jame yra ir austrės, ir kriauklės, ir žvyras, ir akmenukai, ir judantys bei nejudrūs žuvų būriai.” ",
  "dn2:98.2": "Lygiai taip, karaliau, vienuolis būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis nukreipia, pasuka protą link ydų panaikinimo. ",
  "dn2:98.3": "Jis supranta, kaip yra iš tikrųjų: „Tai yra kančia”, – supranta, kaip yra iš tikrųjų: „Tai yra kančios šaltinis”, – supranta, kaip yra iš tikrųjų: „Tai yra kančios baigtis”, – supranta, kaip yra iš tikrųjų: „Tai yra kelias į kančios baigtį”. ",
  "dn2:98.4": "Jis supranta kaip yra iš tikrųjų: „Tai yra ydos”, – supranta kaip yra iš tikrųjų: „Tai yra ydų šaltinis”, – supranta kaip yra iš tikrųjų: „Tai yra ydų baigtis”, – supranta kaip yra iš tikrųjų: „Tai yra kelias į ydų baigtį”. ",
  "dn2:98.5": "Jam taip žinant ir matant, jo protas išsilaisvina nuo geismo ydos, išsilaisvina nuo būties troškimo ydos, išsilaisvina nuo neišmanymo ydos. ",
  "dn2:98.6": "Išsilaisvinus ateina žinojimas, kad yra išsilaisvinta. ",
  "dn2:98.7": "Jis supranta, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "dn2:98.8": "Tai irgi, karaliau, yra čia pat ir dabar regimas atsiskyrimo vaisius, nuostabesnis ir puikesnis už ankstesnius čia pat ir dabar regimus atsiskyrimo vaisius. ",
  "dn2:98.9": "Ir už šį čia pat ir dabar regimą atsiskyrimo vaisių nėra nuostabesnio ar puikesnio.” ",
  "dn2:99.0": "5. Adžiatasatus pasiskelbia pasauliečiu pasekėju ",
  "dn2:99.1": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pasakė Palaimintajam štai ką: ",
  "dn2:99.2": "„Nuostabu, Garbusis, nuostabu, Garbusis! ",
  "dn2:99.3": "Lygiai kaip, Garbusis, apverstą atstato atgal, ar atskleidžia tai, kas paslėpta, ar parodo kelią pasiklydusiam, ar į tamsą atneša aliejinę lempą tam, kad turintis akis pamatytų formas, lygiai taip Garbusis daugeliu būdų paaiškino mokymą. ",
  "dn2:99.4": "Aš, Garbusis, priimu prieglobstį Palaimintajame, mokyme ir vienuolių _saṅghoje_. ",
  "dn2:99.5": "Nuo šios dienos, tegul Palaimintasis laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui. ",
  "dn2:99.6": "Padariau nusikaltimą, Garbusis, (tai buvo) taip kvaila, taip neišmintinga, taip nedora, kad norėdamas valdžios, iš tėvo, iš doro žmogaus, teisingo karaliaus atėmiau gyvybę. ",
  "dn2:99.7": "Garbusis, tegul Palaimintasis priima šį mano prisipažinimą nusikaltime, tam, kad ateityje susilaikyčiau.” ",
  "dn2:100.1": "„Tikrai tu, karaliau, padarei nusikaltimą, (tai buvo) taip kvaila, taip neišmintinga, taip nedora, kad norėdamas valdžios, iš tėvo, iš doro žmogaus, teisingo karaliaus atėmei gyvybę. ",
  "dn2:100.2": "Bet dėl to, kad tu, pamatęs nusikaltimą kaip nusikaltimą, kaip pridera (jame) prisipažinai, mes priimame tavo prisipažinimą. ",
  "dn2:100.3": "Karaliau, švarus tauriųjų drausmės atžvilgiu yra tas, kas pamatęs nusikaltimą kaip nusikaltimą, kaip pridera (jame) prisipažįsta, o ateityje susilaiko.” ",
  "dn2:101.1": "Kai tai buvo pasakyta, Magadhos karalius Adžatasatus Vedehiputa pasakė Palaimintajam štai ką: ",
  "dn2:101.2": "„Na ką gi, Garbusis, dabar eisiu, turiu daug reikalų, daug ką reikia padaryti.” ",
  "dn2:101.3": "„Daryki dabar tai, kam manai yra laikas.” ",
  "dn2:101.4": "Ir štai Magadhos karalius Adžatasatus Vedehiputa pasidžiaugęs, patenkintas Palaimintojo kalba, atsistojo, pasveikino Palaimintąjį ir pasišalino neatsukdamas į jį nugaros. ",
  "dn2:102.1": "Ir štai, netrukus po Magadhos karaliaus Adžatasataus Vedehiputos išvykimo, Palaimintasis kreipėsi į vienuolius: ",
  "dn2:102.2": "„Šis karalius, vienuoliai, sužalojo save. ",
  "dn2:102.3": "Šis karalius, vienuoliai, sužeidė save. ",
  "dn2:102.4": "Jei, vienuoliai, šis karalius nebūtų atėmęs gyvybės iš tėvo, iš doro žmogaus, teisingo karaliaus, šitoje pačioje vietoje (jame) būtų atsivėręs nesuterštas, tyras Dhammos matymas.” ",
  "dn2:102.5": "Štai ką pasakė Palaimintasis. ",
  "dn2:102.6": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}