{
  "dn31:0.1": "Ilgų suttų rinkinys 31 ",
  "dn31:0.2": "Apie Singalą ",
  "dn31:1.1": "Taip aš girdėjau. ",
  "dn31:1.2": "Kartą Palaimintasis buvo apsistojęs Radžagahoje, bambukų giraitėje, voverių maitinimosi vietoje. ",
  "dn31:1.3": "Tuo gi metu namų šeimininko sūnus Singalaka anksti kėlęs išėjo už Radžagahos (ribų). (Dėvėdamas) šlapius drabužius, su šlapiais plaukais, sudėjo delnus kartu ir pradėjo garbinti pasaulio puses: ",
  "dn31:1.4": "rytus, pietus, vakarus, šiaurę, apačią ir viršų. ",
  "dn31:2.1": "Ir štai Palaimintasis iš ryto apsirengęs, pasiėmęs dubenį aukoms ir viršutinį apdarą, nuėjo į Radžagaha aukų (rinkti). ",
  "dn31:2.2": "Pamatė gi Palaimintasis namų šeimininko sūnų Singalaką anksti kėlusį išėjusį už Radžagahos (ribų), (dėvinti) šlapius drabužius, su šlapiais plaukais, sudėjusį delnus kartu ir pradėjusį garbinti pasaulio puses: ",
  "dn31:2.3": "rytus, pietus, vakarus, šiaurę, apačią ir viršų. ",
  "dn31:2.4": "Pamatęs, jis tarė namų šeimininko sūnui Singalakai: ",
  "dn31:2.5": "„Namų šeimininko sūnau, ko gi tu anksti kėlęs išėjai už Radžagahos (ribų). (Dėvėdamas) šlapius drabužius, su šlapiais plaukais, sudėjai delnus kartu ir pradėjai garbinti pasaulio puses: ",
  "dn31:2.6": "rytus, pietus, vakarus, šiaurę, apačią ir viršų?” ",
  "dn31:2.7": "„Garbusis, mirdamas, tėvas man taip pasakė: ",
  "dn31:2.8": "„Mielasis, turėtum garbinti pasaulio puses.” ",
  "dn31:2.9": "Aš gi, Garbusis, rodydamas pagarbą, gerbdamas, aukštindamas, garbindamas tėvo žodžius, anksti kėlęs išėjau už Radžagahos (ribų). (Dėvėdamas) šlapius drabužius, su šlapiais plaukais, sudėjau delnus kartu ir pradėjau garbinti pasaulio puses: ",
  "dn31:2.10": "rytus, pietus, vakarus, šiaurę, apačią ir viršų.” ",
  "dn31:2.11.0": "1. Šešios pusės ",
  "dn31:2.12": "„Ne taip, namų šeimininko sūnau, turėtų būti garbinamos šešios pusės taurioje disciplinoje.” ",
  "dn31:2.13": "„Bet kaip gi tuomet, Garbusis, turėtų būti garbinamos šešios pusės taurioje disciplinoje? ",
  "dn31:2.14": "Garbusis, būtų gerai jei Palaimintasis pamokytų mane principų pagal kuriuos turėtų būti garbinamos šešios pusės taurioje disciplinoje.” ",
  "dn31:2.15": "Tuomet, namų šeimininko sūnau, klausyki, sutelki visą dėmesį, kalbėsiu.” ",
  "dn31:2.16": "„Taip, Garbusis,” – atsakė Palaimintajam namų šeimininko sūnus Singalaka. ",
  "dn31:2.17": "Palaimintasis štai ką pasakė: ",
  "dn31:3.1": "„Namų šeimininko sūnau, kai tauriųjų mokinys yra atsikratęs keturių teršiančių veiksmų, nedaro keturiomis priežastimis grindžiamų nelabų veiksmų, nepraktikuoja šešių turto švaistymo būdų, jis neturi tų keturiolikos blogybių ir aprėpia šešias kryptis. ",
  "dn31:3.2": "Jis žengia link pergalės abiejuose pasauliuose. Jam sekasi ir šiame, ir kitame pasaulyje. ",
  "dn31:3.3": "Jis po kūno žūties, po mirties atgimsta geroje vietoje, dangaus pasaulyje. ",
  "dn31:3.4.0": "2. Keturi teršiantys veiksmai ",
  "dn31:3.5": "Kokie yra keturi teršiantys veiksmai, kurių jis yra atsikratęs? ",
  "dn31:3.6": "Žudymas, namų šeimininko sūnau, yra teršiantis veiksmas, vogimas yra teršiantis veiksmas, svetimavimas yra teršiantis veiksmas, melavimas yra teršiantis veiksmas. ",
  "dn31:3.7": "Jis yra atsikratęs šių keturių teršiančių veiksmų.“ ",
  "dn31:3.8": "Štai ką pasakė Palaimintasis. ",
  "dn31:3.9": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "dn31:4.1": "„Žudymui, vogimui, ",
  "dn31:4.2": "melavimui ",
  "dn31:4.3": "ir svetimavimui ",
  "dn31:4.4": "išminčiai nepritaria.” ",
  "dn31:5.0": "3. Keturios priežastys ",
  "dn31:5.1": "Kokiomis keturiomis priežastimis grindžiamų nelabų veiksmų jis nedaro? ",
  "dn31:5.2": "Nelabi veiksmai yra daromi einant norų keliu, nelabi veiksmai yra daromi einant neapykantos keliu, nelabi veiksmai yra daromi einant paklydimo keliu, nelabi veiksmai yra daromi einant baimės keliu. ",
  "dn31:5.3": "Dėl to gi, namų šeimininko sūnau, kad tauriųjų mokinys, nei eina norų keliu, nei eina neapykantos keliu, nei eina paklydimo keliu, nei eina baimės keliu, ",
  "dn31:5.4": "jis nedaro keturiomis priežastimis grindžiamų nelabų veiksmų.” ",
  "dn31:5.5": "Štai ką pasakė Palaimintasis. ",
  "dn31:5.6": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "dn31:6.1": "„To, kas dėl noro, neapykantos, baimės ar paklydimo ",
  "dn31:6.2": "pažeidžia darnos dėsnį, ",
  "dn31:6.3": "garbė nyksta ",
  "dn31:6.4": "kaip mėnulis per delčią. ",
  "dn31:6.5": "To, kas dėl noro, neapykantos, baimės ar paklydimo ",
  "dn31:6.6": "nepažeidžia darnos dėsnio, ",
  "dn31:6.7": "garbė auga ",
  "dn31:6.8": "kaip mėnulis per priešpilnį. ",
  "dn31:7.0": "4. Šeši turto švaistymo būdai ",
  "dn31:7.1": "Kokie yra šeši turto švaistymo būdai, kurių jis nepraktikuoja? ",
  "dn31:7.2": "Pasišventimas alaus, vyno, alkoholio, svaigalų vartojimui, namų šeimininko sūnau, yra turto švaistymo būdas, pasišventimas bastymuisi gatvėmis naktimis yra turto švaistymo būdas, dažnas lankymasis šventėse yra turto švaistymo būdas, pasišventimas apsvaiginantiems lošimams yra turto švaistymo būdas, susidėjimas su nelabais draugais yra turto švaistymo būdas, pasišventimas tinginystei yra turto švaistymo būdas. ",
  "dn31:8.0": "5. Šešios bėdos susijusios su svaigalų gėrimu ",
  "dn31:8.1": "Namų šeimininko sūnau, pasišventimas alaus, vyno, alkoholio, svaigalų vartojimui yra (susijęs su) šiomis šešiomis bėdomis: ",
  "dn31:8.2": "savo dabartinio turto praradimu, barnių pagausėjimu, polinkiu sirgti, prastos reputacijos įgijimu, intymių vietų rodymu ir išminties susilpnėjimu – tai šeštas dalykas. ",
  "dn31:8.3": "Su šiomis šešiomis bėdomis, namų šeimininko sūnau, (yra susijęs) pasišventimas alaus, vyno, alkoholio, svaigalų vartojimui. ",
  "dn31:9.0": "6. Šešios bėdos susijusios su pasišventimu bastymuisi gatvėmis naktimis ",
  "dn31:9.1": "Namų šeimininko sūnau, pasišventimas bastymuisi gatvėmis naktimis yra (susijęs su) šiomis šešiomis bėdomis: ",
  "dn31:9.2": "(žmogus) pats yra be apginties, be saugos, jo vaikai ir žmona taip pat yra be apginties, be saugos, jo nuosavybė taip pat yra be apginties, be saugos, jį įtaria nelabuose dalykuose, apie jį pasklinda melagingi gandai ir jis susiduria su daugybę nelaimių. ",
  "dn31:9.3": "Su šiomis šešiomis bėdomis, namų šeimininko sūnau, (yra susijęs) pasišventimas bastymuisi gatvėmis naktimis. ",
  "dn31:10.0": "7.  Šešios bėdos susijusios su dažnu lankymusi šventėse ",
  "dn31:10.1": "Namų šeimininko sūnau, dažnas lankymasis šventėse yra (susijęs su) šiomis šešiomis bėdomis: ",
  "dn31:10.2": "(galvojama tik apie tai,) kur šokiai, kur dainos, kur muzika, kur vaidinimai, kur rankų plojimai, kur grojimas būgnais. ",
  "dn31:10.3": "Su šiomis šešiomis bėdomis, namų šeimininko sūnau, (yra susijęs) dažnas lankymasis šventėse. ",
  "dn31:11.0": "8.  Šešios bėdos susijusios su apsvaiginančiais lošimais ",
  "dn31:11.1": "Namų šeimininko sūnau, pasišventimas apsvaiginantiems lošimams yra (susijęs su) šiomis šešiomis bėdomis: ",
  "dn31:11.2": "laimėjimas sukelia priešiškumą; pralaimėjęs liūdi dėl prarasto turto; prarandamas savas turtas; jo žodis neturi svorio viešojoje erdvėje; draugai ir artimieji jį niekina; su juo nenorima užmegzti šeimyninių ryšių, ",
  "dn31:11.3": "nes (manoma, kad) šis žmogus yra lošėjas ir negali išlaikyti šeimos. ",
  "dn31:11.4": "Su šiomis šešiomis bėdomis, namų šeimininko sūnau, (yra susijęs) pasišventimas apsvaiginantiems lošimams. ",
  "dn31:12.0": "9. Šešios bėdos susijusios su susidėjimu su nelabais draugais ",
  "dn31:12.1": "Namų šeimininko sūnau, susidėjimas su nelabais draugais yra (susijęs su) šiomis šešiomis bėdomis: ",
  "dn31:12.2": "jo draugais ir bičiuliais tampa lošėjai, palaidūnai, girtuokliai, apsimetėliai, sukčiai ir užpuolikai. ",
  "dn31:12.3": "Su šiomis šešiomis bėdomis, namų šeimininko sūnau, (yra susijęs) susidėjimas su nelabais draugais. ",
  "dn31:13.0": "10. Šešios bėdos susijusios su tinginyste ",
  "dn31:13.1": "Namų šeimininko sūnau, pasišventimas tinginystei yra (susijęs su) šiomis šešiomis bėdomis: ",
  "dn31:13.2": "(žmogus) nedirba galvodamas, kad yra per šalta, nedirba galvodamas, kad yra per karšta, nedirba galvodamas, kad yra per vėlu, nedirba galvodamas, kad yra per anksti, nedirba galvodamas, kad jis yra per alkanas, nedirba galvodamas, kad jis yra persivalgęs. ",
  "dn31:13.3": "Jam taip gyvenant daugybe būdų atsikalbinėjant nuo darbų, nauji turtai neatsiranda, o esami turtai išeikvojami. ",
  "dn31:13.4": "Su šiomis šešiomis bėdomis, namų šeimininko sūnau, (yra susijęs) pasišventimas tinginystei.” ",
  "dn31:13.5": "Štai ką pasakė Palaimintasis. ",
  "dn31:13.6": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "dn31:14.1": "„Yra draugai sugėrovai, ",
  "dn31:14.2": "yra sakantys „mielasis, mielasis”, ",
  "dn31:14.3": "bet tikras draugas yra tas, ",
  "dn31:14.4": "kas išlieka draugu, kai jo reikia. ",
  "dn31:14.5": "Miegojimas iki saulėtekio, svetimavimas, ",
  "dn31:14.6": "priešiškumo skleidimas ir žalojimas, ",
  "dn31:14.7": "blogi draugai bei šykštumas – ",
  "dn31:14.8": "šios šešios priežastys veda žmogų į pražūtį. ",
  "dn31:14.9": "Žmogus turįs blogų draugų, blogų bičiulių, ",
  "dn31:14.10": "kurio nelabas elgesys, kuris lanko blogas vietas, ",
  "dn31:14.11": "krenta žemyn iš šio ir kito – ",
  "dn31:14.12": "iš abiejų pasaulių. ",
  "dn31:14.13": "Žaidimai kauliukais, moterys, svaiginantys gėrimai, šokiai ir dainos, ",
  "dn31:14.14": "miegojimas dieną, bastymasis naktį, ",
  "dn31:14.15": "blogi draugai bei šykštumas – ",
  "dn31:14.16": "šios šešios priežastys veda žmogų į pražūtį. ",
  "dn31:14.17": "Kas žaidžia kauliukais, geria svaigalus, ",
  "dn31:14.18": "eina pas moteris, kurias kiti brangina, kaip gyvenimą, ",
  "dn31:14.19": "draugauja su blogesniais, o ne geresniais, ",
  "dn31:14.20": "nyksta kaip mėnulis per delčią. ",
  "dn31:14.21": "Beturtis, vargšas, girtuoklis ",
  "dn31:14.22": "ištroškęs geria nuėjęs į smuklę, ",
  "dn31:14.23": "paskęsta jis skolose kaip (akmuo) vandeny ",
  "dn31:14.24": "ir veikiai lieka be šeimos. ",
  "dn31:14.25": "Paprastai miegantis dieną ",
  "dn31:14.26": "ir nesikeliantis iki vėlumos, ",
  "dn31:14.27": "amžinai prisigeriantis girtuoklis ",
  "dn31:14.28": "negali tvarkytis su gyvenimu namuose. ",
  "dn31:14.29": "„Per šalta, per karšta, ",
  "dn31:14.30": "per vėlu”, – taip jaunimas sako, ",
  "dn31:14.31": "jiems taip atidėliojant darbus, ",
  "dn31:14.32": "turtai eina pro šalį. ",
  "dn31:14.33": "O kas apie šaltį ir karštį ",
  "dn31:14.34": "galvoja ne daugiau nei apie šiaudus, ",
  "dn31:14.35": "kas atlieka žmogiškus darbus, ",
  "dn31:14.36": "to laimė neapleidžia.“ ",
  "dn31:15.0": "11. Apsimetėliai draugai ",
  "dn31:15.1": "„Šie keturi, namų šeimininko sūnau, žinotini kaip priešai apsimetantys draugais: ",
  "dn31:15.2": "tas, kuris tik ima, žinotinas kaip priešas apsimetantis draugu, tas, kuris tik kalba, žinotinas kaip priešas apsimetantis draugu, saldžiakalbis žinotinas kaip priešas apsimetantis draugu, išlaidūnas žinotinas kaip priešas apsimetantis draugu. ",
  "dn31:16.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris tik ima yra priešas apsimetantis draugu. ",
  "dn31:16.2": "Jis tik ima, ",
  "dn31:16.3": "mažai davęs, jis nori daug (gauti), ",
  "dn31:16.4": "pareigas jis atlieka iš baimės, ",
  "dn31:16.5": "o bendrauja (tik) savanaudiškais tikslais. ",
  "dn31:16.6": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris tik ima yra priešas apsimetantis draugu. ",
  "dn31:17.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris tik kalba yra priešas apsimetantis draugu. ",
  "dn31:17.2": "Jis (kalba, koks jis būtų buvęs) svetingas praeity, jis (kalba, koks jis bus) svetingas ateity, jis meilinasi nereikšmingais dalykais, o kai dabarty prireikia jo (pagalbos), pasirodo jis „bėdoje”. ",
  "dn31:17.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris tik kalba yra priešas apsimetantis draugu. ",
  "dn31:18.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių saldžiakalbis yra priešas apsimetantis draugu. ",
  "dn31:18.2": "Jis pritaria ir nelabiems (veiksmams), pritaria ir geriems, į akis jis giria, o už akių peikia. ",
  "dn31:18.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių saldžiakalbis yra priešas apsimetantis draugu. ",
  "dn31:19.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių išlaidūnas yra priešas apsimetantis draugu. ",
  "dn31:19.2": "Jis yra draugas geriant alų, vyną, alkoholį (ir vartojant kitus) svaigalus, bastantis gatvėmis naktimis, dažnai lankantis šventėse ir lošiant. ",
  "dn31:19.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių išlaidūnas yra priešas apsimetantis draugu.” ",
  "dn31:19.4": "Štai ką pasakė Palaimintasis. ",
  "dn31:19.5": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "dn31:20.1": "„Draugas, kuris tik ima, ",
  "dn31:20.2": "draugas, kuris tik kalba, ",
  "dn31:20.3": "tas, kuris saldžialiežuvauja, ",
  "dn31:20.4": "ir draugas-išlaidūnas – ",
  "dn31:20.5": "šie keturi yra priešai. ",
  "dn31:20.6": "Suprasdamas tai išminčius ",
  "dn31:20.7": "laikosi nuo jų atokiai, ",
  "dn31:20.8": "kaip nuo pavojų kelyje.” ",
  "dn31:21.0": "12. Nuoširdus draugas ",
  "dn31:21.1": "„Šie keturi, namų šeimininko sūnau, žinotini kaip nuoširdūs draugai: ",
  "dn31:21.2": "tas, kuris padeda, žinotinas kaip nuoširdus draugas, tas, kuris yra vienodas ir laimėje, ir nelaimėje, žinotinas kaip nuoširdus draugas, tas, kieno kalbos yra naudingos, žinotinas kaip nuoširdus draugas, ir  tas, kuris atjaučia, žinotinas kaip nuoširdus draugas. ",
  "dn31:22.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris padeda yra nuoširdus draugas. ",
  "dn31:22.2": "Jis saugo išsiblaškiusi (draugą), saugo išsiblaškiusio (draugo) nuosavybę, suteikia prieglobstį išsigandusiam (draugui), kai kyla reikalas, jis suteikia dvigubai didesnę paramą. ",
  "dn31:22.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris padeda yra nuoširdus draugas. ",
  "dn31:23.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris yra vienodas ir laimėje, ir nelaimėje yra nuoširdus draugas. ",
  "dn31:23.2": "Jis dalinasi savo paslaptimis, saugo kitų paslaptis, nemeta bėdoje, ir net atiduoda savo gyvybę, kad padėtų (draugui). ",
  "dn31:23.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris yra vienodas ir laimėje, ir nelaimėje yra nuoširdus draugas. ",
  "dn31:24.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kieno kalbos naudingos yra nuoširdus draugas. ",
  "dn31:24.2": "Jis sulaiko nuo nelabų (veiksmų), skatina gerus (veiksmus), papasakoja (ankščiau) negirdėtus dalykus, parodo kelią į dangų. ",
  "dn31:24.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kieno kalbos naudingos yra nuoširdus draugas. ",
  "dn31:25.1": "Žinotinos keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris atjaučia yra nuoširdus draugas. ",
  "dn31:25.2": "Jis nesidžiaugia, kai (draugui) nesiseka, džiaugiasi, kai (jam) sekasi, neleidžia (jo) peikti, pritaria pagyroms. ",
  "dn31:25.3": "Žinotinos šios keturios priežastys, namų šeimininko sūnau, dėl kurių tas, kuris atjaučia yra nuoširdus draugas.” ",
  "dn31:25.4": "Štai ką pasakė Palaimintasis. ",
  "dn31:25.5": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "dn31:26.1": "„Draugas, kuris padeda, ",
  "dn31:26.2": "draugas laimėje ir nelaimėje, ",
  "dn31:26.3": "draugas, kurio kalbos naudingos ",
  "dn31:26.4": "ir atjaučiantis draugas – ",
  "dn31:26.5": "šie keturi yra (tikri) draugai. ",
  "dn31:26.6": "Te išminčius, suprasdamas tai, ",
  "dn31:26.7": "jais nuoširdžiai rūpinasi, ",
  "dn31:26.8": "kaip mama savo sūnumi. ",
  "dn31:26.9": "Dorovingas išminčius ",
  "dn31:26.10": "šviečia kaip liepsnojanti ugnis. ",
  "dn31:26.11": "To, kas kaupia turtus ",
  "dn31:26.12": "kaip nenuilstanti bitė ",
  "dn31:26.13": "turtai užauga, ",
  "dn31:26.14": "kaip kraunamas skruzdėlynas. ",
  "dn31:26.15": "Taip sukaupęs turtus, ",
  "dn31:26.16": "namų šeimininkas (savo) šeimoje yra pajėgus (ja rūpintis). ",
  "dn31:26.17": "Padalinęs turtą į keturias dalis, ",
  "dn31:26.18": "jis išlaiko (prie savęs) draugus. ",
  "dn31:26.19": "Jis turėtų naudoti vieną turto dalį, ",
  "dn31:26.20": "dvi dalis investuoti į darbą, ",
  "dn31:26.21": "o ketvirtą dalį atidėti ",
  "dn31:26.22": "juodai dienai.” ",
  "dn31:27.0": "13. Dalis apie šešių krypčių aprėpimą ",
  "dn31:27.1": "„Ir kaip, namų šeimininko sūnau, tauriųjų mokinys aprėpia šešias kryptis? ",
  "dn31:27.2": "Žinotinos, namų šeimininko sūnau, šios šešios kryptys: ",
  "dn31:27.3": "tėvai žinotini kaip rytai, mokytojai – kaip pietūs, žmona ir vaikai – kaip vakarai, draugai ir artimieji – kaip šiaurė, vergai ir darbuotojai – apačia, atsiskyrėliai ir brahmanai žinotini kaip viršus. ",
  "dn31:28.1": "Yra penki būdai, namų šeimininko sūnau, kuriais sūnus turėtų rūpintis tėvais – rytų kryptimi. ",
  "dn31:28.2": "(Jis nusprendžia:) „ Maitintas (jų), aš juos maitinsiu, aš atliksiu jų pareigas, aš pratęsiu giminės tradicijas, aš elgsiuosi (taip, kad būčiau) vertas palikimo, o kai jie mirs, aš darysiu aukojimus jų vardu.” ",
  "dn31:28.3": "Tėvai – rytų kryptis, namų šeimininko sūnau, kuriais sūnus rūpinasi šiais penkiais būdais, atjaučia sūnų penkiais būdais: ",
  "dn31:28.4": "jie sulaiko (jį) nuo nelabų (veiksmų), skatina (daryti) gerus (veiksmus), išmoko amato, suveda su tinkama žmona, kai tam ateina laikas, perleidžia palikimą. ",
  "dn31:28.5": "Tėvai – rytų kryptis, namų šeimininko sūnau, kuriais sūnus rūpinasi šiais penkiais būdais, atjaučia sūnų šiais penkiais būdais. ",
  "dn31:28.6": "Taip jis aprėpia rytinę pusę ir padaro ją saugia, be pavojų. ",
  "dn31:29.1": "Yra penki būdai, namų šeimininko sūnau, kuriais mokinys turėtų rūpintis mokytoju – pietų kryptimi: ",
  "dn31:29.2": "(jį pamačius), atsistoti, pagerbti, gerai klausyti, patarnauti ir nuoširdžiai mokytis (jų mokomo) dalyko. ",
  "dn31:29.3": "Mokytojai – pietų kryptis, namų šeimininko sūnau, kuriais mokinys rūpinasi šiais penkiais būdais, atjaučia mokinį penkiais būdais: ",
  "dn31:29.4": "jie apmoko jį gero elgesio, išmokina to, ką reikia gerai išmokti, aiškiai išdėsto visą amato mokslą, supažindina su draugais ir artimaisiais, (visuose) kraštuose pasirūpina jo saugumu. ",
  "dn31:29.5": "Mokytojai – pietų kryptis, namų šeimininko sūnau, kuriais mokinys rūpinasi šiais penkiais būdais, atjaučia mokinį šiais penkiais būdais. ",
  "dn31:29.6": "Taip jis aprėpia pietinę pusę ir padaro ją saugia, be pavojų. ",
  "dn31:30.1": "Yra penki būdai, namų šeimininko sūnau, kuriais vyras turėtų rūpintis žmona – vakarų kryptimi: ",
  "dn31:30.2": "būti su ja mandagiu, neniekinti jos, būti ištikimu, perleisti jai valdžią, dovanoti papuošalus. ",
  "dn31:30.3": "Žmona – vakarų kryptis, namų šeimininko sūnau, kuria vyras rūpinasi šiais penkiais būdais, atjaučia vyrą penkiais būdais: ",
  "dn31:30.4": "ji gerai atlieka savo darbą, yra mandagi su aplinkiniais, ištikima, saugo uždirbtus turtus, yra gabi ir uoliai atlieka visas savo pareigas. ",
  "dn31:30.5": "Žmona – vakarų kryptis, namų šeimininko sūnau, kuria vyras rūpinasi šiais penkiais būdais, atjaučia vyrą šiais penkiais būdais. ",
  "dn31:30.6": "Taip jis aprėpia vakarų pusę ir padaro ją saugia, be pavojų. ",
  "dn31:31.1": "Yra penki būdai, namų šeimininko sūnau, kuriais kilnios šeimos žmogus turėtų rūpintis draugais ir artimaisiais – šiaurės kryptimi: ",
  "dn31:31.2": "dovanos, malonios kalbos, draugiškas elgesys, nešališkumas ir žodžio laikymasis. ",
  "dn31:31.3": "Draugai ir artimieji – šiaurės kryptis, namų šeimininko sūnau, kuriais kilnios šeimos žmogus rūpinasi šiais penkiais būdais, atjaučia kilnios šeimos žmogų penkiais būdais: ",
  "dn31:31.4": "jie saugo išsiblaškiusį, jie saugo išsiblaškiusio nuosavybę, jie suteikia prieglobstį išsigandusiam, nemeta bėdoje, gerbia jo palikuonius. ",
  "dn31:31.5": "Draugai ir artimieji – šiaurės kryptis, namų šeimininko sūnau, kuriais kilnios šeimos žmogus rūpinasi šiais penkiais būdais, atjaučia kilnios šeimos žmogų šiais penkiais būdais. ",
  "dn31:31.6": "Taip jis aprėpia šiaurės pusę ir padaro ją saugia, be pavojų. ",
  "dn31:32.1": "Yra penki būdai, namų šeimininko sūnau, kuriais garbingas žmogus turėtų rūpintis vergais ir darbuotojais – apačios kryptimi: ",
  "dn31:32.2": "paskirstyti darbus pagal gebėjimus, duoti maistą ir algą, rūpintis sergančiais, dalintis skanumynais, laikas nuo laiko paleisti juos (atostogoms). ",
  "dn31:32.3": "Vergai ir darbuotojai – apačios kryptis, namų šeimininko sūnau, kuriais garbingas žmogus rūpinasi šiais penkiais būdais, atjaučia garbingą žmogų penkiais būdais: ",
  "dn31:32.4": "jie keliasi anksčiau už jį, eina miegoti vėliau už jį, nevagia, gerai atlieka savo darbą ir atneša (jam) garbę ir gerą vardą. ",
  "dn31:32.5": "Vergai ir darbuotojai – apačios kryptis, namų šeimininko sūnau, kuriais garbingas žmogus rūpinasi šiais penkiais būdais, atjaučia garbingą žmogų šiais penkiais būdais. ",
  "dn31:32.6": "Taip jis aprėpia apačios pusę ir padaro ją saugia, be pavojų. ",
  "dn31:33.1": "Yra penki būdai, namų šeimininko sūnau, kuriais kilnios šeimos žmogus turėtų rūpintis atsiskyrėliais ir brahmanais – viršaus kryptimi, tai – ",
  "dn31:33.2": "geraširdiški kūno veiksmai, geraširdiški kalbos veiksmai, geraširdiški proto veiksmai, atviros durys, maisto dalinimas. ",
  "dn31:33.3": "Atsiskyrėliai ir brahmanai – viršaus kryptis, namų šeimininko sūnau, kuriais kilnios šeimos žmogus rūpinasi šiais penkiais būdais, atjaučia kilnios šeimos žmogų penkiais būdais: ",
  "dn31:33.4": "jie sulaiko nuo nelabų (veiksmų), skatina gerus (veiksmus), atjaučia jį geromis mintimis, papasakoja (ankščiau) negirdėtus dalykus, paaiškina tai, kas buvo girdėta (anksčiau), parodo kelią į dangų. ",
  "dn31:33.5": "Atsiskyrėliai ir brahmanai – viršaus kryptis, namų šeimininko sūnau, kuriais kilnios šeimos žmogus rūpinasi šiais penkiais būdais, atjaučia kilnios šeimos žmogų šiais penkiais būdais. ",
  "dn31:33.6": "Taip jis aprėpia viršaus pusę ir padaro ją saugia, be pavojų.” ",
  "dn31:33.7": "Štai ką pasakė Palaimintasis. ",
  "dn31:33.8": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "dn31:34.1": "„Tėvai – rytai, ",
  "dn31:34.2": "mokytojai – pietūs, ",
  "dn31:34.3": "žmona ir vaikai – vakarai, ",
  "dn31:34.4": "draugai ir artimieji – šiaurė, ",
  "dn31:34.5": "vergai ir darbuotojai – apačia, ",
  "dn31:34.6": "viršus – atsiskyrėliai ir brahmanai. ",
  "dn31:34.7": "Šias pasaulio puses turėtų garbinti ",
  "dn31:34.8": "namų šeimininkas (, kuris savo) šeimoje yra pajėgus (ja rūpintis). ",
  "dn31:34.9": "Dorovingas išminčius ",
  "dn31:34.10": "švelnus ir iškalbingas, ",
  "dn31:34.11": "kuklus ir neužsispyręs – ",
  "dn31:34.12": "toks laimi šlovę. ",
  "dn31:34.13": "Energingas, uolus, ",
  "dn31:34.14": "bėdoje nedrebantis, ",
  "dn31:34.15": "sąžiningo elgesio, galvus – ",
  "dn31:34.16": "toks laimi šlovę. ",
  "dn31:34.17": "Geradaris, susidraugaujantis (su kitais), ",
  "dn31:34.18": "dosnus, be šykštumo, ",
  "dn31:34.19": "vadas, apmokantis, įtikinantis – ",
  "dn31:34.20": "toks laimi šlovę. ",
  "dn31:34.21": "Dovanos ir malonios kalbos, ",
  "dn31:34.22": "draugiškas elgesys ",
  "dn31:34.23": "ir situaciją atitinkantis ",
  "dn31:34.24": "nešališkumas – ",
  "dn31:34.25": "šie sutvirtina pasaulį, ",
  "dn31:34.26": "kaip judančio vežimo kaištis. ",
  "dn31:34.27": "Jei šių sutvirtinimų nebūtų, ",
  "dn31:34.28": "nei motiną ",
  "dn31:34.29": "aukštintų ar garbintų vaikai, ",
  "dn31:34.30": "nei tėvą. ",
  "dn31:34.31": "Dėl to, kad šiuos sutvirtinimus ",
  "dn31:34.32": "išminčiai teisingai mato, ",
  "dn31:34.33": "jie pasiekia didybę, ",
  "dn31:34.34": "ir būna giriami.” ",
  "dn31:35.1": "Kai tai buvo pasakyta, namų šeimininko sūnus Singalaka tarė Palaimintajam: ",
  "dn31:35.2": "„Nuostabu, Garbusis, nuostabu, Garbusis! ",
  "dn31:35.3": "Lygiai kaip, Garbusis, apverstą atstato atgal, ar atskleidžia tai, kas paslėpta, ar parodo kelią pasiklydusiam, ar į tamsą atneša aliejinę lempą tam, kad turintis akis pamatytų formas, lygiai taip Garbusis daugeliu būdų paaiškino mokymą. ",
  "dn31:35.4": "Aš, Garbusis, priimu prieglobstį Palaimintajame, mokyme ir vienuolių _saṅghoje_. ",
  "dn31:35.5": "Nuo šios dienos, tegul Palaimintasis laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}