{
  "mn115:0.1": "Middle Discourses 115 ",
  "mn115:0.2": "Many Elements ",
  "mn115:1.1": "So I have heard. ",
  "mn115:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn115:1.3": "There the Buddha addressed the mendicants, ",
  "mn115:1.4": "“Mendicants!” ",
  "mn115:1.5": "“Venerable sir,” they replied. ",
  "mn115:1.6": "The Buddha said this: ",
  "mn115:2.1": "“Whatever dangers there are, all come from the foolish, not from the astute. ",
  "mn115:2.2": "Whatever perils there are, all come from the foolish, not from the astute. ",
  "mn115:2.3": "Whatever hazards there are, all come from the foolish, not from the astute. ",
  "mn115:2.4": "It’s like a fire that spreads from a hut made of reeds or grass, and burns down even a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered. ",
  "mn115:2.5": "In the same way, whatever dangers there are, all come from the foolish, not from the astute. ",
  "mn115:2.6": "Whatever perils there are, all come from the foolish, not from the astute. ",
  "mn115:2.7": "Whatever hazards there are, all come from the foolish, not from the astute. ",
  "mn115:2.8": "So, the fool is dangerous, but the astute person is safe. ",
  "mn115:2.9": "The fool is perilous, but the astute person is not. ",
  "mn115:2.10": "The fool is hazardous, but the astute person is not. ",
  "mn115:2.11": "There’s no danger, peril, or hazard that comes from the astute. ",
  "mn115:2.12": "So you should train like this: ‘We shall be astute, we shall be inquirers.’” ",
  "mn115:2.13": " ",
  "mn115:3.1": "When he said this, Venerable Ānanda said to the Buddha, ",
  "mn115:3.2": "“Sir, how is a mendicant qualified to be called ‘astute, an inquirer’?” ",
  "mn115:3.3": "“Ānanda, it’s when a mendicant is skilled in the elements, in the sense fields, in dependent origination, and in the possible and the impossible. ",
  "mn115:3.4": "That’s how a mendicant is qualified to be called ‘astute, an inquirer’.” ",
  "mn115:4.1": "“But sir, how is a mendicant qualified to be called ‘skilled in the elements’?” ",
  "mn115:4.2": "“There are, Ānanda, these eighteen elements: ",
  "mn115:4.3": "the elements of the eye, sights, and eye consciousness; ",
  "mn115:4.4": "the ear, sounds, and ear consciousness; ",
  "mn115:4.5": "the nose, smells, and nose consciousness; ",
  "mn115:4.6": "the tongue, tastes, and tongue consciousness; ",
  "mn115:4.7": "the body, touches, and body consciousness; ",
  "mn115:4.8": "the mind, thoughts, and mind consciousness. ",
  "mn115:4.9": "When a mendicant knows and sees these eighteen elements, ",
  "mn115:4.10": "they’re qualified to be called ‘skilled in the elements’.” ",
  "mn115:5.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?” ",
  "mn115:5.2": "“There could, Ānanda. ",
  "mn115:5.3": "There are these six elements: ",
  "mn115:5.4": "the elements of earth, water, fire, air, space, and consciousness. ",
  "mn115:5.5": "When a mendicant knows and sees these six elements, ",
  "mn115:5.6": "they’re qualified to be called ‘skilled in the elements’.” ",
  "mn115:6.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?” ",
  "mn115:6.2": "“There could, Ānanda. ",
  "mn115:6.3": "There are these six elements: ",
  "mn115:6.4": "the elements of pleasure, pain, happiness, sadness, equanimity, and ignorance. ",
  "mn115:6.5": "When a mendicant knows and sees these six elements, ",
  "mn115:6.6": "they’re qualified to be called ‘skilled in the elements’.” ",
  "mn115:7.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?” ",
  "mn115:7.2": "“There could, Ānanda. ",
  "mn115:7.3": "There are these six elements: ",
  "mn115:7.4": "the elements of sensuality and renunciation, malice and good will, and cruelty and harmlessness. ",
  "mn115:7.5": "When a mendicant knows and sees these six elements, ",
  "mn115:7.6": "they’re qualified to be called ‘skilled in the elements’.” ",
  "mn115:8.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?” ",
  "mn115:8.2": "“There could, Ānanda. ",
  "mn115:8.3": "There are these three elements: ",
  "mn115:8.4": "the elements of the sensual realm, the realm of luminous form, and the formless realm. ",
  "mn115:8.5": "When a mendicant knows and sees these three elements, ",
  "mn115:8.6": "they’re qualified to be called ‘skilled in the elements’.” ",
  "mn115:9.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?” ",
  "mn115:9.2": "“There could, Ānanda. ",
  "mn115:9.3": "There are these two elements: ",
  "mn115:9.4": "the conditioned element and the unconditioned element. ",
  "mn115:9.5": "When a mendicant knows and sees these two elements, ",
  "mn115:9.6": "they’re qualified to be called ‘skilled in the elements’.” ",
  "mn115:10.1": "“But sir, how is a mendicant qualified to be called ‘skilled in the sense fields’?” ",
  "mn115:10.2": "“There are these six interior and exterior sense fields: ",
  "mn115:10.3": "the eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts. ",
  "mn115:10.4": "When a mendicant knows and sees these six interior and exterior sense fields, ",
  "mn115:10.5": "they’re qualified to be called ‘skilled in the sense fields’.” ",
  "mn115:11.1": "“But sir, how is a mendicant qualified to be called ‘skilled in dependent origination’?” ",
  "mn115:11.2": "“It’s when a mendicant understands: ",
  "mn115:11.3": "‘When this exists, that is; due to the arising of this, that arises. ",
  "mn115:11.4": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is: ",
  "mn115:11.5": "ignorance is a condition for choices. ",
  "mn115:11.6": "Choices are conditions for consciousness. ",
  "mn115:11.7": "Consciousness is a condition for name and form. ",
  "mn115:11.8": "Name and form are conditions for the six sense fields. ",
  "mn115:11.9": "The six sense fields are conditions for contact. ",
  "mn115:11.10": "Contact is a condition for feeling. ",
  "mn115:11.11": "Feeling is a condition for craving. ",
  "mn115:11.12": "Craving is a condition for grasping. ",
  "mn115:11.13": "Grasping is a condition for continued existence. ",
  "mn115:11.14": "Continued existence is a condition for rebirth. ",
  "mn115:11.15": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "mn115:11.16": "That is how this entire mass of suffering originates. ",
  "mn115:11.17": "When ignorance fades away and ceases with nothing left over, choices cease. ",
  "mn115:11.18": "When choices cease, consciousness ceases. ",
  "mn115:11.19": "When consciousness ceases, name and form cease. ",
  "mn115:11.20": "When name and form cease, the six sense fields cease. ",
  "mn115:11.21": "When the six sense fields cease, contact ceases. ",
  "mn115:11.22": "When contact ceases, feeling ceases. ",
  "mn115:11.23": "When feeling ceases, craving ceases. ",
  "mn115:11.24": "When craving ceases, grasping ceases. ",
  "mn115:11.25": "When grasping ceases, continued existence ceases. ",
  "mn115:11.26": "When continued existence ceases, rebirth ceases. ",
  "mn115:11.27": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "mn115:11.28": "That is how this entire mass of suffering ceases.’ ",
  "mn115:11.29": "That’s how a mendicant is qualified to be called ‘skilled in dependent origination’.” ",
  "mn115:12.1": "“But sir, how is a mendicant qualified to be called ‘skilled in the possible and impossible’?” ",
  "mn115:12.2": "“It’s when a mendicant understands: ‘It’s impossible for a person accomplished in view to take any condition as permanent. That is not possible. ",
  "mn115:12.3": "But it’s possible for an ordinary person to take some condition as permanent. That is possible.’ ",
  "mn115:12.4": "They understand: ‘It’s impossible for a person accomplished in view to take any condition as pleasant. ",
  "mn115:12.5": "But it’s possible for an ordinary person to take some condition as pleasant.’ ",
  "mn115:12.6": "They understand: ‘It’s impossible for a person accomplished in view to take anything as self. ",
  "mn115:12.7": "But it’s possible for an ordinary person to take something as self.’ ",
  "mn115:13.1": "They understand: ‘It’s impossible for a person accomplished in view to murder their mother. ",
  "mn115:13.2": "But it’s possible for an ordinary person to murder their mother.’ ",
  "mn115:13.3": "They understand: ‘It’s impossible for a person accomplished in view to murder their father … or murder a perfected one. ",
  "mn115:13.4": "But it’s possible for an ordinary person to murder their father … or a perfected one.’ ",
  "mn115:13.5": "They understand: ‘It’s impossible for a person accomplished in view to injure a Realized One with malicious intent. ",
  "mn115:13.6": "But it’s possible for an ordinary person to injure a Realized One with malicious intent.’ ",
  "mn115:13.7": "They understand: ‘It’s impossible for a person accomplished in view to cause a schism in the Saṅgha. ",
  "mn115:13.8": "But it’s possible for an ordinary person to cause a schism in the Saṅgha.’ ",
  "mn115:13.9": "They understand: ‘It’s impossible for a person accomplished in view to acknowledge another teacher. ",
  "mn115:13.10": "But it’s possible for an ordinary person to acknowledge another teacher.’ ",
  "mn115:14.1": "They understand: ‘It’s impossible for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time. ",
  "mn115:14.2": "But it is possible for just one perfected one, a fully awakened Buddha, to arise in one solar system.’ ",
  "mn115:14.3": "They understand: ‘It’s impossible for two wheel-turning monarchs to arise in the same solar system at the same time. ",
  "mn115:14.4": "But it is possible for just one wheel-turning monarch to arise in one solar system.’ ",
  "mn115:15.1": "They understand: ‘It’s impossible for a woman to be a perfected one, a fully awakened Buddha. ",
  "mn115:15.2": "But it is possible for a man to be a perfected one, a fully awakened Buddha.’ ",
  "mn115:15.3": "They understand: ‘It’s impossible for a woman to be a wheel-turning monarch. ",
  "mn115:15.4": "But it is possible for a man to be a wheel-turning monarch.’ ",
  "mn115:15.5": "They understand: ‘It’s impossible for a woman to perform the role of Sakka, Māra, or Brahmā. ",
  "mn115:15.6": "But it is possible for a man to perform the role of Sakka, Māra, or Brahmā.’ ",
  "mn115:16.1": "They understand: ‘It’s impossible for a likable, desirable, agreeable result to come from bad conduct of body, speech, and mind. ",
  "mn115:16.2": "But it is possible for an unlikable, undesirable, disagreeable result to come from bad conduct of body, speech, and mind.’ ",
  "mn115:16.3": " ",
  "mn115:16.4": " ",
  "mn115:16.5": " ",
  "mn115:16.6": " ",
  "mn115:17.1": "They understand: ‘It’s impossible for an unlikable, undesirable, disagreeable result to come from good conduct of body, speech, and mind. ",
  "mn115:17.2": "But it is possible for a likable, desirable, agreeable result to come from good conduct of body, speech, and mind.’ ",
  "mn115:17.3": " ",
  "mn115:17.4": " ",
  "mn115:17.5": " ",
  "mn115:17.6": " ",
  "mn115:18.1": "They understand: ‘It’s impossible that someone who has engaged in bad conduct of body, speech, and mind, could for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm. ",
  "mn115:18.2": "But it is possible that someone who has engaged in bad conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.’ ",
  "mn115:19.1": " ",
  "mn115:19.2": " ",
  "mn115:19.3": " ",
  "mn115:19.4": " ",
  "mn115:19.5": "They understand: ‘It’s impossible that someone who has engaged in good conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, the underworld, a lower realm, hell. ",
  "mn115:19.6": "But it is possible that someone who has engaged in good conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.’ ",
  "mn115:19.7": " ",
  "mn115:19.8": " ",
  "mn115:19.9": " ",
  "mn115:19.10": " ",
  "mn115:19.11": "That’s how a mendicant is qualified to be called ‘skilled in the possible and impossible’.” ",
  "mn115:20.1": "When he said this, Venerable Ānanda said to the Buddha, ",
  "mn115:20.2": "“It’s incredible, sir, it’s amazing! ",
  "mn115:20.3": "What is the name of this exposition of the teaching?” ",
  "mn115:20.4": "“In that case, Ānanda, you may remember this exposition of the teaching as ‘The Many Elements’, or else ‘The Four Cycles’, or else ‘The Mirror of the Teaching’, or else ‘The Drum of the Deathless’, or else ‘The Supreme Victory in Battle’.” ",
  "mn115:20.5": "That is what the Buddha said. ",
  "mn115:20.6": "Satisfied, Venerable Ānanda was happy with what the Buddha said. "
}