{
  "mn112:0.1": "Middle Discourses 112 ",
  "mn112:0.2": "The Sixfold Purification ",
  "mn112:1.1": "So I have heard. ",
  "mn112:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn112:1.3": "There the Buddha addressed the mendicants, ",
  "mn112:1.4": "“Mendicants!” ",
  "mn112:1.5": "“Venerable sir,” they replied. ",
  "mn112:1.6": "The Buddha said this: ",
  "mn112:2.1": "“Take a mendicant who declares enlightenment: ",
  "mn112:2.2": "‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’ ",
  "mn112:3.1": "You should neither approve nor dismiss that mendicant’s statement. ",
  "mn112:3.2": "Rather, you should question them: ",
  "mn112:3.3": "‘Reverend, these four kinds of expression have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "mn112:3.4": "What four? ",
  "mn112:3.5": "One speaks of the seen as seen, the heard as heard, the thought as thought, and the known as known. ",
  "mn112:3.6": "These are the four kinds of expression rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "mn112:3.7": "How does the venerable know and see regarding these four kinds of expression so that your mind is freed from defilements by not grasping?’ ",
  "mn112:4.1": "For a mendicant with defilements ended—who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—it is in line with the teaching to answer: ",
  "mn112:4.2": "‘Reverends, I live without attraction or repulsion for what is seen; independent, untied, liberated, detached, my mind free of limits. ",
  "mn112:4.3": "I live without attraction or repulsion for what is heard … ",
  "mn112:4.4": "thought … ",
  "mn112:4.5": "or known; independent, untied, liberated, detached, my mind free of limits. ",
  "mn112:4.6": "That is how I know and see regarding these four kinds of expression so that my mind is freed from defilements by not grasping.’ ",
  "mn112:5.1": "Saying ‘Good!’ you should applaud and cheer that mendicant’s statement, ",
  "mn112:5.2": "then ask a further question: ",
  "mn112:5.3": "‘Reverend, these five grasping aggregates have been rightly explained by the Buddha. ",
  "mn112:5.4": "What five? ",
  "mn112:5.5": "That is: the grasping aggregates of form, feeling, perception, choices, and consciousness. ",
  "mn112:5.6": "These are the five grasping aggregates that have been rightly explained by the Buddha. ",
  "mn112:5.7": "How does the venerable know and see regarding these five grasping aggregates so that your mind is freed from defilements by not grasping?’ ",
  "mn112:6.1": "For a mendicant with defilements ended it is in line with the teaching to answer: ",
  "mn112:6.2": "‘Reverends, knowing that form is powerless, fading, and unreliable, I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of attraction, grasping, mental fixation, insistence, and underlying tendency for form. ",
  "mn112:6.3": "Knowing that feeling … ",
  "mn112:6.4": "perception … ",
  "mn112:6.5": "choices … ",
  "mn112:6.6": "consciousness is powerless, fading, and unreliable, I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of attraction, grasping, mental fixation, insistence, and underlying tendency for consciousness. ",
  "mn112:6.7": "That is how I know and see regarding these five grasping aggregates so that my mind is freed from defilements by not grasping.’ ",
  "mn112:7.1": "Saying ‘Good!’ you should applaud and cheer that mendicant’s statement, ",
  "mn112:7.2": "then ask a further question: ",
  "mn112:7.3": "‘Reverend, these six elements have been rightly explained by the Buddha. ",
  "mn112:7.4": "What six? ",
  "mn112:7.5": "The elements of earth, water, fire, air, space, and consciousness. ",
  "mn112:7.6": "These are the six elements that have been rightly explained by the Buddha. ",
  "mn112:7.7": "How does the venerable know and see regarding these six elements so that your mind is freed from defilements by not grasping?’ ",
  "mn112:8.1": "For a mendicant with defilements ended it is in line with the teaching to answer: ",
  "mn112:8.2": "‘Reverends, I’ve not taken the earth element as self, nor is there a self based on the earth element. ",
  "mn112:8.3": "And I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of attraction, grasping, mental fixation, insistence, and underlying tendency based on the earth element. ",
  "mn112:8.4": "I’ve not taken the water element … ",
  "mn112:8.5": "fire element … ",
  "mn112:8.6": "air element … ",
  "mn112:8.7": "space element … ",
  "mn112:8.8": "consciousness element as self, nor is there a self based on the consciousness element. ",
  "mn112:8.9": "And I understand that my mind is freed through the ending of attraction based on the consciousness element. ",
  "mn112:8.10": "That is how I know and see regarding these six elements so that my mind is freed from defilements by not grasping.’ ",
  "mn112:9.1": "Saying ‘Good!’ you should applaud and cheer that mendicant’s statement, ",
  "mn112:9.2": "then ask a further question: ",
  "mn112:9.3": "‘Reverend, these six interior and exterior sense fields have been rightly explained by the Buddha. ",
  "mn112:9.4": "What six? ",
  "mn112:9.5": "The eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts. ",
  "mn112:9.6": "These are the six interior and exterior sense fields that have been rightly explained by the Buddha. ",
  "mn112:9.7": "How does the venerable know and see regarding these six interior and exterior sense fields so that your mind is freed from defilements by not grasping?’ ",
  "mn112:10.1": "For a mendicant with defilements ended it is in line with the teaching to answer: ",
  "mn112:10.2": "‘I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of desire and greed and relishing and craving; attraction, grasping, mental fixation, insistence, and underlying tendency for the eye, sights, eye consciousness, and things knowable by eye consciousness. ",
  "mn112:10.3": "I understand that my mind is freed through the ending of desire for the ear … ",
  "mn112:10.4": "nose … ",
  "mn112:10.5": "tongue … ",
  "mn112:10.6": "body … ",
  "mn112:10.7": "mind, thoughts, mind consciousness, and things knowable by mind consciousness. ",
  "mn112:10.8": "That is how I know and see regarding these six interior and exterior sense fields so that my mind is freed from defilements by not grasping.’ ",
  "mn112:11.1": "Saying ‘Good!’ you should applaud and cheer that mendicant’s statement, ",
  "mn112:11.2": "then ask a further question: ",
  "mn112:11.3": "‘Sir, how does the venerable know and see so that he has eradicated ego, possessiveness, and underlying tendency to conceit for this conscious body and all external stimuli?’ ",
  "mn112:12.1": "For a mendicant with defilements ended it is in line with the teaching to answer: ",
  "mn112:12.2": "‘Formerly, reverends, when I was still a layperson, I was ignorant. ",
  "mn112:12.3": "Then the Realized One or one of his disciples taught me the Dhamma. ",
  "mn112:12.4": "I gained faith in the Realized One, ",
  "mn112:12.5": "and reflected: ",
  "mn112:12.6": "“Living in a house is cramped and dirty, but the life of one gone forth is wide open. ",
  "mn112:12.7": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "mn112:12.8": "Why don’t I cut off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?” ",
  "mn112:13.1": "After some time I gave up a large or small fortune, and a large or small family circle. I shaved off hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. ",
  "mn112:13.2": "Once I had gone forth, I took up the training and livelihood of the mendicants. I gave up killing living creatures, renouncing the rod and the sword. I was scrupulous and kind, living full of compassion for all living beings. ",
  "mn112:13.3": "I gave up stealing. I took only what’s given, and expected only what’s given. I kept myself clean by not thieving. ",
  "mn112:13.4": "I gave up unchastity. I became celibate, set apart, avoiding the common practice of sex. ",
  "mn112:13.5": "I gave up lying. I spoke the truth and stuck to the truth. I was honest and trustworthy, not tricking the world with my words. ",
  "mn112:13.6": "I gave up divisive speech. I didn’t repeat in one place what I heard in another so as to divide people against each other. Instead, I reconciled those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. ",
  "mn112:13.7": "I gave up harsh speech. I spoke in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ",
  "mn112:13.8": "I gave up talking nonsense. My words were timely, true, and meaningful, in line with the teaching and training. I said things at the right time which are valuable, reasonable, succinct, and beneficial. ",
  "mn112:14.1": "I avoided injuring plants and seeds. I ate in one part of the day, abstaining from eating at night and food at the wrong time. ",
  "mn112:14.2": "I avoided dancing, singing, music, and seeing shows. ",
  "mn112:14.3": "I avoided beautifying and adorning myself with garlands, perfumes, and makeup. ",
  "mn112:14.4": "I avoided high and luxurious beds. ",
  "mn112:14.5": "I avoided receiving gold and money, ",
  "mn112:14.6": "raw grains, ",
  "mn112:14.7": "raw meat, ",
  "mn112:14.8": "women and girls, ",
  "mn112:14.9": "male and female bondservants, ",
  "mn112:14.10": "goats and sheep, ",
  "mn112:14.11": "chicken and pigs, ",
  "mn112:14.12": "elephants, cows, horses, and mares, ",
  "mn112:14.13": "and fields and land. ",
  "mn112:14.14": "I avoided running errands and messages; ",
  "mn112:14.15": "buying and selling; ",
  "mn112:14.16": "falsifying weights, metals, or measures; ",
  "mn112:14.17": "bribery, fraud, cheating, and duplicity; ",
  "mn112:14.18": "mutilation, murder, abduction, banditry, plunder, and violence. ",
  "mn112:14.19": "I became content with robes to look after the body and alms-food to look after the belly. Wherever I went, I set out taking only these things. ",
  "mn112:14.20": "Like a bird: wherever it flies, wings are its only burden. ",
  "mn112:14.21": "In the same way, I became content with robes to look after the body and alms-food to look after the belly. Wherever I went, I set out taking only these things. ",
  "mn112:14.22": "When I had this entire spectrum of noble ethics, I experienced a blameless happiness inside myself. ",
  "mn112:15.1": "When I saw a sight with my eyes, I didn’t get caught up in the features and details. ",
  "mn112:15.2": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, I practiced restraint, protecting the faculty of sight, and achieving its restraint. ",
  "mn112:15.3": "When I heard a sound with my ears … ",
  "mn112:15.4": "When I smelled an odor with my nose … ",
  "mn112:15.5": "When I tasted a flavor with my tongue … ",
  "mn112:15.6": "When I felt a touch with my body … ",
  "mn112:15.7": "When I knew a thought with my mind, I didn’t get caught up in the features and details. ",
  "mn112:15.8": "If the faculty of the mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, I practiced restraint, protecting the faculty of the mind, and achieving its restraint. ",
  "mn112:15.9": "When I had this noble sense restraint, I experienced an unsullied bliss inside myself. ",
  "mn112:16.1": "I acted with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "mn112:16.2": "When I had this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness, ",
  "mn112:16.3": "I frequented a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ",
  "mn112:16.4": "After the meal, I returned from alms-round, sat down cross-legged with my body straight, and established mindfulness right there. ",
  "mn112:17.1": "Giving up desire for the world, I meditated with a heart rid of desire, cleansing the mind of desire. ",
  "mn112:17.2": "Giving up ill will and malevolence, I meditated with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. ",
  "mn112:17.3": "Giving up dullness and drowsiness, I meditated with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ",
  "mn112:17.4": "Giving up restlessness and remorse, I meditated without restlessness, my mind peaceful inside, cleansing the mind of restlessness and remorse. ",
  "mn112:17.5": "Giving up doubt, I meditated having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ",
  "mn112:18.1": "I gave up these five hindrances, corruptions of the heart that weaken wisdom. ",
  "mn112:18.2": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn112:18.3": "As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption … ",
  "mn112:18.4": "third absorption … ",
  "mn112:18.5": "fourth absorption. ",
  "mn112:19.1": "When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements. ",
  "mn112:19.2": "I truly understood: “This is suffering” … “This is the origin of suffering” … “This is the cessation of suffering” … “This is the practice that leads to the cessation of suffering”. ",
  "mn112:19.3": "I truly understood: “These are defilements”… “This is the origin of defilements” … “This is the cessation of defilements” … “This is the practice that leads to the cessation of defilements”. ",
  "mn112:20.1": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "mn112:20.2": "When it was freed, I knew it was freed. ",
  "mn112:20.3": "I understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "mn112:20.4": "That is how I know and see so that I have eradicated ego, possessiveness, and underlying tendency to conceit for this conscious body and all external stimuli.’ ",
  "mn112:21.1": "Saying ‘Good!’ you should applaud and cheer that mendicant’s statement, ",
  "mn112:21.2": "and then say to them: ",
  "mn112:21.3": "‘We are fortunate, reverend, so very fortunate ",
  "mn112:21.4": "to see a venerable such as yourself as one of our spiritual companions!’” ",
  "mn112:21.5": "That is what the Buddha said. ",
  "mn112:21.6": "Satisfied, the mendicants were happy with what the Buddha said. "
}