{
  "mn124:0.1": "Middle Discourses 124 ",
  "mn124:0.2": "With Bakkula ",
  "mn124:1.1": "So I have heard. ",
  "mn124:1.2": "At one time Venerable Bakkula was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn124:2.1": "Then the naked ascetic Kassapa, who had been a friend of Bakkula’s in the lay life, approached him, and exchanged greetings with him. ",
  "mn124:2.2": "When the greetings and polite conversation were over, he sat down to one side and said to Venerable Bakkula, ",
  "mn124:3.1": "“Reverend Bakkula, how long has it been since you went forth?” ",
  "mn124:3.2": "“It has been eighty years, reverend.” ",
  "mn124:3.3": "“But in these eighty years, how many times have you had sex?” ",
  "mn124:3.4": "“You shouldn’t ask me such a question. ",
  "mn124:3.5": " ",
  "mn124:3.6": "Rather, you should ask me this: ",
  "mn124:3.7": "‘But in these eighty years, how many times have sensual perceptions ever arisen in you?’” ",
  "mn124:3.8": "“But in these eighty years, how many times have sensual perceptions ever arisen in you?” ",
  "mn124:3.9": "“In these eighty years, I don’t recall that any sensual perception has ever arisen in me.” ",
  "mn124:3.10": "“This we remember as an incredible quality of Venerable Bakkula.” ",
  "mn124:4-5.1": "“In these eighty years, I don’t recall that any perception of ill will … ",
  "mn124:4-5.2": "or cruelty has ever arisen in me.” ",
  "mn124:4-5.3": "“This too we remember as an incredible quality of Venerable Bakkula.” ",
  "mn124:6.1": "“In these eighty years, I don’t recall that any thought of sensuality … ",
  "mn124:6.2": " ",
  "mn124:7-8.1": "ill will … ",
  "mn124:7-8.2": "or cruelty has ever arisen in me.” ",
  "mn124:7-8.3": "“This too we remember as an incredible quality of Venerable Bakkula.” ",
  "mn124:9.1": "“In these eighty years, I don’t recall accepting a robe from a householder … ",
  "mn124:9.2": " ",
  "mn124:10.1": "cutting a robe with a knife … ",
  "mn124:10.2": " ",
  "mn124:11-15.1": "sewing a robe with a needle … ",
  "mn124:11-15.2": "dying a robe … ",
  "mn124:11-15.3": "sewing a robe during the robe-making ceremony … ",
  "mn124:11-15.4": "looking for robe material for my companions in the spiritual life when they are making robes … ",
  "mn124:16-19.1": "accepting an invitation … ",
  "mn124:16-19.2": "having such a thought: ",
  "mn124:16-19.3": "‘If only someone would invite me!’ … ",
  "mn124:16-19.4": "sitting down inside a house … ",
  "mn124:16-19.5": "eating inside a house … ",
  "mn124:20-25.1": "getting caught up in the details of female’s appearance … ",
  "mn124:20-25.2": "teaching a female, even so much as a four line verse … ",
  "mn124:20-25.3": "going to the nuns’ quarters … ",
  "mn124:20-25.4": "teaching the nuns … ",
  "mn124:20-25.5": "teaching the trainee nuns … ",
  "mn124:20-25.6": "teaching the novice nuns … ",
  "mn124:26-29.1": "giving the going forth … ",
  "mn124:26-29.2": "giving the ordination … ",
  "mn124:26-29.3": "giving dependence … ",
  "mn124:26-29.4": "being looked after by a novice … ",
  "mn124:30-36.1": "bathing in the sauna … ",
  "mn124:30-36.2": "bathing with bath powder … ",
  "mn124:30-36.3": "looking for a massage from my companions in the spiritual life … ",
  "mn124:30-36.4": "being ill, even for as long as it takes to pull a cow’s udder … ",
  "mn124:30-36.5": "being presented with medicine, even as much as a bit of yellow myrobalan … ",
  "mn124:30-36.6": "leaning on a headrest … ",
  "mn124:30-36.7": "preparing a cot …” ",
  "mn124:30-36.8": "“This too we remember as an incredible quality of Venerable Bakkula.” ",
  "mn124:37.1": "“In these eighty years, I don’t recall commencing the rainy season residence in the neighborhood of a village.” ",
  "mn124:37.2": "“This too we remember as an incredible quality of Venerable Bakkula.” ",
  "mn124:38.1": "“Reverend, for seven days I ate the nation’s alms-food as a debtor. ",
  "mn124:38.2": "Then on the eighth day I became enlightened.” ",
  "mn124:38.3": "“This too we remember as an incredible quality of Venerable Bakkula. ",
  "mn124:39.1": "Reverend Bakkula, may I receive the going forth, the ordination in this teaching and training?” ",
  "mn124:39.2": "And the naked ascetic Kassapa received the going forth, the ordination in this teaching and training. ",
  "mn124:39.3": "Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "mn124:39.4": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "mn124:39.5": "And Venerable Kassapa became one of the perfected. ",
  "mn124:40.1": "Then some time later Venerable Bakkula took a key and went from dwelling to dwelling, saying, ",
  "mn124:40.2": "“Come forth, venerables, come forth! Today will be my final extinguishment.” ",
  "mn124:40.3": "“This too we remember as an incredible quality of Venerable Bakkula.” ",
  "mn124:41.1": "And Venerable Bakkula became fully extinguished while sitting right in the middle of the Saṅgha. ",
  "mn124:41.2": "“This too we remember as an incredible quality of Venerable Bakkula.” "
}