{
  "mn126:0.1": "Middle Discourses 126 ",
  "mn126:0.2": "With Bhūmija ",
  "mn126:1.1": "So I have heard. ",
  "mn126:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn126:2.1": "Then Venerable Bhūmija robed up in the morning and, taking his bowl and robe, went to the home of Prince Jayasena, where he sat on the seat spread out. ",
  "mn126:3.1": "Then Jayasena approached and exchanged greetings with him. ",
  "mn126:3.2": "When the greetings and polite conversation were over, he sat down to one side and said to Bhūmija: ",
  "mn126:3.3": "“Master Bhūmija, there are some ascetics and brahmins who have this doctrine and view: ",
  "mn126:3.4": "‘If you make a wish and lead the spiritual life, you can’t win the fruit. ",
  "mn126:3.5": "If you don’t make a wish and lead the spiritual life, you can’t win the fruit. ",
  "mn126:3.6": "If you both make a wish and don’t make a wish and lead the spiritual life, you can’t win the fruit. ",
  "mn126:3.7": "If you neither make a wish nor don’t make a wish and lead the spiritual life, you can’t win the fruit.’ ",
  "mn126:3.8": "What does Master Bhūmija’s Teacher say about this? How does he explain it?” ",
  "mn126:4.1": "“Prince, I haven’t heard and learned this in the presence of the Buddha. ",
  "mn126:4.2": "But it’s possible that he might explain it like this: ",
  "mn126:4.3": "‘If you lead the spiritual life irrationally, you can’t win the fruit, regardless of whether you make a wish, ",
  "mn126:4.4": "you don’t make a wish, ",
  "mn126:4.5": "you both do and do not make a wish, ",
  "mn126:4.6": "or you neither do nor don’t make a wish. ",
  "mn126:4.7": "But if you lead the spiritual life rationally, you can win the fruit, regardless of whether you make a wish, ",
  "mn126:4.8": "you don’t make a wish, ",
  "mn126:4.9": "you both do and do not make a wish, ",
  "mn126:4.10": "or you neither do nor don’t make a wish.’ ",
  "mn126:4.11": "I haven’t heard and learned this in the presence of the Buddha. ",
  "mn126:4.12": "But it’s possible that he might explain it like that.” ",
  "mn126:5.1": "“If that’s what your teacher says, Master Bhūmija, he clearly stands head and shoulders above all the various other ascetics and brahmins.” ",
  "mn126:6.1": "Then Prince Jayasena served Venerable Bhūmija from his own dish. ",
  "mn126:7.1": "Then after the meal, on his return from alms-round, Bhūmija went to the Buddha, bowed, sat down to one side, and told him all that had happened, adding: ",
  "mn126:7.2": " ",
  "mn126:7.3": " ",
  "mn126:7.4": " ",
  "mn126:7.5": " ",
  "mn126:7.6": " ",
  "mn126:7.7": " ",
  "mn126:7.8": " ",
  "mn126:7.9": " ",
  "mn126:7.10": " ",
  "mn126:7.11": " ",
  "mn126:7.12": " ",
  "mn126:7.13": " ",
  "mn126:7.14": " ",
  "mn126:7.15": " ",
  "mn126:7.16": " ",
  "mn126:7.17": " ",
  "mn126:7.18": " ",
  "mn126:7.19": " ",
  "mn126:7.20": " ",
  "mn126:7.21": " ",
  "mn126:7.22": " ",
  "mn126:7.23": " ",
  "mn126:7.24": " ",
  "mn126:7.25": "“Answering this way, I trust that I repeated what the Buddha has said, and didn’t misrepresent him with an untruth. I trust my explanation was in line with the teaching, and that there are no legitimate grounds for rebuke or criticism.” ",
  "mn126:8.1": "“Indeed, Bhūmija, in answering this way you repeated what I’ve said, and didn’t misrepresent me with an untruth. Your explanation was in line with the teaching, and there are no legitimate grounds for rebuke or criticism. ",
  "mn126:9.1": "There are some ascetics and brahmins who have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. If they lead the spiritual life, they can’t win the fruit, regardless of whether they make a wish, ",
  "mn126:9.2": "they don’t make a wish, ",
  "mn126:9.3": "they both do and do not make a wish, ",
  "mn126:9.4": "or they neither do nor don’t make a wish. ",
  "mn126:9.5": "Why is that? ",
  "mn126:9.6": "Because that’s an irrational way to win the fruit. ",
  "mn126:10.1": "Suppose there was a person in need of oil. While wandering in search of oil, they tried heaping sand in a bucket, sprinkling it thoroughly with water, and pressing it out. ",
  "mn126:10.2": "But by doing this, they couldn’t extract any oil, regardless of whether they made a wish, ",
  "mn126:10.3": "didn’t make a wish, ",
  "mn126:10.4": "both did and did not make a wish, ",
  "mn126:10.5": "or neither did nor did not make a wish. ",
  "mn126:10.6": "Why is that? ",
  "mn126:10.7": "Because that’s an irrational way to extract oil. ",
  "mn126:10.8": "And so it is for any ascetics and brahmins who have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. If they lead the spiritual life, they can’t win the fruit, regardless of whether or not they make a wish. ",
  "mn126:10.9": " ",
  "mn126:10.10": " ",
  "mn126:10.11": " ",
  "mn126:10.12": "Why is that? ",
  "mn126:10.13": "Because that’s an irrational way to win the fruit. ",
  "mn126:11.1": "Suppose there was a person in need of milk. While wandering in search of milk, they tried pulling the horn of a newly-calved cow. ",
  "mn126:11.2": "But by doing this, they couldn’t get any milk, regardless of whether they made a wish, ",
  "mn126:11.3": "didn’t make a wish, ",
  "mn126:11.4": "both did and did not make a wish, ",
  "mn126:11.5": "or neither did nor did not make a wish. ",
  "mn126:11.6": "Why is that? ",
  "mn126:11.7": "Because that’s an irrational way to get milk. ",
  "mn126:11.8": "And so it is for any ascetics and brahmins who have wrong view … ",
  "mn126:11.9": " ",
  "mn126:11.10": " ",
  "mn126:11.11": " ",
  "mn126:11.12": " ",
  "mn126:11.13": " ",
  "mn126:11.14": "Because that’s an irrational way to win the fruit. ",
  "mn126:12.1": "Suppose there was a person in need of butter. While wandering in search of butter, they tried pouring water into a pot and churning it with a stick. ",
  "mn126:12.2": "But by doing this, they couldn’t produce any butter, regardless of whether they made a wish, ",
  "mn126:12.3": "didn’t make a wish, ",
  "mn126:12.4": "both did and did not make a wish, ",
  "mn126:12.5": "or neither did nor did not make a wish. ",
  "mn126:12.6": "Why is that? ",
  "mn126:12.7": "Because that’s an irrational way to produce butter. ",
  "mn126:12.8": "And so it is for any ascetics and brahmins who have wrong view … ",
  "mn126:12.9": " ",
  "mn126:12.10": " ",
  "mn126:12.11": " ",
  "mn126:12.12": " ",
  "mn126:12.13": " ",
  "mn126:12.14": "Because that’s an irrational way to win the fruit. ",
  "mn126:13.1": "Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a green, sappy log with a drill-stick. ",
  "mn126:13.2": "But by doing this, they couldn’t start a fire, regardless of whether they made a wish, ",
  "mn126:13.3": "didn’t make a wish, ",
  "mn126:13.4": "both did and did not make a wish, ",
  "mn126:13.5": "or neither did nor did not make a wish. ",
  "mn126:13.6": "Why is that? ",
  "mn126:13.7": "Because that’s an irrational way to start a fire. ",
  "mn126:13.8": "And so it is for any ascetics and brahmins who have wrong view … ",
  "mn126:13.9": " ",
  "mn126:13.10": " ",
  "mn126:13.11": " ",
  "mn126:13.12": " ",
  "mn126:13.13": " ",
  "mn126:13.14": "Because that’s an irrational way to win the fruit. ",
  "mn126:14.1": "There are some ascetics and brahmins who have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. If they lead the spiritual life, they can win the fruit, regardless of whether they make a wish, ",
  "mn126:14.2": "they don’t make a wish, ",
  "mn126:14.3": "they both do and do not make a wish, ",
  "mn126:14.4": "or they neither do nor do not make a wish. ",
  "mn126:14.5": "Why is that? ",
  "mn126:14.6": "Because that’s a rational way to win the fruit. ",
  "mn126:15.1": "Suppose there was a person in need of oil. While wandering in search of oil, they tried heaping sesame flour in a bucket, sprinkling it thoroughly with water, and pressing it out. ",
  "mn126:15.2": "By doing this, they could extract oil, regardless of whether they made a wish, ",
  "mn126:15.3": "didn’t make a wish, ",
  "mn126:15.4": "both did and did not make a wish, ",
  "mn126:15.5": "or neither did nor did not make a wish. ",
  "mn126:15.6": "Why is that? ",
  "mn126:15.7": "Because that’s a rational way to extract oil. ",
  "mn126:15.8": "And so it is for any ascetics and brahmins who have right view … ",
  "mn126:15.9": " ",
  "mn126:15.10": " ",
  "mn126:15.11": " ",
  "mn126:15.12": " ",
  "mn126:15.13": " ",
  "mn126:15.14": "Because that’s a rational way to win the fruit. ",
  "mn126:16.1": "Suppose there was a person in need of milk. While wandering in search of milk, they tried pulling the udder of a newly-calved cow. ",
  "mn126:16.2": "By doing this, they could get milk, regardless of whether they made a wish, ",
  "mn126:16.3": "didn’t make a wish, ",
  "mn126:16.4": "both did and did not make a wish, ",
  "mn126:16.5": "or neither did nor did not make a wish. ",
  "mn126:16.6": "Why is that? ",
  "mn126:16.7": "Because that’s a rational way to get milk. ",
  "mn126:16.8": "And so it is for any ascetics and brahmins who have right view … ",
  "mn126:16.9": " ",
  "mn126:16.10": " ",
  "mn126:16.11": " ",
  "mn126:16.12": " ",
  "mn126:16.13": " ",
  "mn126:16.14": "Because that’s a rational way to win the fruit. ",
  "mn126:17.1": "Suppose there was a person in need of butter. While wandering in search of butter, they tried pouring curds into a pot and churning them with a stick. ",
  "mn126:17.2": "By doing this, they could produce butter, regardless of whether they made a wish, ",
  "mn126:17.3": "didn’t make a wish, ",
  "mn126:17.4": "both did and did not make a wish, ",
  "mn126:17.5": "or neither did nor did not make a wish. ",
  "mn126:17.6": "Why is that? ",
  "mn126:17.7": "Because that’s a rational way to produce butter. ",
  "mn126:17.8": "And so it is for any ascetics and brahmins who have right view … ",
  "mn126:17.9": " ",
  "mn126:17.10": " ",
  "mn126:17.11": " ",
  "mn126:17.12": " ",
  "mn126:17.13": " ",
  "mn126:17.14": "Because that’s a rational way to win the fruit. ",
  "mn126:18.1": "Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a dried up, withered log with a drill-stick. ",
  "mn126:18.2": "By doing this, they could start a fire, regardless of whether they made a wish, ",
  "mn126:18.3": "didn’t make a wish, ",
  "mn126:18.4": "both did and did not make a wish, ",
  "mn126:18.5": "or neither did nor did not make a wish. ",
  "mn126:18.6": "Why is that? ",
  "mn126:18.7": "Because that’s a rational way to start a fire. ",
  "mn126:18.8": "And so it is for any ascetics and brahmins who have right view … ",
  "mn126:18.9": " ",
  "mn126:18.10": " ",
  "mn126:18.11": " ",
  "mn126:18.12": " ",
  "mn126:18.13": " ",
  "mn126:18.14": "Because that’s a rational way to win the fruit. ",
  "mn126:19.1": "Bhūmija, it wouldn’t be surprising if, had these four similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.” ",
  "mn126:19.2": "“But sir, how could these four similes have occurred to me as they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?” ",
  "mn126:19.3": "That is what the Buddha said. ",
  "mn126:19.4": "Satisfied, Venerable Bhūmija was happy with what the Buddha said. "
}