{
  "mn138:0.1": "Middle Discourses 138 ",
  "mn138:0.2": "The Analysis of a Recitation Passage ",
  "mn138:1.1": "So I have heard. ",
  "mn138:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn138:1.3": "There the Buddha addressed the mendicants, ",
  "mn138:1.4": "“Mendicants!” ",
  "mn138:1.5": "“Venerable sir,” they replied. ",
  "mn138:1.6": "The Buddha said this: ",
  "mn138:2.1": "“Mendicants, I shall teach you the analysis of a recitation passage. ",
  "mn138:2.2": "Listen and pay close attention, I will speak.” ",
  "mn138:2.3": "“Yes, sir,” they replied. ",
  "mn138:2.4": "The Buddha said this: ",
  "mn138:3.1": "“A mendicant should examine in any such a way that their consciousness is neither scattered and diffused externally nor stuck internally, and they are not anxious because of grasping. ",
  "mn138:3.2": "When this is the case and they are no longer anxious, there is for them no coming to be of the origin of suffering—of rebirth, old age, and death in the future.” ",
  "mn138:4.1": "That is what the Buddha said. ",
  "mn138:4.2": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "mn138:5.1": "Soon after the Buddha left, those mendicants considered, ",
  "mn138:5.2": "“The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail. ",
  "mn138:5.3": " ",
  "mn138:5.4": " ",
  "mn138:5.5": "Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?” ",
  "mn138:5.6": "Then those mendicants thought, ",
  "mn138:5.7": "“This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "mn138:5.8": "He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha. ",
  "mn138:5.9": "Let’s go to him, and ask him about this matter.” ",
  "mn138:6.1": "Then those mendicants went to Mahākaccāna, and exchanged greetings with him. ",
  "mn138:6.2": "When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said, ",
  "mn138:6.3": " ",
  "mn138:6.4": " ",
  "mn138:6.5": " ",
  "mn138:6.6": " ",
  "mn138:6.7": " ",
  "mn138:6.8": " ",
  "mn138:6.9": " ",
  "mn138:6.10": " ",
  "mn138:6.11": " ",
  "mn138:6.12": " ",
  "mn138:6.13": " ",
  "mn138:6.14": " ",
  "mn138:6.15": "“May Venerable Mahākaccāna please explain this.” ",
  "mn138:7.1": "“Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves. ",
  "mn138:7.2": "Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter. ",
  "mn138:7.3": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One. ",
  "mn138:7.4": "That was the time to approach the Buddha and ask about this matter. ",
  "mn138:7.5": "You should have remembered it in line with the Buddha’s answer.” ",
  "mn138:8.1": "“Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One. ",
  "mn138:8.2": "That was the time to approach the Buddha and ask about this matter. ",
  "mn138:8.3": "We should have remembered it in line with the Buddha’s answer. ",
  "mn138:8.4": "Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "mn138:8.5": "He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha. ",
  "mn138:8.6": "Please explain this, if it’s no trouble.” ",
  "mn138:9.1": "“Well then, reverends, listen and pay close attention, I will speak.” ",
  "mn138:9.2": "“Yes, reverend,” they replied. ",
  "mn138:9.3": "Venerable Mahākaccāna said this: ",
  "mn138:9.4": "“Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail: ",
  "mn138:9.5": "‘A mendicant should examine in any such a way that their consciousness is neither scattered and diffused externally nor stuck internally, and they are not anxious because of grasping. When this is the case and they are no longer anxious, there is for them no coming to be of the origin of suffering—of rebirth, old age, and death in the future.’ ",
  "mn138:9.6": "And this is how I understand the detailed meaning of this passage for recitation. ",
  "mn138:10.1": "And how is consciousness scattered and diffused externally? ",
  "mn138:10.2": "Take a mendicant who sees a sight with their eyes. Their consciousness follows after the features of that sight, tied, attached, and fettered to gratification in its features. So their consciousness is said to be scattered and diffused externally. ",
  "mn138:10.3": "When they hear a sound with their ears … ",
  "mn138:10.4": "When they smell an odor with their nose … ",
  "mn138:10.5": "When they taste a flavor with their tongue … ",
  "mn138:10.6": "When they feel a touch with their body … ",
  "mn138:10.7": "When they know a thought with their mind, their consciousness follows after the features of that thought, tied, attached, and fettered to gratification in its features. So their consciousness is said to be scattered and diffused externally. ",
  "mn138:10.8": "That’s how consciousness is scattered and diffused externally. ",
  "mn138:11.1": "And how is consciousness not scattered and diffused externally? ",
  "mn138:11.2": "Take a mendicant who sees a sight with their eyes. Their consciousness doesn’t follow after the features of that sight, and is not tied, attached, and fettered to gratification in its features. So their consciousness is said to be not scattered and diffused externally. ",
  "mn138:11.3": "When they hear a sound with their ears … ",
  "mn138:11.4": "When they smell an odor with their nose … ",
  "mn138:11.5": "When they taste a flavor with their tongue … ",
  "mn138:11.6": "When they feel a touch with their body … ",
  "mn138:11.7": "When they know a thought with their mind, their consciousness doesn’t follow after the features of that thought, and is not tied, attached, and fettered to gratification in its features. So their consciousness is said to be not scattered and diffused externally. ",
  "mn138:11.8": "That’s how consciousness is not scattered and diffused externally. ",
  "mn138:12.1": "And how is their consciousness stuck internally? ",
  "mn138:12.2": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn138:12.3": "Their consciousness follows after that rapture and bliss born of seclusion, tied, attached, and fettered to gratification in that rapture and bliss born of seclusion. So their mind is said to be stuck internally. ",
  "mn138:13.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn138:13.2": "Their consciousness follows after that rapture and bliss born of immersion, tied, attached, and fettered to gratification in that rapture and bliss born of immersion. So their mind is said to be stuck internally. ",
  "mn138:14.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "mn138:14.2": "Their consciousness follows after that equanimity, tied, attached, and fettered to gratification in that equanimous bliss. So their mind is said to be stuck internally. ",
  "mn138:15.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn138:15.2": "Their consciousness follows after that neutral feeling, tied, attached, and fettered to gratification in that neutral feeling. So their mind is said to be stuck internally. ",
  "mn138:15.3": "That’s how their consciousness is stuck internally. ",
  "mn138:16.1": "And how is their consciousness not stuck internally? ",
  "mn138:16.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn138:16.3": "Their consciousness doesn’t follow after that rapture and bliss born of seclusion, and is not tied, attached, and fettered to gratification in that rapture and bliss born of seclusion. So their mind is said to be not stuck internally. ",
  "mn138:17.1": "Furthermore, they enter the second absorption … ",
  "mn138:17.2": "Their consciousness doesn’t follow after that rapture and bliss born of immersion … ",
  "mn138:18.1": "Furthermore, they enter and remain in the third absorption … ",
  "mn138:18.2": "Their consciousness doesn’t follow after that equanimity, and is not tied, attached, and fettered to gratification in that equanimous bliss. So their mind is said to be not stuck internally. ",
  "mn138:19.1": "Furthermore, they enter and remain in the fourth absorption … ",
  "mn138:19.2": "Their consciousness doesn’t follow after that neutral feeling, and is not tied, attached, and fettered to gratification in that neutral feeling. So their mind is said to be not stuck internally. ",
  "mn138:19.3": "That’s how their consciousness is not stuck internally. ",
  "mn138:20.1": "And how are they anxious because of grasping? ",
  "mn138:20.2": "It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons. ",
  "mn138:20.3": "They regard form as self, self as having form, form in self, or self in form. ",
  "mn138:20.4": "But that form of theirs decays and perishes, ",
  "mn138:20.5": "and consciousness latches on to the perishing of form. ",
  "mn138:20.6": "Anxieties occupy their mind, born of latching on to the perishing of form, and originating in accordance with natural principles. ",
  "mn138:20.7": "So they become frightened, worried, concerned, and anxious because of grasping. ",
  "mn138:20.8": "They regard feeling … ",
  "mn138:20.9": "perception … ",
  "mn138:20.10": "choices … ",
  "mn138:20.11": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ",
  "mn138:20.12": "But that consciousness of theirs decays and perishes, ",
  "mn138:20.13": "and consciousness latches on to the perishing of consciousness. ",
  "mn138:20.14": "Anxieties occupy their mind, born of latching on to the perishing of consciousness, and originating in accordance with natural principles. ",
  "mn138:20.15": "So they become frightened, worried, concerned, and anxious because of grasping. ",
  "mn138:20.16": "That’s how they are anxious because of grasping. ",
  "mn138:21.1": "And how are they not anxious because of grasping? ",
  "mn138:21.2": "It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons. ",
  "mn138:21.3": "They don’t regard form as self, self as having form, form in self, or self in form. ",
  "mn138:21.4": "When that form of theirs decays and perishes, ",
  "mn138:21.5": "consciousness doesn’t latch on to the perishing of form. ",
  "mn138:21.6": "Anxieties—born of latching on to the perishing of form and originating in accordance with natural principles—don’t occupy their mind. ",
  "mn138:21.7": "So they don’t become frightened, worried, concerned, or anxious because of grasping. ",
  "mn138:21.8": "They don’t regard feeling … ",
  "mn138:21.9": "perception … ",
  "mn138:21.10": "choices … ",
  "mn138:21.11": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ",
  "mn138:21.12": "When that consciousness of theirs decays and perishes, ",
  "mn138:21.13": "consciousness doesn’t latch on to the perishing of consciousness. ",
  "mn138:21.14": "Anxieties—born of latching on to the perishing of consciousness and originating in accordance with natural principles—don’t occupy their mind. ",
  "mn138:21.15": "So they don’t become frightened, worried, concerned, or anxious because of grasping. ",
  "mn138:21.16": "That’s how they are not anxious because of grasping. ",
  "mn138:22.1": "The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail: ",
  "mn138:22.2": "‘A mendicant should examine in any such a way that their consciousness is neither scattered and diffused externally nor stuck internally, and they are not anxious because of grasping. ",
  "mn138:22.3": "When this is the case and they are no longer anxious, there is for them no coming to be of the origin of suffering—of rebirth, old age, and death in the future.’ ",
  "mn138:22.4": "And this is how I understand the detailed meaning of this passage for recitation. ",
  "mn138:22.5": "If you wish, you may go to the Buddha and ask him about this. ",
  "mn138:22.6": "You should remember it in line with the Buddha’s answer.” ",
  "mn138:23.1": "“Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened, saying: ",
  "mn138:23.2": " ",
  "mn138:23.3": " ",
  "mn138:23.4": " ",
  "mn138:23.5": " ",
  "mn138:23.6": " ",
  "mn138:23.7": " ",
  "mn138:23.8": " ",
  "mn138:23.9": " ",
  "mn138:23.10": " ",
  "mn138:23.11": " ",
  "mn138:23.12": " ",
  "mn138:23.13": " ",
  "mn138:23.14": " ",
  "mn138:23.15": "“Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.” ",
  "mn138:24.1": "“Mahākaccāna is astute, mendicants, he has great wisdom. ",
  "mn138:24.2": "If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna. ",
  "mn138:24.3": "That is what it means, and that’s how you should remember it.” ",
  "mn138:24.4": "That is what the Buddha said. ",
  "mn138:24.5": "Satisfied, the mendicants were happy with what the Buddha said. "
}