{
  "mn136:0.1": "Middle Discourses 136 ",
  "mn136:0.2": "The Longer Analysis of Deeds ",
  "mn136:1.1": "So I have heard. ",
  "mn136:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn136:2.1": "Now at that time Venerable Samiddhi was staying in a wilderness hut. ",
  "mn136:2.2": "Then as the wanderer Potaliputta was going for a walk he came up to Venerable Samiddhi and exchanged greetings with him. ",
  "mn136:2.3": "When the greetings and polite conversation were over, he sat down to one side and said to him: ",
  "mn136:2.4": "“Reverend Samiddhi, I have heard and learned this in the presence of the ascetic Gotama: ",
  "mn136:2.5": "‘Deeds by way of body and speech are done in vain. Only mental deeds are real.’ ",
  "mn136:2.6": "And: ‘There is such an attainment where the one who enters it does not feel anything at all.’” ",
  "mn136:2.7": "“Don’t say that, Reverend Potaliputta, don’t say that! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say this. ",
  "mn136:2.8": " ",
  "mn136:2.9": "But, reverend, there is such an attainment where the one who enters it does not feel anything at all.” ",
  "mn136:2.10": "“Reverend Samiddhi, how long has it been since you went forth?” ",
  "mn136:2.11": "“Not long, reverend: three years.” ",
  "mn136:2.12": "“Well now, what are we to say to the senior mendicants, when even such a junior mendicant imagines their Teacher needs defending? ",
  "mn136:2.13": "After doing an intentional deed by way of body, speech, or mind, reverend, what does one feel?” ",
  "mn136:2.14": "“After doing an intentional deed by way of body, speech, or mind, reverend, one feels suffering.” ",
  "mn136:2.15": "Then, neither approving nor dismissing Samiddhi’s statement, Potaliputta ",
  "mn136:2.16": "got up from his seat and left. ",
  "mn136:3.1": "Soon after he had left, Venerable Samiddhi went to Venerable Ānanda, and exchanged greetings with him. ",
  "mn136:3.2": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn136:3.3": "and informed Ānanda of all they had discussed. ",
  "mn136:3.4": "When he had spoken, Ānanda said to him, ",
  "mn136:3.5": "“Reverend Samiddhi, we should see the Buddha about this matter. ",
  "mn136:3.6": "Come, let’s go to the Buddha and inform him about this. ",
  "mn136:3.7": "As he answers, so we’ll remember it.” ",
  "mn136:3.8": "“Yes, reverend,” Samiddhi replied. ",
  "mn136:4.1": "Then Ānanda and Samiddhi went up to the Buddha, bowed, sat down to one side, ",
  "mn136:4.2": "and told him what had happened. ",
  "mn136:5.1": "When they had spoken, the Buddha said to Ānanda, ",
  "mn136:5.2": "“I don’t recall even seeing the wanderer Potaliputta, Ānanda, so how could we have had such a discussion? ",
  "mn136:5.3": "The wanderer Potaliputta’s question should have been answered after analyzing it, but this foolish person answered definitively.” ",
  "mn136:6.1": "When he said this, Venerable Udāyī said to him, ",
  "mn136:6.2": "“But perhaps, sir, Venerable Samiddhi spoke in reference to the statement: ",
  "mn136:6.3": "‘Suffering includes whatever is felt.’” ",
  "mn136:6.4": "But the Buddha said to Venerable Ānanda, ",
  "mn136:6.5": "“See how this foolish person Udāyī comes up with an idea? ",
  "mn136:6.6": "I knew that ",
  "mn136:6.7": "he was going to come up with such an irrational idea. ",
  "mn136:6.8": "Right from the start Potaliputta asked about the three feelings. ",
  "mn136:6.9": "Suppose the foolish person Samiddhi had answered the wanderer Potaliputta’s question like this: ",
  "mn136:6.10": "‘After doing an intentional deed to be experienced as pleasant by way of body, speech, or mind, one feels pleasure. ",
  "mn136:6.11": "After doing an intentional deed to be experienced as painful by way of body, speech, or mind, one feels pain. ",
  "mn136:6.12": "After doing an intentional deed to be experienced as neutral by way of body, speech, or mind, one feels neutral.’ ",
  "mn136:6.13": "Answering in this way, Samiddhi would have rightly answered Potaliputta. ",
  "mn136:6.14": "Still, who are those foolish and incompetent wanderers who follow other paths to understand the Realized One’s great analysis of deeds? ",
  "mn136:6.15": "Ānanda, if only you would all listen to the Realized One’s explanation of the great analysis of deeds.” ",
  "mn136:7.1": "“Now is the time, Blessed One! Now is the time, Holy One! ",
  "mn136:7.2": "Let the Buddha explain the great analysis of deeds. The mendicants will listen and remember it.” ",
  "mn136:7.3": "“Well then, Ānanda, listen and pay close attention, I will speak.” ",
  "mn136:7.4": "“Yes, sir,” Ānanda replied. ",
  "mn136:7.5": "The Buddha said this: ",
  "mn136:8.1": "“Ānanda, these four people are found in the world. ",
  "mn136:8.2": "What four? ",
  "mn136:8.3": "Some person here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. ",
  "mn136:8.4": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn136:8.5": "But some other person here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. ",
  "mn136:8.6": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn136:8.7": "But some other person here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. ",
  "mn136:8.8": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn136:8.9": "But some other person here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. ",
  "mn136:8.10": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn136:9.1": "Now, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that person ",
  "mn136:9.2": "here who killed living creatures, stole, and committed sexual misconduct; who used speech that’s false, divisive, harsh, or nonsensical; and who was covetous, malicious, and had wrong view. And they see that, when their body breaks up, after death, that person is reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn136:9.3": "They say: ",
  "mn136:9.4": "‘It seems that there is such a thing as bad deeds, and the result of bad conduct. ",
  "mn136:9.5": "For I saw a person here who killed living creatures … and had wrong view. And when their body broke up, after death, they were reborn in a place of loss, a bad place, the underworld, hell.’ ",
  "mn136:9.6": "They say: ",
  "mn136:9.7": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell. ",
  "mn136:9.8": "Those who know this are right. Those who know something else are wrong.’ ",
  "mn136:9.9": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ ",
  "mn136:10.1": "But some other ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that person ",
  "mn136:10.2": "here who killed living creatures … and had wrong view. And they see that that person is reborn in a heavenly realm. ",
  "mn136:10.3": "They say: ",
  "mn136:10.4": "‘It seems that there is no such thing as bad deeds, and the result of bad conduct. ",
  "mn136:10.5": "For I have seen a person here who killed living creatures … and had wrong view. And I saw that that person was reborn in a heavenly realm.’ ",
  "mn136:10.6": "They say: ",
  "mn136:10.7": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm. ",
  "mn136:10.8": "Those who know this are right. Those who know something else are wrong.’ ",
  "mn136:10.9": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ ",
  "mn136:11.1": "Take some ascetic or brahmin who with clairvoyance sees a person ",
  "mn136:11.2": "here who refrained from killing living creatures … and had right view. And they see that that person is reborn in a heavenly realm. ",
  "mn136:11.3": "They say: ",
  "mn136:11.4": "‘It seems that there is such a thing as good deeds, and the result of good conduct. ",
  "mn136:11.5": "For I have seen a person here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in a heavenly realm.’ ",
  "mn136:11.6": "They say: ",
  "mn136:11.7": "‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm. ",
  "mn136:11.8": "Those who know this are right. Those who know something else are wrong.’ ",
  "mn136:11.9": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ ",
  "mn136:12.1": "Take some ascetic or brahmin who with clairvoyance sees a person here who refrained from killing living creatures … and had right view. And they see that that person is reborn in hell. ",
  "mn136:12.2": "They say: ",
  "mn136:12.3": "‘It seems that there is no such thing as good deeds, and the result of good conduct. For I have seen a person ",
  "mn136:12.4": "here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in hell.’ ",
  "mn136:12.5": "They say: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell. ",
  "mn136:12.6": "Those who know this are right. Those who know something else are wrong.’ ",
  "mn136:12.7": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ ",
  "mn136:13.1": "In this case, when an ascetic or brahmin says this: ",
  "mn136:13.2": "‘It seems that there is such a thing as bad deeds, and the result of bad conduct,’ I grant them that. ",
  "mn136:13.3": "And when they say: ",
  "mn136:13.4": "‘I have seen a person here who killed living creatures … and had wrong view. And after death, they were reborn in hell,’ I also grant them that. ",
  "mn136:13.5": "But when they say: ",
  "mn136:13.6": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell,’ I don’t grant them that. ",
  "mn136:13.7": "And when they say: ",
  "mn136:13.8": "‘Those who know this are right. Those who know something else are wrong,’ I also don’t grant them that. ",
  "mn136:13.9": "And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly,’ I also don’t grant them that. ",
  "mn136:13.10": "Why is that? ",
  "mn136:13.11": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ",
  "mn136:14.1": "In this case, when an ascetic or brahmin says this: ",
  "mn136:14.2": "‘It seems that there is no such thing as bad deeds, and the result of bad conduct,’ I don’t grant them that. ",
  "mn136:14.3": "But when they say: ",
  "mn136:14.4": "‘I have seen a person here who killed living creatures … and had wrong view. And I saw that that person was reborn in a heavenly realm,’ I grant them that. ",
  "mn136:14.5": "But when they say: ",
  "mn136:14.6": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm,’ I don’t grant them that. … ",
  "mn136:14.7": " ",
  "mn136:14.8": " ",
  "mn136:14.9": " ",
  "mn136:14.10": " ",
  "mn136:14.11": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ",
  "mn136:15.1": "In this case, when an ascetic or brahmin says this: ",
  "mn136:15.2": "‘It seems that there is such a thing as good deeds, and the result of good conduct,’ I grant them that. ",
  "mn136:15.3": "And when they say: ",
  "mn136:15.4": "‘I have seen a person here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in a heavenly realm,’ I grant them that. ",
  "mn136:15.5": "But when they say: ",
  "mn136:15.6": "‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm,’ I don’t grant them that. … ",
  "mn136:15.7": " ",
  "mn136:15.8": " ",
  "mn136:15.9": " ",
  "mn136:15.10": " ",
  "mn136:15.11": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ",
  "mn136:16.1": "In this case, when an ascetic or brahmin says this: ",
  "mn136:16.2": "‘It seems that there is no such thing as good deeds, and the result of good conduct,’ I don’t grant them that. ",
  "mn136:16.3": "But when they say: ",
  "mn136:16.4": "‘I have seen a person here who refrained from killing living creatures … and had right view. And after death, they were reborn in hell,’ I grant them that. ",
  "mn136:16.5": "But when they say: ",
  "mn136:16.6": "‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell,’ I don’t grant them that. ",
  "mn136:16.7": "But when they say: ‘Those who know this are right. ",
  "mn136:16.8": "Those who know something else are wrong,’ I also don’t grant them that. ",
  "mn136:16.9": "And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly,’ I also don’t grant them that. ",
  "mn136:16.10": "Why is that? ",
  "mn136:16.11": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ",
  "mn136:17.1": "Now, Ānanda, take the case of the person here who killed living creatures … and had wrong view, and who, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn136:17.2": "They must have done a bad deed to be experienced as painful either previously or later, or else at the time of death they undertook wrong view. ",
  "mn136:17.3": "And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn136:17.4": "But anyone here who kills living creatures … and has wrong view experiences the result of that in the present life, or in the next life, or in some subsequent period. ",
  "mn136:18.1": "Now, Ānanda, take the case of the person here who killed living creatures … and had wrong view, and who is reborn in a heavenly realm. ",
  "mn136:18.2": "They must have done a good deed to be experienced as pleasant either previously or later, or else at the time of death they undertook right view. ",
  "mn136:18.3": "And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn136:18.4": "But anyone here who kills living creatures … and has wrong view experiences the result of that in the present life, or in the next life, or in some subsequent period. ",
  "mn136:19.1": "Now, Ānanda, take the case of the person here who refrained from killing living creatures … and had right view, and who is reborn in a heavenly realm. ",
  "mn136:19.2": "They must have done a good deed to be experienced as pleasant either previously or later, or else at the time of death they undertook right view. ",
  "mn136:19.3": "And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn136:19.4": "But anyone here who refrains from killing living creatures … and has right view experiences the result of that in the present life, or in the next life, or in some subsequent period. ",
  "mn136:20.1": "Now, Ānanda, take the case of the person here who refrained from killing living creatures … and had right view, and who is reborn in hell. ",
  "mn136:20.2": "They must have done a bad deed to be experienced as painful either previously or later, or else at the time of death they undertook wrong view. ",
  "mn136:20.3": "And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn136:20.4": "But anyone here who refrains from killing living creatures … and has right view experiences the result of that in the present life, or in the next life, or in some subsequent period. ",
  "mn136:21.1": "So, Ānanda, there are deeds that are ineffective and appear ineffective. There are deeds that are ineffective but appear effective. There are deeds that are effective and appear effective. And there are deeds that are effective but appear ineffective.” ",
  "mn136:21.2": "That is what the Buddha said. ",
  "mn136:21.3": "Satisfied, Venerable Ānanda was happy with what the Buddha said. "
}