{
  "mn145:0.1": "Middle Discourses 145 ",
  "mn145:0.2": "Advice to Puṇṇa ",
  "mn145:1.1": "So I have heard. ",
  "mn145:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn145:1.3": "Then in the late afternoon, Venerable Puṇṇa came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to the Buddha, ",
  "mn145:2.1": "“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ",
  "mn145:2.2": "“Well then, Puṇṇa, listen and pay close attention, I will speak.” ",
  "mn145:2.3": "“Yes, sir,” replied Puṇṇa. ",
  "mn145:2.4": "The Buddha said this: ",
  "mn145:3.1": "“Puṇṇa, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn145:3.2": "If a mendicant approves, welcomes, and keeps clinging to them, ",
  "mn145:3.3": "this gives rise to relishing. ",
  "mn145:3.4": "Relishing is the origin of suffering, I say. ",
  "mn145:3.5": "There are sounds known by the ear … ",
  "mn145:3.6": "smells known by the nose … ",
  "mn145:3.7": "tastes known by the tongue … ",
  "mn145:3.8": "touches known by the body … ",
  "mn145:3.9": "thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn145:3.10": "If a mendicant approves, welcomes, and keeps clinging to them, ",
  "mn145:3.11": "this gives rise to relishing. ",
  "mn145:3.12": "Relishing is the origin of suffering, I say. ",
  "mn145:4.1": "There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn145:4.2": "If a mendicant doesn’t approve, welcome, and keep clinging to them, ",
  "mn145:4.3": "relishing ceases. ",
  "mn145:4.4": "When relishing ceases, suffering ceases, I say. ",
  "mn145:4.5": "There are sounds known by the ear … ",
  "mn145:4.6": "smells known by the nose … ",
  "mn145:4.7": "tastes known by the tongue … ",
  "mn145:4.8": "touches known by the body … ",
  "mn145:4.9": "thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn145:4.10": "If a mendicant doesn’t approve, welcome, and keep clinging to them, ",
  "mn145:4.11": "relishing ceases. ",
  "mn145:4.12": "When relishing ceases, suffering ceases, I say. ",
  "mn145:5.1": "Puṇṇa, now that I’ve given you this brief advice, what country will you live in?” ",
  "mn145:5.2": "“Sir, there’s a country named Sunāparanta. I shall live there.” ",
  "mn145:5.3": "“The people of Sunāparanta are wild and rough, Puṇṇa. ",
  "mn145:5.4": " ",
  "mn145:5.5": "If they abuse and insult you, what will you think of them?” ",
  "mn145:5.6": "“If they abuse and insult me, I will think: ",
  "mn145:5.7": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t hit me with their fists.’ ",
  "mn145:5.8": "That’s what I’ll think, Blessed One. ",
  "mn145:5.9": "That’s what I’ll think, Holy One.” ",
  "mn145:5.10": "“But if they do hit you with their fists, what will you think of them then?” ",
  "mn145:5.11": "“If they hit me with their fists, I’ll think: ",
  "mn145:5.12": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t throw stones at me.’ ",
  "mn145:5.13": "That’s what I’ll think, Blessed One. ",
  "mn145:5.14": "That’s what I’ll think, Holy One.” ",
  "mn145:5.15": "“But if they do throw stones at you, what will you think of them then?” ",
  "mn145:5.16": "“If they throw stones at me, I’ll think: ",
  "mn145:5.17": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t beat me with a club.’ ",
  "mn145:5.18": "That’s what I’ll think, Blessed One. ",
  "mn145:5.19": "That’s what I’ll think, Holy One.” ",
  "mn145:5.20": "“But if they do beat you with a club, what will you think of them then?” ",
  "mn145:5.21": "“If they beat me with a club, I’ll think: ",
  "mn145:5.22": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t stab me with a knife.’ ",
  "mn145:5.23": "That’s what I’ll think, Blessed One. ",
  "mn145:5.24": "That’s what I’ll think, Holy One.” ",
  "mn145:5.25": "“But if they do stab you with a knife, what will you think of them then?” ",
  "mn145:5.26": "“If they stab me with a knife, I’ll think: ",
  "mn145:5.27": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t take my life with a sharp knife.’ ",
  "mn145:5.28": "That’s what I’ll think, Blessed One. ",
  "mn145:5.29": "That’s what I’ll think, Holy One.” ",
  "mn145:5.30": "“But if they do take your life with a sharp knife, what will you think of them then?” ",
  "mn145:5.31": "“If they take my life with a sharp knife, I’ll think: ",
  "mn145:5.32": "‘There are disciples of the Buddha who looked for someone to assist with slitting their wrists because they were horrified, repelled, and disgusted with the body and with life. And I have found this without looking!’ ",
  "mn145:5.33": "That’s what I’ll think, Blessed One. ",
  "mn145:5.34": "That’s what I’ll think, Holy One.” ",
  "mn145:6.1": "“Good, good Puṇṇa! ",
  "mn145:6.2": "Having such self-control and peacefulness, you will be quite capable of living in Sunāparanta. ",
  "mn145:6.3": "Now, Puṇṇa, go at your convenience.” ",
  "mn145:7.1": "And then Puṇṇa welcomed and agreed with the Buddha’s words. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Sunāparanta. ",
  "mn145:7.2": "Traveling stage by stage, he arrived at Sunāparanta, ",
  "mn145:7.3": "and stayed there. ",
  "mn145:7.4": "Within that rainy season he confirmed around five hundred male and five hundred female lay followers. And within that same rainy season he realized the three knowledges. ",
  "mn145:7.5": "Some time later he became fully extinguished. ",
  "mn145:8.1": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn145:8.2": "“Sir, the gentleman named Puṇṇa, who was advised in brief by the Buddha, has passed away. ",
  "mn145:8.3": "Where has he been reborn in his next life?” ",
  "mn145:8.4": "“Mendicants, Puṇṇa was astute. He practiced in line with the teachings, and did not trouble me about the teachings. ",
  "mn145:8.5": "Puṇṇa has become completely extinguished.” ",
  "mn145:8.6": "That is what the Buddha said. ",
  "mn145:8.7": "Satisfied, the mendicants were happy with what the Buddha said. "
}