{
  "mn18:0.1": "Middle Discourses 18 ",
  "mn18:0.2": "The Honey-Cake ",
  "mn18:1.1": "So I have heard. ",
  "mn18:1.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "mn18:2.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kapilavatthu for alms. ",
  "mn18:2.2": "He wandered for alms in Kapilavatthu. After the meal, on his return from alms-round, he went to the Great Wood, ",
  "mn18:2.3": "plunged deep into it, and sat at the root of a young wood apple tree for the day’s meditation. ",
  "mn18:3.1": "Daṇḍapāṇi the Sakyan, while going for a walk, ",
  "mn18:3.2": "plunged deep into the Great Wood. He approached the Buddha and exchanged greetings with him. ",
  "mn18:3.3": "When the greetings and polite conversation were over, he stood to one side leaning on his staff, and said to the Buddha, ",
  "mn18:3.4": "“What does the ascetic teach? What does he explain?” ",
  "mn18:4.1": "“Sir, my teaching is such that one does not conflict with anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. And it is such that perceptions do not underlie the brahmin who lives detached from sensual pleasures, without doubting, stripped of worry, and rid of craving for rebirth in this or that state. ",
  "mn18:4.2": "That’s what I teach, and that’s what I explain.” ",
  "mn18:5.1": "When he had spoken, Daṇḍapāṇi shook his head, waggled his tongue, raised his eyebrows until his brow puckered in three furrows, and he departed leaning on his staff. ",
  "mn18:6.1": "Then in the late afternoon, the Buddha came out of retreat and went to the Banyan Tree Monastery, sat down on the seat spread out, ",
  "mn18:6.2": "and told the mendicants what had happened. ",
  "mn18:6.3": " ",
  "mn18:6.4": " ",
  "mn18:6.5": " ",
  "mn18:6.6": " ",
  "mn18:6.7": " ",
  "mn18:6.8": " ",
  "mn18:6.9": " ",
  "mn18:6.10": " ",
  "mn18:6.11": " ",
  "mn18:6.12": " ",
  "mn18:6.13": " ",
  "mn18:6.14": "When he had spoken, one of the mendicants said to him, ",
  "mn18:7.1": "“But sir, what is the teaching such that the Buddha does not conflict with anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans? ",
  "mn18:7.2": "And how is it that perceptions do not underlie the Buddha, the brahmin who lives detached from sensual pleasures, without indecision, stripped of worry, and rid of craving for rebirth in this or that state?” ",
  "mn18:8.1": "“Mendicant, a person is beset by concepts of identity that emerge from the proliferation of perceptions. ",
  "mn18:8.2": "If they don’t find anything worth approving, welcoming, or getting attached to in the source from which these arise, ",
  "mn18:8.3": "just this is the end of the underlying tendencies to desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance. This is the end of taking up the rod and the sword, the end of quarrels, arguments, and fights, of accusations, divisive speech, and lies. ",
  "mn18:8.4": "This is where these bad, unskillful qualities cease without anything left over.” ",
  "mn18:9.1": "That is what the Buddha said. ",
  "mn18:9.2": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "mn18:10.1": "Soon after the Buddha left, those mendicants considered, ",
  "mn18:10.2": "“The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail. ",
  "mn18:10.3": " ",
  "mn18:10.4": " ",
  "mn18:10.5": " ",
  "mn18:10.6": " ",
  "mn18:10.7": "Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?” ",
  "mn18:10.8": "Then those mendicants thought, ",
  "mn18:10.9": "“This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "mn18:10.10": "He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha. ",
  "mn18:10.11": "Let’s go to him, and ask him about this matter.” ",
  "mn18:11.1": "Then those mendicants went to Mahākaccāna, and exchanged greetings with him. ",
  "mn18:11.2": "When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said: ",
  "mn18:11.3": " ",
  "mn18:11.4": " ",
  "mn18:11.5": " ",
  "mn18:11.6": " ",
  "mn18:11.7": " ",
  "mn18:11.8": " ",
  "mn18:11.9": " ",
  "mn18:11.10": " ",
  "mn18:11.11": " ",
  "mn18:11.12": " ",
  "mn18:11.13": " ",
  "mn18:11.14": " ",
  "mn18:11.15": " ",
  "mn18:11.16": " ",
  "mn18:11.17": " ",
  "mn18:11.18": "“May Venerable Mahākaccāna please explain this.” ",
  "mn18:12.1": "“Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves. ",
  "mn18:12.2": "Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter. ",
  "mn18:12.3": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One. ",
  "mn18:12.4": "That was the time to approach the Buddha and ask about this matter. ",
  "mn18:12.5": "You should have remembered it in line with the Buddha’s answer.” ",
  "mn18:13.1": "“Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One. ",
  "mn18:13.2": "That was the time to approach the Buddha and ask about this matter. ",
  "mn18:13.3": "We should have remembered it in line with the Buddha’s answer. ",
  "mn18:13.4": "Still, Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "mn18:13.5": "You are capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha. ",
  "mn18:13.6": "Please explain this, if it’s no trouble.” ",
  "mn18:14.1": "“Well then, reverends, listen and pay close attention, I will speak.” ",
  "mn18:14.2": "“Yes, reverend,” they replied. ",
  "mn18:14.3": "Venerable Mahākaccāna said this: ",
  "mn18:15.1": "“Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail: ",
  "mn18:15.2": "‘A person is beset by concepts of identity that emerge from the proliferation of perceptions. ",
  "mn18:15.3": "If they don’t find anything worth approving, welcoming, or getting attached to in the source from which these arise … ",
  "mn18:15.4": "This is where these bad, unskillful qualities cease without anything left over.’ This is how I understand the detailed meaning of this passage for recitation. ",
  "mn18:16.1": "Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for feeling. What you feel, you perceive. What you perceive, you think about. What you think about, you proliferate. What you proliferate about is the source from which a person is beset by concepts of identity that emerge from the proliferation of perceptions. This occurs with respect to sights known by the eye in the past, future, and present. ",
  "mn18:16.2": "Ear consciousness arises dependent on the ear and sounds. … ",
  "mn18:16.3": "Nose consciousness arises dependent on the nose and smells. … ",
  "mn18:16.4": "Tongue consciousness arises dependent on the tongue and tastes. … ",
  "mn18:16.5": "Body consciousness arises dependent on the body and touches. … ",
  "mn18:16.6": "Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact. Contact is a condition for feeling. What you feel, you perceive. What you perceive, you think about. What you think about, you proliferate. What you proliferate about is the source from which a person is beset by concepts of identity that emerge from the proliferation of perceptions. This occurs with respect to thoughts known by the mind in the past, future, and present. ",
  "mn18:17.1": "When there is the eye, sights, and eye consciousness, it’s possible to point out what’s known as ‘contact’. ",
  "mn18:17.2": "When there is what’s known as contact, it’s possible to point out what’s known as ‘feeling’. ",
  "mn18:17.3": "When there is what’s known as feeling, it’s possible to point out what’s known as ‘perception’. ",
  "mn18:17.4": "When there is what’s known as perception, it’s possible to point out what’s known as ‘thought’. ",
  "mn18:17.5": "When there is what’s known as thought, it’s possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’. ",
  "mn18:17.6": "When there is the ear … ",
  "mn18:17.7": "nose … ",
  "mn18:17.8": "tongue … ",
  "mn18:17.9": "body … ",
  "mn18:17.10": "mind, thoughts, and mind consciousness, it’s possible to point out what’s known as ‘contact’. … ",
  "mn18:17.11": " ",
  "mn18:17.12": " ",
  "mn18:17.13": " ",
  "mn18:17.14": "When there is what’s known as thought, it’s possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’. ",
  "mn18:18.1": "When there is no eye, no sights, and no eye consciousness, it’s not possible to point out what’s known as ‘contact’. ",
  "mn18:18.2": "When there isn’t what’s known as contact, it’s not possible to point out what’s known as ‘feeling’. ",
  "mn18:18.3": "When there isn’t what’s known as feeling, it’s not possible to point out what’s known as ‘perception’. ",
  "mn18:18.4": "When there isn’t what’s known as perception, it’s not possible to point out what’s known as ‘thought’. ",
  "mn18:18.5": "When there isn’t what’s known as thought, it’s not possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’. ",
  "mn18:18.6": "When there is no ear … ",
  "mn18:18.7": "nose … ",
  "mn18:18.8": "tongue … ",
  "mn18:18.9": "body … ",
  "mn18:18.10": "mind, no thoughts, and no mind consciousness, it’s not possible to point out what’s known as ‘contact’. … ",
  "mn18:18.11": " ",
  "mn18:18.12": " ",
  "mn18:18.13": " ",
  "mn18:18.14": "When there isn’t what’s known as thought, it’s not possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’. ",
  "mn18:19.1": "This is how I understand the detailed meaning of that brief passage for recitation given by the Buddha. ",
  "mn18:19.2": " ",
  "mn18:19.3": " ",
  "mn18:19.4": "If you wish, you may go to the Buddha and ask him about this. ",
  "mn18:19.5": "You should remember it in line with the Buddha’s answer.” ",
  "mn18:20.1": "“Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said: ",
  "mn18:20.2": " ",
  "mn18:20.3": " ",
  "mn18:20.4": " ",
  "mn18:20.5": " ",
  "mn18:20.6": " ",
  "mn18:20.7": " ",
  "mn18:20.8": " ",
  "mn18:20.9": " ",
  "mn18:20.10": " ",
  "mn18:20.11": " ",
  "mn18:20.12": " ",
  "mn18:20.13": " ",
  "mn18:20.14": " ",
  "mn18:20.15": " ",
  "mn18:20.16": " ",
  "mn18:20.17": "“Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.” ",
  "mn18:21.1": "“Mahākaccāna is astute, mendicants, he has great wisdom. ",
  "mn18:21.2": "If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna. ",
  "mn18:21.3": "That is what it means, and that’s how you should remember it.” ",
  "mn18:22.1": "When he said this, Venerable Ānanda said to the Buddha, ",
  "mn18:22.2": "“Sir, suppose a person who was weak with hunger was to obtain a honey-cake. Wherever they taste it, they would enjoy a sweet, delicious flavor. ",
  "mn18:22.3": "In the same way, wherever a sincere, capable mendicant might examine with wisdom the meaning of this exposition of the teaching they would only gain joy and clarity. ",
  "mn18:22.4": "Sir, what is the name of this exposition of the teaching?” ",
  "mn18:22.5": "“Well, Ānanda, you may remember this exposition of the teaching as ‘The Honey-Cake Discourse’.” ",
  "mn18:22.6": "That is what the Buddha said. ",
  "mn18:22.7": "Satisfied, Venerable Ānanda was happy with what the Buddha said. "
}