{
  "mn20:0.1": "Middle Discourses 20 ",
  "mn20:0.2": "How to Stop Thinking ",
  "mn20:1.1": "So I have heard. ",
  "mn20:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn20:1.3": "There the Buddha addressed the mendicants, ",
  "mn20:1.4": "“Mendicants!” ",
  "mn20:1.5": "“Venerable sir,” they replied. ",
  "mn20:1.6": "The Buddha said this: ",
  "mn20:2.1": "“Mendicants, a mendicant committed to the higher mind should focus on five foundations of meditation from time to time. ",
  "mn20:2.2": "What five? ",
  "mn20:3.1": "Take a mendicant who is focusing on some foundation of meditation that gives rise to bad, unskillful thoughts connected with desire, hate, and delusion. That mendicant should focus on some other foundation of meditation connected with the skillful. ",
  "mn20:3.2": "As they do so, those bad thoughts are given up and come to an end. ",
  "mn20:3.3": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:3.4": "It’s like a deft carpenter or their apprentice who’d knock out or extract a large peg with a finer peg. ",
  "mn20:3.5": "In the same way, a mendicant … should focus on some other foundation of meditation connected with the skillful … ",
  "mn20:3.6": " ",
  "mn20:3.7": " ",
  "mn20:4.1": "Now, suppose that mendicant is focusing on some other foundation of meditation connected with the skillful, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should examine the drawbacks of those thoughts: ",
  "mn20:4.2": "‘So these thoughts are unskillful, they’re blameworthy, and they result in suffering.’ ",
  "mn20:4.3": "As they do so, those bad thoughts are given up and come to an end. ",
  "mn20:4.4": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:4.5": "Suppose there was a woman or man who was young, youthful, and fond of adornments. If the corpse of a snake or a dog or a human were hung around their neck, they’d be horrified, repelled, and disgusted. ",
  "mn20:4.6": "In the same way, a mendicant … should examine the drawbacks of those thoughts … ",
  "mn20:4.7": " ",
  "mn20:4.8": " ",
  "mn20:4.9": " ",
  "mn20:5.1": "Now, suppose that mendicant is examining the drawbacks of those thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should try to ignore and forget about them. ",
  "mn20:5.2": "As they do so, those bad thoughts are given up and come to an end. ",
  "mn20:5.3": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:5.4": "Suppose there was a person with good eyesight, and some undesirable sights came into their range of vision. ",
  "mn20:5.5": "They’d just close their eyes or look away. ",
  "mn20:5.6": "In the same way, a mendicant … those bad thoughts are given up and come to an end … ",
  "mn20:5.7": " ",
  "mn20:6.1": "Now, suppose that mendicant is ignoring and forgetting about those thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should focus on stopping the formation of thoughts. ",
  "mn20:6.2": "As they do so, those bad thoughts are given up and come to an end. ",
  "mn20:6.3": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:6.4": "Suppose there was a person walking quickly. ",
  "mn20:6.5": "They’d think: ",
  "mn20:6.6": "‘Why am I walking so quickly? ",
  "mn20:6.7": "Why don’t I slow down?’ ",
  "mn20:6.8": "So they’d slow down. ",
  "mn20:6.9": "They’d think: ",
  "mn20:6.10": "‘Why am I walking slowly? ",
  "mn20:6.11": "Why don’t I stand still?’ ",
  "mn20:6.12": "So they’d stand still. ",
  "mn20:6.13": "They’d think: ",
  "mn20:6.14": "‘Why am I standing still? ",
  "mn20:6.15": "Why don’t I sit down?’ ",
  "mn20:6.16": "So they’d sit down. ",
  "mn20:6.17": "They’d think: ",
  "mn20:6.18": "‘Why am I sitting? ",
  "mn20:6.19": "Why don’t I lie down?’ ",
  "mn20:6.20": "So they’d lie down. ",
  "mn20:6.21": "And so that person would reject successively coarser postures and adopt more subtle ones. ",
  "mn20:6.22": "In the same way, a mendicant … those thoughts are given up and come to an end … ",
  "mn20:6.23": " ",
  "mn20:7.1": "Now, suppose that mendicant is focusing on stopping the formation of thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. ",
  "mn20:7.2": "With teeth clenched and tongue pressed against the roof of the mouth, they should squeeze, squash, and torture mind with mind. ",
  "mn20:7.3": "As they do so, those bad thoughts are given up and come to an end. ",
  "mn20:7.4": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:7.5": "It’s like a strong man who grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them. ",
  "mn20:7.6": "In the same way, a mendicant … ",
  "mn20:7.7": "with teeth clenched and tongue pressed against the roof of the mouth, should squeeze, squash, and torture mind with mind. ",
  "mn20:7.8": "As they do so, those bad thoughts are given up and come to an end. ",
  "mn20:7.9": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:8.1": "Now, take the mendicant who is focusing on some foundation of meditation that gives rise to bad, unskillful thoughts connected with desire, hate, and delusion. They focus on some other foundation of meditation connected with the skillful … ",
  "mn20:8.2": " ",
  "mn20:8.3": "They examine the drawbacks of those thoughts … ",
  "mn20:8.4": " ",
  "mn20:8.5": "They try to ignore and forget about those thoughts … ",
  "mn20:8.6": " ",
  "mn20:8.7": "They focus on stopping the formation of thoughts … ",
  "mn20:8.8": " ",
  "mn20:8.9": "With teeth clenched and tongue pressed against the roof of the mouth, they squeeze, squash, and torture mind with mind. When they succeed in each of these things, those bad thoughts are given up and come to an end. ",
  "mn20:8.10": "Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ",
  "mn20:8.11": "This is called a mendicant who is a master of the ways of thought. ",
  "mn20:8.12": "They’ll think what they want to think, and they won’t think what they don’t want to think. ",
  "mn20:8.13": "They’ve cut off craving, untied the fetters, and by rightly comprehending conceit have made an end of suffering.” ",
  "mn20:8.14": "That is what the Buddha said. ",
  "mn20:8.15": "Satisfied, the mendicants were happy with what the Buddha said. ",
  "mn20:8.16": " ",
  "mn20:8.17": " ",
  "mn20:9.1": " ",
  "mn20:9.2": " ",
  "mn20:9.3": " "
}