{
  "mn29:0.1": "Middle Discourses 29 ",
  "mn29:0.2": "The Longer Simile of the Heartwood ",
  "mn29:1.1": "So I have heard. ",
  "mn29:1.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain, not long after Devadatta had left. ",
  "mn29:1.3": "There the Buddha spoke to the mendicants about Devadatta: ",
  "mn29:2.1": "“Mendicants, take the case of a gentleman who has gone forth from the lay life to homelessness, thinking, ",
  "mn29:2.2": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "mn29:2.3": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "mn29:2.4": "When they’ve gone forth they generate possessions, honor, and popularity. ",
  "mn29:2.5": "They’re happy with that, and they’ve got all they wished for. ",
  "mn29:2.6": "And they glorify themselves and put others down because of that: ",
  "mn29:2.7": "‘I’m the one with possessions, honor, and popularity. These other mendicants are obscure and insignificant.’ ",
  "mn29:2.8": "And so they become indulgent and fall into negligence regarding those possessions, honor, and popularity. And being negligent they live in suffering. ",
  "mn29:2.9": "Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But, passing over the heartwood, softwood, bark, and shoots, he’d cut off the branches and leaves and depart imagining they were heartwood. ",
  "mn29:2.10": "If a person with good eyesight saw him they’d say, ",
  "mn29:2.11": "‘This gentleman doesn’t know what heartwood, softwood, bark, shoots, or branches and leaves are. ",
  "mn29:2.12": "That’s why he passed them over, cut off the branches and leaves, and departed imagining they were heartwood. ",
  "mn29:2.13": "Whatever he needs to make from heartwood, he won’t succeed.’ … ",
  "mn29:2.14": " ",
  "mn29:2.15": " ",
  "mn29:2.16": " ",
  "mn29:2.17": " ",
  "mn29:2.18": " ",
  "mn29:2.19": " ",
  "mn29:2.20": " ",
  "mn29:2.21": "This is called a mendicant who has grabbed the branches and leaves of the spiritual life ",
  "mn29:2.22": "and stopped short with that. ",
  "mn29:3.1": "Next, take a gentleman who has gone forth from the lay life to homelessness … ",
  "mn29:3.2": " ",
  "mn29:3.3": " ",
  "mn29:3.4": "When they’ve gone forth they generate possessions, honor, and popularity. ",
  "mn29:3.5": "They’re not happy with that, and haven’t got all they wished for. ",
  "mn29:3.6": "They don’t glorify themselves and put others down on account of that. ",
  "mn29:3.7": "Nor do they become indulgent and fall into negligence regarding those possessions, honor, and popularity. ",
  "mn29:3.8": "Being diligent, they become accomplished in ethics. ",
  "mn29:3.9": "They’re happy with that, and they’ve got all they wished for. ",
  "mn29:3.10": "And they glorify themselves and put others down on account of that: ",
  "mn29:3.11": "‘I’m the one who is ethical, of good character. These other mendicants are unethical, of bad character.’ ",
  "mn29:3.12": "And so they become indulgent and fall into negligence regarding their accomplishment in ethics. And being negligent they live in suffering. ",
  "mn29:3.13": "Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But, passing over the heartwood, softwood, and bark, he’d cut off the shoots and depart imagining they were heartwood. ",
  "mn29:3.14": "If a person with good eyesight saw him they’d say, ",
  "mn29:3.15": "‘This gentleman doesn’t know what heartwood, softwood, bark, shoots, or branches and leaves are. ",
  "mn29:3.16": "That’s why he passed them over, cut off the shoots, and departed imagining they were heartwood. ",
  "mn29:3.17": "Whatever he needs to make from heartwood, he won’t succeed.’ … ",
  "mn29:4.1": " ",
  "mn29:4.2": " ",
  "mn29:4.3": " ",
  "mn29:4.4": " ",
  "mn29:4.5": " ",
  "mn29:4.6": " ",
  "mn29:4.7": " ",
  "mn29:4.8": " ",
  "mn29:4.9": " ",
  "mn29:4.10": " ",
  "mn29:4.11": " ",
  "mn29:4.12": " ",
  "mn29:4.13": "This is called a mendicant who has grabbed the shoots of the spiritual life ",
  "mn29:4.14": "and stopped short with that. ",
  "mn29:4.15": "Next, take a gentleman who has gone forth from the lay life to homelessness … ",
  "mn29:4.16": " ",
  "mn29:4.17": " ",
  "mn29:4.18": "When they’ve gone forth they generate possessions, honor, and popularity. … ",
  "mn29:4.19": " ",
  "mn29:4.20": " ",
  "mn29:4.21": " ",
  "mn29:4.22": " ",
  "mn29:4.23": " ",
  "mn29:4.24": " ",
  "mn29:4.25": "Being diligent, they achieve immersion. ",
  "mn29:4.26": "They’re happy with that, and they’ve got all they wished for. ",
  "mn29:4.27": "And they glorify themselves and put others down on account of that: ",
  "mn29:4.28": "‘I’m the one with immersion and unified mind. These other mendicants lack immersion, they have straying minds.’ ",
  "mn29:4.29": "And so they become indulgent and fall into negligence regarding that accomplishment in immersion. And being negligent they live in suffering. ",
  "mn29:4.30": "Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But, passing over the heartwood and softwood, he’d cut off the bark and depart imagining it was heartwood. ",
  "mn29:4.31": "If a person with good eyesight saw him they’d say: ‘This gentleman doesn’t know what heartwood, softwood, bark, shoots, or branches and leaves are. ",
  "mn29:4.32": "That’s why he passed them over, cut off the bark, and departed imagining it was heartwood. ",
  "mn29:4.33": "Whatever he needs to make from heartwood, he won’t succeed.’ … ",
  "mn29:4.34": " ",
  "mn29:4.35": " ",
  "mn29:4.36": " ",
  "mn29:4.37": " ",
  "mn29:4.38": " ",
  "mn29:4.39": " ",
  "mn29:4.40": " ",
  "mn29:4.41": " ",
  "mn29:4.42": " ",
  "mn29:4.43": " ",
  "mn29:4.44": " ",
  "mn29:4.45": " ",
  "mn29:4.46": " ",
  "mn29:4.47": " ",
  "mn29:4.48": "This is called a mendicant who has grabbed the bark of the spiritual life ",
  "mn29:4.49": "and stopped short with that. ",
  "mn29:5.1": "Next, take a gentleman who has gone forth from the lay life to homelessness … ",
  "mn29:5.2": " ",
  "mn29:5.3": " ",
  "mn29:5.4": "When they’ve gone forth they generate possessions, honor, and popularity. … ",
  "mn29:5.5": " ",
  "mn29:5.6": " ",
  "mn29:5.7": " ",
  "mn29:5.8": " ",
  "mn29:5.9": " ",
  "mn29:5.10": " ",
  "mn29:5.11": " ",
  "mn29:5.12": " ",
  "mn29:5.13": " ",
  "mn29:5.14": "Being diligent, they achieve knowledge and vision. ",
  "mn29:5.15": "They’re happy with that, and they’ve got all they wished for. ",
  "mn29:5.16": "And they glorify themselves and put others down on account of that, ",
  "mn29:5.17": "‘I’m the one who meditates knowing and seeing. ",
  "mn29:5.18": "These other mendicants meditate without knowing and seeing.’ ",
  "mn29:5.19": "And so they become indulgent and fall into negligence regarding that knowledge and vision. And being negligent they live in suffering. ",
  "mn29:5.20": "Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But, passing over the heartwood, he’d cut out the softwood and depart imagining it was heartwood. ",
  "mn29:5.21": "If a person with good eyesight saw him they’d say, ",
  "mn29:5.22": "‘This gentleman doesn’t know what heartwood, softwood, bark, shoots, or branches and leaves are. ",
  "mn29:5.23": "That’s why he passed them over, cut out the softwood, and departed imagining it was heartwood. ",
  "mn29:5.24": "Whatever he needs to make from heartwood, he won’t succeed.’ … ",
  "mn29:5.25": " ",
  "mn29:5.26": " ",
  "mn29:5.27": " ",
  "mn29:5.28": " ",
  "mn29:5.29": " ",
  "mn29:5.30": " ",
  "mn29:5.31": " ",
  "mn29:5.32": " ",
  "mn29:5.33": " ",
  "mn29:5.34": " ",
  "mn29:5.35": " ",
  "mn29:5.36": " ",
  "mn29:5.37": " ",
  "mn29:5.38": " ",
  "mn29:5.39": " ",
  "mn29:5.40": " ",
  "mn29:5.41": " ",
  "mn29:5.42": "This is called a mendicant who has grabbed the softwood of the spiritual life ",
  "mn29:5.43": "and stopped short with that. ",
  "mn29:6.1": "Next, take a gentleman who has gone forth from the lay life to homelessness, thinking, ",
  "mn29:6.2": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "mn29:6.3": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "mn29:6.4": "When they’ve gone forth they generate possessions, honor, and popularity. ",
  "mn29:6.5": "They’re not happy with that, and haven’t got all they wished for. ",
  "mn29:6.6": "They don’t glorify themselves and put others down on account of that. ",
  "mn29:6.7": "Nor do they become indulgent and fall into negligence regarding those possessions, honor, and popularity. Being diligent, they become accomplished in ethics. ",
  "mn29:6.8": "They’re happy with that, but they haven’t got all they wished for. ",
  "mn29:6.9": "They don’t glorify themselves and put others down on account of that. ",
  "mn29:6.10": "Nor do they become indulgent and fall into negligence regarding that accomplishment in ethics. Being diligent, they achieve immersion. ",
  "mn29:6.11": "They’re happy with that, but they haven’t got all they wished for. ",
  "mn29:6.12": "They don’t glorify themselves and put others down on account of that. ",
  "mn29:6.13": "Nor do they become indulgent and fall into negligence regarding that accomplishment in immersion. Being diligent, they achieve knowledge and vision. ",
  "mn29:6.14": "They’re happy with that, but they haven’t got all they wished for. ",
  "mn29:6.15": "They don’t glorify themselves and put others down on account of that. ",
  "mn29:6.16": "Nor do they become indulgent and fall into negligence regarding that knowledge and vision. Being diligent, they achieve permanent liberation. ",
  "mn29:6.17": "And it’s impossible for that mendicant to fall away from that irreversible liberation. ",
  "mn29:6.18": "Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. He’d cut out just the heartwood and depart knowing it was heartwood. ",
  "mn29:6.19": "If a person with good eyesight saw him they’d say, ",
  "mn29:6.20": "‘This gentleman knows what heartwood, softwood, bark, shoots, and branches and leaves are. ",
  "mn29:6.21": "That’s why he cut out just the heartwood and departed knowing it was heartwood. ",
  "mn29:6.22": "Whatever he needs to make from heartwood, he will succeed.’ … ",
  "mn29:6.23": " ",
  "mn29:6.24": " ",
  "mn29:6.25": " ",
  "mn29:6.26": " ",
  "mn29:6.27": " ",
  "mn29:6.28": " ",
  "mn29:6.29": " ",
  "mn29:6.30": " ",
  "mn29:6.31": " ",
  "mn29:6.32": " ",
  "mn29:6.33": " ",
  "mn29:6.34": " ",
  "mn29:6.35": " ",
  "mn29:6.36": " ",
  "mn29:6.37": " ",
  "mn29:6.38": " ",
  "mn29:6.39": "It’s impossible for that mendicant to fall away from that irreversible liberation. ",
  "mn29:7.1": "And so, mendicants, this spiritual life is not lived for the sake of possessions, honor, and popularity, or for accomplishment in ethics, or for accomplishment in immersion, or for knowledge and vision. ",
  "mn29:7.2": "Rather, the goal, heartwood, and final end of the spiritual life is the unshakable freedom of heart.” ",
  "mn29:7.3": " ",
  "mn29:7.4": "That is what the Buddha said. ",
  "mn29:7.5": "Satisfied, the mendicants were happy with what the Buddha said. "
}