{
  "mn41:0.1": "Middle Discourses 41 ",
  "mn41:0.2": "The People of Sālā ",
  "mn41:1.1": "So I have heard. ",
  "mn41:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Sālā. ",
  "mn41:2.1": "The brahmins and householders of Sālā heard, ",
  "mn41:2.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—while wandering in the land of the Kosalans has arrived at Sālā, together with a large Saṅgha of mendicants. ",
  "mn41:2.3": "He has this good reputation: ",
  "mn41:2.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn41:2.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn41:2.6": "He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, with the right meaning and phrasing. ",
  "mn41:2.7": "He reveals an entirely full and pure spiritual life. ",
  "mn41:2.8": "It’s good to see such perfected ones.” ",
  "mn41:3.1": "Then the brahmins and householders of Sālā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. Seated to one side they said to the Buddha: ",
  "mn41:4.1": "“What is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell? ",
  "mn41:4.2": "And what is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?” ",
  "mn41:5.1": "“Unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn41:5.2": "Principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ",
  "mn41:6.1": "“We don’t understand the detailed meaning of Master Gotama’s brief statement. ",
  "mn41:6.2": "Master Gotama, please teach us this matter in detail so we can understand the meaning.” ",
  "mn41:6.3": "“Well then, householders, listen and pay close attention, I will speak.” ",
  "mn41:6.4": "“Yes, sir,” they replied. ",
  "mn41:6.5": "The Buddha said this: ",
  "mn41:7.1": "“Householders, unprincipled and immoral conduct is threefold by way of body, fourfold by way of speech, and threefold by way of mind. ",
  "mn41:8.1": "And how is unprincipled and immoral conduct threefold by way of body? ",
  "mn41:8.2": "It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. ",
  "mn41:8.3": "They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness. ",
  "mn41:8.4": "They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. ",
  "mn41:8.5": "This is how unprincipled and immoral conduct is threefold by way of body. ",
  "mn41:9.1": "And how is unprincipled and immoral conduct fourfold by way of speech? ",
  "mn41:9.2": "It’s when a certain person lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason. ",
  "mn41:9.3": "They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division. ",
  "mn41:9.4": "They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion. ",
  "mn41:9.5": "They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless. ",
  "mn41:9.6": "This is how unprincipled and immoral conduct is fourfold by way of speech. ",
  "mn41:10.1": "And how is unprincipled and immoral conduct threefold by way of mind? ",
  "mn41:10.2": "It's when a certain person is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ ",
  "mn41:10.3": "They have ill will and malicious intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’ ",
  "mn41:10.4": "They have wrong view. Their perspective is distorted: ",
  "mn41:10.5": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ ",
  "mn41:10.6": "This is how unprincipled and immoral conduct is threefold by way of mind. ",
  "mn41:10.7": "That’s how unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn41:11.1": "Householders, principled and moral conduct is threefold by way of body, fourfold by way of speech, and threefold by way of mind. ",
  "mn41:12.1": "And how is principled and moral conduct threefold by way of body? ",
  "mn41:12.2": "It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. ",
  "mn41:12.3": "They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness. ",
  "mn41:12.4": "They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. ",
  "mn41:12.5": "This is how principled and moral conduct is threefold by way of body. ",
  "mn41:13.1": "And how is principled and moral conduct fourfold by way of speech? ",
  "mn41:13.2": "It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason. ",
  "mn41:13.3": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. ",
  "mn41:13.4": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable, and agreeable to the people. ",
  "mn41:13.5": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ",
  "mn41:13.6": "This is how principled and moral conduct is fourfold by way of speech. ",
  "mn41:14.1": "And how is principled and moral conduct threefold by way of mind? ",
  "mn41:14.2": "It's when a certain person is not covetous. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ ",
  "mn41:14.3": "They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’ ",
  "mn41:14.4": "They have right view, an undistorted perspective: ",
  "mn41:14.5": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’ ",
  "mn41:14.6": "This is how principled and moral conduct is threefold by way of mind. ",
  "mn41:14.7": "This is how principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm. ",
  "mn41:15.1": "A person of principled and moral conduct might wish: ",
  "mn41:15.2": "‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do aristocrats!’ ",
  "mn41:15.3": "It’s possible that this might happen. ",
  "mn41:15.4": "Why is that? ",
  "mn41:15.5": "Because they have principled and moral conduct. ",
  "mn41:16-17.1": "A person of principled and moral conduct might wish: ",
  "mn41:16-17.2": "‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do brahmins … ",
  "mn41:16-17.3": "well-to-do householders … ",
  "mn41:16-17.4": " ",
  "mn41:16-17.5": " ",
  "mn41:16-17.6": " ",
  "mn41:18-42.1": " ",
  "mn41:18-42.2": "the Gods of the Four Great Kings … ",
  "mn41:18-42.3": " ",
  "mn41:18-42.4": " ",
  "mn41:18-42.5": " ",
  "mn41:18-42.6": " ",
  "mn41:18-42.7": "the Gods of the Thirty-Three … ",
  "mn41:18-42.8": "the Gods of Yama … ",
  "mn41:18-42.9": "the Joyful Gods … ",
  "mn41:18-42.10": "the Gods Who Love to Create … ",
  "mn41:18-42.11": "the Gods Who Control the Creations of Others … ",
  "mn41:18-42.12": "the Gods of Brahmā’s Host … ",
  "mn41:18-42.13": " ",
  "mn41:18-42.14": " ",
  "mn41:18-42.15": " ",
  "mn41:18-42.16": " ",
  "mn41:18-42.17": "the Radiant Gods … ",
  "mn41:18-42.18": " ",
  "mn41:18-42.19": " ",
  "mn41:18-42.20": " ",
  "mn41:18-42.21": " ",
  "mn41:18-42.22": "the Gods of Limited Radiance … ",
  "mn41:18-42.23": "the Gods of Limitless Radiance … ",
  "mn41:18-42.24": "the Gods of Streaming Radiance … ",
  "mn41:18-42.25": "the Gods of Limited Glory … ",
  "mn41:18-42.26": "the Gods of Limitless Glory … ",
  "mn41:18-42.27": "the Gods Replete with Glory … ",
  "mn41:18-42.28": "the Gods of Abundant Fruit … ",
  "mn41:18-42.29": "the Gods of Aviha … ",
  "mn41:18-42.30": "the Gods of Atappa … ",
  "mn41:18-42.31": "the Gods Fair to See … ",
  "mn41:18-42.32": "the Fair Seeing Gods … ",
  "mn41:18-42.33": "the Gods of Akaniṭṭha … ",
  "mn41:18-42.34": "the gods of the dimension of infinite space … ",
  "mn41:18-42.35": "the gods of the dimension of infinite consciousness … ",
  "mn41:18-42.36": "the gods of the dimension of nothingness … ",
  "mn41:18-42.37": "the gods of the dimension of neither perception nor non-perception.’ ",
  "mn41:18-42.38": "It’s possible that this might happen. ",
  "mn41:18-42.39": "Why is that? ",
  "mn41:18-42.40": "Because they have principled and moral conduct. ",
  "mn41:43.1": "A person of principled and moral conduct might wish: ",
  "mn41:43.2": "‘If only I might realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ ",
  "mn41:43.3": "It’s possible that this might happen. ",
  "mn41:43.4": "Why is that? ",
  "mn41:43.5": "Because they have principled and moral conduct.” ",
  "mn41:44.1": "When he had spoken, the brahmins and householders of Sālā said to the Buddha, ",
  "mn41:44.2": "“Excellent, Master Gotama! Excellent! ",
  "mn41:44.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "mn41:44.4": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn41:44.5": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” "
}
