{
  "mn45:0.1": "Middle Discourses 45 ",
  "mn45:0.2": "The Shorter Discourse on Taking Up Practices ",
  "mn45:1.1": "So I have heard. ",
  "mn45:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn45:1.3": "There the Buddha addressed the mendicants, ",
  "mn45:1.4": "“Mendicants!” ",
  "mn45:1.5": "“Venerable sir,” they replied. ",
  "mn45:1.6": "The Buddha said this: ",
  "mn45:2.1": "“Mendicants, there are these four ways of taking up practices. ",
  "mn45:2.2": "What four? ",
  "mn45:2.3": "There is a way of taking up practices that is pleasant now but results in future pain. ",
  "mn45:2.4": "There is a way of taking up practices that is painful now and results in future pain. ",
  "mn45:2.5": "There is a way of taking up practices that is painful now but results in future pleasure. ",
  "mn45:2.6": "There is a way of taking up practices that is pleasant now and results in future pleasure. ",
  "mn45:3.1": "And what is the way of taking up practices that is pleasant now but results in future pain? ",
  "mn45:3.2": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn45:3.3": "‘There’s nothing wrong with sensual pleasures.’ ",
  "mn45:3.4": "They throw themselves into sensual pleasures, ",
  "mn45:3.5": "cavorting with female wanderers with fancy hair-dos. ",
  "mn45:3.6": "They say, ",
  "mn45:3.7": "‘What future danger do those ascetics and brahmins see in sensual pleasures that they speak of giving up sensual pleasures, and advocate the complete understanding of sensual pleasures? ",
  "mn45:3.8": "Pleasant is the touch of this female wanderer’s arm, tender, soft, and downy!’ And they throw themselves into sensual pleasures. ",
  "mn45:3.9": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn45:3.10": "And there they feel painful, sharp, severe, acute feelings. ",
  "mn45:3.11": "They say, ",
  "mn45:3.12": "‘This is that future danger that those ascetics and brahmins saw. For it is because of sensual pleasures that I’m feeling painful, sharp, severe, acute feelings.’ ",
  "mn45:4.1": "Suppose that in the last month of summer a camel’s foot creeper pod were to burst open ",
  "mn45:4.2": "and a seed were to fall at the root of a sal tree. ",
  "mn45:4.3": "Then the deity haunting that sal tree would become apprehensive and nervous. ",
  "mn45:4.4": "But their friends and colleagues, relatives and kin—deities of the parks, forests, trees, and those who haunt the herbs, grass, and big trees—would come together to reassure them, ",
  "mn45:4.5": "‘Do not fear, sir, do not fear! ",
  "mn45:4.6": "Hopefully that seed will be swallowed by a peacock, or eaten by a deer, or burnt by a forest fire, or picked up by a lumberjack, or eaten by termites, or it may not even be fertile.’ ",
  "mn45:4.7": "But none of these things happened. And the seed was fertile, so that when the clouds soaked it with rain, it sprouted. ",
  "mn45:4.8": "And the creeper wound its tender, soft, and downy tendrils around that sal tree. ",
  "mn45:4.9": "Then the deity thought, ",
  "mn45:4.10": "‘What future danger did my friends see when they said: ",
  "mn45:4.11": "‘Do not fear, sir, do not fear! ",
  "mn45:4.12": "Hopefully that seed will be swallowed by a peacock, or eaten by a deer, or burnt by a forest fire, or picked up by a lumberjack, or eaten by termites, or it may not even be fertile.’ ",
  "mn45:4.13": "Pleasant is the touch of this creeper’s tender, soft, and downy tendrils.’ ",
  "mn45:4.14": "Then the creeper enfolded the sal tree, ",
  "mn45:4.15": "made a canopy over it, ",
  "mn45:4.16": "draped a curtain around it, ",
  "mn45:4.17": "and split apart all the main branches. ",
  "mn45:4.18": "Then the deity thought, ",
  "mn45:4.19": "‘This is the future danger that my friends saw! ",
  "mn45:4.20": " ",
  "mn45:4.21": "It’s because of that camel’s foot creeper seed that I’m feeling painful, sharp, severe, acute feelings.’ ",
  "mn45:4.22": "In the same way, there are some ascetics and brahmins who have this doctrine and view: ‘There’s nothing wrong with sensual pleasures’ … ",
  "mn45:4.23": " ",
  "mn45:4.24": " ",
  "mn45:4.25": " ",
  "mn45:4.26": " ",
  "mn45:4.27": " ",
  "mn45:4.28": " ",
  "mn45:4.29": " ",
  "mn45:4.30": " ",
  "mn45:4.31": " ",
  "mn45:4.32": " ",
  "mn45:4.33": " ",
  "mn45:4.34": "This is called the way of taking up practices that is pleasant now but results in future pain. ",
  "mn45:5.1": "And what is the way of taking up practices that is painful now and results in future pain? ",
  "mn45:5.2": "It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. ",
  "mn45:5.3": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. ",
  "mn45:5.4": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. ",
  "mn45:5.5": "They feed on one saucer a day, two saucers a day, up to seven saucers a day. ",
  "mn45:5.6": "They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals. ",
  "mn45:5.7": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit. ",
  "mn45:5.8": "They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. ",
  "mn45:5.9": "They tear out their hair and beard, committed to this practice. ",
  "mn45:5.10": "They stand forever, refusing seats. ",
  "mn45:5.11": "They squat, committed to persisting in the squatting position. ",
  "mn45:5.12": "They lie on a mat of thorns, making a mat of thorns their bed. ",
  "mn45:5.13": "They’re committed to the practice of immersion in water three times a day, including the evening. ",
  "mn45:5.14": "And so they live committed to practicing these various ways of mortifying and tormenting the body. ",
  "mn45:5.15": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "mn45:5.16": "This is called the way of taking up practices that is painful now and results in future pain. ",
  "mn45:6.1": "And what is the way of taking up practices that is painful now but results in future pleasure? ",
  "mn45:6.2": "It’s when someone is ordinarily full of acute greed, hate, and delusion. They often feel the pain and sadness that greed, hate, and delusion bring. ",
  "mn45:6.3": " ",
  "mn45:6.4": " ",
  "mn45:6.5": "They lead the full and pure spiritual life in pain and sadness, weeping, with tearful faces. ",
  "mn45:6.6": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn45:6.7": "This is called the way of taking up practices that is painful now but results in future pleasure. ",
  "mn45:7.1": "And what is the way of taking up practices that is pleasant now and results in future pleasure? ",
  "mn45:7.2": "It’s when someone is not ordinarily full of acute greed, hate, and delusion. They rarely feel the pain and sadness that greed, hate, and delusion bring. ",
  "mn45:7.3": " ",
  "mn45:7.4": " ",
  "mn45:7.5": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … ",
  "mn45:7.6": "second absorption … ",
  "mn45:7.7": "third absorption … ",
  "mn45:7.8": "fourth absorption. ",
  "mn45:7.9": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "mn45:7.10": "This is called the way of taking up practices that is pleasant now and results in future pleasure. ",
  "mn45:7.11": "These are the four ways of taking up practices.” ",
  "mn45:7.12": "That is what the Buddha said. ",
  "mn45:7.13": "Satisfied, the mendicants were happy with what the Buddha said. "
}