{
  "mn54:0.1": "Middle Discourses 54 ",
  "mn54:0.2": "With Potaliya the Wanderer ",
  "mn54:1.1": "So I have heard. ",
  "mn54:1.2": "At one time the Buddha was staying in the land of the Northern Āpaṇas, near the town of theirs named Āpaṇa. ",
  "mn54:2.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms. ",
  "mn54:2.2": "He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation. ",
  "mn54:2.3": "Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation. ",
  "mn54:3.1": "Potaliya the householder also approached that forest grove while going for a walk. He was well dressed in a cloak and sarong, with parasol and sandals. Having plunged deep into it, he went up to the Buddha, and exchanged greetings with him. ",
  "mn54:3.2": "When the greetings and polite conversation were over, he stood to one side, and the Buddha said to him, ",
  "mn54:3.3": "“There are seats, householder. Please sit if you wish.” ",
  "mn54:3.4": "When he said this, Potaliya was angry and upset. Thinking, “The ascetic Gotama addresses me as ‘householder’!” he stayed silent. ",
  "mn54:3.5": "For a second time … ",
  "mn54:3.6": "and a third time the Buddha said to him, ",
  "mn54:3.7": "“There are seats, householder. Please sit if you wish.” ",
  "mn54:3.8": "When he said this, Potaliya was angry and upset. Thinking, “The ascetic Gotama addresses me as ‘householder’!” he said to the Buddha, ",
  "mn54:3.9": "“Master Gotama, it is neither proper nor appropriate for you to address me as ‘householder’.” ",
  "mn54:3.10": "“Well, householder, you have the features, attributes, and signs of a householder.” ",
  "mn54:3.11": "“Master Gotama, it’s because I have refused all work and cut off all judgments.” ",
  "mn54:3.12": "“Householder, in what way have you refused all work and cut off all judgments?” ",
  "mn54:3.13": "“Master Gotama, all the money, grain, gold, and silver I used to have has been handed over to my children as their inheritance. And in this matter I do not advise or reprimand them, but live with nothing more than food and clothes. ",
  "mn54:3.14": "That’s how I have refused all work and cut off all judgments.” ",
  "mn54:3.15": "“The cutting off of judgments as you describe it is one thing, householder, but the cutting off of judgments in the noble one’s training is quite different.” ",
  "mn54:3.16": "“But what, sir, is cutting off of judgments in the noble one’s training? ",
  "mn54:3.17": "Sir, please teach me this.” ",
  "mn54:3.18": "“Well then, householder, listen and pay close attention, I will speak.” ",
  "mn54:3.19": "“Yes, sir,” said Potaliya. ",
  "mn54:4.1": "The Buddha said this: ",
  "mn54:4.2": "“Householder, these eight things lead to the cutting off of judgments in the noble one’s training. ",
  "mn54:4.3": "What eight? ",
  "mn54:4.4": "Killing living creatures should be given up, relying on not killing living creatures. ",
  "mn54:4.5": "Stealing should be given up, relying on not stealing. ",
  "mn54:4.6": "Lying should be given up, relying on speaking the truth. ",
  "mn54:4.7": "Divisive speech should be given up, relying on speech that isn’t divisive. ",
  "mn54:4.8": "Greed and lust should be given up, relying on not being greedy and lustful. ",
  "mn54:4.9": "Blaming and insulting should be given up, relying on not blaming and not insulting. ",
  "mn54:4.10": "Anger and distress should be given up, relying on not being angry and distressed. ",
  "mn54:4.11": "Arrogance should be given up, relying on not being arrogant. ",
  "mn54:4.12": "These are the eight things—stated in brief without being analyzed in detail—that lead to the cutting off of judgments in the noble one’s training.” ",
  "mn54:5.1": "“Sir, please teach me these eight things in detail out of compassion.” ",
  "mn54:5.2": "“Well then, householder, listen and pay close attention, I will speak.” ",
  "mn54:5.3": "“Yes, sir,” said Potaliya. ",
  "mn54:5.4": "The Buddha said this: ",
  "mn54:6.1": "“‘Killing living creatures should be given up, relying on not killing living creatures.’ That’s what I said, but why did I say it? ",
  "mn54:6.2": "It’s when a noble disciple reflects: ",
  "mn54:6.3": "‘I am practicing to give up and cut off the fetters that might cause me to kill living creatures. ",
  "mn54:6.4": "But if I were to kill living creatures, because of that I would reprimand myself; sensible people, after examination, would criticize me; and when my body breaks up, after death, I could expect to be reborn in a bad place. ",
  "mn54:6.5": "And killing living creatures is itself a fetter and a hindrance. ",
  "mn54:6.6": "The distressing and feverish defilements that might arise because of killing living creatures do not occur in someone who does not kill living creatures.’ ",
  "mn54:6.7": "‘Killing living creatures should be given up, relying on not killing living creatures.’ ",
  "mn54:6.8": "That’s what I said, and this is why I said it. ",
  "mn54:7.1": "‘Stealing … ",
  "mn54:7.2": " ",
  "mn54:7.3": " ",
  "mn54:7.4": " ",
  "mn54:7.5": " ",
  "mn54:7.6": " ",
  "mn54:7.7": " ",
  "mn54:7.8": " ",
  "mn54:8.1": "lying … ",
  "mn54:8.2": " ",
  "mn54:8.3": " ",
  "mn54:8.4": " ",
  "mn54:8.5": " ",
  "mn54:8.6": " ",
  "mn54:8.7": " ",
  "mn54:8.8": " ",
  "mn54:9.1": "divisive speech … ",
  "mn54:9.2": " ",
  "mn54:9.3": " ",
  "mn54:9.4": " ",
  "mn54:9.5": " ",
  "mn54:9.6": " ",
  "mn54:9.7": " ",
  "mn54:9.8": " ",
  "mn54:10.1": "greed and lust … ",
  "mn54:10.2": " ",
  "mn54:10.3": " ",
  "mn54:10.4": " ",
  "mn54:10.5": " ",
  "mn54:10.6": " ",
  "mn54:10.7": " ",
  "mn54:10.8": " ",
  "mn54:11.1": "blaming and insulting … ",
  "mn54:11.2": " ",
  "mn54:11.3": " ",
  "mn54:11.4": " ",
  "mn54:11.5": " ",
  "mn54:11.6": " ",
  "mn54:11.7": " ",
  "mn54:11.8": " ",
  "mn54:12.1": "anger and distress … ",
  "mn54:12.2": " ",
  "mn54:12.3": " ",
  "mn54:12.4": " ",
  "mn54:12.5": " ",
  "mn54:12.6": " ",
  "mn54:12.7": " ",
  "mn54:12.8": " ",
  "mn54:13.1": "Arrogance should be given up, relying on not being arrogant.’ That’s what I said, but why did I say it? ",
  "mn54:13.2": "It’s when a noble disciple reflects: ",
  "mn54:13.3": "‘I am practicing to give up and cut off the fetters that might cause me to be arrogant. ",
  "mn54:13.4": "But if I were to be arrogant, because of that I would reprimand myself; sensible people, after examination, would criticize me; and when my body breaks up, after death, I could expect to be reborn in a bad place. ",
  "mn54:13.5": "And arrogance is itself a fetter and a hindrance. ",
  "mn54:13.6": "The distressing and feverish defilements that might arise because of arrogance do not occur in someone who is not arrogant.’ ",
  "mn54:13.7": "‘Arrogance should be given up by not being arrogant.’ ",
  "mn54:13.8": "That’s what I said, and this is why I said it. ",
  "mn54:14.1": "These are the eight things—stated in brief and analyzed in detail—that lead to the cutting off of judgments in the noble one’s training. ",
  "mn54:14.2": "But just this much does not constitute the cutting off of judgments in each and every respect in the noble one’s training.” ",
  "mn54:14.3": "“But, sir, how is there the cutting off of judgments in each and every respect in the noble one’s training? ",
  "mn54:14.4": "Sir, please teach me this.” ",
  "mn54:14.5": "“Well then, householder, listen and pay close attention, I will speak.” ",
  "mn54:14.6": "“Yes, sir,” said Potaliya. ",
  "mn54:14.7": "The Buddha said this: ",
  "mn54:15.0": "1. The Dangers of Sensual Pleasures ",
  "mn54:15.1": "“Householder, suppose a dog weak with hunger was hanging around a butcher’s shop. ",
  "mn54:15.2": "Then a deft butcher or their apprentice would toss them a skeleton scraped clean of flesh and smeared in blood. ",
  "mn54:15.3": "What do you think, householder? ",
  "mn54:15.4": "Gnawing on such a fleshless skeleton, would that dog still get rid of its hunger?” ",
  "mn54:15.5": "“No, sir. ",
  "mn54:15.6": "Why not? ",
  "mn54:15.7": "Because that skeleton is scraped clean of flesh and smeared in blood. ",
  "mn54:15.8": "That dog will eventually get weary and frustrated.” ",
  "mn54:15.9": "“In the same way, a noble disciple reflects: ",
  "mn54:15.10": "‘With the simile of a skeleton the Buddha said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’ ",
  "mn54:15.11": "Having truly seen this with right understanding, they reject equanimity based on diversity and develop only the equanimity based on unity, where all kinds of grasping to the world’s material delights cease without anything left over. ",
  "mn54:16.1": "Suppose a vulture or a crow or a hawk was to grab a lump of meat and fly away. ",
  "mn54:16.2": "Other vultures, crows, and hawks would keep chasing it, pecking and clawing. ",
  "mn54:16.3": "What do you think, householder? ",
  "mn54:16.4": "If that vulture, crow, or hawk doesn’t quickly let go of that lump of meat, wouldn’t that result in death or deadly suffering for them?” ",
  "mn54:16.5": "“Yes, sir.” … ",
  "mn54:16.6": " ",
  "mn54:16.7": " ",
  "mn54:16.8": " ",
  "mn54:17.1": "“Suppose a person carrying a blazing grass torch was to walk against the wind. ",
  "mn54:17.2": "What do you think, householder? ",
  "mn54:17.3": "If that person doesn’t quickly let go of that blazing grass torch, wouldn’t they burn their hands or arm or other limb, resulting in death or deadly suffering for them?” ",
  "mn54:17.4": "“Yes, sir.” … ",
  "mn54:17.5": " ",
  "mn54:17.6": " ",
  "mn54:17.7": " ",
  "mn54:18.1": "“Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked. ",
  "mn54:18.2": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. ",
  "mn54:18.3": "Then two strong men would grab them by the arms and drag them towards the pit of glowing coals. ",
  "mn54:18.4": "What do you think, householder? ",
  "mn54:18.5": "Wouldn’t that person writhe and struggle to and fro?” ",
  "mn54:18.6": "“Yes, sir. ",
  "mn54:18.7": "Why is that? ",
  "mn54:18.8": "For that person knows: ‘If I fall in that pit of glowing coals, that’d result in my death or deadly pain.’” … ",
  "mn54:18.9": " ",
  "mn54:18.10": " ",
  "mn54:18.11": " ",
  "mn54:19.1": "“Suppose a person was to see delightful parks, woods, meadows, and lotus ponds in a dream. ",
  "mn54:19.2": "But when they woke they couldn’t see them at all. … ",
  "mn54:19.3": " ",
  "mn54:19.4": " ",
  "mn54:19.5": " ",
  "mn54:20.1": "Suppose a man had borrowed some goods—a gentleman’s carriage and fine jewelled earrings—",
  "mn54:20.2": "and preceded and surrounded by these he proceeded through the middle of Āpaṇa. ",
  "mn54:20.3": "When people saw him they’d say: ",
  "mn54:20.4": "‘This must be a wealthy man! For that’s how the wealthy enjoy their wealth.’ ",
  "mn54:20.5": "But when the owners saw him, they’d take back what was theirs. ",
  "mn54:20.6": "What do you think? Would that be enough for that man to get upset?” ",
  "mn54:20.7": "“Yes, sir. ",
  "mn54:20.8": "Why is that? ",
  "mn54:20.9": "Because the owners took back what was theirs.” … ",
  "mn54:20.10": " ",
  "mn54:20.11": " ",
  "mn54:20.12": " ",
  "mn54:21.1": "“Suppose there was a dark forest grove not far from a town or village. ",
  "mn54:21.2": "And there was a tree laden with fruit, yet none of the fruit had fallen to the ground. ",
  "mn54:21.3": "And along came a person in need of fruit, wandering in search of fruit. ",
  "mn54:21.4": "Having plunged deep into that forest grove, they’d see that tree laden with fruit. ",
  "mn54:21.5": "They’d think: ",
  "mn54:21.6": "‘That tree is laden with fruit, yet none of the fruit has fallen to the ground. ",
  "mn54:21.7": "But I know how to climb a tree. ",
  "mn54:21.8": "Why don’t I climb the tree, eat as much as I like, then fill my pouch?’ ",
  "mn54:21.9": "And that’s what they’d do. ",
  "mn54:21.10": "And along would come a second person in need of fruit, wandering in search of fruit, carrying a sharp axe. ",
  "mn54:21.11": "Having plunged deep into that forest grove, they’d see that tree laden with fruit. ",
  "mn54:21.12": "They’d think: ",
  "mn54:21.13": "‘That tree is laden with fruit, yet none of the fruit has fallen to the ground. ",
  "mn54:21.14": "But I don’t know how to climb a tree. ",
  "mn54:21.15": "Why don’t I chop this tree down at the root, eat as much as I like, then fill my pouch?’ ",
  "mn54:21.16": "And so they’d chop the tree down at the root. ",
  "mn54:21.17": "What do you think, householder? ",
  "mn54:21.18": "If the first person, who climbed the tree, doesn’t quickly come down, when that tree fell wouldn’t they break their hand or arm or other limb, resulting in death or deadly suffering for them?” ",
  "mn54:21.19": "“Yes, sir.” ",
  "mn54:21.20": "“In the same way, a noble disciple reflects: ",
  "mn54:21.21": "‘With the simile of the fruit tree the Buddha said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’ ",
  "mn54:21.22": "Having truly seen this with right understanding, they reject equanimity based on diversity and develop only the equanimity based on unity, where all kinds of grasping to the world’s material delights cease without anything left over. ",
  "mn54:22.1": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple recollects their many kinds of past lives. ",
  "mn54:22.2": "That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details. ",
  "mn54:23.1": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple, with clairvoyance that is purified and superhuman, sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds. ",
  "mn54:24.1": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "mn54:25.1": "That’s how there is the cutting off of judgments in each and every respect in the noble one’s training. ",
  "mn54:25.2": "What do you think, householder? ",
  "mn54:25.3": "Do you regard yourself as having cut off judgments in a way comparable to the cutting off of judgments in each and every respect in the noble one’s training?” ",
  "mn54:25.4": "“Who am I compared to one who has cut off judgments in each and every respect in the noble one’s training? ",
  "mn54:25.5": "I am far from that. ",
  "mn54:25.6": "Sir, I used to think that the wanderers following other paths were thoroughbreds, and I fed them and treated them accordingly, but they were not actually thoroughbreds. ",
  "mn54:25.7": "I thought that the mendicants were not thoroughbreds, and I fed them and treated them accordingly, but they actually were thoroughbreds. ",
  "mn54:25.8": "But now I shall understand that the wanderers following other paths are not actually thoroughbreds, and I will feed them and treat them accordingly. ",
  "mn54:25.9": "And I shall understand that the mendicants actually are thoroughbreds, and I will feed them and treat them accordingly. ",
  "mn54:25.10": "The Buddha has inspired me to have love, confidence, and respect for ascetics! ",
  "mn54:26.1": "Excellent, sir! Excellent! ",
  "mn54:26.2": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "mn54:26.3": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "mn54:26.4": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}