{
  "mn55:0.1": "Middle Discourses 55 ",
  "mn55:0.2": "With Jīvaka ",
  "mn55:1.1": "So I have heard. ",
  "mn55:1.2": "At one time the Buddha was staying near Rājagaha in the Mango Grove of Jīvaka Komārabhacca. ",
  "mn55:2.1": "Then Jīvaka went up to the Buddha, bowed, sat down to one side, and said to the Buddha: ",
  "mn55:3.1": "“Sir, I have heard this: ",
  "mn55:3.2": "‘They slaughter living creatures specially for the ascetic Gotama. The ascetic Gotama knowingly eats meat prepared on purpose for him: this is a deed he caused.’ ",
  "mn55:3.3": "I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?” ",
  "mn55:4.1": "“Jīvaka, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue. ",
  "mn55:5.1": "In three cases I say that meat may not be eaten: ",
  "mn55:5.2": "it’s seen, heard, or suspected. ",
  "mn55:5.3": "These are three cases in which meat may not be eaten. ",
  "mn55:5.4": "In three cases I say that meat may be eaten: ",
  "mn55:5.5": "it’s not seen, heard, or suspected. ",
  "mn55:5.6": "These are three cases in which meat may be eaten. ",
  "mn55:6.1": "Take the case of a mendicant living supported by a town or village. ",
  "mn55:6.2": "They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn55:6.3": "A householder or their child approaches and invites them for the next day’s meal. ",
  "mn55:6.4": "The mendicant accepts if they want. ",
  "mn55:6.5": "When the night has passed, they robe up in the morning, take their bowl and robe, and approach that householder’s home, where they sit on the seat spread out. ",
  "mn55:6.6": "That householder or their child serves them with delicious alms-food. ",
  "mn55:6.7": "It never occurs to them, ",
  "mn55:6.8": "‘It’s so good that this householder serves me with delicious alms-food! ",
  "mn55:6.9": "I hope they serve me with such delicious alms-food in the future!’ ",
  "mn55:6.10": "They don’t think that. ",
  "mn55:6.11": "They eat that alms-food untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. ",
  "mn55:6.12": "What do you think, Jīvaka? ",
  "mn55:6.13": "At that time is that mendicant intending to hurt themselves, hurt others, or hurt both?” ",
  "mn55:6.14": "“No, sir.” ",
  "mn55:6.15": "“Aren’t they eating blameless food at that time?” ",
  "mn55:7.1": "“Yes, sir. ",
  "mn55:7.2": "Sir, I have heard that ",
  "mn55:7.3": "Brahmā abides in love. ",
  "mn55:7.4": "Now, I’ve seen the Buddha with my own eyes, ",
  "mn55:7.5": "and it is the Buddha who truly abides in love.” ",
  "mn55:7.6": "“Any greed, hate, or delusion that might give rise to ill will has been given up by the Realized One, cut off at the root, made like a palm stump, obliterated, and is unable to arise in the future. ",
  "mn55:7.7": "If that’s what you were referring to, I acknowledge it.” ",
  "mn55:7.8": "“That’s exactly what I was referring to.” ",
  "mn55:8-10.1": "“Take the case, Jīvaka, of a mendicant living supported by a town or village. ",
  "mn55:8-10.2": "They meditate spreading a heart full of compassion … ",
  "mn55:8-10.3": "They meditate spreading a heart full of rejoicing … ",
  "mn55:8-10.4": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. ",
  "mn55:8-10.5": "In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn55:8-10.6": "A householder or their child approaches and invites them for the next day’s meal. ",
  "mn55:8-10.7": "The mendicant accepts if they want. ",
  "mn55:8-10.8": "When the night has passed, they robe up in the morning, take their bowl and robe, and approach that householder’s home, where they sit on the seat spread out. ",
  "mn55:8-10.9": "That householder or their child serves them with delicious alms-food. ",
  "mn55:8-10.10": "It never occurs to them, ",
  "mn55:8-10.11": "‘It’s so good that this householder serves me with delicious alms-food! ",
  "mn55:8-10.12": "I hope they serve me with such delicious alms-food in the future!’ ",
  "mn55:8-10.13": "They don’t think that. ",
  "mn55:8-10.14": "They eat that alms-food untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. ",
  "mn55:8-10.15": "What do you think, Jīvaka? ",
  "mn55:8-10.16": "At that time is that mendicant intending to hurt themselves, hurt others, or hurt both?” ",
  "mn55:8-10.17": "“No, sir.” ",
  "mn55:8-10.18": "“Aren’t they eating blameless food at that time?” ",
  "mn55:11.1": "“Yes, sir. ",
  "mn55:11.2": "Sir, I have heard that ",
  "mn55:11.3": "Brahmā abides in equanimity. ",
  "mn55:11.4": "Now, I’ve seen the Buddha with my own eyes, ",
  "mn55:11.5": "and it is the Buddha who truly abides in equanimity.” ",
  "mn55:11.6": "“Any greed, hate, or delusion that might give rise to cruelty, negativity, or repulsion has been given up by the Realized One, cut off at the root, made like a palm stump, obliterated, and is unable to arise in the future. ",
  "mn55:11.7": "If that’s what you were referring to, I acknowledge it.” ",
  "mn55:11.8": "“That’s exactly what I was referring to.” ",
  "mn55:12.1": "“Jīvaka, anyone who slaughters a living creature specially for the Realized One or the Realized One’s disciple makes much bad karma for five reasons. ",
  "mn55:12.2": "When they say: ",
  "mn55:12.3": "‘Go, fetch that living creature,’ this is the first reason. ",
  "mn55:12.4": "When that living creature experiences pain and sadness as it’s led along by a collar, this is the second reason. ",
  "mn55:12.5": "When they say: ",
  "mn55:12.6": "‘Go, slaughter that living creature,’ this is the third reason. ",
  "mn55:12.7": "When that living creature experiences pain and sadness as it’s being slaughtered, this is the fourth reason. ",
  "mn55:12.8": "When they provide the Realized One or the Realized One’s disciple with unallowable food, this is the fifth reason. ",
  "mn55:12.9": "Anyone who slaughters a living creature specially for the Realized One or the Realized One’s disciple makes much bad karma for five reasons.” ",
  "mn55:13.1": "When he had spoken, Jīvaka said to the Buddha: ",
  "mn55:13.2": "“It’s incredible, sir, it’s amazing! ",
  "mn55:13.3": "The mendicants indeed eat allowable food. ",
  "mn55:13.4": "The mendicants indeed eat blameless food. ",
  "mn55:13.5": "Excellent, sir! Excellent! … ",
  "mn55:13.6": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}