{
  "mn58:0.1": "Middle Discourses 58 ",
  "mn58:0.2": "With Prince Abhaya ",
  "mn58:1.1": "So I have heard. ",
  "mn58:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn58:2.1": "Then Prince Abhaya went up to Nigaṇṭha Nātaputta, bowed, and sat down to one side. Nigaṇṭha Nātaputta said to him, ",
  "mn58:3.1": "“Come, prince, refute the ascetic Gotama’s doctrine. ",
  "mn58:3.2": "Then you will get a good reputation: ",
  "mn58:3.3": "‘Prince Abhaya refuted the doctrine of the ascetic Gotama, so mighty and powerful!’” ",
  "mn58:3.4": "“But sir, how am I to do this?” ",
  "mn58:3.5": "“Here, prince, go to the ascetic Gotama and say to him: ",
  "mn58:3.6": "‘Sir, might the Realized One utter speech that is disliked by others?’ ",
  "mn58:3.7": "When he’s asked this, if he answers: ",
  "mn58:3.8": "‘He might, prince,’ say this to him, ",
  "mn58:3.9": "‘Then, sir, what exactly is the difference between you and an ordinary person? ",
  "mn58:3.10": "For even an ordinary person might utter speech that is disliked by others.’ ",
  "mn58:3.11": "But if he answers, ",
  "mn58:3.12": "‘He would not, prince,’ say this to him: ",
  "mn58:3.13": "‘Then, sir, why exactly did you declare of Devadatta: ",
  "mn58:3.14": "“Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable”? ",
  "mn58:3.15": "Devadatta was angry and upset with what you said.’ ",
  "mn58:3.16": "When you put this dilemma to him, the Buddha won’t be able to either spit it out or swallow it down. ",
  "mn58:3.17": "He’ll be like a man with an iron cross stuck in his throat, unable to either spit it out or swallow it down.” ",
  "mn58:3.18": " ",
  "mn58:4.1": "“Yes, sir,” replied Abhaya. He got up from his seat, bowed, and respectfully circled Nigaṇṭha Nāṭaputta, keeping him on his right. Then he went to the Buddha, bowed, and sat down to one side. ",
  "mn58:4.2": "Then he looked up at the sun and thought, ",
  "mn58:4.3": "“It’s too late to refute the Buddha’s doctrine today. ",
  "mn58:4.4": "I shall refute his doctrine in my own home tomorrow.” He said to the Buddha, ",
  "mn58:4.5": "“Sir, may the Buddha please accept tomorrow’s meal from me, together with three other monks.” ",
  "mn58:4.6": "The Buddha consented in silence. ",
  "mn58:5.1": "Then, knowing that the Buddha had consented, Abhaya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "mn58:5.2": "Then when the night had passed, the Buddha robed up in the morning and, taking his bowl and robe, went to Abhaya’s home, and sat down on the seat spread out. ",
  "mn58:5.3": "Then Abhaya served and satisfied the Buddha with his own hands with a variety of delicious foods. ",
  "mn58:5.4": "When the Buddha had eaten and washed his hand and bowl, Abhaya took a low seat, sat to one side, ",
  "mn58:6.1": "and said to him, ",
  "mn58:6.2": "“Sir, might the Realized One utter speech that is disliked by others?” ",
  "mn58:6.3": "“This is no simple matter, prince.” ",
  "mn58:6.4": "“Then the Jains have lost in this, sir.” ",
  "mn58:6.5": "“But prince, why do you say that ",
  "mn58:6.6": "the Jains have lost in this?” ",
  "mn58:6.7": "Then Abhaya told the Buddha all that had happened. ",
  "mn58:6.8": " ",
  "mn58:6.9": " ",
  "mn58:6.10": " ",
  "mn58:6.11": " ",
  "mn58:6.12": " ",
  "mn58:6.13": " ",
  "mn58:6.14": " ",
  "mn58:6.15": " ",
  "mn58:6.16": " ",
  "mn58:6.17": " ",
  "mn58:6.18": " ",
  "mn58:6.19": " ",
  "mn58:6.20": " ",
  "mn58:6.21": " ",
  "mn58:6.22": " ",
  "mn58:6.23": " ",
  "mn58:6.24": " ",
  "mn58:6.25": " ",
  "mn58:6.26": " ",
  "mn58:7.1": "Now at that time a little baby boy was sitting in Prince Abhaya’s lap. ",
  "mn58:7.2": "Then the Buddha said to Abhaya, ",
  "mn58:7.3": "“What do you think, prince? ",
  "mn58:7.4": "If—because of your negligence or his nurse’s negligence—your boy was to put a stick or stone in his mouth, what would you do to him?” ",
  "mn58:7.5": "“I’d try to take it out, sir. ",
  "mn58:7.6": "If that didn’t work, I’d hold his head with my left hand, and take it out using a hooked finger of my right hand, even if it drew blood. ",
  "mn58:7.7": "Why is that? ",
  "mn58:7.8": "Because I have compassion for the boy, sir.” ",
  "mn58:8.1": "“In the same way, prince, the Realized One does not utter speech that he knows to be untrue, false, and harmful, and which is disliked by others. ",
  "mn58:8.2": "The Realized One does not utter speech that he knows to be true and substantive, but which is harmful and disliked by others. ",
  "mn58:8.3": "The Realized One knows the right time to speak so as to explain what he knows to be true, substantive, and beneficial, but which is disliked by others. ",
  "mn58:8.4": "The Realized One does not utter speech that he knows to be untrue, false, and harmful, but which is liked by others. ",
  "mn58:8.5": "The Realized One does not utter speech that he knows to be true and substantive, but which is harmful, even if it is liked by others. ",
  "mn58:8.6": "The Realized One knows the right time to speak so as to explain what he knows to be true, substantive, and beneficial, and which is liked by others. ",
  "mn58:8.7": "Why is that? ",
  "mn58:8.8": "Because the Realized One has compassion for sentient beings.” ",
  "mn58:9.1": "“Sir, there are clever aristocrats, brahmins, householders, or ascetics who come to see you with a question already planned. ",
  "mn58:9.2": "Do you think beforehand that if they ask you like this, you’ll answer like that, or does the answer just appear to you on the spot?” ",
  "mn58:10.1": "“Well then, prince, I’ll ask you about this in return, and you can answer as you like. ",
  "mn58:10.2": "What do you think, prince? ",
  "mn58:10.3": "Are you skilled in the various parts of a chariot?” ",
  "mn58:10.4": "“I am, sir.” ",
  "mn58:10.5": "“What do you think, prince? ",
  "mn58:10.6": "When they come to you and ask: ",
  "mn58:10.7": "‘What’s the name of this chariot part?’ ",
  "mn58:10.8": "Do you think beforehand that if they ask you like this, you’ll answer like that, or does the answer appear to you on the spot?” ",
  "mn58:10.9": "“Sir, I’m well-known as a charioteer skilled in a chariot’s parts. ",
  "mn58:10.10": "All the parts are well-known to me. ",
  "mn58:10.11": "The answer just appears to me on the spot.” ",
  "mn58:11.1": "“In the same way, when clever aristocrats, brahmins, householders, or ascetics come to see me with a question already planned, the answer just appears to me on the spot. ",
  "mn58:11.2": "Why is that? ",
  "mn58:11.3": "Because the Realized One has clearly comprehended the principle of the teachings, so that the answer just appears to him on the spot.” ",
  "mn58:12.1": "When he had spoken, Prince Abhaya said to the Buddha, ",
  "mn58:12.2": "“Excellent, sir! Excellent! … ",
  "mn58:12.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}