{
  "mn74:0.1": "Middle Discourses 74 ",
  "mn74:0.2": "With Dīghanakha ",
  "mn74:1.1": "So I have heard. ",
  "mn74:1.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain in the Boar’s Cave. ",
  "mn74:2.1": "Then the wanderer Dīghanakha went up to the Buddha, and exchanged greetings with him. ",
  "mn74:2.2": "When the greetings and polite conversation were over, he stood to one side, and said to the Buddha, ",
  "mn74:2.3": "“Master Gotama, this is my doctrine and view: ",
  "mn74:2.4": "‘I believe in nothing.’” ",
  "mn74:2.5": "“This view of yours, Aggivessana—",
  "mn74:2.6": "do you believe in that?” ",
  "mn74:2.7": "“If I believed in this view, Master Gotama, it wouldn’t make any difference, it wouldn’t make any difference!” ",
  "mn74:3.1": "“Well, Aggivessana, there are many more in the world who say, ",
  "mn74:3.2": "‘It wouldn’t make any difference! It wouldn’t make any difference!’ ",
  "mn74:3.3": "But they don’t give up that view, and they grasp another view. ",
  "mn74:3.4": "And there are a scant few in the world who say, ",
  "mn74:3.5": "‘It wouldn’t make any difference! It wouldn’t make any difference!’ ",
  "mn74:3.6": "And they give up that view by not grasping another view. ",
  "mn74:4.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn74:4.2": "‘I believe in everything.’ ",
  "mn74:4.3": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn74:4.4": "‘I believe in nothing.’ ",
  "mn74:4.5": "There are some ascetics and brahmins who have this doctrine and view: ",
  "mn74:4.6": "‘I believe in some things, and not in others.’ ",
  "mn74:4.7": "Regarding this, the view of the ascetics and brahmins who believe in everything ",
  "mn74:4.8": "is close to greed, bondage, approving, attachment, and grasping. ",
  "mn74:4.9": "The view of the ascetics and brahmins who believe in nothing ",
  "mn74:4.10": "is far from greed, bondage, approving, attachment, and grasping.” ",
  "mn74:5.1": "When he said this, the wanderer Dīghanakha said to the Buddha, ",
  "mn74:5.2": "“Master Gotama commends my conviction! He recommends my conviction!” ",
  "mn74:5.3": "“Now, regarding the ascetics and brahmins who ",
  "mn74:5.4": "believe in some things and not in others. ",
  "mn74:5.5": "Their view of what they believe in is close to greed, bondage, approving, attachment, and grasping. ",
  "mn74:5.6": "Their view of what they don’t believe in is far from greed, bondage, approving, attachment, and grasping. ",
  "mn74:6.1": "When it comes to the view of the ascetics and brahmins who ",
  "mn74:6.2": "believe in everything, ",
  "mn74:6.3": "a sensible person reflects like this: ",
  "mn74:6.4": "‘I have the view that ",
  "mn74:6.5": "I believe in everything. ",
  "mn74:6.6": "Suppose I obstinately stick to this view and insist that, ",
  "mn74:6.7": "“This is the only truth, other ideas are silly.” ",
  "mn74:6.8": "Then I’d argue with two people—",
  "mn74:6.9": "an ascetic or brahmin who believes in nothing, ",
  "mn74:6.10": "and an ascetic or brahmin who believes in some things and not in others. ",
  "mn74:6.11": " ",
  "mn74:6.12": "And when there’s arguing, there’s quarreling; when there’s quarreling there’s anguish; and when there’s anguish there’s harm.’ ",
  "mn74:6.13": "So, considering in themselves the potential for arguing, quarreling, anguish, and harm, they give up that view by not grasping another view. ",
  "mn74:6.14": "That’s how those views are given up and let go. ",
  "mn74:7.1": "When it comes to the view of the ascetics and brahmins who ",
  "mn74:7.2": "believe in nothing, ",
  "mn74:7.3": "a sensible person reflects like this: ",
  "mn74:7.4": "‘I have the view that ",
  "mn74:7.5": "I believe in nothing. ",
  "mn74:7.6": "Suppose I obstinately stick to this view and insist that, ",
  "mn74:7.7": "“This is the only truth, other ideas are silly.” ",
  "mn74:7.8": "Then I’d argue with two people—",
  "mn74:7.9": "an ascetic or brahmin who believes in everything, ",
  "mn74:7.10": "and an ascetic or brahmin who believes in some things and not in others. ",
  "mn74:7.11": " ",
  "mn74:7.12": "And when there’s arguing, there’s quarreling; when there’s quarreling there’s anguish; and when there’s anguish there’s harm.’ ",
  "mn74:7.13": "So, considering in themselves the potential for arguing, quarreling, anguish, and harm, they give up that view by not grasping another view. ",
  "mn74:7.14": "That’s how those views are given up and let go. ",
  "mn74:8.1": "When it comes to the view of the ascetics and brahmins who ",
  "mn74:8.2": "believe in some things and not in others, ",
  "mn74:8.3": "a sensible person reflects like this: ",
  "mn74:8.4": "‘I have the view that ",
  "mn74:8.5": "I believe in some things and not in others. ",
  "mn74:8.6": "Suppose I obstinately stick to this view and insist that, ",
  "mn74:8.7": "“This is the only truth, other ideas are silly.” ",
  "mn74:8.8": "Then I’d argue with two people—",
  "mn74:8.9": "an ascetic or brahmin who believes in everything, ",
  "mn74:8.10": "and an ascetic or brahmin who believes in nothing. ",
  "mn74:8.11": " ",
  "mn74:8.12": "And when there’s arguing, there’s quarreling; when there’s quarreling there’s anguish; and when there’s anguish there’s harm.’ ",
  "mn74:8.13": "So, considering in themselves the potential for arguing, quarreling, anguish, and harm, they give up that view by not grasping another view. ",
  "mn74:8.14": "That’s how those views are given up and let go. ",
  "mn74:9.1": "Aggivessana, this body is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. You should see it as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self. ",
  "mn74:9.2": "Doing so, you’ll give up desire, affection, and subservience to the body. ",
  "mn74:10.1": "There are these three feelings: ",
  "mn74:10.2": "pleasant, painful, and neutral. ",
  "mn74:10.3": "At a time when you feel a pleasant feeling, you don’t feel a painful or neutral feeling; ",
  "mn74:10.4": "you only feel a pleasant feeling. ",
  "mn74:10.5": "At a time when you feel a painful feeling, you don’t feel a pleasant or neutral feeling; ",
  "mn74:10.6": "you only feel a painful feeling. ",
  "mn74:10.7": "At a time when you feel a neutral feeling, you don’t feel a pleasant or painful feeling; ",
  "mn74:10.8": "you only feel a neutral feeling. ",
  "mn74:11.1": "Pleasant, painful, and neutral feelings are impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease. ",
  "mn74:11.2": " ",
  "mn74:11.3": " ",
  "mn74:12.1": "Seeing this, a learned noble disciple grows disillusioned with pleasant, painful, and neutral feelings. ",
  "mn74:12.2": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ",
  "mn74:12.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn74:13.1": "A mendicant whose mind is freed like this doesn’t side with anyone or fight with anyone. They speak the language of the world without misapprehending it.” ",
  "mn74:14.1": "Now at that time Venerable Sāriputta was standing behind the Buddha fanning him. ",
  "mn74:14.2": "Then he thought, ",
  "mn74:14.3": "“It seems the Buddha speaks of giving up and letting go all these things through direct knowledge.” ",
  "mn74:14.4": "Reflecting like this, Venerable Sāriputta’s mind was freed from the defilements by not grasping. ",
  "mn74:15.1": "And the stainless, immaculate vision of the Dhamma arose in the wanderer Dīghanakha: ",
  "mn74:15.2": "“Everything that has a beginning has an end.” ",
  "mn74:15.3": "Then Dīghanakha saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha: ",
  "mn74:16.1": "“Excellent, Master Gotama! Excellent! ",
  "mn74:16.2": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "mn74:16.3": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn74:16.4": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}