{
  "mn75:0.1": "Middle Discourses 75 ",
  "mn75:0.2": "With Māgaṇḍiya ",
  "mn75:1.1": "So I have heard. ",
  "mn75:1.2": "At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma, on a grass mat in the fire chamber of a brahmin of the Bhāradvāja clan. ",
  "mn75:2.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kammāsadamma for alms. ",
  "mn75:2.2": "He wandered for alms in Kammāsadamma. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation. ",
  "mn75:2.3": "Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation. ",
  "mn75:3.1": "Then as the wanderer Māgaṇḍiya was going for a walk he approached that fire chamber. ",
  "mn75:3.2": "He saw the grass mat spread out there ",
  "mn75:3.3": "and asked the brahmin of the Bhāradvāja clan, ",
  "mn75:3.4": "“Mister Bhāradvāja, who has this grass mat been spread out for? It looks like an ascetic’s bed.” ",
  "mn75:4.1": "“There is the ascetic Gotama, a Sakyan, gone forth from a Sakyan family. ",
  "mn75:4.2": "He has this good reputation: ",
  "mn75:4.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn75:4.4": "This bed has been spread for that Master Gotama.” ",
  "mn75:5.1": "“Well, it’s a sad sight, Mister Bhāradvāja, ",
  "mn75:5.2": "a very sad sight indeed, ",
  "mn75:5.3": "to see a bed for Master Gotama, that life-destroyer!” ",
  "mn75:5.4": "“Be careful what you say, Māgaṇḍiya, ",
  "mn75:5.5": "be careful what you say. ",
  "mn75:5.6": "Many astute aristocrats, brahmins, householders, and ascetics are devoted to Master Gotama. They’ve been guided by him in the noble method, the skillful teaching.” ",
  "mn75:5.7": "“Even if I was to see Master Gotama face to face, Mister Bhāradvāja, I would say to his face: ",
  "mn75:5.8": "‘The ascetic Gotama is a life-destroyer.’ ",
  "mn75:5.9": "Why is that? ",
  "mn75:5.10": "Because that’s what it implies in a discourse of ours.” ",
  "mn75:5.11": "“If you don’t mind, I’ll tell the ascetic Gotama about this.” ",
  "mn75:5.12": "“Don’t worry, Mister Bharadvāja. You may tell him exactly what I’ve said.” ",
  "mn75:6.1": "With clairaudience that is purified and superhuman, the Buddha heard this discussion between the brahmin of the Bhāradvāja clan and the wanderer Māgaṇḍiya. ",
  "mn75:6.2": "Coming out of retreat, he went to the brahmin’s fire chamber and sat on the grass mat. ",
  "mn75:6.3": "Then the brahmin of the Bhāradvāja clan went to the Buddha and exchanged greetings with him. ",
  "mn75:6.4": "When the greetings and polite conversation were over, he sat down to one side. The Buddha said to him, ",
  "mn75:6.5": "“Bhāradvāja, did you have a discussion with the wanderer Māgaṇḍiya about this grass mat?” ",
  "mn75:6.6": "When he said this, the brahmin said to the Buddha, ",
  "mn75:6.7": "“I wanted to mention this very thing to Master Gotama, ",
  "mn75:6.8": "but you brought it up before I had a chance.” ",
  "mn75:7.1": "But this conversation between the Buddha and the brahmin was left unfinished. ",
  "mn75:7.2": "Then as the wanderer Māgaṇḍiya was going for a walk he approached that fire chamber. He went up to the Buddha, and exchanged greetings with him. ",
  "mn75:7.3": "When the greetings and polite conversation were over, he sat down to one side, and the Buddha said to him: ",
  "mn75:8.1": "“Māgaṇḍiya, the eye likes sights, it loves them and enjoys them. ",
  "mn75:8.2": "That’s been tamed, guarded, protected and restrained by the Realized One, and he teaches Dhamma for its restraint. ",
  "mn75:8.3": "Is that what you were referring to when you called me ",
  "mn75:8.4": "a life-destroyer?” ",
  "mn75:8.5": "“That’s exactly what I was referring to. ",
  "mn75:8.6": " ",
  "mn75:8.7": "Why is that? ",
  "mn75:8.8": "Because that’s what it implies in a discourse of ours.” ",
  "mn75:8.9": "“The ear likes sounds … ",
  "mn75:8.10": "The nose likes smells … ",
  "mn75:8.11": "The tongue likes tastes … ",
  "mn75:8.12": " ",
  "mn75:8.13": " ",
  "mn75:8.14": " ",
  "mn75:8.15": " ",
  "mn75:8.16": " ",
  "mn75:8.17": " ",
  "mn75:8.18": " ",
  "mn75:8.19": "The body likes touches … ",
  "mn75:8.20": "The mind likes thoughts, it loves them and enjoys them. ",
  "mn75:8.21": "That’s been tamed, guarded, protected and restrained by the Realized One, and he teaches Dhamma for its restraint. ",
  "mn75:8.22": "Is that what you were referring to when you called me ",
  "mn75:8.23": "a life-destroyer?” ",
  "mn75:8.24": "“That’s exactly what I was referring to. ",
  "mn75:8.25": " ",
  "mn75:8.26": "Why is that? ",
  "mn75:8.27": "Because that’s what it implies in a discourse of ours.” ",
  "mn75:9.1": "“What do you think, Māgaṇḍiya? ",
  "mn75:9.2": "Take someone who used to amuse themselves with sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sights, and having given up craving and dispelled passion for sights—they would live rid of thirst, their mind peaceful inside. ",
  "mn75:9.3": "What would you have to say to them, Māgaṇḍiya?” ",
  "mn75:9.4": "“Nothing, Master Gotama.” ",
  "mn75:9.5": "“What do you think, Māgaṇḍiya? ",
  "mn75:9.6": "Take someone who used to amuse themselves with sounds known by the ear … ",
  "mn75:9.7": "smells known by the nose … ",
  "mn75:9.8": "tastes known by the tongue … ",
  "mn75:9.9": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn75:9.10": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of touches, and having given up craving and dispelled passion for touches—they would live rid of thirst, their mind peaceful inside. ",
  "mn75:9.11": "What would you have to say to them, Māgaṇḍiya?” ",
  "mn75:9.12": "“Nothing, Master Gotama.” ",
  "mn75:10.1": "“Well, when I was still a layperson I used to amuse myself, supplied and provided with sights known by the eye … sounds known by the ear … ",
  "mn75:10.2": "smells known by the nose … ",
  "mn75:10.3": "tastes known by the tongue … ",
  "mn75:10.4": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn75:10.5": "I had three stilt longhouses—",
  "mn75:10.6": "one for the rainy season, one for the winter, and one for the summer. ",
  "mn75:10.7": "I stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where I was entertained by musicians—none of them men. ",
  "mn75:10.8": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside. ",
  "mn75:10.9": "I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. ",
  "mn75:10.10": "I don’t envy them, nor do I hope to enjoy that. ",
  "mn75:10.11": "Why is that? ",
  "mn75:10.12": "Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities, ",
  "mn75:10.13": "which even achieves the level of heavenly pleasure. ",
  "mn75:10.14": "Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it. ",
  "mn75:11.1": "Suppose there was a householder or a householder’s child who was rich, affluent, and wealthy. And they would amuse themselves, supplied and provided with the five kinds of sensual stimulation. That is, sights known by the eye … ",
  "mn75:11.2": "sounds … smells … tastes … ",
  "mn75:11.3": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn75:11.4": "Having practiced good conduct by way of body, speech, and mind, when their body breaks up, after death, they’d be reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three. ",
  "mn75:11.5": "There they’d amuse themselves in the Garden of Delight, escorted by a band of nymphs, supplied and provided with the five kinds of heavenly sensual stimulation. ",
  "mn75:11.6": "Then they’d see a householder or a householder’s child amusing themselves, supplied and provided with the five kinds of sensual stimulation. ",
  "mn75:11.7": "What do you think, Māgaṇḍiya? Would that god—amusing themselves in the Garden of Delight, escorted by a band of nymphs, supplied and provided with the five kinds of heavenly sensual stimulation—envy that householder or householder’s child their five kinds of human sensual stimulation, or return to human sensual pleasures?” ",
  "mn75:11.8": "“No, Master Gotama. ",
  "mn75:11.9": "Why is that? ",
  "mn75:11.10": "Because heavenly sensual pleasures are better than human sensual pleasures.” ",
  "mn75:12.1": "“In the same way, Māgaṇḍiya, when I was still a layperson I used to entertain myself with sights … sounds … ",
  "mn75:12.2": "smells … ",
  "mn75:12.3": "tastes … ",
  "mn75:12.4": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn75:12.5": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside. ",
  "mn75:12.6": "I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. I don’t envy them, nor do I hope to enjoy that. ",
  "mn75:12.7": "Why is that? ",
  "mn75:12.8": "Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities, ",
  "mn75:12.9": "which even achieves the level of heavenly pleasure. ",
  "mn75:12.10": "Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it. ",
  "mn75:13.1": "Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’d cauterize their body over a pit of glowing coals. ",
  "mn75:13.2": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. ",
  "mn75:13.3": "The field surgeon would make medicine for them, ",
  "mn75:13.4": "and by using that they’d be cured of leprosy. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted. ",
  "mn75:13.5": "Then they’d see another person affected by leprosy, with sores and blisters on their limbs, being devoured by worms, scratching with their nails at the opening of their wounds, cauterizing their body over a pit of glowing coals. ",
  "mn75:13.6": "What do you think, Māgaṇḍiya? ",
  "mn75:13.7": "Would that person envy that other person affected by leprosy for their pit of glowing coals or for taking medicine?” ",
  "mn75:13.8": "“No, Master Gotama. ",
  "mn75:13.9": "Why is that? ",
  "mn75:13.10": "Because you need to take medicine only when there’s a disease. When there’s no disease, there’s no need for medicine.” ",
  "mn75:14.1": "“In the same way, Māgaṇḍiya, when I was still a layperson I used to entertain myself with sights … sounds … ",
  "mn75:14.2": "smells … ",
  "mn75:14.3": "tastes … ",
  "mn75:14.4": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "mn75:14.5": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside. ",
  "mn75:14.6": "I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. ",
  "mn75:14.7": "I don’t envy them, nor do I hope to enjoy that. ",
  "mn75:14.8": "Why is that? ",
  "mn75:14.9": "Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities, ",
  "mn75:14.10": "which even achieves the level of heavenly pleasure. ",
  "mn75:14.11": "Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it. ",
  "mn75:15.1": "Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’d cauterize their body over a pit of glowing coals. ",
  "mn75:15.2": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. ",
  "mn75:15.3": "The field surgeon would make medicine for them, ",
  "mn75:15.4": "and by using that they’d be cured of leprosy. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted. ",
  "mn75:15.5": "Then two strong men would grab them by the arms and drag them towards the pit of glowing coals. ",
  "mn75:15.6": "What do you think, Māgaṇḍiya? ",
  "mn75:15.7": "Wouldn’t that person writhe and struggle to and fro?” ",
  "mn75:15.8": "“Yes, Master Gotama. ",
  "mn75:15.9": "Why is that? ",
  "mn75:15.10": "Because that fire is really painful to touch, fiercely burning and scorching.” ",
  "mn75:15.11": "“What do you think, Māgaṇḍiya? ",
  "mn75:15.12": "Is it only now that the fire is really painful to touch, fiercely burning and scorching, or was it painful previously as well?” ",
  "mn75:15.13": "“That fire is painful now and it was also painful previously. ",
  "mn75:15.14": "That person was affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, their sense faculties were impaired. So even though the fire was actually painful to touch, they had a distorted perception that it was pleasant.” ",
  "mn75:16.1": "“In the same way, sensual pleasures of the past, future, and present are painful to touch, fiercely burning and scorching. ",
  "mn75:16.2": "These sentient beings who are not free from sensual pleasures—being consumed by craving for sensual pleasures, burning with passion for sensual pleasures—have impaired sense faculties. So even though sensual pleasures are actually painful to touch, they have a distorted perception that they are pleasant. ",
  "mn75:17.1": "Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’re cauterizing their body over a pit of glowing coals. ",
  "mn75:17.2": "The more they scratch their wounds and cauterize their body, the more their wounds become foul, stinking, and infected. But still, they derive a degree of pleasure and gratification from the itchiness of their wounds. ",
  "mn75:17.3": "In the same way, I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. ",
  "mn75:17.4": "The more they indulge in sensual pleasures, the more their craving for sensual pleasures grows, and the more they burn with passion for sensual pleasures. But still, they derive a degree of pleasure and gratification from the five kinds of sensual stimulation. ",
  "mn75:18.1": "What do you think, Māgaṇḍiya? ",
  "mn75:18.2": "Have you seen or heard of a king or a royal minister of the past, future, or present, amusing themselves supplied and provided with the five kinds of sensual stimulation, who—without giving up craving for sensual pleasures and dispelling passion for sensual pleasures—lives rid of thirst, their mind peaceful inside?” ",
  "mn75:18.3": "“No, Master Gotama.” ",
  "mn75:18.4": "“Good, Māgaṇḍiya. ",
  "mn75:18.5": "Neither have I. ",
  "mn75:18.6": "On the contrary, all the ascetics or brahmins of the past, future, or present who live rid of thirst, their minds peaceful inside, do so after truly understanding the origin, ending, gratification, drawback, and escape of sensual pleasures, and after giving up craving and dispelling passion for sensual pleasures.” ",
  "mn75:19.1": "Then on that occasion the Buddha expressed this heartfelt sentiment: ",
  "mn75:19.2": "“Health is the ultimate blessing; ",
  "mn75:19.3": "extinguishment, the ultimate happiness. ",
  "mn75:19.4": "Of paths, the ultimate is eightfold—",
  "mn75:19.5": "it’s safe, and leads to the deathless.” ",
  "mn75:19.6": "When he said this, Māgaṇḍiya said to him, ",
  "mn75:19.7": "“It’s incredible, Master Gotama, it’s amazing! ",
  "mn75:19.8": "How well said this was by Master Gotama! ",
  "mn75:19.9": "‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’ ",
  "mn75:19.10": "I’ve also heard that wanderers of the past, the teachers of teachers, said: ",
  "mn75:19.11": "‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’ ",
  "mn75:19.12": "And it agrees, Master Gotama.” ",
  "mn75:19.13": "“But Māgaṇḍiya, when you heard that wanderers of the past said this, ",
  "mn75:19.14": "what is that health? And what is that extinguishment?” ",
  "mn75:19.15": "When he said this, Māgaṇḍiya stroked his own limbs with his hands, saying: ",
  "mn75:19.16": "“This is that health, Master Gotama, this is that extinguishment! ",
  "mn75:19.17": "For I am now healthy and happy, and have no afflictions.” ",
  "mn75:20.1": "“Māgaṇḍiya, suppose a person was born blind. ",
  "mn75:20.2": "They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. ",
  "mn75:20.3": "They might hear a sighted person saying: ",
  "mn75:20.4": "‘White cloth is really nice, it’s attractive, stainless, and clean.’ ",
  "mn75:20.5": "They’d go in search of white cloth. ",
  "mn75:20.6": "But someone would cheat them with a dirty, soiled garment, saying: ",
  "mn75:20.7": "‘Sir, here is a white cloth for you, it’s attractive, stainless, and clean.’ ",
  "mn75:20.8": "They’d take it and put it on, expressing their gladness: ",
  "mn75:20.9": "‘White cloth is really nice, it’s attractive, stainless, and clean.’ ",
  "mn75:20.10": "What do you think, Māgaṇḍiya? ",
  "mn75:20.11": "Did that person blind from birth do this knowing and seeing, ",
  "mn75:20.12": "or out of faith in the sighted person?” ",
  "mn75:20.13": "“They did so not knowing or seeing, ",
  "mn75:20.14": "but out of faith in the sighted person.” ",
  "mn75:21.1": "“In the same way, the wanderers who follow other paths are blind and sightless. Not knowing health and not seeing extinguishment, they still recite this verse: ",
  "mn75:21.2": "‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’ ",
  "mn75:21.3": "For this verse was recited by the perfected ones, fully awakened Buddhas of the past: ",
  "mn75:21.4": "‘Health is the ultimate blessing; ",
  "mn75:21.5": "extinguishment, the ultimate happiness. ",
  "mn75:21.6": "Of paths, the ultimate is eightfold—",
  "mn75:21.7": "it’s safe, and leads to the deathless.' ",
  "mn75:21.8": "These days it has gradually become a verse used by ordinary people. ",
  "mn75:21.9": "But Māgaṇḍiya, this body is a disease, an abscess, a dart, a misery, an affliction. Yet you say of this body: ",
  "mn75:21.10": "‘This is that health, this is that extinguishment!’ ",
  "mn75:21.11": "Māgaṇḍiya, you don’t have the noble vision by which you might know health and see extinguishment.” ",
  "mn75:22.1": "“I am quite confident that Master Gotama ",
  "mn75:22.2": "is capable of teaching me so that I can know health and see extinguishment.” ",
  "mn75:22.3": "“Māgaṇḍiya, suppose a person was born blind. ",
  "mn75:22.4": "They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. ",
  "mn75:22.5": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. ",
  "mn75:22.6": "The field surgeon would make medicine for them, ",
  "mn75:22.7": "but when they used it their eyes were not cured and they still could not see clearly. ",
  "mn75:22.8": "What do you think, Māgaṇḍiya? ",
  "mn75:22.9": "Wouldn’t that doctor just get weary and frustrated?” ",
  "mn75:22.10": "“Yes, Master Gotama.” ",
  "mn75:22.11": "“In the same way, suppose I were to teach you the Dhamma, saying: ",
  "mn75:22.12": "‘This is that health, this is that extinguishment.’ But you might not know health or see extinguishment, ",
  "mn75:22.13": "which would be wearying and troublesome for me.” ",
  "mn75:23.1": "“I am quite confident that Master Gotama ",
  "mn75:23.2": "is capable of teaching me so that I can know health and see extinguishment.” ",
  "mn75:23.3": "“Māgaṇḍiya, suppose a person was born blind. ",
  "mn75:23.4": "They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. ",
  "mn75:23.5": "They might hear a sighted person saying: ",
  "mn75:23.6": "‘White cloth is really nice, it’s attractive, stainless, and clean.’ ",
  "mn75:23.7": "They’d go in search of white cloth. ",
  "mn75:23.8": "But someone would cheat them with a dirty, soiled garment, saying: ",
  "mn75:23.9": "‘Sir, here is a white cloth for you, it’s attractive, stainless, and clean.’ ",
  "mn75:23.10": "They’d take it and put it on. ",
  "mn75:23.11": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. ",
  "mn75:23.12": "The field surgeon would make medicine for them: ",
  "mn75:23.13": "emetics, purgatives, ointment, counter-ointment, or nasal treatment. ",
  "mn75:23.14": "And when they used it their eyes would be cured so that they could see clearly. ",
  "mn75:23.15": "As soon as their eyes were cured they’d lose all desire for that dirty, soiled garment. ",
  "mn75:23.16": "Then they would consider that person to be no friend, but an enemy, and might even think of murdering them: ",
  "mn75:23.17": "‘For such a long time I’ve been cheated, tricked, and deceived by that person with this dirty, soiled garment when he said, ",
  "mn75:23.18": "“Sir, here is a white cloth for you, it’s attractive, stainless, and clean.”’ ",
  "mn75:24.1": "In the same way, Māgaṇḍiya, suppose I were to teach you the Dhamma, saying: ",
  "mn75:24.2": "‘This is that health, this is that extinguishment.’ ",
  "mn75:24.3": "You might know health and see extinguishment. ",
  "mn75:24.4": "And as soon as your vision arises you might give up desire for the five grasping aggregates. ",
  "mn75:24.5": "And you might even think: ",
  "mn75:24.6": "‘For such a long time I’ve been cheated, tricked, and deceived by this mind. ",
  "mn75:24.7": "For what I have been grasping is only form, feeling, perception, choices, and consciousness. ",
  "mn75:24.8": "My grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "mn75:24.9": "That is how this entire mass of suffering originates.’” ",
  "mn75:25.1": "“I am quite confident that Master Gotama ",
  "mn75:25.2": "is capable of teaching me so that I can rise from this seat cured of blindness.” ",
  "mn75:25.3": "“Well then, Māgaṇḍiya, you should associate with good people. ",
  "mn75:25.4": "When you associate with good people, you will hear the true teaching. ",
  "mn75:25.5": "When you hear the true teaching, you’ll practice in line with the teaching. ",
  "mn75:25.6": "When you practice in line with the teaching, you’ll know and see for yourself: ",
  "mn75:25.7": "‘These are diseases, boils, and darts. ",
  "mn75:25.8": "And here is where diseases, boils, and darts cease without anything left over.’ ",
  "mn75:25.9": "When my grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "mn75:25.10": "That is how this entire mass of suffering ceases.” ",
  "mn75:26.1": "When he said this, Māgaṇḍiya said to him, ",
  "mn75:26.2": "“Excellent, Master Gotama! Excellent! ",
  "mn75:26.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "mn75:26.4": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "mn75:26.5": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "mn75:27.1": "“Māgaṇḍiya, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. ",
  "mn75:27.2": "However, I have recognized individual differences in this matter.” ",
  "mn75:27.3": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” ",
  "mn75:28.1": "And the wanderer Māgaṇḍiya received the going forth, the ordination in the Buddha’s presence. ",
  "mn75:28.2": "Not long after his ordination, Venerable Māgaṇḍiya, living alone, withdrawn, diligent, keen, and resolute, realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "mn75:28.3": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "mn75:28.4": "And Venerable Māgaṇḍiya became one of the perfected. "
}