{
  "mn87:0.1": "Middle Discourses 87 ",
  "mn87:0.2": "Born From the Beloved ",
  "mn87:1.1": "So I have heard. ",
  "mn87:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn87:2.1": "Now at that time a certain householder’s dear and beloved only child passed away. ",
  "mn87:2.2": "After their death he didn’t feel like working or eating. ",
  "mn87:2.3": "He would go to the cemetery and wail, ",
  "mn87:2.4": "“Where are you, my only child? Where are you, my only child?” ",
  "mn87:3.1": "Then he went to the Buddha, bowed, and sat down to one side. The Buddha said to him, ",
  "mn87:3.2": "“Householder, you look like someone who’s not in their right mind; your faculties have deteriorated.” ",
  "mn87:3.3": "“And how, sir, could my faculties not have deteriorated? ",
  "mn87:3.4": "For my dear and beloved only child has passed away. ",
  "mn87:3.5": "Since their death I haven’t felt like working or eating. ",
  "mn87:3.6": "I go to the cemetery and wail: ",
  "mn87:3.7": "‘Where are you, my only child? Where are you, my only child?’” ",
  "mn87:3.8": "“That’s so true, householder! That’s so true, householder! ",
  "mn87:3.9": "For our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.” ",
  "mn87:3.10": "“Sir, who on earth could ever think such a thing! ",
  "mn87:3.11": " ",
  "mn87:3.12": "For our loved ones are a source of joy and happiness.” ",
  "mn87:3.13": "Disagreeing with the Buddha’s statement, rejecting it, he got up from his seat and left. ",
  "mn87:4.1": "Now at that time several gamblers were playing dice not far from the Buddha. ",
  "mn87:4.2": "That householder approached them and told them what had happened. ",
  "mn87:4.3": " ",
  "mn87:4.4": " ",
  "mn87:4.5": " ",
  "mn87:4.6": " ",
  "mn87:4.7": " ",
  "mn87:4.8": " ",
  "mn87:4.9": " ",
  "mn87:4.10": " ",
  "mn87:4.11": " ",
  "mn87:4.12": " ",
  "mn87:4.13": " ",
  "mn87:4.14": " ",
  "mn87:4.15": " ",
  "mn87:4.16": " ",
  "mn87:4.17": "“That’s so true, householder! That’s so true, householder! ",
  "mn87:4.18": "For our loved ones are a source of joy and happiness.” ",
  "mn87:4.19": "Thinking, “The gamblers and I are in agreement,” the householder left. ",
  "mn87:5.1": "Eventually that topic of discussion reached the royal compound. ",
  "mn87:5.2": "Then King Pasenadi addressed Queen Mallikā, ",
  "mn87:5.3": "“Mallika, your ascetic Gotama said this: ",
  "mn87:5.4": "‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’” ",
  "mn87:5.5": "“If that’s what the Buddha said, great king, then that’s how it is.” ",
  "mn87:5.6": "“No matter what the ascetic Gotama says, Mallikā agrees with him: ",
  "mn87:5.7": "‘If that’s what the Buddha said, great king, then that’s how it is.’ ",
  "mn87:5.8": "You’re just like a student who agrees with everything their teacher says. ",
  "mn87:5.9": " ",
  "mn87:5.10": " ",
  "mn87:5.11": " ",
  "mn87:5.12": "Go away, Mallikā, get out of here!” ",
  "mn87:6.1": "Then Queen Mallikā addressed the brahmin Nāḷijaṅgha, ",
  "mn87:6.2": "“Please, brahmin, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "mn87:6.3": " ",
  "mn87:6.4": "And then say: ",
  "mn87:6.5": "‘Sir, did the Buddha make this statement: ",
  "mn87:6.6": "“Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress”?’ ",
  "mn87:6.7": "Remember well how the Buddha answers and tell it to me. ",
  "mn87:6.8": "For Realized Ones say nothing that is not so.” ",
  "mn87:6.9": "“Yes, ma’am,” he replied. He went to the Buddha and exchanged greetings with him. ",
  "mn87:6.10": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ",
  "mn87:6.11": "“Master Gotama, Queen Mallikā bows with her head to your feet. She asks if you are healthy and well, nimble, strong, and living comfortably. ",
  "mn87:6.12": "And she asks whether ",
  "mn87:6.13": "the Buddha made this statement: ",
  "mn87:6.14": "‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’” ",
  "mn87:7.1": "“That’s right, brahmin, that’s right! ",
  "mn87:7.2": "For our loved ones are a source of sorrow, lamentation, pain, sadness, and distress. ",
  "mn87:8.1": "And here’s a way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress. ",
  "mn87:8.2": "Once upon a time right here in Sāvatthī a certain woman’s mother passed away. ",
  "mn87:8.3": "And because of that she went mad and lost her mind. She went from street to street and from square to square saying, ",
  "mn87:8.4": "‘Has anyone seen my mother? Has anyone seen my mother?’ ",
  "mn87:9-14.1": "And here’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress. ",
  "mn87:9-14.2": "Once upon a time right here in Sāvatthī a certain woman’s father … ",
  "mn87:9-14.3": "brother … ",
  "mn87:9-14.4": "sister … ",
  "mn87:9-14.5": "son … ",
  "mn87:9-14.6": "daughter … ",
  "mn87:9-14.7": "husband passed away. ",
  "mn87:9-14.8": "And because of that she went mad and lost her mind. She went from street to street and from square to square saying, ",
  "mn87:9-14.9": "‘Has anyone seen my husband? Has anyone seen my husband?’ ",
  "mn87:15-21.1": "And here’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress. ",
  "mn87:15-21.2": "Once upon a time right here in Sāvatthī a certain man’s mother … ",
  "mn87:15-21.3": " ",
  "mn87:15-21.4": " ",
  "mn87:15-21.5": " ",
  "mn87:15-21.6": "father … ",
  "mn87:15-21.7": "brother … ",
  "mn87:15-21.8": "sister … ",
  "mn87:15-21.9": "son … ",
  "mn87:15-21.10": "daughter … ",
  "mn87:15-21.11": "wife passed away. ",
  "mn87:15-21.12": "And because of that he went mad and lost his mind. He went from street to street and from square to square saying, ",
  "mn87:15-21.13": "‘Has anyone seen my wife? Has anyone seen my wife?’ ",
  "mn87:15-21.14": "And here’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress. ",
  "mn87:22.1": "Once upon a time right here in Sāvatthī a certain woman went to live with her relative’s family. ",
  "mn87:22.2": "But her relatives wanted to divorce her from her husband and give her to another, ",
  "mn87:22.3": "who she didn’t want. ",
  "mn87:22.4": "So she told her husband about this. ",
  "mn87:22.5": " ",
  "mn87:22.6": " ",
  "mn87:22.7": "But he cut her in two and disemboweled himself, thinking, ",
  "mn87:22.8": "‘We shall be together after death.’ ",
  "mn87:22.9": "That’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.” ",
  "mn87:23.1": "Then Nāḷijaṅgha the brahmin, having approved and agreed with what the Buddha said, got up from his seat, went to Queen Mallikā, and told her of all they had discussed. Then Queen Mallikā approached King Pasenadi and said to him, ",
  "mn87:24.1": "“What do you think, great king? ",
  "mn87:24.2": "Do you love Princess Vajirī?” ",
  "mn87:24.3": "“Indeed I do, Mallikā.” ",
  "mn87:24.4": "“What do you think, great king? ",
  "mn87:24.5": "If she were to decay and perish, would sorrow, lamentation, pain, sadness, and distress arise in you?” ",
  "mn87:24.6": "“If she were to decay and perish, my life would fall apart. How could sorrow, lamentation, pain, sadness, and distress not arise in me?” ",
  "mn87:24.7": "“This is what the Buddha was referring to when he said: ",
  "mn87:24.8": "‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’ ",
  "mn87:25.1": "What do you think, great king? ",
  "mn87:25.2": "Do you love Lady Vāsabhā? … ",
  "mn87:25.3": " ",
  "mn87:25.4": " ",
  "mn87:25.5": " ",
  "mn87:25.6": " ",
  "mn87:25.7": " ",
  "mn87:26.1": "Do you love your son, General Viḍūḍabha? … ",
  "mn87:26.2": " ",
  "mn87:26.3": " ",
  "mn87:26.4": " ",
  "mn87:26.5": " ",
  "mn87:26.6": " ",
  "mn87:27.1": "Do you love me?” ",
  "mn87:27.2": "“Indeed I do love you, Mallikā.” ",
  "mn87:27.3": "“What do you think, great king? ",
  "mn87:27.4": "If I were to decay and perish, would sorrow, lamentation, pain, sadness, and distress arise in you?” ",
  "mn87:27.5": "“If you were to decay and perish, my life would fall apart. How could sorrow, lamentation, pain, sadness, and distress not arise in me?” ",
  "mn87:27.6": "“This is what the Buddha was referring to when he said: ",
  "mn87:27.7": "‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’ ",
  "mn87:28.1": "What do you think, great king? ",
  "mn87:28.2": "Do you love the realms of Kāsi and Kosala?” ",
  "mn87:28.3": "“Indeed I do, Mallikā. ",
  "mn87:28.4": "It’s due to the bounty of Kāsi and Kosala that we use sandalwood imported from Kāsi and wear garlands, perfumes, and makeup.” ",
  "mn87:28.5": "“What do you think, great king? ",
  "mn87:28.6": "If these realms were to decay and perish, would sorrow, lamentation, pain, sadness, and distress arise in you?” ",
  "mn87:28.7": "“If they were to decay and perish, my life would fall apart. How could sorrow, lamentation, pain, sadness, and distress not arise in me?” ",
  "mn87:28.8": "“This is what the Buddha was referring to when he said: ",
  "mn87:28.9": "‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’” ",
  "mn87:29.1": "“It’s incredible, Mallikā, it’s amazing, ",
  "mn87:29.2": "how far the Buddha sees with penetrating wisdom, it seems to me. ",
  "mn87:29.3": "Come, Mallikā, rinse my hands.” ",
  "mn87:29.4": "Then King Pasenadi got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and expressed this heartfelt sentiment three times: ",
  "mn87:29.5": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn87:29.6": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! ",
  "mn87:29.7": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!” "
}