{
  "mn90:0.1": "Middle Discourses 90 ",
  "mn90:0.2": "At Kaṇṇakatthala ",
  "mn90:1.1": "So I have heard. ",
  "mn90:1.2": "At one time the Buddha was staying near Ujuñña, in the deer park at Kaṇṇakatthala. ",
  "mn90:2.1": "Now at that time King Pasenadi of Kosala had arrived at Ujuñña on some business. ",
  "mn90:2.2": "Then he addressed a man, ",
  "mn90:2.3": "“Please, mister, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "mn90:2.4": " ",
  "mn90:2.5": "And then say: ",
  "mn90:2.6": "‘Sir, King Pasenadi of Kosala will come to see you today when he has finished breakfast.’” ",
  "mn90:2.7": "“Yes, Your Majesty,” that man replied. He did as the king asked. ",
  "mn90:2.8": " ",
  "mn90:2.9": " ",
  "mn90:2.10": " ",
  "mn90:3.1": "The sisters Somā and Sakulā heard this. ",
  "mn90:3.2": " ",
  "mn90:3.3": "While the meal was being served, they approached the king and said, ",
  "mn90:3.4": "“Great king, since you are going to the Buddha, please bow in our name with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.” ",
  "mn90:3.5": " ",
  "mn90:4.1": "When he had finished breakfast, King Pasenadi went to the Buddha, bowed, sat down to one side, and said to him, ",
  "mn90:4.2": "“Sir, the sisters Somā and Sakulā bow with their heads to your feet. They ask if you are healthy and well, nimble, strong, and living comfortably.” ",
  "mn90:4.3": "“But, great king, couldn’t they get any other messenger?” ",
  "mn90:4.4": "So Pasenadi explained the circumstances of the message. ",
  "mn90:4.5": " ",
  "mn90:4.6": " ",
  "mn90:4.7": " ",
  "mn90:4.8": " ",
  "mn90:4.9": "The Buddha said, “May the sisters Somā and Sakulā be happy, great king.” ",
  "mn90:5.1": "Then the king said to the Buddha, ",
  "mn90:5.2": "“I have heard, sir, that the ascetic Gotama says this: ",
  "mn90:5.3": "‘There is no ascetic or brahmin who will claim to be all-knowing and all-seeing, to know and see everything without exception: that is not possible.’ ",
  "mn90:5.4": "Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?” ",
  "mn90:5.5": "“Great king, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue.” ",
  "mn90:6.1": "Then King Pasenadi addressed General Viḍūḍabha, ",
  "mn90:6.2": "“General, who introduced this topic of discussion to the royal compound?” ",
  "mn90:6.3": "“It was Sañjaya, great king, the brahmin of the Ākāsa clan.” ",
  "mn90:7.1": "Then the king addressed a man, ",
  "mn90:7.2": "“Please, mister, in my name tell Sañjaya that ",
  "mn90:7.3": "King Pasenadi summons him.” ",
  "mn90:7.4": "“Yes, Your Majesty,” that man replied. He did as the king asked. ",
  "mn90:7.5": " ",
  "mn90:8.1": "Then the king said to the Buddha, ",
  "mn90:8.2": "“Sir, might the Buddha have spoken in reference to one thing, but that person believed it was something else? ",
  "mn90:8.3": "How then do you recall making this statement?” ",
  "mn90:8.4": "“Great king, I recall making this statement: ",
  "mn90:8.5": "‘There is no ascetic or brahmin who knows all and sees all simultaneously: that is not possible.’” ",
  "mn90:8.6": "“What the Buddha says appears reasonable. ",
  "mn90:8.7": " ",
  "mn90:9.1": "Sir, there are these four classes: ",
  "mn90:9.2": "aristocrats, brahmins, merchants, and workers. ",
  "mn90:9.3": "Is there any difference between them?” ",
  "mn90:9.4": " ",
  "mn90:9.5": " ",
  "mn90:9.6": "“Of the four classes, two are said to be preeminent—",
  "mn90:9.7": "the aristocrats and the brahmins. ",
  "mn90:9.8": "That is, when it comes to bowing down, rising up, greeting with joined palms, and observing proper etiquette.” ",
  "mn90:10.1": "“Sir, I am not asking you about the present life, ",
  "mn90:10.2": "but about the life to come.” ",
  "mn90:10.3": " ",
  "mn90:10.4": " ",
  "mn90:10.5": " ",
  "mn90:10.6": "“Great king, there are these five factors that support meditation. ",
  "mn90:10.7": "What five? ",
  "mn90:10.8": "It’s when a mendicant has faith in the Realized One’s awakening: ",
  "mn90:10.9": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "mn90:10.10": "They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "mn90:10.11": "They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions. ",
  "mn90:10.12": "They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ",
  "mn90:10.13": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "mn90:10.14": "These are the five factors that support meditation. ",
  "mn90:10.15": "There are these four classes: ",
  "mn90:10.16": "aristocrats, brahmins, merchants, and workers. ",
  "mn90:10.17": "If they had these five factors that support meditation, ",
  "mn90:10.18": "that would be for their lasting welfare and happiness.” ",
  "mn90:11.1": "“Sir, there are these four classes: ",
  "mn90:11.2": "aristocrats, brahmins, merchants, and workers. ",
  "mn90:11.3": "If they had these five factors that support meditation, ",
  "mn90:11.4": "would there be any difference between them?” ",
  "mn90:11.5": "“In that case, I say it is the diversity of their efforts in meditation. ",
  "mn90:11.6": "Suppose there was a pair of elephants or horses or oxen in training who were well tamed and well trained. And there was a pair who were not tamed or trained. ",
  "mn90:11.7": "What do you think, great king? ",
  "mn90:11.8": "Wouldn’t the pair that was well tamed and well trained perform the tasks of the tamed, and reach the level of the tamed?” ",
  "mn90:11.9": "“Yes, sir.” ",
  "mn90:11.10": "“But would the pair that was not tamed and trained perform the tasks of the tamed and reach the level of the tamed, just like the tamed pair?” ",
  "mn90:11.11": "“No, sir.” ",
  "mn90:11.12": "“In the same way, there are things that must be attained by someone with faith, health, integrity, energy, and wisdom. It’s not possible for a faithless, unhealthy, deceitful, lazy, witless person to attain them.” ",
  "mn90:12.1": "“What the Buddha says appears reasonable. ",
  "mn90:12.2": "Sir, there are these four classes: ",
  "mn90:12.3": "aristocrats, brahmins, merchants, and workers. ",
  "mn90:12.4": "If they had these five factors that support meditation, and if they practiced rightly, ",
  "mn90:12.5": "would there be any difference between them?” ",
  "mn90:12.6": "“In that case, I say that there is no difference between the freedom of one and the freedom of the other. ",
  "mn90:12.7": "Suppose a person took dry teak wood and lit a fire and produced heat. ",
  "mn90:12.8": "Then another person did the same using sāl wood, ",
  "mn90:12.9": "another used mango wood, ",
  "mn90:12.10": "while another used wood of the cluster fig. ",
  "mn90:12.11": "What do you think, great king? ",
  "mn90:12.12": "Would there be any difference between the fires produced by these different kinds of wood, that is, in the flame, color, or light?” ",
  "mn90:12.13": "“No, sir.” ",
  "mn90:12.14": "“In the same way, when fire has been kindled by energy and produced by effort, I say that there is no difference between the freedom of one and the freedom of the other.” ",
  "mn90:13.1": "“What the Buddha says appears reasonable. ",
  "mn90:13.2": "But sir, do gods absolutely exist?” ",
  "mn90:13.3": "“But what exactly are you asking?” ",
  "mn90:13.4": " ",
  "mn90:13.5": "“Whether those gods come back to this state of existence or not.” ",
  "mn90:13.6": "“Those gods who are subject to affliction come back to this state of existence, but those free of affliction do not come back.” ",
  "mn90:14.1": "When he said this, General Viḍūḍabha said to the Buddha, ",
  "mn90:14.2": "“Sir, will the gods subject to affliction topple or expel from their place the gods who are free of affliction?” ",
  "mn90:14.3": "Then Venerable Ānanda thought, ",
  "mn90:14.4": "“This General Viḍūḍabha is King Pasenadi’s son, ",
  "mn90:14.5": "and I am the Buddha’s son. ",
  "mn90:14.6": "Now is the time for one son to confer with another.” ",
  "mn90:14.7": "So Ānanda addressed General Viḍūḍabha, ",
  "mn90:14.8": "“Well then, general, I’ll ask you about this in return, and you can answer as you like. ",
  "mn90:14.9": "What do you think, general? ",
  "mn90:14.10": "As far as the dominion of King Pasenadi of Kosala extends, where he rules as sovereign lord, can he topple or expel from that place any ascetic or brahmin, regardless of whether they are good or bad, or whether or not they are genuine spiritual practitioners?” ",
  "mn90:14.11": "“He can, mister.” ",
  "mn90:14.12": "“What do you think, general? ",
  "mn90:14.13": "As far as the dominion of King Pasenadi does not extend, where he does not rule as sovereign lord, can he topple or expel from that place any ascetic or brahmin, regardless of whether they are good or bad, or whether or not they are genuine spiritual practitioners?” ",
  "mn90:14.14": "“He cannot, mister.” ",
  "mn90:14.15": "“What do you think, general? ",
  "mn90:14.16": "Have you heard of the gods of the Thirty-Three?” ",
  "mn90:14.17": "“Yes, mister, ",
  "mn90:14.18": "I’ve heard of them, ",
  "mn90:14.19": "and so has the good King Pasenadi.” ",
  "mn90:14.20": "“What do you think, general? ",
  "mn90:14.21": "Can King Pasenadi topple or expel from their place the gods of the Thirty-Three?” ",
  "mn90:14.22": "“King Pasenadi can’t even see the gods of the Thirty-Three, so how could he possibly topple or expel them from their place?” ",
  "mn90:14.23": "“In the same way, general, the gods subject to affliction can’t even see the gods who are free of affliction, so how could they possibly topple or expel them from their place?” ",
  "mn90:15.1": "Then the king said to the Buddha, ",
  "mn90:15.2": "“Sir, what is this mendicant’s name?” ",
  "mn90:15.3": "“Ānanda, great king.” ",
  "mn90:15.4": "“A joy he is, and a joy he seems! ",
  "mn90:15.5": "What Venerable Ānanda says seems reasonable. ",
  "mn90:15.6": "But sir, does Brahmā absolutely exist?” ",
  "mn90:15.7": "“But what exactly are you asking?” ",
  "mn90:15.8": " ",
  "mn90:15.9": "“Whether that Brahmā comes back to this state of existence or not.” ",
  "mn90:15.10": "“Any Brahmā who is subject to affliction comes back to this state of existence, but those free of affliction do not come back.” ",
  "mn90:16.1": "Then a certain man said to the king, ",
  "mn90:16.2": "“Great king, Sañjaya, the brahmin of the Ākāsa clan, has come.” ",
  "mn90:16.3": "Then King Pasenadi asked Sañjaya, ",
  "mn90:16.4": "“Brahmin, who introduced this topic of discussion to the royal compound?” ",
  "mn90:16.5": "“It was General Viḍūḍabha, great king.” ",
  "mn90:16.6": "But Viḍūḍabha said, ",
  "mn90:16.7": "“It was Sañjaya, great king, the brahmin of the Ākāsa clan.” ",
  "mn90:17.1": "Then a certain man said to the king, ",
  "mn90:17.2": "“It’s time to depart, great king.” ",
  "mn90:17.3": "So the king said to the Buddha, ",
  "mn90:17.4": "“Sir, I asked you about omniscience, and you answered. ",
  "mn90:17.5": "I like and accept this, and am satisfied with it. ",
  "mn90:17.6": "I asked you about the four classes, ",
  "mn90:17.7": " ",
  "mn90:17.8": "about the gods, ",
  "mn90:17.9": " ",
  "mn90:17.10": "and about Brahmā, and you answered in each case. ",
  "mn90:17.11": " ",
  "mn90:17.12": "Whatever I asked the Buddha about, he answered. ",
  "mn90:17.13": "I like and accept this, and am satisfied with it. ",
  "mn90:17.14": "Well, now, sir, I must go. ",
  "mn90:17.15": "I have many duties, and much to do.” ",
  "mn90:17.16": "“Please, great king, go at your convenience.” ",
  "mn90:18.1": "Then King Pasenadi approved and agreed with what the Buddha said. Then he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "mn90:18.2": " ",
  "mn90:18.3": " ",
  "mn90:19.1": " ",
  "mn90:19.2": " ",
  "mn90:19.3": " ",
  "mn90:19.4": " ",
  "mn90:19.5": " "
}