{
  "mn96:0.1": "Middle Discourses 96 ",
  "mn96:0.2": "With Esukārī ",
  "mn96:1.1": "So I have heard. ",
  "mn96:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn96:2.1": "Then Esukārī the brahmin went up to the Buddha, and exchanged greetings with him. ",
  "mn96:2.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "mn96:3.1": "“Master Gotama, the brahmins prescribe four kinds of service: ",
  "mn96:3.2": "for a brahmin, an aristocrat, a merchant, and a worker. ",
  "mn96:3.3": "This is the service they prescribe for a brahmin: ",
  "mn96:3.4": "‘A brahmin, an aristocrat, a merchant, and a worker may all serve a brahmin.’ ",
  "mn96:3.5": " ",
  "mn96:3.6": "This is the service they prescribe for an aristocrat: ",
  "mn96:3.7": "‘An aristocrat, a merchant, and a worker may all serve an aristocrat.’ ",
  "mn96:3.8": " ",
  "mn96:3.9": "This is the service they prescribe for a merchant: ",
  "mn96:3.10": "‘A merchant or a worker may serve a merchant.’ ",
  "mn96:3.11": " ",
  "mn96:3.12": "This is the service they prescribe for a worker: ",
  "mn96:3.13": "‘Only a worker may serve a worker. ",
  "mn96:3.14": "For who else will serve a worker?’ ",
  "mn96:3.15": " ",
  "mn96:3.16": "These are the four kinds of service that the brahmins prescribe. ",
  "mn96:3.17": "What do you say about this?” ",
  "mn96:4.1": "“But brahmin, did the whole world authorize the brahmins to prescribe these four kinds of service?” ",
  "mn96:4.2": "“No, Master Gotama.” ",
  "mn96:4.3": "“It’s as if they were to force a steak on a poor, penniless person, telling them they must eat it and then pay for it. ",
  "mn96:4.4": "In the same way, the brahmins have prescribed these four kinds of service without the consent of these ascetics and brahmins. ",
  "mn96:5.1": "Brahmin, I don’t say that you should serve everyone, nor do I say that you shouldn’t serve anyone. ",
  "mn96:5.2": "I say that you shouldn’t serve someone if serving them makes you worse, not better. ",
  "mn96:5.3": "And I say that you should serve someone if serving them makes you better, not worse. ",
  "mn96:6.1": "If they were to ask an aristocrat this, ",
  "mn96:6.2": "‘Who should you serve? Someone in whose service you get worse, or someone in whose service you get better?’ ",
  "mn96:6.3": "Answering rightly, an aristocrat would say, ",
  "mn96:6.4": "‘Someone in whose service I get better.’ ",
  "mn96:7.1": "If they were to ask a brahmin … ",
  "mn96:7.2": "a merchant … ",
  "mn96:7.3": "or a worker this, ",
  "mn96:7.4": "‘Who should you serve? Someone in whose service you get worse, or someone in whose service you get better?’ ",
  "mn96:7.5": "Answering rightly, a worker would say, ",
  "mn96:7.6": "‘Someone in whose service I get better.’ ",
  "mn96:7.7": "Brahmin, I don’t say that coming from an eminent family makes you a better or worse person. ",
  "mn96:7.8": "I don’t say that being very beautiful makes you a better or worse person. ",
  "mn96:7.9": "I don’t say that being very wealthy makes you a better or worse person. ",
  "mn96:8.1": "For some people from eminent families kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. ",
  "mn96:8.2": "That’s why I don’t say that coming from an eminent family makes you a better person. ",
  "mn96:8.3": "But some people from eminent families also refrain from killing living creatures, stealing, and committing sexual misconduct. They refrain from using speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, and they have right view. ",
  "mn96:8.4": "That’s why I don’t say that coming from an eminent family makes you a worse person. ",
  "mn96:8.5": "People who are very beautiful, ",
  "mn96:8.6": "or not very beautiful, ",
  "mn96:8.7": "who are very wealthy, ",
  "mn96:8.8": "or not very wealthy, ",
  "mn96:8.9": "may also behave in the same ways. ",
  "mn96:8.10": "That’s why I don’t say that any of these things makes you a better or worse person. ",
  "mn96:8.11": " ",
  "mn96:8.12": " ",
  "mn96:9.1": "Brahmin, I don’t say that you should serve everyone, nor do I say that you shouldn’t serve anyone. ",
  "mn96:9.2": "And I say that you should serve someone if serving them makes you grow in faith, ethics, learning, generosity, and wisdom. ",
  "mn96:9.3": "I say that you shouldn’t serve someone if serving them doesn’t make you grow in faith, ethics, learning, generosity, and wisdom.” ",
  "mn96:10.1": "When he had spoken, Esukārī said to him: ",
  "mn96:10.2": "“Master Gotama, the brahmins prescribe four kinds of wealth: ",
  "mn96:10.3": "for a brahmin, an aristocrat, a merchant, and a worker. ",
  "mn96:10.4": "The wealth they prescribe for a brahmin is living on alms. ",
  "mn96:10.5": "A brahmin who scorns his own wealth, living on alms, fails in his duty like a guard who steals. ",
  "mn96:10.6": " ",
  "mn96:10.7": "The wealth they prescribe for an aristocrat is the bow and quiver. ",
  "mn96:10.8": "An aristocrat who scorns his own wealth, the bow and quiver, fails in his duty like a guard who steals. ",
  "mn96:10.9": " ",
  "mn96:10.10": "The wealth they prescribe for a merchant is farming and animal husbandry. ",
  "mn96:10.11": "A merchant who scorns his own wealth, farming and animal husbandry, fails in his duty like a guard who steals. ",
  "mn96:10.12": " ",
  "mn96:10.13": "The wealth they prescribe for a worker is the scythe and flail. ",
  "mn96:10.14": "A worker who scorns his own wealth, the scythe and flail, fails in his duty like a guard who steals. ",
  "mn96:10.15": " ",
  "mn96:10.16": "These are the four kinds of wealth that the brahmins prescribe. ",
  "mn96:10.17": "What do you say about this?” ",
  "mn96:11.1": "“But brahmin, did the whole world authorize the brahmins to prescribe these four kinds of wealth?” ",
  "mn96:11.2": "“No, Master Gotama.” ",
  "mn96:11.3": "“It’s as if they were to force a steak on a poor, penniless person, telling them they must eat it and then pay for it. ",
  "mn96:11.4": "In the same way, the brahmins have prescribed these four kinds of wealth without the consent of these ascetics and brahmins. ",
  "mn96:12.1": "I declare that a person’s own wealth is the noble, transcendent teaching. ",
  "mn96:12.2": "But they are reckoned by recollecting the traditional family lineage of their mother and father wherever they are incarnated. ",
  "mn96:12.3": "If they incarnate in a family of aristocrats they are reckoned as an aristocrat. ",
  "mn96:12.4": "If they incarnate in a family of brahmins they are reckoned as a brahmin. ",
  "mn96:12.5": "If they incarnate in a family of merchants they are reckoned as a merchant. ",
  "mn96:12.6": "If they incarnate in a family of workers they are reckoned as a worker. ",
  "mn96:12.7": "It’s like fire, which is reckoned according to the specific conditions dependent upon which it burns. ",
  "mn96:12.8": "A fire that burns dependent on logs is reckoned as a log fire. ",
  "mn96:12.9": "A fire that burns dependent on twigs is reckoned as a twig fire. ",
  "mn96:12.10": "A fire that burns dependent on grass is reckoned as a grass fire. ",
  "mn96:12.11": "A fire that burns dependent on cow-dung is reckoned as a cow-dung fire. ",
  "mn96:12.12": "In the same way, I declare that a person’s own wealth is the noble, transcendent teaching. ",
  "mn96:12.13": "But they are reckoned by recollecting the traditional family lineage of their mother and father wherever they are incarnated. ",
  "mn96:12.14": " ",
  "mn96:12.15": " ",
  "mn96:12.16": " ",
  "mn96:12.17": " ",
  "mn96:13.1": "Suppose someone from a family of aristocrats goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One they refrain from killing living creatures, stealing, and sex. They refrain from using speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, and they have right view. They succeed in the procedure of the skillful teaching. ",
  "mn96:13.2": "Suppose someone from a family of brahmins … ",
  "mn96:13.3": "merchants … ",
  "mn96:13.4": "workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One … they succeed in the procedure of the skillful teaching. ",
  "mn96:14.1": "What do you think, brahmin? ",
  "mn96:14.2": "Is only a brahmin capable of developing a heart of love free of enmity and ill will for this region, and not an aristocrat, merchant, or worker?” ",
  "mn96:14.3": "“No, Master Gotama. ",
  "mn96:14.4": "Aristocrats, brahmins, merchants, and workers can all do so. ",
  "mn96:14.5": " ",
  "mn96:14.6": " ",
  "mn96:14.7": " ",
  "mn96:14.8": "For all four classes are capable of developing a heart of love free of enmity and ill will for this region.” ",
  "mn96:14.9": "“In the same way, suppose someone from a family of aristocrats, ",
  "mn96:14.10": "brahmins, ",
  "mn96:14.11": "merchants, ",
  "mn96:14.12": "or workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One … they succeed in the procedure of the skillful teaching. ",
  "mn96:15.1": "What do you think, brahmin? ",
  "mn96:15.2": "Is only a brahmin capable of taking some bathing paste of powdered shell, going to the river, and washing off dust and dirt, and not an aristocrat, merchant, or worker?” ",
  "mn96:15.3": "“No, Master Gotama. ",
  "mn96:15.4": " ",
  "mn96:15.5": " ",
  "mn96:15.6": " ",
  "mn96:15.7": " ",
  "mn96:15.8": "All four classes are capable of doing this.” ",
  "mn96:15.9": "“In the same way, suppose someone from a family of aristocrats, ",
  "mn96:15.10": "brahmins, ",
  "mn96:15.11": "merchants, ",
  "mn96:15.12": "or workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One … they succeed in the procedure of the skillful teaching. ",
  "mn96:16.1": "What do you think, brahmin? ",
  "mn96:16.2": "Suppose an anointed aristocratic king were to gather a hundred people born in different castes and say to them: ",
  "mn96:16.3": "‘Please gentlemen, let anyone here who was born in a family of aristocrats, brahmins, or chieftains take a drill-stick made of teak, sal, frankincense wood, sandalwood, or cherry wood, light a fire and produce heat. ",
  "mn96:16.4": "And let anyone here who was born in a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors take a drill-stick made from a dog’s drinking trough, a pig’s trough, a dustbin, or castor-oil wood, light a fire and produce heat.’ ",
  "mn96:16.5": "What do you think, brahmin? ",
  "mn96:16.6": "Would only the fire produced by the high class people with good quality wood have flames, color, and radiance, and be usable as fire, ",
  "mn96:16.7": "and not the fire produced by the low class people with poor quality wood?” ",
  "mn96:16.8": "“No, Master Gotama. ",
  "mn96:16.9": "The fire produced by the high class people with good quality wood would have flames, color, and radiance, and be usable as fire, ",
  "mn96:16.10": "and so would the fire produced by the low class people with poor quality wood. ",
  "mn96:16.11": "For all fire has flames, color, and radiance, and is usable as fire.” ",
  "mn96:16.12": "“In the same way, suppose someone from a family of aristocrats, ",
  "mn96:16.13": "brahmins, ",
  "mn96:16.14": "merchants, ",
  "mn96:16.15": "or workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One they refrain from killing living creatures, stealing, and sex. They refrain from using speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, and they have right view. They succeed in the procedure of the skillful teaching.” ",
  "mn96:17.1": "When he had spoken, Esukārī said to him, ",
  "mn96:17.2": "“Excellent, Master Gotama! Excellent! … ",
  "mn96:17.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}