{
  "mn97:0.1": "Middle Discourses 97 ",
  "mn97:0.2": "With Dhanañjāni ",
  "mn97:1.1": "So I have heard. ",
  "mn97:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn97:2.1": "Now at that time Venerable Sāriputta was wandering in the Southern Hills together with a large Saṅgha of mendicants. ",
  "mn97:2.2": "Then a certain mendicant who had completed the rainy season residence in Rājagaha went to the Southern Hills, where he approached Venerable Sāriputta, and exchanged greetings with him. ",
  "mn97:2.3": "When the greetings and polite conversation were over, he sat down to one side. Sāriputta said to him, ",
  "mn97:2.4": "“Reverend, I hope the Buddha is healthy and well?” ",
  "mn97:2.5": "“He is, reverend.” ",
  "mn97:2.6": "“And I hope that the mendicant Saṅgha is healthy and well.” ",
  "mn97:2.7": "“It is.” ",
  "mn97:2.8": "“Reverend, at the rice checkpoint there is a brahmin named Dhanañjāni. ",
  "mn97:2.9": "I hope that he is healthy and well?” ",
  "mn97:2.10": "“He too is well.” ",
  "mn97:2.11": "“But is he diligent?” ",
  "mn97:2.12": "“How could he possibly be diligent? ",
  "mn97:2.13": "Dhanañjāni robs the brahmins and householders in the name of the king, and he robs the king in the name of the brahmins and householders. ",
  "mn97:2.14": "His wife, a lady of faith who he married from a family of faith, has passed away. ",
  "mn97:2.15": "And he has taken a new wife who has no faith.” ",
  "mn97:2.16": "“Oh, it’s bad news ",
  "mn97:2.17": "to hear that Dhanañjāni is negligent. ",
  "mn97:2.18": "Hopefully, some time or other I’ll get to meet him, and we can have a discussion.” ",
  "mn97:3.1": "When Sāriputta had stayed in the Southern Hills as long as he wished, he set out for Rājagaha. ",
  "mn97:3.2": "Traveling stage by stage, he arrived at Rājagaha, ",
  "mn97:3.3": "where he stayed in the Bamboo Grove, the squirrels’ feeding ground. ",
  "mn97:4.1": "Then he robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ",
  "mn97:4.2": "Now at that time Dhanañjāni was having his cows milked in a cow-shed outside the city. ",
  "mn97:4.3": "Then Sāriputta wandered for alms in Rājagaha. After the meal, on his return from alms-round, he approached Dhanañjāni. ",
  "mn97:4.4": "Seeing Sāriputta coming off in the distance, ",
  "mn97:4.5": "Dhanañjāni went to him and said, ",
  "mn97:4.6": "“Here, Master Sāriputta, drink some fresh milk before the meal time.” ",
  "mn97:4.7": "“Enough, brahmin, ",
  "mn97:4.8": "I’ve finished eating for today. ",
  "mn97:4.9": "I shall be at the root of that tree for the day’s meditation. ",
  "mn97:4.10": "Come see me there.” ",
  "mn97:4.11": "“Yes, sir,” replied Dhanañjāni. ",
  "mn97:5.1": "When Dhanañjāni had finished breakfast he went to Sāriputta and exchanged greetings with him. ",
  "mn97:5.2": "When the greetings and polite conversation were over, he sat down to one side. Sāriputta said to him, ",
  "mn97:5.3": "“I hope you’re diligent, Dhanañjāni?” ",
  "mn97:5.4": "“How can I possibly be diligent, Master Sāriputta? I have to provide for my mother and father, my wives and children, and my bondservants and workers. And I have to make the proper offerings to friends and colleagues, relatives and kin, guests, ancestors, deities, and king. And then this body must also be fattened and built up.” ",
  "mn97:6.1": "“What do you think, Dhanañjāni? ",
  "mn97:6.2": "Suppose someone was to behave in an unprincipled and unjust way for the sake of their parents. Because of this the wardens of hell would drag them to hell. ",
  "mn97:6.3": "Could they get out of being dragged to hell by pleading that they had acted for the sake of their parents? Or could their parents save them by pleading that the acts had been done for their sake?” ",
  "mn97:6.4": "“No, Master Sāriputta. ",
  "mn97:6.5": "Rather, even as they were wailing the wardens of hell would cast them down into hell.” ",
  "mn97:7.1": "“What do you think, Dhanañjāni? ",
  "mn97:7.2": "Suppose someone was to behave in an unprincipled and unjust way for the sake of their wives and children … ",
  "mn97:7.3": " ",
  "mn97:7.4": " ",
  "mn97:7.5": " ",
  "mn97:8.1": "bondservants and workers … ",
  "mn97:8.2": " ",
  "mn97:8.3": " ",
  "mn97:8.4": " ",
  "mn97:9.1": "friends and colleagues … ",
  "mn97:9.2": " ",
  "mn97:9.3": " ",
  "mn97:9.4": " ",
  "mn97:10.1": "relatives and kin … ",
  "mn97:10.2": " ",
  "mn97:10.3": " ",
  "mn97:10.4": " ",
  "mn97:11.1": "guests … ",
  "mn97:11.2": " ",
  "mn97:11.3": " ",
  "mn97:11.4": " ",
  "mn97:12.1": "ancestors … ",
  "mn97:12.2": " ",
  "mn97:12.3": " ",
  "mn97:12.4": " ",
  "mn97:13.1": "deities … ",
  "mn97:13.2": " ",
  "mn97:13.3": " ",
  "mn97:13.4": " ",
  "mn97:14.1": "king … ",
  "mn97:14.2": " ",
  "mn97:14.3": " ",
  "mn97:14.4": " ",
  "mn97:15.1": "fattening and building up their body. Because of this the wardens of hell would drag them to hell. ",
  "mn97:15.2": "Could they get out of being dragged to hell by pleading that they had acted for the sake of fattening and building up their body? Or could anyone else save them by pleading that the acts had been done for that reason?” ",
  "mn97:15.3": "“No, Master Sāriputta. ",
  "mn97:15.4": "Rather, even as they were wailing the wardens of hell would cast them down into hell.” ",
  "mn97:16.1": "“Who do you think is better, Dhanañjāni? Someone who, for the sake of their parents, behaves in an unprincipled and unjust manner, or someone who behaves in a principled and just manner?” ",
  "mn97:16.2": " ",
  "mn97:16.3": "“Someone who behaves in a principled and just manner for the sake of their parents. ",
  "mn97:16.4": " ",
  "mn97:16.5": "For principled and moral conduct is better than unprincipled and immoral conduct.” ",
  "mn97:16.6": "“Dhanañjāni, there are other livelihoods that are both profitable and legitimate. By means of these it’s possible to provide for your parents, avoid bad deeds, and practice the path of goodness. ",
  "mn97:17.1": "Who do you think is better, Dhanañjāni? Someone who, for the sake of their wives and children … ",
  "mn97:17.2": " ",
  "mn97:17.3": " ",
  "mn97:17.4": " ",
  "mn97:17.5": " ",
  "mn97:17.6": " ",
  "mn97:18.1": "bondservants and workers … ",
  "mn97:18.2": " ",
  "mn97:18.3": " ",
  "mn97:18.4": " ",
  "mn97:18.5": " ",
  "mn97:18.6": " ",
  "mn97:19.1": "friends and colleagues … ",
  "mn97:19.2": " ",
  "mn97:19.3": " ",
  "mn97:19.4": " ",
  "mn97:19.5": " ",
  "mn97:19.6": " ",
  "mn97:20.1": "relatives and kin … ",
  "mn97:20.2": " ",
  "mn97:20.3": " ",
  "mn97:20.4": " ",
  "mn97:20.5": " ",
  "mn97:20.6": " ",
  "mn97:21.1": "guests … ",
  "mn97:21.2": " ",
  "mn97:21.3": " ",
  "mn97:21.4": " ",
  "mn97:21.5": " ",
  "mn97:21.6": " ",
  "mn97:22.1": "ancestors … ",
  "mn97:22.2": " ",
  "mn97:22.3": " ",
  "mn97:22.4": " ",
  "mn97:22.5": " ",
  "mn97:22.6": " ",
  "mn97:23.1": "deities … ",
  "mn97:23.2": " ",
  "mn97:23.3": " ",
  "mn97:23.4": " ",
  "mn97:23.5": " ",
  "mn97:23.6": " ",
  "mn97:24.1": " ",
  "mn97:24.2": " ",
  "mn97:24.3": "king … ",
  "mn97:24.4": " ",
  "mn97:24.5": " ",
  "mn97:24.6": " ",
  "mn97:25.1": "fattening and building up their body, behaves in an unprincipled and unjust manner, or someone who behaves in a principled and just manner?” ",
  "mn97:25.2": " ",
  "mn97:25.3": "“Someone who behaves in a principled and just manner. ",
  "mn97:25.4": " ",
  "mn97:25.5": "For principled and moral conduct is better than unprincipled and immoral conduct.” ",
  "mn97:25.6": "“Dhanañjāni, there are other livelihoods that are both profitable and legitimate. By means of these it’s possible to fatten and build up your body, avoid bad deeds, and practice the path of goodness.” ",
  "mn97:26.1": "Then Dhanañjāni the brahmin, having approved and agreed with what Venerable Sāriputta said, got up from his seat and left. ",
  "mn97:27.1": "Some time later Dhanañjāni became sick, suffering, gravely ill. ",
  "mn97:27.2": "Then he addressed a man, ",
  "mn97:27.3": "“Please, mister, go to the Buddha, and in my name bow with your head to his feet. Say to him: ",
  "mn97:27.4": "‘Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill. ",
  "mn97:27.5": "He bows with his head to your feet.’ ",
  "mn97:27.6": "Then go to Venerable Sāriputta, and in my name bow with your head to his feet. Say to him: ",
  "mn97:27.7": "‘Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill. ",
  "mn97:27.8": "He bows with his head to your feet.’ ",
  "mn97:27.9": "And then say: ",
  "mn97:27.10": "‘Sir, please visit Dhanañjāni at his home out of compassion.’” ",
  "mn97:27.11": "“Yes, sir,” that man replied. He did as Dhanañjāni asked. ",
  "mn97:27.12": " ",
  "mn97:27.13": " ",
  "mn97:27.14": " ",
  "mn97:27.15": " ",
  "mn97:27.16": " ",
  "mn97:27.17": " ",
  "mn97:27.18": "Sāriputta consented in silence. ",
  "mn97:28.1": "He robed up, and, taking his bowl and robe, went to Dhanañjāni’s home, where he sat on the seat spread out and said to Dhanañjāni, ",
  "mn97:28.2": "“Dhanañjāni, I hope you’re keeping well; I hope you’re alright. And I hope the pain is fading, not growing, that its fading is evident, not its growing.” ",
  "mn97:29.1": "“I’m not keeping well, Master Sāriputta, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading. ",
  "mn97:29.2": "The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point. ",
  "mn97:29.3": "I’m not keeping well. ",
  "mn97:29.4": "The pain in my head is so severe, it feels like a strong man tightening a tough leather strap around my head. ",
  "mn97:29.5": "I’m not keeping well. ",
  "mn97:29.6": "The winds piercing my belly are so severe, it feels like a deft butcher or their apprentice is slicing my belly open with a meat cleaver. ",
  "mn97:29.7": "I’m not keeping well. ",
  "mn97:29.8": "The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals. ",
  "mn97:29.9": "I’m not keeping well, Master Sāriputta, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.” ",
  "mn97:30.1": "“Dhanañjāni, which do you think is better: ",
  "mn97:30.2": "hell or the animal realm?” ",
  "mn97:30.3": "“The animal realm is better.” ",
  "mn97:30.4": "“Which do you think is better: ",
  "mn97:30.5": "the animal realm or the ghost realm?” ",
  "mn97:30.6": "“The ghost realm is better.” ",
  "mn97:30.7": "“Which do you think is better: ",
  "mn97:30.8": "the ghost realm or human life?” ",
  "mn97:30.9": "“Human life is better.” ",
  "mn97:30.10": "“Which do you think is better: ",
  "mn97:30.11": "human life or as one of the Gods of the Four Great Kings?” ",
  "mn97:30.12": "“The Gods of the Four Great Kings.” ",
  "mn97:30.13": "“Which do you think is better: ",
  "mn97:30.14": "the Gods of the Four Great Kings or the Gods of the Thirty-Three?” ",
  "mn97:30.15": "“The Gods of the Thirty-Three.” ",
  "mn97:30.16": "“Which do you think is better: ",
  "mn97:30.17": "the Gods of the Thirty-Three or the Gods of Yama?” ",
  "mn97:30.18": "“The Gods of Yama.” ",
  "mn97:30.19": "“Which do you think is better: ",
  "mn97:30.20": "the Gods of Yama or the Joyful Gods?” ",
  "mn97:30.21": "“The Joyful Gods.” ",
  "mn97:30.22": "“Which do you think is better: ",
  "mn97:30.23": "the Joyful Gods or the Gods Who Love to Create?” ",
  "mn97:30.24": "“The Gods Who Love to Create.” ",
  "mn97:30.25": "“Which do you think is better: ",
  "mn97:30.26": "the Gods Who Love to Create or the Gods Who Control the Creations of Others?” ",
  "mn97:30.27": "“The Gods Who Control the Creations of Others.” ",
  "mn97:31.1": "“Which do you think is better: ",
  "mn97:31.2": "the Gods Who Control the Creations of Others or the Brahmā realm?” ",
  "mn97:31.3": "“Master Sāriputta speaks of the Brahmā realm! ",
  "mn97:31.4": "Master Sāriputta speaks of the Brahmā realm!” ",
  "mn97:31.5": "Then Sāriputta thought: ",
  "mn97:31.6": "“These brahmins are devoted to the Brahmā realm. ",
  "mn97:31.7": "Why don’t I teach him a path to the company of Brahmā?” ",
  "mn97:31.8": "“Dhanañjāni, I shall teach you a path to the company of Brahmā. ",
  "mn97:31.9": "Listen and pay close attention, I will speak.” ",
  "mn97:31.10": "“Yes, sir,” replied Dhanañjāni. ",
  "mn97:31.11": "Venerable Sāriputta said this: ",
  "mn97:32.1": "“And what is a path to companionship with Brahmā? ",
  "mn97:32.2": "Firstly, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn97:32.3": "This is a path to companionship with Brahmā. ",
  "mn97:33-35.1": "Furthermore, a mendicant meditates spreading a heart full of compassion … ",
  "mn97:33-35.2": "They meditate spreading a heart full of rejoicing … ",
  "mn97:33-35.3": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn97:33-35.4": "This is a path to companionship with Brahmā.” ",
  "mn97:36.1": "“Well then, Master Sāriputta, in my name bow with your head to the Buddha’s feet. Say to him: ",
  "mn97:36.2": "‘Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill. ",
  "mn97:36.3": "He bows with his head to your feet.’” ",
  "mn97:36.4": "Then Sāriputta, after establishing Dhanañjāni in the inferior Brahmā realm, got up from his seat and left while there was still more left to do. ",
  "mn97:36.5": "Not long after Sāriputta had departed, Dhanañjāni passed away and was reborn in the Brahmā realm. ",
  "mn97:37.1": "Then the Buddha said to the mendicants, ",
  "mn97:37.2": "“Mendicants, Sāriputta, after establishing Dhanañjāni in the inferior Brahmā realm, got up from his seat and left while there was still more left to do.” ",
  "mn97:38.1": "Then Sāriputta went to the Buddha, bowed, sat down to one side, and said, ",
  "mn97:38.2": "“Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill. ",
  "mn97:38.3": "He bows with his head to your feet.” ",
  "mn97:38.4": "“But Sāriputta, after establishing Dhanañjāni in the inferior Brahmā realm, why did you get up from your seat and leave while there was still more left to do?” ",
  "mn97:38.5": "“Sir, I thought: ",
  "mn97:38.6": "‘These brahmins are devoted to the Brahmā realm. Why don’t I teach him a path to the company of Brahmā?’” ",
  "mn97:38.7": "“And Sāriputta, the brahmin Dhanañjāni has passed away and been reborn in the Brahmā realm.” "
}