{
  "mn9:0.1": "Middle Discourses 9 ",
  "mn9:0.2": "Right View ",
  "mn9:1.1": "So I have heard. ",
  "mn9:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn9:1.3": "There Sāriputta addressed the mendicants: ",
  "mn9:1.4": "“Reverends, mendicants!” ",
  "mn9:1.5": "“Reverend,” they replied. ",
  "mn9:1.6": "Sāriputta said this: ",
  "mn9:2.1": "“Reverends, they speak of this thing called ‘right view’. ",
  "mn9:2.2": "How do you define a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” ",
  "mn9:2.3": "“Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. ",
  "mn9:2.4": "May Venerable Sāriputta himself please clarify the meaning of this. ",
  "mn9:2.5": "The mendicants will listen and remember it.” ",
  "mn9:2.6": "“Well then, reverends, listen and pay close attention, I will speak.” ",
  "mn9:2.7": "“Yes, reverend,” they replied. ",
  "mn9:2.8": "Sāriputta said this: ",
  "mn9:3.1": "“A noble disciple understands the unskillful and its root, and the skillful and its root. ",
  "mn9:3.2": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. ",
  "mn9:4.1": "But what is the unskillful and what is its root? And what is the skillful and what is its root? ",
  "mn9:4.2": "Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; and covetousness, ill will, and wrong view. ",
  "mn9:4.3": "This is called the unskillful. ",
  "mn9:5.1": "And what is the root of the unskillful? ",
  "mn9:5.2": "Greed, hate, and delusion. ",
  "mn9:5.3": "This is called the root of the unskillful. ",
  "mn9:6.1": "And what is the skillful? ",
  "mn9:6.2": "Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view. ",
  "mn9:6.3": "This is called the skillful. ",
  "mn9:7.1": "And what is the root of the skillful? ",
  "mn9:7.2": "Contentment, love, and understanding. ",
  "mn9:7.3": "This is called the root of the skillful. ",
  "mn9:8.1": "A noble disciple understands in this way the unskillful and its root, and the skillful and its root. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ",
  "mn9:8.2": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ",
  "mn9:9.1": "Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question: ",
  "mn9:9.2": "“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” ",
  "mn9:10.1": "“There might, reverends. ",
  "mn9:10.2": "A noble disciple understands fuel, its origin, its cessation, and the practice that leads to its cessation. ",
  "mn9:10.3": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. ",
  "mn9:11.1": "But what is fuel? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:11.2": "There are these four fuels. They maintain sentient beings that have been born and help those that are about to be born. ",
  "mn9:11.3": "What four? ",
  "mn9:11.4": "Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth. ",
  "mn9:11.5": "Fuel originates from craving. Fuel ceases when craving ceases. The practice that leads to the cessation of fuel is simply this noble eightfold path, that is: ",
  "mn9:11.6": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "mn9:12.1": "A noble disciple understands in this way fuel, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ",
  "mn9:12.2": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ",
  "mn9:13.1": "Saying “Good, sir,” those mendicants … asked another question: ",
  "mn9:13.2": "“But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?” ",
  "mn9:14-18.1": "“There might, reverends. ",
  "mn9:14-18.2": "A noble disciple understands suffering, its origin, its cessation, and the practice that leads to its cessation. ",
  "mn9:14-18.3": "When they’ve done this, they’re defined as a noble disciple who … has come to the true teaching. ",
  "mn9:14-18.4": "But what is suffering? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:14-18.5": "Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. ",
  "mn9:14-18.6": "This is called suffering. ",
  "mn9:14-18.7": "And what is the origin of suffering? ",
  "mn9:14-18.8": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is, ",
  "mn9:14-18.9": "craving for sensual pleasures, craving for continued existence, and craving to end existence. ",
  "mn9:14-18.10": "This is called the origin of suffering. ",
  "mn9:14-18.11": "And what is the cessation of suffering? ",
  "mn9:14-18.12": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it. ",
  "mn9:14-18.13": "This is called the cessation of suffering. ",
  "mn9:14-18.14": "And what is the practice that leads to the cessation of suffering? ",
  "mn9:14-18.15": "It is simply this noble eightfold path, that is: ",
  "mn9:14-18.16": "right view … right immersion. ",
  "mn9:14-18.17": "This is called the practice that leads to the cessation of suffering. ",
  "mn9:19.1": "A noble disciple understands in this way suffering, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ",
  "mn9:19.2": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ",
  "mn9:20.1": "Saying “Good, sir,” those mendicants … asked another question: ",
  "mn9:20.2": "“But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?” ",
  "mn9:21-22.1": "“There might, reverends. ",
  "mn9:21-22.2": "A noble disciple understands old age and death, their origin, their cessation, and the practice that leads to their cessation … ",
  "mn9:21-22.3": " ",
  "mn9:21-22.4": "But what are old age and death? What is their origin, their cessation, and the practice that leads to their cessation? ",
  "mn9:21-22.5": "The old age, decrepitude, broken teeth, gray hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings. ",
  "mn9:21-22.6": "This is called old age. ",
  "mn9:21-22.7": "And what is death? ",
  "mn9:21-22.8": "The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings. ",
  "mn9:21-22.9": "This is called death. ",
  "mn9:21-22.10": "Such is old age, and such is death. ",
  "mn9:21-22.11": "This is called old age and death. ",
  "mn9:21-22.12": "Old age and death originate from rebirth. Old age and death cease when rebirth ceases. The practice that leads to the cessation of old age and death is simply this noble eightfold path …” ",
  "mn9:21-22.13": " ",
  "mn9:23.1": " ",
  "mn9:23.2": " ",
  "mn9:24-26.1": " ",
  "mn9:24-26.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:24-26.3": "“There might, reverends. ",
  "mn9:24-26.4": "A noble disciple understands rebirth, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:24-26.5": " ",
  "mn9:24-26.6": "But what is rebirth? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:24-26.7": "The rebirth, inception, conception, reincarnation, manifestation of the aggregates, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings. ",
  "mn9:24-26.8": "This is called rebirth. ",
  "mn9:24-26.9": "Rebirth originates from continued existence. Rebirth ceases when continued existence ceases. The practice that leads to the cessation of rebirth is simply this noble eightfold path …” ",
  "mn9:24-26.10": " ",
  "mn9:27.1": " ",
  "mn9:27.2": " ",
  "mn9:28-30.1": " ",
  "mn9:28-30.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:28-30.3": "“There might, reverends. ",
  "mn9:28-30.4": "A noble disciple understands continued existence, its origin, its cessation, and the practice that leads to its cessation. ",
  "mn9:28-30.5": " ",
  "mn9:28-30.6": "But what is continued existence? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:28-30.7": "There are these three states of continued existence. ",
  "mn9:28-30.8": "Existence in the sensual realm, the realm of luminous form, and the formless realm. ",
  "mn9:28-30.9": "Continued existence originates from grasping. Continued existence ceases when grasping ceases. The practice that leads to the cessation of continued existence is simply this noble eightfold path …” ",
  "mn9:28-30.10": " ",
  "mn9:31.1": " ",
  "mn9:31.2": " ",
  "mn9:32-34.1": " ",
  "mn9:32-34.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:32-34.3": "“There might, reverends. ",
  "mn9:32-34.4": "A noble disciple understands grasping, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:32-34.5": " ",
  "mn9:32-34.6": "But what is grasping? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:32-34.7": "There are these four kinds of grasping. ",
  "mn9:32-34.8": "Grasping at sensual pleasures, views, precepts and observances, and theories of a self. ",
  "mn9:32-34.9": "Grasping originates from craving. Grasping ceases when craving ceases. The practice that leads to the cessation of grasping is simply this noble eightfold path …” ",
  "mn9:32-34.10": " ",
  "mn9:35.1": " ",
  "mn9:35.2": " ",
  "mn9:36-38.1": " ",
  "mn9:36-38.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:36-38.3": "“There might, reverends. ",
  "mn9:36-38.4": "A noble disciple understands craving, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:36-38.5": " ",
  "mn9:36-38.6": "But what is craving? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:36-38.7": "There are these six classes of craving. ",
  "mn9:36-38.8": "Craving for sights, sounds, smells, tastes, touches, and thoughts. ",
  "mn9:36-38.9": "Craving originates from feeling. Craving ceases when feeling ceases. The practice that leads to the cessation of craving is simply this noble eightfold path …” ",
  "mn9:36-38.10": " ",
  "mn9:39.1": " ",
  "mn9:39.2": " ",
  "mn9:40-42.1": " ",
  "mn9:40-42.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:40-42.3": "“There might, reverends. ",
  "mn9:40-42.4": "A noble disciple understands feeling, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:40-42.5": " ",
  "mn9:40-42.6": "But what is feeling? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:40-42.7": "There are these six classes of feeling. ",
  "mn9:40-42.8": "Feeling born of contact through the eye, ear, nose, tongue, body, and mind. ",
  "mn9:40-42.9": "Feeling originates from contact. Feeling ceases when contact ceases. The practice that leads to the cessation of feeling is simply this noble eightfold path …” ",
  "mn9:40-42.10": " ",
  "mn9:43.1": " ",
  "mn9:43.2": " ",
  "mn9:44-46.1": " ",
  "mn9:44-46.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:44-46.3": "“There might, reverends. ",
  "mn9:44-46.4": "A noble disciple understands contact, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:44-46.5": " ",
  "mn9:44-46.6": "But what is contact? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:44-46.7": "There are these six classes of contact. ",
  "mn9:44-46.8": "Contact through the eye, ear, nose, tongue, body, and mind. ",
  "mn9:44-46.9": "Contact originates from the six sense fields. Contact ceases when the six sense fields cease. The practice that leads to the cessation of contact is simply this noble eightfold path …” ",
  "mn9:44-46.10": " ",
  "mn9:47.1": " ",
  "mn9:47.2": " ",
  "mn9:48-50.1": " ",
  "mn9:48-50.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:48-50.3": "“There might, reverends. ",
  "mn9:48-50.4": "A noble disciple understands the six sense fields, their origin, their cessation, and the practice that leads to their cessation … ",
  "mn9:48-50.5": " ",
  "mn9:48-50.6": "But what are the six sense fields? What is their origin, their cessation, and the practice that leads to their cessation? ",
  "mn9:48-50.7": "There are these six sense fields. ",
  "mn9:48-50.8": "The sense fields of the eye, ear, nose, tongue, body, and mind. ",
  "mn9:48-50.9": "The six sense fields originate from name and form. The six sense fields cease when name and form cease. The practice that leads to the cessation of the six sense fields is simply this noble eightfold path …” ",
  "mn9:48-50.10": " ",
  "mn9:51.1": " ",
  "mn9:51.2": " ",
  "mn9:52-54.1": " ",
  "mn9:52-54.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:52-54.3": "“There might, reverends. ",
  "mn9:52-54.4": "A noble disciple understands name and form, their origin, their cessation, and the practice that leads to their cessation … ",
  "mn9:52-54.5": " ",
  "mn9:52-54.6": "But what are name and form? What is their origin, their cessation, and the practice that leads to their cessation? ",
  "mn9:52-54.7": "Feeling, perception, intention, contact, and attention—",
  "mn9:52-54.8": "this is called name. ",
  "mn9:52-54.9": "The four primary elements, and form derived from the four primary elements—",
  "mn9:52-54.10": "this is called form. ",
  "mn9:52-54.11": "Such is name and such is form. ",
  "mn9:52-54.12": "This is called name and form. ",
  "mn9:52-54.13": "Name and form originate from consciousness. Name and form cease when consciousness ceases. The practice that leads to the cessation of name and form is simply this noble eightfold path …” ",
  "mn9:52-54.14": " ",
  "mn9:55.1": " ",
  "mn9:55.2": " ",
  "mn9:56-58.1": " ",
  "mn9:56-58.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:56-58.3": "“There might, reverends. ",
  "mn9:56-58.4": "A noble disciple understands consciousness, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:56-58.5": " ",
  "mn9:56-58.6": "But what is consciousness? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:56-58.7": "There are these six classes of consciousness. ",
  "mn9:56-58.8": "Eye, ear, nose, tongue, body, and mind consciousness. ",
  "mn9:56-58.9": "Consciousness originates from choices. Consciousness ceases when choices cease. The practice that leads to the cessation of consciousness is simply this noble eightfold path …” ",
  "mn9:56-58.10": " ",
  "mn9:59.1": " ",
  "mn9:60-62.1": " ",
  "mn9:60-62.2": " ",
  "mn9:60-62.3": "“Might there be another way to describe a noble disciple?” ",
  "mn9:60-62.4": "“There might, reverends. ",
  "mn9:60-62.5": "A noble disciple understands choices, their origin, their cessation, and the practice that leads to their cessation … ",
  "mn9:60-62.6": " ",
  "mn9:60-62.7": "But what are choices? What is their origin, their cessation, and the practice that leads to their cessation? ",
  "mn9:60-62.8": "There are these three kinds of choice. ",
  "mn9:60-62.9": "Choices by way of body, speech, and mind. ",
  "mn9:60-62.10": "Choices originate from ignorance. Choices cease when ignorance ceases. The practice that leads to the cessation of choices is simply this noble eightfold path …” ",
  "mn9:60-62.11": " ",
  "mn9:63.1": " ",
  "mn9:63.2": " ",
  "mn9:64-66.1": " ",
  "mn9:64-66.2": "“Might there be another way to describe a noble disciple?” ",
  "mn9:64-66.3": "“There might, reverends. ",
  "mn9:64-66.4": "A noble disciple understands ignorance, its origin, its cessation, and the practice that leads to its cessation … ",
  "mn9:64-66.5": " ",
  "mn9:64-66.6": "But what is ignorance? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:64-66.7": "Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ",
  "mn9:64-66.8": "This is called ignorance. ",
  "mn9:64-66.9": "Ignorance originates from defilement. Ignorance ceases when defilement ceases. The practice that leads to the cessation of ignorance is simply this noble eightfold path …” ",
  "mn9:64-66.10": " ",
  "mn9:67.1": " ",
  "mn9:67.2": " ",
  "mn9:68.1": "Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question: ",
  "mn9:68.2": "“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” ",
  "mn9:69.1": "“There might, reverends. ",
  "mn9:69.2": "A noble disciple understands defilement, its origin, its cessation, and the practice that leads to its cessation. ",
  "mn9:69.3": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. ",
  "mn9:70.1": "But what is defilement? What is its origin, its cessation, and the practice that leads to its cessation? ",
  "mn9:70.2": "There are these three defilements. ",
  "mn9:70.3": "The defilements of sensuality, desire to be reborn, and ignorance. ",
  "mn9:70.4": "Defilement originates from ignorance. Defilement ceases when ignorance ceases. The practice that leads to the cessation of defilement is simply this noble eightfold path, that is: ",
  "mn9:70.5": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "mn9:71.1": "A noble disciple understands in this way defilement, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ",
  "mn9:71.2": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ",
  "mn9:71.3": "This is what Venerable Sāriputta said. ",
  "mn9:71.4": "Satisfied, the mendicants were happy with what Sāriputta said. "
}