{
  "pp2.5:0.1": "Puggalapaññatti",
  "pp2.5:0.2": "Niddesa",
  "pp2.5:0.3": "5. Pañcakapuggalapaññatti",
  "pp2.5:1.1": "Tatra yvāyaṃ puggalo ārabhati ca vippaṭisārī ca hoti, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:1.2": "“āyasmato kho ārambhajā āsavā saṃvijjanti, vippaṭisārajā āsavā pavaḍḍhanti.",
  "pp2.5:1.3": "Sādhu vatāyasmā ārambhaje āsave pahāya vippaṭisāraje āsave paṭivinodetvā cittaṃ paññañca bhāvetu.",
  "pp2.5:1.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:2.1": "Tatra yvāyaṃ puggalo ārabhati na vippaṭisārī hoti, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:2.2": "“āyasmato kho ārambhajā āsavā saṃvijjanti, vippaṭisārajā āsavā nappavaḍḍhanti.",
  "pp2.5:2.3": "Sādhu vatāyasmā ārambhaje āsave pahāya cittaṃ paññañca bhāvetu.",
  "pp2.5:2.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:3.1": "Tatra yvāyaṃ puggalo na ārabhati vippaṭisārī hoti, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:3.2": "“āyasmato kho ārambhajā āsavā na saṃvijjanti, vippaṭisārajā āsavā pavaḍḍhanti.",
  "pp2.5:3.3": "Sādhu vatāyasmā vippaṭisāraje āsave paṭivinodetvā cittaṃ paññañca bhāvetu.",
  "pp2.5:3.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:4.1": "Tatra yvāyaṃ puggalo na ārabhati na vippaṭisārī hoti, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:4.2": "“āyasmato kho ārambhajā āsavā na saṃvijjanti, vippaṭisārajā āsavā nappavaḍḍhanti.",
  "pp2.5:4.3": "Sādhu vatāyasmā cittaṃ paññañca bhāvetu.",
  "pp2.5:4.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:5.1": "Ime cattāro puggalā amunā pañcamena puggalena evaṃ ovadiyamānā evaṃ anusāsiyamānā anupubbena āsavānaṃ khayaṃ pāpuṇanti.",
  "pp2.5:6.1": "Kathañca puggalo datvā avajānāti?",
  "pp2.5:6.2": "Idhekacco puggalo yassa puggalassa deti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhāraṃ, tassa evaṃ hoti—",
  "pp2.5:6.3": "“ahaṃ dammi, ayaṃ paṭiggaṇhātī”ti, tamenaṃ datvā avajānāti.",
  "pp2.5:6.4": "Evaṃ puggalo datvā avajānāti. (1)",
  "pp2.5:7.1": "Kathañca puggalo saṃvāsena avajānāti?",
  "pp2.5:7.2": "Idhekacco puggalo yena puggalena saddhiṃ saṃvasati dve vā tīṇi vā vassāni, tamenaṃ saṃvāsena avajānāti.",
  "pp2.5:7.3": "Evaṃ puggalo saṃvāsena avajānāti. (2)",
  "pp2.5:8.1": "Kathañca puggalo ādheyyamukho hoti?",
  "pp2.5:8.2": "Idhekacco puggalo parassa vaṇṇe vā avaṇṇe vā bhāsiyamāne khippaññeva adhimuccitā hoti.",
  "pp2.5:8.3": "Evaṃ puggalo ādheyyamukho hoti. (3)",
  "pp2.5:9.1": "Kathañca puggalo lolo hoti?",
  "pp2.5:9.2": "Idhekacco puggalo ittarasaddho hoti ittarabhattī ittarapemo ittarappasādo.",
  "pp2.5:9.3": "Evaṃ puggalo lolo hoti. (4)",
  "pp2.5:10.1": "Kathañca puggalo mando momūho hoti?",
  "pp2.5:10.2": "Idhekacco puggalo kusalākusale dhamme na jānāti, sāvajjānavajje dhamme na jānāti, hīnappaṇīte dhamme na jānāti, kaṇhasukkasappaṭibhāge dhamme na jānāti.",
  "pp2.5:10.3": "Evaṃ puggalo mando momūho hoti. (5)",
  "pp2.5:11.1": "Tattha katame pañca yodhājīvūpamā puggalā?",
  "pp2.5:11.2": "Pañca yodhājīvā—",
  "pp2.5:11.3": "idhekacco yodhājīvo rajaggaññeva disvā saṃsīdati visīdati na santhambhati na sakkoti saṅgāmaṃ otarituṃ.",
  "pp2.5:11.4": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:11.5": "Ayaṃ paṭhamo yodhājīvo santo saṃvijjamāno lokasmiṃ. (1)",
  "pp2.5:12.1": "Puna caparaṃ idhekacco yodhājīvo sahati rajaggaṃ, api ca kho dhajaggaññeva disvā saṃsīdati visīdati na santhambhati na sakkoti saṅgāmaṃ otarituṃ.",
  "pp2.5:12.2": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:12.3": "Ayaṃ dutiyo yodhājīvo santo saṃvijjamāno lokasmiṃ. (2)",
  "pp2.5:13.1": "Puna caparaṃ idhekacco yodhājīvo sahati rajaggaṃ sahati dhajaggaṃ, api ca kho ussāraṇaññeva sutvā saṃsīdati visīdati na santhambhati na sakkoti saṅgāmaṃ otarituṃ.",
  "pp2.5:13.2": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:13.3": "Ayaṃ tatiyo yodhājīvo santo saṃvijjamāno lokasmiṃ. (3)",
  "pp2.5:14.1": "Puna caparaṃ idhekacco yodhājīvo sahati rajaggaṃ sahati dhajaggaṃ sahati ussāraṇaṃ, api ca kho sampahāre haññati byāpajjati.",
  "pp2.5:14.2": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:14.3": "Ayaṃ catuttho yodhājīvo santo saṃvijjamāno lokasmiṃ. (4)",
  "pp2.5:15.1": "Puna caparaṃ idhekacco yodhājīvo sahati rajaggaṃ sahati dhajaggaṃ sahati ussāraṇaṃ sahati sampahāraṃ.",
  "pp2.5:15.2": "So taṃ saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṃ ajjhāvasati.",
  "pp2.5:15.3": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:15.4": "Ayaṃ pañcamo yodhājīvo santo saṃvijjamāno lokasmiṃ.",
  "pp2.5:15.5": "Ime pañca yodhājīvā santo saṃvijjamānā lokasmiṃ. (5)",
  "pp2.5:16.1": "Evamevaṃ pañcime yodhājīvūpamā puggalā santo saṃvijjamānā bhikkhūsu.",
  "pp2.5:16.2": "Katame pañca?",
  "pp2.5:17.1": "Idhekacco bhikkhu rajaggaññeva disvā saṃsīdati visīdati na santhambhati na sakkoti brahmacariyaṃ sandhāretuṃ, sikkhādubbalyaṃ āvikatvā sikkhaṃ paccakkhāya hīnāyāvattati.",
  "pp2.5:17.2": "Kimassa rajaggasmiṃ?",
  "pp2.5:17.3": "Idha bhikkhu suṇāti—",
  "pp2.5:17.4": "“asukasmiṃ nāma gāme vā nigame vā itthī vā kumārī vā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā”ti.",
  "pp2.5:17.5": "So taṃ sutvā saṃsīdati visīdati na santhambhati na sakkoti brahmacariyaṃ sandhāretuṃ, sikkhādubbalyaṃ āvikatvā sikkhaṃ paccakkhāya hīnāyāvattati.",
  "pp2.5:17.6": "Idamassa rajaggasmiṃ.",
  "pp2.5:18.1": "Seyyathāpi so yodhājīvo rajaggaññeva disvā saṃsīdati visīdati na santhambhati na sakkoti saṅgāmaṃ otarituṃ, tathūpamo ayaṃ puggalo.",
  "pp2.5:18.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:18.3": "Ayaṃ paṭhamo yodhājīvūpamo puggalo santo saṃvijjamāno bhikkhūsu. (1)",
  "pp2.5:19.1": "Puna caparaṃ idhekacco bhikkhu sahati rajaggaṃ, api ca kho dhajaggaññeva disvā saṃsīdati visīdati na santhambhati na sakkoti brahmacariyaṃ sandhāretuṃ, sikkhādubbalyaṃ āvikatvā sikkhaṃ paccakkhāya hīnāyāvattati.",
  "pp2.5:19.2": "Kimassa dhajaggasmiṃ?",
  "pp2.5:19.3": "Idha bhikkhu na heva kho suṇāti—",
  "pp2.5:19.4": "“asukasmiṃ nāma gāme vā nigame vā itthī vā kumārī vā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā”ti, api ca kho sāmaṃ passati itthiṃ vā kumāriṃ vā abhirūpaṃ dassanīyaṃ pāsādikaṃ paramāya vaṇṇapokkharatāya samannāgataṃ.",
  "pp2.5:19.5": "So taṃ disvā saṃsīdati visīdati na santhambhati na sakkoti brahmacariyaṃ sandhāretuṃ, sikkhādubbalyaṃ āvikatvā sikkhaṃ paccakkhāya hīnāyāvattati.",
  "pp2.5:19.6": "Idamassa dhajaggasmiṃ.",
  "pp2.5:20.1": "Seyyathāpi so yodhājīvo sahati rajaggaṃ, api ca kho dhajaggaññeva disvā saṃsīdati visīdati na santhambhati na sakkoti saṅgāmaṃ otarituṃ, tathūpamo ayaṃ puggalo.",
  "pp2.5:20.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:20.3": "Ayaṃ dutiyo yodhājīvūpamo puggalo santo saṃvijjamāno bhikkhūsu. (2)",
  "pp2.5:21.1": "Puna caparaṃ idhekacco bhikkhu sahati rajaggaṃ sahati dhajaggaṃ, api ca kho ussāraṇaññeva sutvā saṃsīdati visīdati na santhambhati na sakkoti brahmacariyaṃ sandhāretuṃ, sikkhādubbalyaṃ āvikatvā sikkhaṃ paccakkhāya hīnāyāvattati.",
  "pp2.5:21.2": "Kimassa ussāraṇāya?",
  "pp2.5:21.3": "Idha bhikkhuṃ araññagataṃ vā rukkhamūlagataṃ vā suññāgāragataṃ vā mātugāmo upasaṅkamitvā ūhasati ullapati ujjagghati uppaṇḍeti.",
  "pp2.5:21.4": "So mātugāmena ūhasiyamāno ullapiyamāno ujjagghiyamāno uppaṇḍiyamāno saṃsīdati visīdati na santhambhati na sakkoti brahmacariyaṃ sandhāretuṃ, sikkhādubbalyaṃ āvikatvā sikkhaṃ paccakkhāya hīnāyāvattati.",
  "pp2.5:21.5": "Idamassa ussāraṇāya.",
  "pp2.5:22.1": "Seyyathāpi so yodhājīvo sahati rajaggaṃ sahati dhajaggaṃ, api ca kho ussāraṇaññeva sutvā saṃsīdati visīdati na santhambhati na sakkoti saṅgāmaṃ otarituṃ, tathūpamo ayaṃ puggalo.",
  "pp2.5:22.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:22.3": "Ayaṃ tatiyo yodhājīvūpamo puggalo santo saṃvijjamāno bhikkhūsu. (3)",
  "pp2.5:23.1": "Puna caparaṃ idhekacco bhikkhu sahati rajaggaṃ sahati dhajaggaṃ sahati ussāraṇaṃ, api ca kho sampahāre haññati byāpajjati.",
  "pp2.5:23.2": "Kimassa sampahārasmiṃ?",
  "pp2.5:23.3": "Idha bhikkhuṃ araññagataṃ vā rukkhamūlagataṃ vā suññāgāragataṃ vā mātugāmo upasaṅkamitvā abhinisīdati abhinipajjati ajjhottharati.",
  "pp2.5:23.4": "So mātugāmena abhinisīdiyamāno abhinipajjiyamāno ajjhotthariyamāno sikkhaṃ appaccakkhāya dubbalyaṃ anāvikatvā methunaṃ dhammaṃ paṭisevati.",
  "pp2.5:23.5": "Idamassa sampahārasmiṃ.",
  "pp2.5:24.1": "Seyyathāpi so yodhājīvo sahati rajaggaṃ sahati dhajaggaṃ sahati ussāraṇaṃ, api ca kho sampahāre haññati byāpajjati, tathūpamo ayaṃ puggalo.",
  "pp2.5:24.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:24.3": "Ayaṃ catuttho yodhājīvūpamo puggalo santo saṃvijjamāno bhikkhūsu. (4)",
  "pp2.5:25.1": "Puna caparaṃ idhekacco bhikkhu sahati rajaggaṃ sahati dhajaggaṃ sahati ussāraṇaṃ sahati sampahāraṃ.",
  "pp2.5:25.2": "So taṃ saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṃ ajjhāvasati.",
  "pp2.5:25.3": "Kimassa saṅgāmavijayasmiṃ?",
  "pp2.5:25.4": "Idha bhikkhuṃ araññagataṃ vā rukkhamūlagataṃ vā suññāgāragataṃ vā mātugāmo upasaṅkamitvā abhinisīdati abhinipajjati ajjhottharati.",
  "pp2.5:25.5": "So mātugāmena abhinisīdiyamāno abhinipajjiyamāno ajjhotthariyamāno viniveṭhetvā vinimocetvā yena kāmaṃ pakkamati.",
  "pp2.5:26.1": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "pp2.5:26.2": "So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "pp2.5:26.3": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;",
  "pp2.5:26.4": "byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī byāpādapadosā cittaṃ parisodheti;",
  "pp2.5:26.5": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "pp2.5:26.6": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "pp2.5:26.7": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "pp2.5:27.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati;",
  "pp2.5:27.2": "vitakkavicārānaṃ vūpasamā dutiyaṃ jhānaṃ …pe…",
  "pp2.5:27.3": "tatiyaṃ jhānaṃ …pe…",
  "pp2.5:27.4": "catutthaṃ jhānaṃ upasampajja viharati.",
  "pp2.5:28.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "pp2.5:28.2": "So “idaṃ dukkhan”ti yathābhūtaṃ pajānāti, “ayaṃ dukkhasamudayo”ti yathābhūtaṃ pajānāti, “ayaṃ dukkhanirodho”ti yathābhūtaṃ pajānāti, “ayaṃ dukkhanirodhagāminī paṭipadā”ti yathābhūtaṃ pajānāti, “ime āsavā”ti yathābhūtaṃ pajānāti, “ayaṃ āsavasamudayo”ti yathābhūtaṃ pajānāti, “ayaṃ āsavanirodho”ti yathābhūtaṃ pajānāti, “ayaṃ āsavanirodhagāminī paṭipadā”ti yathābhūtaṃ pajānāti.",
  "pp2.5:29.1": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "pp2.5:29.2": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "pp2.5:29.3": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti pajānāti.",
  "pp2.5:29.4": "Idamassa saṅgāmavijayasmiṃ.",
  "pp2.5:29.5": "Seyyathāpi so yodhājīvo sahati rajaggaṃ sahati dhajaggaṃ sahati ussāraṇaṃ sahati sampahāraṃ, so taṃ saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṃ ajjhāvasati, tathūpamo ayaṃ puggalo.",
  "pp2.5:29.6": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:29.7": "Ayaṃ pañcamo yodhājīvūpamo puggalo santo saṃvijjamāno bhikkhūsu. (5)",
  "pp2.5:30.1": "Ime pañca yodhājīvūpamā puggalā santo saṃvijjamānā bhikkhūsu.",
  "pp2.5:31.1": "Tattha katame pañca piṇḍapātikā?",
  "pp2.5:31.2": "Mandattā momūhattā piṇḍapātiko hoti, pāpiccho icchāpakato piṇḍapātiko hoti, ummādā cittavikkhepā piṇḍapātiko hoti, “vaṇṇitaṃ buddhehi buddhasāvakehī”ti piṇḍapātiko hoti, api ca appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya idamatthitaṃyeva nissāya piṇḍapātiko hoti.",
  "pp2.5:31.3": "Tatra yvāyaṃ piṇḍapātiko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya idamatthitaṃyeva nissāya piṇḍapātiko, ayaṃ imesaṃ pañcannaṃ piṇḍapātikānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:32.1": "Seyyathāpi nāma gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍaṃ tattha aggamakkhāyati;",
  "pp2.5:32.2": "evamevaṃ yvāyaṃ piṇḍapātiko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya idamatthitaṃyeva nissāya piṇḍapātiko hoti, ayaṃ imesaṃ pañcannaṃ piṇḍapātikānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:32.3": "Ime pañca piṇḍapātikā.",
  "pp2.5:33.1": "Tattha katame pañca khalupacchābhattikā …pe…",
  "pp2.5:33.2": "pañca ekāsanikā …pe…",
  "pp2.5:33.3": "pañca paṃsukūlikā …pe…",
  "pp2.5:33.4": "pañca tecīvarikā …pe…",
  "pp2.5:33.5": "pañca āraññikā …pe…",
  "pp2.5:33.6": "pañca rukkhamūlikā …pe…",
  "pp2.5:33.7": "pañca abbhokāsikā …pe…",
  "pp2.5:33.8": "pañca nesajjikā …pe…",
  "pp2.5:33.9": "pañca yathāsanthatikā …pe….",
  "pp2.5:34.1": "Tattha katame pañca sosānikā?",
  "pp2.5:34.2": "Mandattā momūhattā sosāniko hoti, pāpiccho icchāpakato sosāniko hoti, ummādā cittavikkhepā sosāniko hoti, “vaṇṇitaṃ buddhehi buddhasāvakehī”ti sosāniko hoti, api ca appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya idamatthitaṃyeva nissāya sosāniko hoti.",
  "pp2.5:34.3": "Tatra yvāyaṃ sosāniko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya idamatthitaṃyeva nissāya sosāniko, ayaṃ imesaṃ pañcannaṃ sosānikānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:35.1": "Seyyathāpi nāma gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍaṃ tattha aggamakkhāyati;",
  "pp2.5:35.2": "evamevaṃ yvāyaṃ sosāniko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya idamatthitaṃyeva nissāya sosāniko hoti, ayaṃ imesaṃ pañcannaṃ sosānikānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:35.3": "Ime pañca sosānikā.",
  "pp2.5:36.1": "Pañcakaniddeso."
}