{
  "sn44.9:0.1": "Verbundene Lehrreden 44.9 ",
  "sn44.9:0.2": "1. Das Kapitel über die nicht erklärten Punkte ",
  "sn44.9:0.3": "Die Debattierhalle ",
  "sn44.9:1.1": "Da ging der Wanderer Vacchagotta zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn44.9:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn44.9:2.1": "„Meister Gotama, vor ein paar Tagen saßen mehrere Asketen, Brahmanen und Wanderer, die verschiedenen anderen Konfessionen anhängen, in der Debattierhalle beisammen, und dieses Gespräch kam unter ihnen auf: ",
  "sn44.9:2.2": "‚Dieser Pūraṇa Kassapa leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein bedeutender und berühmter Religionsstifter, der von Vielen als heilig angesehen wird. ",
  "sn44.9:2.3": "Wenn ein Schüler stirbt, erklärt er, ",
  "sn44.9:2.4": "dieser sei hier wiedergeboren, während jener dort wiedergeboren sei. ",
  "sn44.9:2.5": "Und bei einem Schüler, der ein unübertrefflicher Mensch war, ein höchster Mensch, der den höchsten Punkt erreicht hatte: Wenn ein solcher stirbt, erklärt er auch, ",
  "sn44.9:2.6": "dieser sei hier wiedergeboren, während jener dort wiedergeboren sei. ",
  "sn44.9:3.1": "Dieser Makkhali Gosāla … ",
  "sn44.9:3.2": "Dieser Jaina-Asket aus dem Stamm Ñātika … ",
  "sn44.9:3.3": "Dieser Sañjaya Belaṭṭhiputta … ",
  "sn44.9:3.4": "Dieser Pakudha Kaccāyana … ",
  "sn44.9:3.5": "Dieser Ajita mit der Haardecke leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein bedeutender und berühmter Religionsstifter, der von Vielen als heilig angesehen wird. ",
  "sn44.9:3.6": "Wenn ein Schüler stirbt, erklärt er, ",
  "sn44.9:3.7": "dieser sei hier wiedergeboren, während jener dort wiedergeboren sei. ",
  "sn44.9:3.8": "Und bei einem Schüler, der ein unübertrefflicher Mensch war, ein höchster Mensch, der den höchsten Punkt erreicht hatte: Wenn ein solcher stirbt, erklärt er auch, ",
  "sn44.9:3.9": "dieser sei hier wiedergeboren, während jener dort wiedergeboren sei. ",
  "sn44.9:4.1": "Dieser Asket Gotama leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein bedeutender und berühmter Religionsstifter, der von Vielen als heilig angesehen wird. ",
  "sn44.9:4.2": "Wenn ein Schüler stirbt, erklärt er, ",
  "sn44.9:4.3": "dieser sei hier wiedergeboren, während jener dort wiedergeboren sei. ",
  "sn44.9:4.4": "Aber bei einem Schüler, der ein unübertrefflicher Mensch war, ein höchster Mensch, der den höchsten Punkt erreicht hatte: Wenn ein solcher stirbt, erklärt er nicht, ",
  "sn44.9:4.5": "dieser sei hier wiedergeboren, während jener dort wiedergeboren sei. ",
  "sn44.9:4.6": "Vielmehr erklärt er, ",
  "sn44.9:4.7": "dieser habe das Verlangen abgeschnitten, die Fesseln gelöst und die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht.‘ ",
  "sn44.9:4.8": "Ich hatte daher Zweifel und war unsicher: ",
  "sn44.9:4.9": "‚Wie in aller Welt soll ich die Lehre des Asketen Gotama verstehen?‘“ ",
  "sn44.9:5.1": "„Kein Wunder, Vaccha, dass du Zweifel hattest und unsicher warst. ",
  "sn44.9:5.2": "Die Sache, über die dir Zweifel aufgekommen ist, ist unsicher. ",
  "sn44.9:5.3": "Ich beschreibe eine Wiedergeburt für jemanden, der nach Nahrung greift, nicht für jemanden, der nicht nach Nahrung greift. ",
  "sn44.9:5.4": "Wie ein Feuer, das nur brennt, wenn es Nahrung hat, nicht, wenn es keine Nahrung hat. ",
  "sn44.9:5.5": "Ebenso beschreibe ich eine Wiedergeburt nur für jemanden, der nach Nahrung greift, nicht für jemanden, der nicht nach Nahrung greift.“ ",
  "sn44.9:6.1": "„Aber wenn eine Flamme vom Wind weggeblasen wird, was sagt Meister Gotama, was dann ihre Nahrung sei?“ ",
  "sn44.9:6.2": "„Wenn eine Flamme vom Wind weggeblasen wird, sage ich, sie erhält ihre Nahrung vom Wind. ",
  "sn44.9:6.3": "Denn der Wind ist dann ihre Nahrung.“ ",
  "sn44.9:6.4": "„Aber wenn jemand, der gebunden ist, seinen Körper abgelegt hat und nicht in einer der Welten wiedergeboren wurde, was sagt Meister Gotama, was dann seine Nahrung sei?“ ",
  "sn44.9:6.5": "„Wenn jemand, der gebunden ist, seinen Körper abgelegt hat und nicht in einer der Welten wiedergeboren wurde, sage ich, er erhält seine Nahrung vom Verlangen. ",
  "sn44.9:6.6": "Denn Verlangen ist dann seine Nahrung.“ "
}