{
  "sn44.11:0.1": "Verbundene Lehrreden 44.11 ",
  "sn44.11:0.2": "1. Das Kapitel über die nicht erklärten Punkte ",
  "sn44.11:0.3": "Mit Sabhiya Kaccāna ",
  "sn44.11:1.1": "Einmal hielt sich der Ehrwürdige Sabhiya bei Ñātika im Backsteinhaus auf. ",
  "sn44.11:1.2": "Da ging der Wanderer Vacchagotta zum Ehrwürdigen Sabhiya und tauschte Willkommensgrüße mit ihm aus. ",
  "sn44.11:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Sabhiya: ",
  "sn44.11:1.4": "„Meister Kaccāna, besteht ein Klargewordener nach dem Tod fort?“ ",
  "sn44.11:1.5": "„Vaccha, das wurde vom Buddha nicht erklärt.“ ",
  "sn44.11:1.7": "„Nun, dann besteht ein Klargewordener nach dem Tod nicht fort?“ ",
  "sn44.11:1.8": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.11:2.1": "„Nun, dann besteht ein Klargewordener nach dem Tod fort und besteht auch nicht fort?“ ",
  "sn44.11:2.2": "„Das wurde vom Buddha nicht erklärt.“ ",
  "sn44.11:2.4": "„Nun, dann besteht ein Klargewordener weder nach dem Tod fort, noch besteht er nicht fort?“ ",
  "sn44.11:2.5": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.11:3.1": "„Meister Kaccāna, wenn du über all diese Punkte befragt wirst, sagst du, dass sie vom Buddha nicht erklärt wurden. ",
  "sn44.11:3.13": "Was ist der Grund, was ist die Ursache, dass das vom Buddha nicht erklärt wurde?“ ",
  "sn44.11:3.14": "„Um ihn als jemanden zu beschreiben, der Form besitzt oder formlos ist, der Wahrnehmung besitzt oder ohne Wahrnehmung ist oder weder Wahrnehmung besitzt noch ohne Wahrnehmung ist, muss es einen Grund und eine Ursache geben, um das zu tun. Aber wenn dieser Grund und diese Ursache ganz und gar vollständig und restlos aufhören würden, ",
  "sn44.11:3.15": "wie könnte man ihn da mit irgendeinem dieser Begriffe beschreiben?“ ",
  "sn44.11:3.16": "„Meister Kaccāna, wie lange ist es her, dass du fortgezogen bist?“ ",
  "sn44.11:3.17": "„Nicht lange, werter Freund: drei Jahre.“ ",
  "sn44.11:3.18": "„Nun, du hast bereits viel gelernt, wie wird das erst mit dem, was noch kommt!“ ",
  "sn44.11:4.6": "Die Verbundenen Lehrreden über die nicht erklärten Punkte sind abgeschlossen. ",
  "sn44.11:5.7": "Das Buch über die sechs Sinnesfelder ist zu Ende. "
}