{
  "sn44.3:0.1": "Verbundene Lehrreden 44.3 ",
  "sn44.3:0.2": "1. Das Kapitel über die nicht erklärten Punkte ",
  "sn44.3:0.3": "Mit Sāriputta und Koṭṭhita (1) ",
  "sn44.3:1.1": "Einmal hielten sich der Ehrwürdige Sāriputta und der Ehrwürdige Mahākoṭṭhita bei Benares auf, im Wildpark bei Isipatana. ",
  "sn44.3:1.2": "Da kam der Ehrwürdige Mahākoṭṭhita am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "sn44.3:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Mahākoṭṭhita sich zur Seite hin und sagte zu Sāriputta: ",
  "sn44.3:2.1": "„Werter Sāriputta, besteht ein Klargewordener nach dem Tod fort?“ ",
  "sn44.3:2.2": "„Werter Freund, das wurde vom Buddha nicht erklärt.“ ",
  "sn44.3:2.4": "„Nun, besteht dann ein Klargewordener nach dem Tod nicht fort? … ",
  "sn44.3:2.7": "Besteht dann ein Klargewordener nach dem Tod fort und besteht auch nicht fort? … ",
  "sn44.3:2.10": "Besteht dann ein Klargewordener weder nach dem Tod fort, noch besteht er nicht fort?“ ",
  "sn44.3:2.11": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.3:3.1": "„Werter Freund, wenn du über all diese Punkte befragt wirst, sagst du, dass sie vom Buddha nicht erklärt wurden. ",
  "sn44.3:3.6": "Was ist der Grund, was ist die Ursache, dass das vom Buddha nicht erklärt wurde?“ ",
  "sn44.3:4.1": "„Werter Freund, ‚Besteht ein Klargewordener nach dem Tod fort?‘ ist in Form enthalten. ",
  "sn44.3:4.2": "‚Besteht ein Klargewordener nach dem Tod nicht fort?‘ ist in Form enthalten. ",
  "sn44.3:4.3": "‚Besteht ein Klargewordener nach dem Tod fort und besteht auch nicht fort?‘ ist in Form enthalten. ",
  "sn44.3:4.4": "‚Besteht ein Klargewordener weder nach dem Tod fort, noch besteht er nicht fort?‘ ist in Form enthalten. ",
  "sn44.3:4.5": "‚Besteht ein Klargewordener nach dem Tod fort?‘ ist in Gefühl enthalten … ",
  "sn44.3:4.9": "ist in Wahrnehmung enthalten … ",
  "sn44.3:4.13": "ist in Entscheidungen enthalten … ",
  "sn44.3:4.17": "ist in Bewusstsein enthalten. ",
  "sn44.3:4.18": "‚Besteht ein Klargewordener nach dem Tod nicht fort?‘ ist in Bewusstsein enthalten. ",
  "sn44.3:4.19": "‚Besteht ein Klargewordener nach dem Tod fort und besteht auch nicht fort?‘ ist in Bewusstsein enthalten. ",
  "sn44.3:4.20": "‚Besteht ein Klargewordener weder nach dem Tod fort, noch besteht er nicht fort?‘ ist in Bewusstsein enthalten. ",
  "sn44.3:4.21": "Das ist der Grund, das ist die Ursache, dass das vom Buddha nicht erklärt wurde.“ "
}