{
  "sn44.7:0.1": "Verbundene Lehrreden 44.7 ",
  "sn44.7:0.2": "1. Das Kapitel über die nicht erklärten Punkte ",
  "sn44.7:0.3": "Mit Moggallāna ",
  "sn44.7:1.1": "Da ging der Wanderer Vacchagotta zum Ehrwürdigen Mahāmoggallāna und tauschte Willkommensgrüße mit ihm aus. ",
  "sn44.7:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Mahāmoggallāna: ",
  "sn44.7:2.1": "„Meister Moggallāna, ist das richtig: ‚Das Weltall ist ewig‘?“ ",
  "sn44.7:2.2": "„Vaccha, das wurde vom Buddha nicht erklärt.“ ",
  "sn44.7:2.4": "„Dann ist das richtig: ‚Das Weltall ist nicht ewig‘ … ",
  "sn44.7:2.7": "‚Die Welt ist endlich‘ … ",
  "sn44.7:2.10": "‚Die Welt ist unendlich‘ … ",
  "sn44.7:2.13": "‚Seele und Körper sind dasselbe‘ … ",
  "sn44.7:2.16": "‚Seele und Körper sind verschiedene Dinge‘ … ",
  "sn44.7:2.19": "‚Ein Klargewordener besteht nach dem Tod fort‘ … ",
  "sn44.7:2.22": "‚Ein Klargewordener besteht nach dem Tod nicht fort‘ … ",
  "sn44.7:2.25": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘ … ",
  "sn44.7:2.28": "‚Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort‘?“ ",
  "sn44.7:2.29": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.7:3.1": "„Was ist der Grund, Meister Moggallāna, was ist die Ursache, dass Wanderer anderer Konfessionen, wenn man ihnen diese Fragen stellt, eine dieser Antworten für richtig erklären? ",
  "sn44.7:3.3": "Und was ist der Grund, was ist die Ursache, dass der Asket Gotama, wenn man ihm diese Fragen stellt, keine dieser Antworten für richtig erklärt?“ ",
  "sn44.7:4.1": "„Vaccha, die Wanderer anderer Konfessionen betrachten das Auge so: ‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "sn44.7:4.2": "Sie betrachten das Ohr … die Nase … die Zunge … den Körper … ",
  "sn44.7:4.3": "den Geist so: ‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "sn44.7:4.4": "Darum erklären Wanderer anderer Konfessionen, wenn man ihnen diese Fragen stellt, eine dieser Antworten für richtig. ",
  "sn44.7:4.7": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha betrachtet das Auge so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn44.7:4.8": "Er betrachtet das Ohr … die Nase … die Zunge … den Körper … ",
  "sn44.7:4.9": "den Geist so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn44.7:4.10": "Darum erklärt er, wenn man ihm diese Fragen stellt, keine dieser Antworten für richtig.“ ",
  "sn44.7:5.1": "Da erhob sich der Wanderer Vacchagotta von seinem Sitz, ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn44.7:5.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Er stellte dem Buddha die gleichen Fragen und erhielt die gleichen Antworten. ",
  "sn44.7:8.1": "Er sagte: „Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "sn44.7:8.2": "Wie doch Bedeutung und Ausdruck von Lehrer und Schüler zusammenpassen und widerspruchsfrei übereinstimmen, wenn es um den wichtigsten Gegenstand geht! ",
  "sn44.7:8.3": "Gerade war ich zum Asketen Mahāmoggallāna gegangen und hatte ihn über diese Sache befragt. ",
  "sn44.7:8.4": "Und er hat es mir mit den gleichen Worten und Ausdrücken erklärt wie Meister Gotama. ",
  "sn44.7:8.5": "Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "sn44.7:8.6": "Wie doch Bedeutung und Ausdruck von Lehrer und Schüler zusammenpassen und widerspruchsfrei übereinstimmen, wenn es um den wichtigsten Gegenstand geht!“ "
}