{
  "sn44.1:0.1": "Verbundene Lehrreden 44.1 ",
  "sn44.1:0.2": "1. Das Kapitel über die nicht erklärten Punkte ",
  "sn44.1:0.3": "Mit Khemā ",
  "sn44.1:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn44.1:1.2": "Zu dieser Zeit wanderte die Nonne Khemā zwischen Sāvatthī und Sāketa durch das Land der Kosaler und ließ sich in Toraṇavatthu nieder. ",
  "sn44.1:1.3": "Da reiste der König Pasenadi von Sāketa nach Sāvatthī und blieb für eine Nacht in Toraṇavatthu. ",
  "sn44.1:1.4": "Da wandte er sich an einen Mann: ",
  "sn44.1:1.5": "„Bitte, guter Mann, finde heraus, ob es in Toraṇavatthu einen geeigneten Asketen oder Brahmanen gibt, dem ich meine Aufwartung machen könnte.“ ",
  "sn44.1:2.1": "„Ja, Majestät“, antwortete der Mann. Er suchte in ganz Toraṇavatthu, aber er sah keinen geeigneten Asketen oder Brahmanen, dem der König seine Aufwartung machen konnte. ",
  "sn44.1:2.2": "Doch er sah, dass sich die Nonne Khemā da aufhielt, ",
  "sn44.1:2.3": "und so ging er zum König und sagte zu ihm: ",
  "sn44.1:3.1": "„Majestät, es gibt in Toraṇavatthu keinen geeigneten Asketen oder Brahmanen, dem der König seine Aufwartung machen könnte. ",
  "sn44.1:3.2": "Aber da ist die Nonne Khemā, eine Schülerin des Gesegneten, des Vollendeten, des vollkommen erwachten Buddha. ",
  "sn44.1:3.3": "Sie hat den guten Ruf, ",
  "sn44.1:3.4": "dass sie klug, fähig, verständig und gelehrt ist, eine geistvolle und wortgewandte Rednerin. ",
  "sn44.1:3.5": "Ihr könnte Seine Majestät seine Aufwartung machen.“ ",
  "sn44.1:4.1": "Da ging König Pasenadi von Kosala zu der Nonne Khemā, verbeugte sich, setzte sich zur Seite hin und sagte zu ihr: ",
  "sn44.1:4.2": "„Meine Dame, besteht ein Klargewordener nach dem Tod fort?“ ",
  "sn44.1:4.3": "„Großer König, das wurde vom Buddha nicht erklärt.“ ",
  "sn44.1:4.5": "„Nun, besteht dann ein Klargewordener nach dem Tod nicht fort?“ ",
  "sn44.1:4.6": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.1:4.8": "„Nun, besteht dann ein Klargewordener nach dem Tod fort und besteht auch nicht fort?“ ",
  "sn44.1:4.9": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.1:4.11": "„Nun, besteht dann ein Klargewordener weder nach dem Tod fort, noch besteht er nicht fort?“ ",
  "sn44.1:4.12": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn44.1:5.1": "„Meine Dame, wenn du so gefragt wirst, sagst du: ",
  "sn44.1:5.2": "‚Das wurde vom Buddha nicht erklärt.‘ ",
  "sn44.1:5.13": "Was ist der Grund, was ist die Ursache, dass das vom Buddha nicht erklärt wurde?“ ",
  "sn44.1:6.1": "„Nun, großer König, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "sn44.1:6.2": "Was denkst du, großer König? ",
  "sn44.1:6.3": "Gibt es irgendeinen Buchhalter oder Fingerzähler oder Rechner, der die Sandkörner im Ganges zählen könnte, das heißt, ",
  "sn44.1:6.4": "wie viele Sandkörner es gibt, wie viele hundert oder tausend oder hunderttausend Sandkörner?“ ",
  "sn44.1:6.5": "„Nein, meine Dame.“ ",
  "sn44.1:6.6": "„Gibt es irgendeinen Buchhalter oder Fingerzähler oder Rechner, der das Wasser im Weltmeer zusammenrechnen könnte, das heißt: ",
  "sn44.1:6.7": "‚Es sind so viele Eimer, so viele hundert Eimer, so viele tausend Eimer, so viele hunderttausend Eimer Wasser‘?“ ",
  "sn44.1:6.8": "„Nein, meine Dame. ",
  "sn44.1:6.9": "Und warum nicht? ",
  "sn44.1:6.10": "Weil das Weltmeer tief ist, unermesslich und schwer zu ergründen.“ ",
  "sn44.1:6.11": "„Ebenso, großer König, wurde jede Form, mit der der Klargewordene beschrieben werden könnte, aufgegeben, an der Wurzel abgeschnitten, wurde wie der Stumpf einer Palme, wurde ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "sn44.1:6.12": "Ein Klargewordener ist vom Rechnen in Begriffen der Form befreit. Er ist tief, unermesslich und schwer zu ergründen ",
  "sn44.1:6.13": "wie das Weltmeer. ",
  "sn44.1:6.14": "Zu sagen, dass ein Klargewordener nach dem Tod fortbesteht oder nicht fortbesteht oder sowohl fortbesteht als auch nicht oder weder fortbesteht noch nicht fortbesteht: Keine dieser Aussagen trifft zu. ",
  "sn44.1:7.1": "Jedes Gefühl … ",
  "sn44.1:8.1": "jede Wahrnehmung … ",
  "sn44.1:8.2": "jede Entscheidung … ",
  "sn44.1:9.1": "oder jede Art von Bewusstsein, mit dem der Klargewordene beschrieben werden könnte, wurde aufgegeben, an der Wurzel abgeschnitten, wurde wie der Stumpf einer Palme, wurde ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "sn44.1:9.2": "Ein Klargewordener ist vom Rechnen in Begriffen des Bewusstseins befreit. Er ist tief, unermesslich und schwer zu ergründen ",
  "sn44.1:9.3": "wie das Weltmeer. ",
  "sn44.1:9.4": "Zu sagen, dass ein Klargewordener nach dem Tod fortbesteht oder nicht fortbesteht oder sowohl fortbesteht als auch nicht oder weder fortbesteht noch nicht fortbesteht: Keine dieser Aussagen trifft zu.“ ",
  "sn44.1:9.5": "Da begrüßte der König Pasenadi die Worte der Nonne Khemā und stimmte ihr zu. Er erhob er sich von seinem Sitz, verbeugte sich, umrundete sie respektvoll, die rechte Seite ihr zugewandt, und ging. ",
  "sn44.1:10.1": "Nach einiger Zeit ging dann der König Pasenadi von Kosala zum Buddha, verbeugte sich und setzte sich zur Seite hin. Er stellte dem Buddha genau die gleichen Fragen, die er der Nonne Khemā gestellt hatte, und erhielt die gleichen Antworten. ",
  "sn44.1:13.1": "Er sagte: „Es ist unglaublich, Herr, es ist erstaunlich! ",
  "sn44.1:13.2": "Wie doch Bedeutung und Ausdruck von Lehrer und Schülerin zusammenpassen und widerspruchsfrei übereinstimmen, wenn es um den wichtigsten Gegenstand geht! ",
  "sn44.1:13.3": "Dieses eine Mal war ich zur Nonne Khemā gegangen und hatte sie über diese Sache befragt. ",
  "sn44.1:13.4": "Und sie hat es mir mit den gleichen Worten und Ausdrücken erklärt wie der Buddha. ",
  "sn44.1:13.5": "Es ist unglaublich, Herr, es ist erstaunlich! ",
  "sn44.1:13.6": "Wie doch Bedeutung und Ausdruck von Lehrer und Schülerin zusammenpassen und widerspruchsfrei übereinstimmen, wenn es um den wichtigsten Gegenstand geht! ",
  "sn44.1:13.7": "Nun, Herr, jetzt muss ich gehen. ",
  "sn44.1:13.8": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "sn44.1:13.9": "„Bitte, großer König, geh nach deinem Belieben.“ ",
  "sn44.1:13.10": "Da begrüßte der König Pasenadi die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. "
}