{
  "sn44.2:0.1": "Verbundene Lehrreden 44.2 ",
  "sn44.2:0.2": "1. Das Kapitel über die nicht erklärten Punkte ",
  "sn44.2:0.3": "Mit Anurādha ",
  "sn44.2:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "sn44.2:1.2": "Zu dieser Zeit hielt sich der Ehrwürdige Anurādha nicht weit vom Buddha in einer Hütte in der Wildnis auf. ",
  "sn44.2:1.3": "Da gingen mehrere Wanderer anderer Konfessionen zum Ehrwürdigen Anurādha und tauschten Willkommensgrüße mit ihm aus. ",
  "sn44.2:1.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin und sagten zu ihm: ",
  "sn44.2:1.5": "„Geehrter Anurādha, wenn ein Klargewordener einen Klargewordenen beschreibt – einen unübertrefflichen Menschen, den höchsten Menschen, der den höchsten Punkt erreicht hat –, dann beschreibt er ihn auf diese vier Arten: ",
  "sn44.2:1.6": "‚Ein Klargewordener besteht nach dem Tod fort oder er besteht nach dem Tod nicht fort oder er besteht nach dem Tod fort und besteht auch nicht fort oder er besteht nach dem Tod weder fort, noch besteht er nicht fort.‘“ ",
  "sn44.2:1.7": "„Geehrte, wenn ein Klargewordener einen Klargewordenen beschreibt – einen unübertrefflichen Menschen, den höchsten Menschen, der den höchsten Punkt erreicht hat –, dann beschreibt er ihn anders als auf diese vier Arten: ",
  "sn44.2:1.8": "‚Ein Klargewordener besteht nach dem Tod fort oder er besteht nach dem Tod nicht fort oder er besteht nach dem Tod fort und besteht auch nicht fort oder er besteht nach dem Tod weder fort, noch besteht er nicht fort.‘“ ",
  "sn44.2:1.9": "Daraufhin sagten die Wanderer zu ihm: ",
  "sn44.2:1.10": "„Dieser Mönch muss neu im Orden sein, kürzlich fortgezogen, oder ein törichter, unfähiger älterer Mönch.“ ",
  "sn44.2:1.11": "Und nachdem sie den Ehrwürdigen Anurādha zurechtgewiesen hatten, indem sie ihn „neu“ und „töricht“ nannten, erhoben sich die Wanderer von ihren Sitzen und gingen. ",
  "sn44.2:2.1": "Kurz nachdem sie weggegangen waren, dachte Anurādha: ",
  "sn44.2:2.2": "„Wenn diese Wanderer weiter fragen würden, ",
  "sn44.2:2.3": "wie sollte ich ihnen antworten, sodass ich die Worte des Buddha wiedergebe und ihn nicht mit einer Unwahrheit falsch darstelle? Wie sollte ich im Einklang mit der Lehre erklären, sodass ich nicht zu Recht getadelt oder kritisiert werden könnte?“ ",
  "sn44.2:2.4": "Da ging der Ehrwürdige Anurādha zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm von der Begebenheit. ",
  "sn44.2:3.1": "„Was denkst du, Anurādha? ",
  "sn44.2:3.2": "Ist Form beständig oder unbeständig?“ ",
  "sn44.2:4.1": "„Unbeständig, Herr.“ ",
  "sn44.2:5.1": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "sn44.2:6.1": "„Leiden, Herr.“ ",
  "sn44.2:7.1": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "sn44.2:7.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn44.2:8.1": "„Nein, Herr.“ ",
  "sn44.2:9.1": "„Ist Gefühl … ",
  "sn44.2:9.3": "Wahrnehmung … ",
  "sn44.2:9.4": "Sind Entscheidungen … ",
  "sn44.2:9.5": "Ist Bewusstsein beständig oder unbeständig?“ ",
  "sn44.2:10.1": "„Unbeständig, Herr.“ ",
  "sn44.2:11.1": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn44.2:12.1": "„Leiden, Herr.“ ",
  "sn44.2:13.1": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn44.2:13.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn44.2:14.1": "„Nein, Herr.“ ",
  "sn44.2:15.1": "„Daher, Anurādha, solltest du jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn44.2:15.2": "Jegliche Art von Gefühl … ",
  "sn44.2:15.3": "Jegliche Art von Wahrnehmung … ",
  "sn44.2:15.4": "Jegliche Art von Entscheidungen … ",
  "sn44.2:15.5": "Jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – solltest du wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn44.2:15.6": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "sn44.2:15.7": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn44.2:15.8": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn44.2:16.1": "Was denkst du, Anurādha? ",
  "sn44.2:16.2": "Siehst du den Klargewordenen als Form an?“ ",
  "sn44.2:16.3": "„Nein, Herr.“ ",
  "sn44.2:16.4": "„Siehst du den Klargewordenen als Gefühl … ",
  "sn44.2:16.6": "als Wahrnehmung … ",
  "sn44.2:16.8": "als Entscheidungen … ",
  "sn44.2:16.10": "als Bewusstsein an?“ ",
  "sn44.2:16.11": "„Nein, Herr.“ ",
  "sn44.2:16.12": "„Was denkst du, Anurādha? ",
  "sn44.2:16.13": "Siehst du den Klargewordenen als in der Form an?“ ",
  "sn44.2:16.14": "„Nein, Herr.“ ",
  "sn44.2:16.15": "„Oder siehst du den Klargewordenen als von Form getrennt an?“ ",
  "sn44.2:16.16": "„Nein, Herr.“ ",
  "sn44.2:16.17": "„Siehst du den Klargewordenen als im Gefühl an … ",
  "sn44.2:16.18": "oder als vom Gefühl getrennt … ",
  "sn44.2:16.19": "als in der Wahrnehmung … ",
  "sn44.2:16.20": "oder als von der Wahrnehmung getrennt … ",
  "sn44.2:16.21": "als in Entscheidungen … ",
  "sn44.2:16.22": "oder als von Entscheidungen getrennt … ",
  "sn44.2:16.23": "als im Bewusstsein … ",
  "sn44.2:16.25": "oder als vom Bewusstsein getrennt?“ ",
  "sn44.2:16.26": "„Nein, Herr.“ ",
  "sn44.2:17.1": "„Was denkst du, Anurādha? ",
  "sn44.2:17.2": "Siehst du den Klargewordenen als jemanden an, der Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein besitzt?“ ",
  "sn44.2:17.3": "„Nein, Herr.“ ",
  "sn44.2:17.4": "„Was denkst du, Anurādha? ",
  "sn44.2:17.5": "Siehst du den Klargewordenen als jemanden an, der ohne Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein ist?“ ",
  "sn44.2:17.6": "„Nein, Herr.“ ",
  "sn44.2:17.7": "„In diesem Fall, Anurādha, da du den Klargewordenen in diesem Leben nicht als Tatsache annimmst, ist es da angemessen, zu erklären: ",
  "sn44.2:17.8": "‚Geehrte, wenn ein Klargewordener einen Klargewordenen beschreibt – einen unübertrefflichen Menschen, den höchsten Menschen, der den höchsten Punkt erreicht hat –, dann beschreibt er ihn anders als auf diese vier Arten: ",
  "sn44.2:17.9": "„Ein Klargewordener besteht nach dem Tod fort oder er besteht nach dem Tod nicht fort oder er besteht nach dem Tod fort und besteht auch nicht fort oder er besteht nach dem Tod weder fort, noch besteht er nicht fort.“‘?“ ",
  "sn44.2:17.11": "„Nein, Herr.“ ",
  "sn44.2:17.12": "„Gut, gut, Anurādha! ",
  "sn44.2:17.13": "Wie früher, so beschreibe ich auch heute das Leiden und das Aufhören des Leidens.“ "
}