{
  "home:1": "ತಿಪಿಟಕ -  ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥದ  ಮೂರು ಬುಟ್ಟಿಗಳು",
  "home:3": "ಬುದ್ಧನ ಜ್ಞಾನವನ್ನು ಪ್ರಾಚೀನ ಗ್ರಂಥಗಳ ವಿಶಾಲ ಸಾಗರದಲ್ಲಿ ಸಂರಕ್ಷಿಸಲಾಗಿದೆ.<br> ಈ ಗ್ರಂಥಗಳಲ್ಲಿ ಹಲವು ಈಗ ಪ್ರಪಂಚದ ಭಾಷೆಗಳಿಗೆ ಅನುವಾದಿಸಲಾಗಿದೆ.",
  "home:4": "ಸುತ್ತ ಸೆಂಟ್ರಲ್ ಇವುಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ ಉಚಿತವಾಗಿ ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡುತ್ತದೆ. <br> ಭಾಷೆ ಮತ್ತು ಸಂಪ್ರದಾಯದ ಎಲ್ಲೆಗಳನ್ನು ಬದಿಗಿಟ್ಟು, ಬುದ್ಧರಿಗೆ ತಾವೇ ಮಾತನಾಡಲು ನಾವು ಅವಕಾಶ ನೀಡುತ್ತೇವೆ.",
  "home:5": "ಬುದ್ಧರ ವಚನಗಳು",
  "home:6": "ಈ ಸೂತ್ರವನ್ನು ಓದಿ",
  "home:7": "ಮ್ಯಾನ್ಮಾರ್ ದಿಂದ ತಾಳೆ ಎಲೆಯ (ಓಲಾ) ಹಸ್ತಪ್ರತಿ --19 ನೇ ಶತಮಾನ",
  "home:8": "ಇಲ್ಲಿ ಏನಿದೆ",
  "home:9": "ಸುತ್ತ ಸೆಂಟ್ರಲ್ ಆರಂಭಿಕ ಬೌದ್ಧ ಗ್ರಂಥಗಳನ್ನು ಒಳಗೊಂಡಿದೆ, ಇದನ್ನು ತಿಪಿಟಕ ಅಥವಾ “ಮೂರು ಬುಟ್ಟಿಗಳು” ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಇದು ಬುದ್ಧ ಅಥವಾ 2500 ವರ್ಷಗಳ ಹಿಂದೆ ಭಾರತದಲ್ಲಿ ಬೋಧಿಸುತ್ತಿದ್ದ ಅವರ ಆರಂಭಿಕ ಶಿಷ್ಯರು ಹೇಳಿದ್ದ ಬೋಧನೆಗಳ ದೊಡ್ಡ ಸಂಗ್ರಹವಾಗಿದೆ. ಬೌದ್ಧಧರ್ಮದ ಎಲ್ಲಾ ಶಾಲೆಗಳಲ್ಲಿ ಅವುಗಳನ್ನು ಪವಿತ್ರ ಗ್ರಂಥ ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ.",
  "home:10": "ಪರಿಚಯ",
  "home:11": "ಹೈನ್ಸಾ ಮಂದಿರದಲ್ಲಿ ತ್ರಿಪಿಟಕ ಕೊರಿಯಾನಾದಿಂದ ಒಂದು ಫಲಕ",
  "home:12": "ಎಲ್ಲಿ ಪ್ರಾರಂಭಿಸಬೇಕು",
  "home:13": "ಸಾವಿರಾರು ಆರಂಭಿಕ ಬೌದ್ಧ ಗ್ರಂಥಗಳಿವೆ, ಮತ್ತು ಅವುಗಳನ್ನು ಸುಲಭವಾಗಿ ಓದಲು ಆಯೋಜಿಸಲಾಗಿಲ್ಲ. ಆದರೆ ಇಲ್ಲಿ ಒಳ್ಳೆಯ ಸುದ್ದಿ ಇದೆ: ನೀವು ಒಬ್ಬಂಟಿಯಾಗಿಲ್ಲ. ನಾವೇ ಈ ಹಾದಿಯಲ್ಲಿ ಹೋಗಿದ್ದೇವೆ ಮತ್ತು ಅದನ್ನು ನಿಮಗೆ ಸ್ವಲ್ಪ ಸುಲಭಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿದ್ದೇವೆ. ನೀವು ಪ್ರಯತ್ನಿಸಬಹುದಾದ ಕೆಲವು ವಿಷಯಗಳು ಇಲ್ಲಿವೆ.",
  "home:14": "ಪ್ರಾರಂಭಿಸಿ",
  "home:15": "ಸಂಬಂಧಿತ ಯೋಜನೆಗಳು",
  "home:17": "ಸೂತ್ರಗಳನ್ನು ಆಲಿಸಿ",
  "home:18": "Voice ಸುತ್ತ ಸೆಂಟ್ರಲ್‌ನ ಪಠ್ಯಗಳು ಮತ್ತು ಅನುವಾದಗಳನ್ನು ಅಂಧರು ಮತ್ತು ದುರ್ಬಲ ದೃಷ್ಟಿ ಹೊಂದಿದವರಿಗೆ ಸುಲಭತೆಯನ್ನು ನೀಡುತ್ತದೆ. ಸೂತ್ರಗಳು ಮೌಖಿಕ ಪ್ರಸರಣವಾಗಿ ಪ್ರಾರಂಭವಾಯಿತು ಮತ್ತು ಈಗ ಅವು ಮತ್ತೆ ಮೌಖಿಕ ಪ್ರಸರಣವಾಗಿದೆ.",
  "home:19": "Voice ನಲ್ಲಿ ಸೂತ್ರಗಳನ್ನು ಹುಡುಕಿ.",
  "home:20": "ಅಥವಾ SuttaCentral ನಲ್ಲಿ, ಸುತ್ತಾ ಕಾರ್ಡ್‌ಗಳಲ್ಲಿರುವ ಸ್ಪೀಕರ್ ಐಕಾನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ",
  "home:22": "ಭಕ್ತಿಪೂರ್ವಕ ಮತ್ತು ಚಿಂತನಶೀಲ ಸೂತ್ರ ಪಠಣ ",
  "home:23": "ಬುದ್ಧರ ವಚನಗಳನ್ನು ಓದುವ ಅಭ್ಯಾಸದ ಮೂಲಕ ಧರ್ಮದೊಂದಿಗಿನ ಆಳವಾದ ವೈಯಕ್ತಿಕ ಸಂಬಂಧಕ್ಕೆ ಶ್ರದ್ಧಾವಂತ ಬೌದ್ಧನಿಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡಲು ಪ್ರೀತಿಯಿಂದ ಮತ್ತು ಪರಿಣಿತವಾಗಿ ರಚಿಸಲಾಗಿದೆ. ",
  "home:24.1": "ಸೂತ್ರ ಓದುವ ಅಭ್ಯಾಸವನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸುವುದು ಹೇಗೆ",
  "home:24.2": "ದೈನಂದಿನ ಸೂತ್ರ ವಾಚನ",
  "home:24.3": "ಉಪಯುಕ್ತಕರ ಸಲಹೆ ಮತ್ತು ಪರಿಕರಗಳಿಂದ ತುಂಬಿದೆ",
  "home:25": "Sutta Central ವೇದಿಕೆ",
  "home:26": "ಸುತ್ರ ಪ್ರೇಮಿಗಳ ನಮ್ಮ ರೋಮಾಂಚಕ ಮತ್ತು ಸ್ನೇಹಪರ ಸಮುದಾಯವನ್ನು ಸೇರಿ. ಸಂಪೂರ್ಣ ಆರಂಭಿಕರು ಮತ್ತು ಕಲಿತ ತಜ್ಞರು ಎಲ್ಲರೂ ಪರಸ್ಪರ ಕಲಿಯುತ್ತಾರೆ.",
  "home:27": "ನಿಮ್ಮ ಅನುಭವಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ",
  "home:28": "ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ",
  "home:29": "ಧರ್ಮ ಪ್ರವಚನಗಳು, ಪಠಣಗಳು, ಪುಸ್ತಕಗಳು ಮತ್ತು ಲೇಖನಗಳನ್ನು ಹುಡುಕಿ.",
  "home:31": "ಬೋಧನೆಗಳಿಗೆ ಸುಲಭ ಪ್ರವೇಶ",
  "home:32": "Buddhism.net ನಿಮಗೆ ಬೌದ್ಧ ಧರ್ಮವನ್ನು ಕಲಿಯಲು, ಅಭ್ಯಾಸವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ಮತ್ತು ಶಿಕ್ಷಕರು ಮತ್ತು ಸಮುದಾಯಗಳನ್ನು ಅನ್ವೇಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದು ಬೌದ್ಧಧರ್ಮದ ಎಲ್ಲಾ ಶಾಲೆಗಳ ಸಾಮಾನ್ಯ ಮೂಲವಾದ ಆರಂಭಿಕ ಬೌದ್ಧಧರ್ಮದ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುತ್ತದೆ. ಆರಂಭಿಕ ಬೌದ್ಧಧರ್ಮದಲ್ಲಿ ದೃಢವಾದ ಅಡಿಪಾಯವನ್ನು ನಿರ್ಮಿಸಿ, ನೀವು ಯಾವ ರೀತಿಯ ಬೌದ್ಧಧರ್ಮವನ್ನು ಅನುಸರಿಸಿದರೂ ಸಹಾಯಕವಾಗಿದೆ.",
  "home:33": "ನಾವು ಯಾಕೆ ಓದುತ್ತೇವೆ",
  "home:34": "ಸಾಕ್ಷ್ಯಗಳು",
  "home:35": "ಮ್ಯಾನ್ಮಾರ್‌ನಿಂದ ಪಾಲಿ ಹಸ್ತಪ್ರತಿ",
  "home:36": "ಪಾಲಿ ಸೂತ್ರಗಳಿಗೆ ಓದುಗರ ಮಾರ್ಗದರ್ಶಿ",
  "home:37": "ಪಾಲಿ ಕ್ಯಾನನ್ (ತಿಪಿಟಕಾ), ವಿಶೇಷವಾಗಿ ನಾಲ್ಕು ಪ್ರಮುಖ ನಿಕಾಯದ ಸೂತ್ರಗಳು, ಬುದ್ಧ ಮತ್ತು ಅವನ ಬೋಧನೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಬಯಸುವ ಯಾರಿಗಾದರೂ ಓದುವುದು ಅತ್ಯಗತ್ಯ. ಭಿಕ್ಕು ಸುಜಾತೊ ಅವರು ಗಂಭೀರ ವಿದ್ಯಾರ್ಥಿಗಾಗಿ ವ್ಯಾಪಕವಾದ ಓದುವ ಮಾರ್ಗದರ್ಶಿಗಳನ್ನು ಸಿದ್ಧಪಡಿಸಿದ್ದಾರೆ. ಇವುಗಳು ಅಗತ್ಯವಾದ ಹಿನ್ನೆಲೆಯನ್ನು ಒದಗಿಸುತ್ತವೆ ಮತ್ತು ಆರಂಭಿಕ ಬೌದ್ಧಧರ್ಮದ ದೃಷ್ಟಿಕೋನದಿಂದ ಹೆಚ್ಚಿನ ಪ್ರಮುಖ ಬೋಧನೆಗಳನ್ನು ಸಮೀಕ್ಷೆ ಮಾಡುತ್ತವೆ.",
  "home:38": "ಮಾರ್ಗದರ್ಶಕರು",
  "home:39": "ಭಿಕ್ಖುನಿ-ಪತಿಮೋಖ, ಬರ್ಮೀಸ್ ಹಸ್ತಪ್ರತಿ, 19 ನೇ ಶತಮಾನ. ಬ್ರಿಟಿಷ್ ಪುಸ್ತಕಾಲಯ",
  "home:40": "ಸೂಚ್ಯಂಕಗಳು ಮತ್ತು ಪರಿಭಾಷೆ",
  "home:41": "ಯಾವುದೇ ವಿಶೇಷ ಕ್ಷೇತ್ರದಂತೆ, ಬೌದ್ಧ ಅಧ್ಯಯನಗಳು ತನ್ನದೇ ಆದ ಪರಿಭಾಷೆ ಮತ್ತು ವಿಷಯವನ್ನು ಹೊಂದಿದೆ. ಕಳೆದುಹೋಗುವುದು ಅಥವಾ ಉಲ್ಲೇಖಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುವುದು ಸುಲಭ, ಆದ್ದರಿಂದ ಇಲ್ಲಿ ನಾವು ವಿಷಯ, ಹೆಸರು ಮತ್ತು ಉಪಮೆಯ ಮೂಲಕ ವಿಂಗಡಿಸಲಾದ ಆರಂಭಿಕ ಪಠ್ಯಗಳಲ್ಲಿ ಪದಗಳ ಸೂಚಿಕೆಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ, ಜೊತೆಗೆ ಪ್ರಮುಖ ಪದಗಳ ಶಬ್ದಕೋಶವನ್ನು ಒದಗಿಸುತ್ತೇವೆ. ಈ ಕೈಯಿಂದ ಆರಿಸಲಾದ ಪಟ್ಟಿಗಳು ನೀವು ಹುಡುಕುತ್ತಿರುವ ಸೂತ್ರ ಅಥವಾ ಪರಿಚ್ಛೇದವನ್ನು ಹುಡುಕಲು ಮತ್ತೊಂದು ದಾರಿ ನೀಡುತ್ತವೆ.",
  "home:42": "ಸೂಚ್ಯಂಕಗಳು",
  "home:43": "SuttaCentral ಆವೃತ್ತಿಗಳು",
  "home:44": "ಆಯ್ದ ಸುತ್ತ ಸೆಂಟ್ರಲ್ ಅನುವಾದಗಳನ್ನು ಪುಸ್ತಕಗಳಾಗಿ ಓದಿ",
  "home:45": "ದಾನ",
  "home:46": "ಸುತ್ತಾ ಸೆಂಟ್ರಲ್ ಅಭಿವೃದ್ಧಿಗೆ ದೇಣಿಗೆ ನೀಡುವ ಮೂಲಕ ನಮಗೆ ಸಹಾಯ ಮಾಡಿ",
  "home:47": "ಸುತ್ತ  ಸೆಂಟ್ರಲ್ ಎಂಬುದು ಆರಂಭಿಕ ಬೌದ್ಧ ಗ್ರಂಥಗಳ ಸಂರಕ್ಷಣೆ, ಅಧ್ಯಯನ, ಅನುವಾದ ಮತ್ತು ಪ್ರಸರಣಕ್ಕಾಗಿ ವ್ಯಾಪಕವಾದ ಬಹು-ಶಿಸ್ತಿನ ಯೋಜನೆಯಾಗಿದೆ. ನಮ್ಮ ಯೋಜನೆಯ ಭಾಗವಾಗಿ, ಪ್ರಪಂಚದ ಭಾಷೆಗಳಲ್ಲಿ ಧಮ್ಮವನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಲು ಅನುವಾದಕರಿಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ವಿಶೇಷ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ನಿರ್ಮಿಸುತ್ತಿದ್ದೇವೆ. ಈ ಯೋಜನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಮಗೆ ಪ್ರಸ್ತುತ ಹಣಕಾಸಿನ ಅವಶ್ಯಕತೆಯಿದೆ. ಪ್ರಪಂಚದಾದ್ಯಂತ ಇರುವ ಜನರಿಗೆ ಧಮ್ಮವನ್ನು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲು ನಿಮ್ಮ ಬೆಂಬಲವನ್ನು ನಾವು ಅವಲಂಬಿಸಿರುತ್ತೇವೆ.",
  "home:48": "ಹೆಚ್ಚು ಅದ್ಭುತವಾದ ಸುತ್ತ ಸೆಂಟ್ರಲ್  ವಿಷಯಗಳು",
  "home:pirivenaButton": "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "home:pirivenaText": "ಸುತ್ತ ಸೆಂಟ್ರಲ್, ಅಮರಾಪುರ-ರಾಮಣ್ಣ ಮತ್ತು ಸಿಯಾಮ್ ನಿಕಾಯಗಳ ಜೊತೆಯಲ್ಲಿ, ಸುತ್ತಗಳು ಮತ್ತು ವಿನಯದ ಇಂಗ್ಲಿಷ್ ಅನುವಾದಗಳ ಮುದ್ರಣವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಮತ್ತು ಶ್ರೀಲಂಕಾದ ಬೌದ್ಧ ಭಿಕ್ಷುಗಳ ಶಿಕ್ಷಣ ಕೇಂದ್ರಗಳ ಮೂಲಕ (ಪಿರಿವೇನಾ) ವಿತರಿಸಲು ಸಂತಸ ವ್ಯಕ್ತ ಪಡಿಸುತ್ತದೆ.",
  "home:pirivenaTitle": "ಬೌದ್ಧ ಶಿಕ್ಷಣ ಕೇಂದ್ರಗಳಿಗಾಗಿ ಸುತ್ತ ಸೆಂಟ್ರಲ್ ಅನುವಾದಗಳು"
}