{
  "sn56.31:0.1": "Pagal temą susijusių suttų rinkinys 56 ",
  "sn56.31:0.2": "4. Sysapos medžių giraitės skyrius ",
  "sn56.31:0.3": "Sysapos medžių giraitė ",
  "sn56.31:1.1": "Kartą Palaimintasis buvo apsistojęs Kosambyje <i lang='pi' translate='no'>sysapos</i> medžių giraitėje. ",
  "sn56.31:1.2": "Ir štai Palaimintasis, paėmęs į ranką keletą <i lang='pi' translate='no'>sysapos</i> medžių lapų, kreipėsi į vienuolius: ",
  "sn56.31:1.3": "„Kaip manote, vienuoliai, ",
  "sn56.31:1.4": "kas yra daugiau, ",
  "sn56.31:1.5": "ar tas keletas lapų, kuriuos laikau rankoje, ar lapai augantys ant šios giraitės medžių?” ",
  "sn56.31:1.6": "„Mažai, Garbusis, yra lapų laikomų Palaimintojo rankoje, ",
  "sn56.31:1.7": "žymiai daugiau yra lapų augantčių ant šios giraitės medžių.” ",
  "sn56.31:1.8": "„Lygiai gi, vienuoliai, taip, žymiai daugiau yra tai, ką aš tiesiogiai pažinau, bet ko neaiškinu. ",
  "sn56.31:1.9": "Ir kodėl, vienuoliai, aš to neaiškinu? ",
  "sn56.31:1.10": "Nagi, vienuoliai, tai neneša naudos, tai nesusiję su tyro švento gyvenimo pradais, tai neatveda nei prie nusivylimo, nei prie troškimo išblėsimo, nei prie baigties, nei prie ramybės, nei prie tiesioginio pažinimo, nei prie tobulo nušvitimo, nei prie <i lang='pi' translate='no'>nibbanos</i>. ",
  "sn56.31:1.11": "Todėl aš to neaiškinu. ",
  "sn56.31:2.1": "O ką, vienuoliai, aš aiškinu? ",
  "sn56.31:2.2": "„Tai yra kančia” – tai aš aiškinu; „Tai yra kančios šaltinis” – tai aš aiškinu, „Tai yra kančios baigtis” – tai aš aiškinu; „Tai yra kelias į kančios baigtį” – tai aš aiškinu. ",
  "sn56.31:3.1": "Ir kodėl, vienuoliai, aš tai aiškinu? ",
  "sn56.31:3.2": "Ogi, vienuoliai, tai neša naudą, tai yra susiję su tyro švento gyvenimo pradais, tai atveda prie nusivylimo, troškimo išblėsimo, baigties, ramybės, tiesioginio pažinimo, tobulo nušvitimo, prie <i lang='pi' translate='no'>nibbanos</i>. ",
  "sn56.31:3.3": "Todėl aš tai aiškinu. ",
  "sn56.31:4.1": "Todėl, vienuoliai, turi būti dedamos pastangos (suprasti), kad „tai yra kančia” … „tai yra kelias į kančios baigtį”. "
}