{
  "sn56.11:0.1": "Pagal temą susijusių suttų rinkinys 56 ",
  "sn56.11:0.2": "2. Dhammos rato įsukimo skyrius ",
  "sn56.11:0.3": "11. Dhammos rato įsukimas ",
  "sn56.11:1.1": "Vienąsyk, Palaimintasis buvo apsistojęs Elnių parke, Išminčių vietovėje netoli Varanasio. ",
  "sn56.11:1.2": "Ten gi Palaimintasis kreipėsi į vienuolių penketuką: ",
  "sn56.11:2.1": "„Vienuoliai, palikusysis pasaulietinį gyvenimą, neturėtų praktikuoti šių dviejų kraštutinumų. ",
  "sn56.11:2.2": "Kokių dviejų? ",
  "sn56.11:2.3": "Pasišventimo jusliniams malonumams - tai yra žema, nepadoru, pasaulietiška, nekilminga ir nenaudinga, bei pasišventimo savęs kankinimui - tai yra skausminga, nekilminga, nenaudinga. ",
  "sn56.11:2.4": "Šių gi, vienuoliai, dviejų kraštutinumų išvengęs, Tathagata suvokė vidurio kelią, kuris atvėrė akis, suteikė žinojimą, atvedė prie ramybės, tiesioginio pažinimo, tobulo nušvitimo, Nibbanos. ",
  "sn56.11:3.1": "Ir kas tai, vienuoliai, per Tathagatos suvoktas vidurio kelias, kuris atvėrė akis, suteikė žinojimą, atvedė prie ramybės, tiesioginio pažinimo, tobulo nušvitimo, Nibbanos? ",
  "sn56.11:3.2": "Tai štai šis taurinantis aštuonialypis kelias, o būtent: ",
  "sn56.11:3.3": "teisingas požiūris, teisingas ketinimas, teisinga kalba, teisingas veiksmas, teisingas pragyvenimo šaltinis, teisinga pastanga, teisinga atida ir teisinga sutelktis. ",
  "sn56.11:3.4": "Štai toks, vienuoliai, yra Tathagatos suvoktas vidurio kelias, kuris atvėrė akis, suteikė žinojimą, atvedė prie ramybės, tiesioginio pažinimo, tobulo nušvitimo, Nibbanos. ",
  "sn56.11:4.1": "O gi, vienuoliai, štai taurinanti kančios tiesa: ",
  "sn56.11:4.2": "ir gimimas yra kančia, ir senėjimas yra kančia, ir ligos - kančia, ir mirtis - kančia, ir susidūrimas su tuo, kas nemiela, - kančia, ir išsiskyrimas su tuo, kas miela, - kančia, ir norimo negavimas - kančia, trumpiau, penki savinami sandai yra kančia. ",
  "sn56.11:4.3": "O gi, vienuoliai, štai taurinanti kančios šaltinio tiesa: ",
  "sn56.11:4.4": "tai yra tas troškimas, kuris yra su džiugesiu ir aistra ir veda į pakartotiną būtį, randantis pasitenkinimą tai čia, tai ten. O būtent, ",
  "sn56.11:4.5": "juslinių malonumų troškimas, būties troškimas, nebūties troškimas. ",
  "sn56.11:4.6": "O gi, vienuoliai, štai taurinanti kančios baigties tiesa: ",
  "sn56.11:4.7": "tai yra visiškas to troškimo išblėsimas, baigtis, atmetimas, atsisakymas, išsilaisvinimas (nuo jo), (jo) nepriėmimas. ",
  "sn56.11:4.8": "O gi, vienuoliai, štai taurinanti kelio vedančio į kančios baigtį tiesa: ",
  "sn56.11:4.9": "tai štai šis taurinantis aštuonialypis kelias, o būtent: ",
  "sn56.11:4.10": "teisingas požiūris, teisingas ketinimas, teisinga kalba, teisingas veiksmas, teisingas pragyvenimo šaltinis, teisinga pastanga, teisinga atida ir teisinga sutelktis. ",
  "sn56.11:5.1": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Tai yra taurinanti kančios tiesa.” ",
  "sn56.11:5.2": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kančios tiesa turi būti visiškai suprasta.” ",
  "sn56.11:5.3": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kančios tiesa yra visiškai suprasta.” ",
  "sn56.11:6.1": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Tai yra taurinanti kančios šaltinio tiesa.” ",
  "sn56.11:6.2": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kančios šaltinio tiesa turi būti pašalinta.” ",
  "sn56.11:6.3": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kančios šaltinio tiesa yra pašalinta.” ",
  "sn56.11:7.1": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Tai yra taurinanti kančios baigties tiesa.” ",
  "sn56.11:7.2": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kančios baigties tiesa turi būti pažinta.” ",
  "sn56.11:7.3": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kančios baigties tiesa yra pažinta.” ",
  "sn56.11:8.1": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Tai yra taurinanti kelio vedančio į kančios baigtį tiesa.” ",
  "sn56.11:8.2": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kelio vedančio į kančios baigtį tiesa turi būti išvystyta.” ",
  "sn56.11:8.3": "Vienuoliai, apie anksčiau negirdėtus dalykus manyje atsirado toks matymas, supratimas, išmintis, žinojimas ir šviesa: „Ta gi taurinanti kelio vedančio į kančios baigtį tiesa yra išvystyta.” ",
  "sn56.11:9.1": "Ir iki tol, vienuoliai, kol mano žinojimas ir matymas šių keturių taurinančių tiesų, tokių, kokios jos yra iš tikrųjų, šiomis trimis sekomis, dvylika būdų nebuvo visiškai išgryninti, aš nesiskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn56.11:10.1": "Ir tik tada, vienuoliai, kai mano žinojimas ir matymas šių keturių taurinančių tiesų, tokių, kokios jos yra iš tikrųjų, šiomis trimis sekomis, dvylika būdų buvo visiškai išgryninti, aš paskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn56.11:10.2": "Atsirado manyje (toks) žinojimas ir matymas: ",
  "sn56.11:10.3": "„Mano išsilaisvinimas nepalaužiamas, šis gimimas yra paskutinis, nuo šiol nebebus besikartojančios būties (naujo gimimo).” ",
  "sn56.11:10.4": "Štai ką pasakė Palaimintasis. ",
  "sn56.11:10.5": "Patenkintas, vienuolių penketukas džiaugėsi Palaimintojo žodžiais. ",
  "sn56.11:11.1": "It tuo pat metu, kai buvo išdėstomas šis išaiškinimas, gerbiamajam Kondanjai atsivėrė nesuterštas, tyras Dhammos matymas: ",
  "sn56.11:11.2": "„Viskam, kam būdinga kilti, būdinga ir baigtis.” ",
  "sn56.11:12.1": "Ir Palaimintajam įsukus Dhammos ratą, žemės dievybės sušuko: ",
  "sn56.11:12.2": "„Elnių parke, Išminčių vietovėje netoli Varanasio Palaimintasis įsuko šį neprilygstamą Dhammos ratą, kurio negali pasukti atgal nei atsiskyrėliai, nei brahmanai, nei dievybės, nei Mara, nei Brahma, nei dar kas nors pasaulyje.” ",
  "sn56.11:12.3": "Išgirdę žemės dievybių šauksmą, Keturių didžiųjų karalių pasaulio dievybės sušuko: ",
  "sn56.11:12.4": "„Elnių parke, Išminčių vietovėje netoli Varanasio Palaimintasis įsuko šį neprilygstamą Dhammos ratą, kurio negali pasukti atgal nei atsiskyrėliai, nei brahmanai, nei dievybės, nei Mara, nei Brahma, nei dar kas nors pasaulyje.” ",
  "sn56.11:12.5": "Išgirdę Keturių didžiųjų karalių pasaulio dievybių šauksmą, Trisdešimt trijų pasaulio dievybės … ",
  "sn56.11:12.6": "Jama pasaulio dievybės … ",
  "sn56.11:12.7": "Pasitenkinimo pasaulio dievybės … ",
  "sn56.11:12.8": "Kūrimo džiaugsmo pasaulio dievybės … ",
  "sn56.11:12.9": "Kitų kūrinių valdytojų pasaulio dievybės … ",
  "sn56.11:12.10": "Brahmų grupės dievybės sušuko: ",
  "sn56.11:12.11": "„Elnių parke, Išminčių vietovėje netoli Varanasio Palaimintasis įsuko šį neprilygstamą Dhammos ratą, kurio negali pasukti atgal nei atsiskyrėliai, nei brahmanai, nei dievybės, nei Mara, nei Brahma, nei dar kas nors pasaulyje.” ",
  "sn56.11:13.1": "Tada gi, tuo pačiu momentu, tą pačią sekundę, tą pačią akimirką šauksmas nukeliavo iki Brahmų pasaulio. ",
  "sn56.11:13.2": "Ir ši dešimties tūkstančių pasaulių sistema sudribo, sudrebėjo, stipriai suvirpėjo, ir buvo matoma pasaulyje begalinė nuostabi šviesa, pranokstanti dievybių dieviškąjį didingumą. ",
  "sn56.11:14.1": "Ir štai Palaimintasis ištarė šiuos iškilmingus žodžius: ",
  "sn56.11:14.2": "„Kondanja tikrai suprato, Kondanja tikrai suprato!” ",
  "sn56.11:14.3": "Ir dėl to gerbiamąjį Kondanją pradėjo vadinti „Kondanja, kuris suprato”. "
}