{
  "an4.169:0.1": "Nummerierte Lehrreden 4 ",
  "an4.169:0.2": "17. Übung ",
  "an4.169:0.3": "169. Besondere Anstrengung ",
  "an4.169:1.1": "„Mönche und Nonnen, diese vier Menschen findet man in der Welt. ",
  "an4.169:1.2": "Welche vier? ",
  "an4.169:1.3": "Einer erlischt vollkommen in diesem Leben, indem er eine besondere Anstrengung macht. ",
  "an4.169:1.4": "Einer erlischt vollkommen, wenn der Körper auseinanderbricht, indem er eine besondere Anstrengung macht. ",
  "an4.169:1.5": "Einer erlischt vollkommen in diesem Leben, ohne eine besondere Anstrengung zu machen. ",
  "an4.169:1.6": "Einer erlischt vollkommen, wenn der Körper auseinanderbricht, ohne eine besondere Anstrengung zu machen. ",
  "an4.169:2.1": "Und wie erlischt man vollkommen in diesem Leben, indem man eine besondere Anstrengung macht? ",
  "an4.169:2.2": "Es ist, wenn ein Mönch meditiert, indem er die Hässlichkeit des Körpers betrachtet; er nimmt die Widerwärtigkeit der Nahrung wahr, er nimmt die Entfremdung von der ganzen Welt wahr, er nimmt die Unbeständigkeit aller Bedingungen wahr ",
  "an4.169:2.3": "und er hat die Wahrnehmung des eigenen Todes fest verankert. ",
  "an4.169:2.4": "Er stützt sich auf diese fünf Kräfte eines Übenden: ",
  "an4.169:2.5": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.169:2.6": "Und diese fünf Fähigkeiten sind bei ihm stark ausgeprägt: ",
  "an4.169:2.7": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.169:2.8": "Weil die fünf Fähigkeiten stark ausgeprägt sind, erlischt er vollkommen in diesem Leben, indem er eine besondere Anstrengung macht. ",
  "an4.169:2.9": "So erlischt man vollkommen in diesem Leben, indem man eine besondere Anstrengung macht. ",
  "an4.169:3.1": "Und wie erlischt man vollkommen, wenn der Körper auseinanderbricht, indem man eine besondere Anstrengung macht? ",
  "an4.169:3.2": "Es ist, wenn eine Nonne meditiert, indem sie die Hässlichkeit des Körpers betrachtet; sie nimmt die Widerwärtigkeit der Nahrung wahr, sie nimmt die Entfremdung von der ganzen Welt wahr, sie nimmt die Unbeständigkeit aller Bedingungen wahr ",
  "an4.169:3.3": "und sie hat die Wahrnehmung des eigenen Todes fest verankert. ",
  "an4.169:3.4": "Sie stützt sich auf diese fünf Kräfte einer Übenden: ",
  "an4.169:3.5": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.169:3.6": "Doch diese fünf Fähigkeiten sind bei ihr schwach ausgeprägt: ",
  "an4.169:3.7": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.169:3.8": "Weil die fünf Fähigkeiten schwach ausgeprägt sind, erlischt sie vollkommen, wenn der Körper auseinanderbricht, indem sie eine besondere Anstrengung macht. ",
  "an4.169:3.9": "So erlischt man vollkommen, wenn der Körper auseinanderbricht, indem man eine besondere Anstrengung macht. ",
  "an4.169:4.1": "Und wie erlischt man vollkommen in diesem Leben, ohne eine besondere Anstrengung zu machen? ",
  "an4.169:4.2": "Es ist, wenn ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … in die zweite Vertiefung … in die dritte Vertiefung … in die vierte Vertiefung … ",
  "an4.169:4.3": "Er stützt sich auf diese fünf Kräfte eines Übenden: ",
  "an4.169:4.4": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.169:4.5": "Und diese fünf Fähigkeiten sind bei ihm stark ausgeprägt: ",
  "an4.169:4.6": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.169:4.7": "Weil die fünf Fähigkeiten stark ausgeprägt sind, erlischt er vollkommen in diesem Leben, ohne eine besondere Anstrengung zu machen. ",
  "an4.169:4.8": "So erlischt man vollkommen in diesem Leben, ohne eine besondere Anstrengung zu machen. ",
  "an4.169:5.1": "Und wie erlischt man vollkommen, wenn der Körper auseinanderbricht, ohne eine besondere Anstrengung zu machen? ",
  "an4.169:5.2": "Es ist, wenn eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … in die zweite Vertiefung … in die dritte Vertiefung … in die vierte Vertiefung … ",
  "an4.169:5.3": "Sie stützt sich auf diese fünf Kräfte einer Übenden: ",
  "an4.169:5.4": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.169:5.5": "Doch diese fünf Fähigkeiten sind bei ihr schwach ausgeprägt: Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.169:5.6": "Weil die fünf Fähigkeiten schwach ausgeprägt sind, erlischt sie vollkommen, wenn der Körper auseinanderbricht, ohne eine besondere Anstrengung zu machen. ",
  "an4.169:5.7": "So erlischt man vollkommen, wenn der Körper auseinanderbricht, ohne eine besondere Anstrengung zu machen. ",
  "an4.169:5.8": "Das sind die vier Menschen, die man in der Welt findet.“ "
}