{
  "an4.194:0.1": "Nummerierte Lehrreden 4 ",
  "an4.194:0.2": "20. Das große Kapitel ",
  "an4.194:0.3": "194. In Sāpūga ",
  "an4.194:1.1": "Einmal hielt sich der Ehrwürdige Ānanda im Land der Koliyer auf, bei einem Marktflecken mit Namen Sāpūga. ",
  "an4.194:1.2": "Da gingen einige Koliyer aus Sāpūga zu Ānanda, verbeugten sich und setzten sich zur Seite hin. Da sagte der Ehrwürdige Ānanda zu ihnen: ",
  "an4.194:2.1": "„Byagghapajjer, vom Gesegneten, der weiß und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese vier Faktoren für das Bemühen um Reinheit richtig erklärt: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen. ",
  "an4.194:2.2": "Welche vier? ",
  "an4.194:2.3": "Die Faktoren für das Bemühen um Reinheit der Ethik, Reinheit des Geistes, Reinheit der Ansicht und Reinheit der Freiheit. ",
  "an4.194:3.1": "Und was ist der Faktor für das Bemühen um Reinheit der Ethik? ",
  "an4.194:3.2": "Es ist, wenn eine Nonne sittlich ist, gemäß der Ordenssatzung gezügelt, von gutem Verhalten und mit Unterstützern. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an4.194:3.3": "Das nennt man Reinheit der Ethik. ",
  "an4.194:3.4": "Sie denkt: ‚Ich will diese Reinheit der Ethik erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Ihre Leidenschaft dafür und ihre und Mühe, ihr Eifer, ihre Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor für das Bemühen um Reinheit der Ethik. ",
  "an4.194:4.1": "Und was ist der Faktor für das Bemühen um Reinheit des Geistes? ",
  "an4.194:4.2": "Es ist, wenn eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … Sie tritt in die zweite Vertiefung ein … sie tritt in die dritte Vertiefung ein … sie tritt in die vierte Vertiefung ein und verweilt darin. ",
  "an4.194:4.3": "Das nennt man Reinheit des Geistes. ",
  "an4.194:4.4": "Sie denkt: ‚Ich will diese Reinheit des Geistes erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Ihre Leidenschaft dafür und ihre und Mühe, ihr Eifer, ihre Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor für das Bemühen um Reinheit des Geistes. ",
  "an4.194:5.1": "Und was ist der Faktor für das Bemühen um Reinheit der Ansicht? ",
  "an4.194:5.2": "Es ist, wenn eine Nonne wirklich versteht: ‚Das ist das Leiden.‘ … ‚Das ist das Entstehen des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an4.194:5.3": "Das nennt man Reinheit der Ansicht. ",
  "an4.194:5.4": "Sie denkt: ‚Ich will diese Reinheit der Ansicht erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Ihre Leidenschaft dafür und ihre und Mühe, ihr Eifer, ihre Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor für das Bemühen um Reinheit der Ansicht. ",
  "an4.194:6.1": "Und was ist der Faktor für das Bemühen um Reinheit der Freiheit? ",
  "an4.194:6.2": "Diese edle Schülerin, die die Faktoren besitzt, mit denen man sich um eine reine Ethik, einen reinen Geist und eine reine Ansicht bemüht, wendet ihren Geist von Gier erregenden Dingen ab und befreit ihn von den Dingen, von denen er befreit werden muss. ",
  "an4.194:6.3": "Während sie das tut, erfährt sie vollkommene Freiheit. ",
  "an4.194:6.4": "Das nennt man Reinheit der Freiheit. ",
  "an4.194:6.5": "Sie denkt: ‚Ich will diese Reinheit der Freiheit erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Ihre Leidenschaft dafür und ihre und Mühe, ihr Eifer, ihre Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor für das Bemühen um Reinheit der Freiheit. ",
  "an4.194:7.1": "Diese vier Faktoren für das Bemühen um Reinheit sind vom Gesegneten, der weiß und sieht, dem Vollendeten, dem vollkommen erwachten Buddha richtig erklärt worden: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen.“ "
}