{
  "an4.79:0.1": "Nummerierte Lehrreden 4 ",
  "an4.79:0.2": "8. Gesichert ",
  "an4.79:0.3": "79. Geschäft ",
  "an4.79:1.1": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an4.79:1.2": "„Herr, was ist die Ursache, was ist der Grund dafür, dass die gleiche geschäftliche Unternehmung bei einem Menschen misslingt, ",
  "an4.79:1.3": "bei einem anderen die Erwartungen nicht erfüllt, ",
  "an4.79:1.4": "bei wieder einem anderen die Erwartungen erfüllt ",
  "an4.79:1.5": "und bei noch einem anderen die Erwartungen übertrifft?“ ",
  "an4.79:2.1": "„Sāriputta, angenommen, jemand geht zu einem Asketen oder Brahmanen und lädt ihn ein, zu sagen, was er benötigt. Doch er gibt nicht, was erbeten wurde. ",
  "an4.79:2.2": "Wenn er aus jenem Leben abgeschieden ist und in dieser Daseinsform wiedergeboren wird, so wird jedes Geschäft, das er unternimmt, misslingen. ",
  "an4.79:3.1": "Angenommen, jemand geht zu einem Asketen oder Brahmanen und lädt ihn ein, zu sagen, was er benötigt. Er gibt, was erbeten wurde, doch erfüllt die Erwartungen nicht. ",
  "an4.79:3.2": "Wenn er aus jenem Leben abgeschieden ist und in dieser Daseinsform wiedergeboren wird, so wird jedes Geschäft, das er unternimmt, die Erwartungen nicht erfüllen. ",
  "an4.79:4.1": "Angenommen, jemand geht zu einem Asketen oder Brahmanen und lädt ihn ein, zu sagen, was er benötigt. Er gibt, was erbeten wurde, und erfüllt die Erwartungen. ",
  "an4.79:4.2": "Wenn er aus jenem Leben abgeschieden ist und in dieser Daseinsform wiedergeboren wird, so wird jedes Geschäft, das er unternimmt, die Erwartungen erfüllen. ",
  "an4.79:5.1": "Angenommen, jemand geht zu einem Asketen oder Brahmanen und lädt ihn ein, zu sagen, was er benötigt. Er gibt, was erbeten wurde, und übertrifft die Erwartungen. ",
  "an4.79:5.2": "Wenn er aus jenem Leben abgeschieden ist und in dieser Daseinsform wiedergeboren wird, so wird jedes Geschäft, das er unternimmt, die Erwartungen übertreffen. ",
  "an4.79:6.1": "Das ist die Ursache, das ist der Grund dafür, dass die gleiche geschäftliche Unternehmung bei einem Menschen misslingt, ",
  "an4.79:6.2": "bei einem anderen die Erwartungen nicht erfüllt, ",
  "an4.79:6.3": "bei wieder einem anderen die Erwartungen erfüllt ",
  "an4.79:6.4": "und bei noch einem anderen die Erwartungen übertrifft.“ "
}