{
  "an4.121:0.1": "Nummerierte Lehrreden 4.121 ",
  "an4.121:0.2": "13. Das Kapitel über Furcht ",
  "an4.121:0.3": "Schuld ",
  "an4.121:1.1": "„Mönche und Nonnen, es gibt diese vier Arten von Furcht. ",
  "an4.121:1.2": "Welche vier? ",
  "an4.121:1.3": "Die Furcht vor Schuld, vor Beschämung, vor Strafe und die Furcht, zu einem schlechten Ort zu gehen. ",
  "an4.121:2.1": "Und was, Mönche und Nonnen, ist die Furcht vor Schuld? ",
  "an4.121:2.2": "Es ist, wenn jemand nachdenkt: ",
  "an4.121:2.3": "‚Wenn ich mit dem Körper, der Sprache und dem Geist Schlechtes täte, würde ich mich dann nicht selbst für dieses Verhalten tadeln?‘ ",
  "an4.121:2.4": "Aus Furcht vor Schuld gibt man schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf, entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist und ist innerlich rein. ",
  "an4.121:2.5": "Das nennt man die Furcht vor Schuld. ",
  "an4.121:3.1": "Und was, Mönche und Nonnen, ist die Furcht vor Beschämung? ",
  "an4.121:3.2": "Es ist, wenn jemand nachdenkt: ",
  "an4.121:3.3": "‚Wenn ich mit dem Körper, der Sprache und dem Geist Schlechtes täte, würden andere mich dann nicht für dieses Verhalten tadeln?‘ ",
  "an4.121:3.4": "Aus Furcht vor Beschämung gibt man schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf, entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist und ist innerlich rein. ",
  "an4.121:3.5": "Das nennt man die Furcht vor Beschämung. ",
  "an4.121:4.1": "Und was, Mönche und Nonnen, ist die Frucht vor Strafe? ",
  "an4.121:4.2": "Es ist, wenn jemand sieht, dass Könige einen Räuber oder Verbrecher festnehmen lassen und verschiedene Strafen über ihn verhängen – ",
  "an4.121:4.3": "Auspeitschen, Schläge mit Stock oder Knüppel; Abhacken von Händen, Füßen oder beidem; Abschneiden von Ohren, Nase oder beidem; den ‚Breitopf‘, die ‚Muschelrasur‘, den ‚Teufelsmund‘, den ‚Feuerkranz‘, die ‚brennende Hand‘, die ‚Grashalme‘, den ‚Rindenanzug‘, die ‚Antilope‘, den ‚Fleischhaken‘, die ‚Münzen‘, die ‚Ätzlake‘, den ‚gedrehten Stab‘, die ‚Strohmatte‘; mit heißem Öl übergießen, den Hunden zum Fraß vorwerfen, bei lebendigem Leib pfählen oder den Kopf abschlagen. ",
  "an4.121:5.1": "Man denkt: ",
  "an4.121:5.2": "‚Wenn ich die gleiche Art von schlechten Taten beginge, würden die Könige mich genauso bestrafen‘ … ",
  "an4.121:5.3": "",
  "an4.121:5.4": "Aus Furcht vor Strafe stiehlt man nicht, was anderen gehört. ",
  "an4.121:5.5": "Man gibt schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf, entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist und ist innerlich rein. ",
  "an4.121:5.6": "Das nennt man die Frucht vor Strafe. ",
  "an4.121:6.1": "Und was, Mönche und Nonnen, ist die Furcht, zu einem schlechten Ort zu gehen? ",
  "an4.121:6.2": "Es ist, wenn jemand nachdenkt: ",
  "an4.121:6.3": "‚Schlechtes Verhalten mit dem Körper, der Sprache oder dem Geist führt zu einem schlechten Ergebnis im nächsten Leben. ",
  "an4.121:6.4": "Wenn ich solche Dinge täte, würde ich, wenn mein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "an4.121:6.5": "Aus Furcht vor Wiedergeburt an einem schlechten Ort gibt man schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf, entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist und ist innerlich rein. ",
  "an4.121:6.6": "Das nennt man die Furcht, zu einem schlechten Ort zu gehen. ",
  "an4.121:6.7": "Das sind die vier Arten von Furcht.“ "
}