{
  "an4.57:0.1": "Nummerierte Lehrreden 4 ",
  "an4.57:0.2": "6. Überfließendes Verdienst ",
  "an4.57:0.3": "57. Mit Suppavāsā ",
  "an4.57:1.1": "Einmal hielt sich der Buddha im Land der Koliyer auf, bei einem Marktflecken mit Namen Pajjanika. ",
  "an4.57:1.2": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zum Haus der Koliyerin Suppavāsā und setzte sich auf den ausgebreiteten Sitz. ",
  "an4.57:1.3": "Da bewirtete und bediente Suppavāsā ihn eigenhändig mit verschiedenen köstlichen Speisen. ",
  "an4.57:1.4": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, setzte sie sich zur Seite hin. ",
  "an4.57:1.5": "Der Buddha sagte zu ihr: ",
  "an4.57:2.1": "„Suppavāsā, wenn eine edle Schülerin Essen spendet, schenkt sie dem Empfänger vier Dinge. ",
  "an4.57:2.2": "Welche vier? ",
  "an4.57:2.3": "Langes Leben, Schönheit, Glück und Kraft. ",
  "an4.57:2.4": "Da sie langes Leben schenkt, hat sie selbst ein göttliches oder menschliches langes Leben. ",
  "an4.57:2.5": "Da sie Schönheit schenkt, hat sie selbst göttliche oder menschliche Schönheit. ",
  "an4.57:2.6": "Da sie Glück schenkt, erfährt sie selbst göttliches oder menschliches Glück. ",
  "an4.57:2.7": "Da sie Kraft schenkt, hat sie selbst göttliche oder menschliche Kraft. ",
  "an4.57:2.8": "Wenn eine edle Schülerin Essen spendet, schenkt sie dem Empfänger diese vier Dinge. ",
  "an4.57:3.1": "Wenn sie gut zubereitetes Essen spendet, ",
  "an4.57:3.2": "rein, erlesen und schmackhaft, ",
  "an4.57:3.3": "diese Spende, wenn sie an eine aufrichtige Person ",
  "an4.57:3.4": "von gutem Verhalten und mit großem Herzen gegeben wird, ",
  "an4.57:3.5": "häuft Verdienst auf Verdienst. ",
  "an4.57:3.6": "Sie ist äußerst fruchtbar und wird von den Kennern der Welt gepriesen. ",
  "an4.57:4.1": "Wer sich an solche Opfer erinnert, ",
  "an4.57:4.2": "lebt voller Freude in der Welt. ",
  "an4.57:4.3": "Den Fleck des Geizes, die Wurzel und alles, hat er entfernt. ",
  "an4.57:4.4": "Frei von Tadel, geht er zu einem himmlischen Ort.“ "
}