{
  "an4.55:0.1": "Nummerierte Lehrreden 4 ",
  "an4.55:0.2": "6. Überfließendes Verdienst ",
  "an4.55:0.3": "55. Gleich (1) ",
  "an4.55:1.1": "So habe ich es gehört: ",
  "an4.55:1.2": "Einmal hielt sich der Buddha im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an4.55:1.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zum Haus von Nakulas Vater, dem Hausbesitzer, und setzte sich auf den ausgebreiteten Sitz. ",
  "an4.55:1.4": "Da gingen Nakulas Vater, der Hausbesitzer, und Nakulas Mutter, die Hausbesitzerin, zum Buddha, verbeugten sich und setzten sich zur Seite hin. Nakulas Vater sagte zum Buddha: ",
  "an4.55:2.1": "„Herr, seit der Zeit, als ich jung war und mir Nakulas Mutter als junge Frau bei der Hochzeit zugeführt wurde, kann ich mich nicht erinnern, dass ich sie auch nur in Gedanken betrogen hätte, erst recht nicht in Taten. ",
  "an4.55:2.2": "Wir wollen einander nicht nur in diesem, sondern auch im nächsten Leben sehen.“ ",
  "an4.55:2.3": "Da sagte Nakulas Mutter zum Buddha: ",
  "an4.55:2.4": "„Herr, seit der Zeit, als ich jung war und Nakulas Vater als jungem Mann bei der Hochzeit zugeführt wurde, kann ich mich nicht erinnern, dass ich ihn auch nur in Gedanken betrogen hätte, erst recht nicht in Taten. ",
  "an4.55:2.5": "Wir wollen einander nicht nur in diesem, sondern auch im nächsten Leben sehen.“ ",
  "an4.55:3.1": "„Hausherren, wenn Frau und Mann einander nicht nur in diesem, sondern auch im nächsten Leben sehen wollen, sollten sie beim Vertrauen, beim sittlichen Verhalten, bei der Großzügigkeit und bei der Weisheit gleich sein. ",
  "an4.55:4.1": "Wenn beide vertrauensvoll und gütig sind, ",
  "an4.55:4.2": "gezügelt, rechtschaffen lebend, ",
  "an4.55:4.3": "dann sagen Frau und Mann ",
  "an4.55:4.4": "einander freundliche Worte. ",
  "an4.55:5.1": "Was sie brauchen, bekommen sie, ",
  "an4.55:5.2": "sie leben unbeschwert. ",
  "an4.55:5.3": "Ihre Feinde sind entmutigt, ",
  "an4.55:5.4": "wenn beide gleich sind in Sittlichkeit. ",
  "an4.55:6.1": "Sie üben hier beide die Lehre ",
  "an4.55:6.2": "nach den gleichen Regeln und Gelübden, ",
  "an4.55:6.3": "dann erfreuen sie sich im Himmel ",
  "an4.55:6.4": "aller Freuden, die sie sich wünschen.“ "
}