{
  "an4.236:0.1": "Nummerierte Lehrreden 4 ",
  "an4.236:0.2": "24. Taten ",
  "an4.236:0.3": "236. Übungsregeln (2) ",
  "an4.236:1.1": "„Mönche und Nonnen, ich erkläre diese vier Arten von Taten, die ich durch eigene Einsicht erkannt habe. ",
  "an4.236:1.2": "Welche vier? ",
  "an4.236:1.3": "Es gibt Taten, die sind düster mit düsterem Ergebnis. ",
  "an4.236:1.4": "Es gibt Taten, die sind hell mit hellem Ergebnis. ",
  "an4.236:1.5": "Es gibt Taten, die sind düster und hell mit düsterem und hellem Ergebnis. ",
  "an4.236:1.6": "Es gibt Taten, die sind weder düster noch hell mit weder düsterem noch hellem Ergebnis – sie führen zum Ende der Taten. ",
  "an4.236:2.1": "Und welche Taten sind düster mit düsterem Ergebnis? ",
  "an4.236:2.2": "Da ermordet jemand Mutter oder Vater oder eine Vollendete. Er vergießt böswillig das Blut eines Klargewordenen. Oder er führt eine Spaltung des Saṅgha herbei. ",
  "an4.236:2.3": "Das nennt man Taten, die düster sind mit düsterem Ergebnis. ",
  "an4.236:3.1": "Und welche Taten sind hell mit hellem Ergebnis? ",
  "an4.236:3.2": "Da tötet jemand keine lebenden Geschöpfe, stiehlt nicht und begeht keine sexuellen Verfehlungen. Die Person gebraucht keine falsche, entzweiende, harte oder sinnlose Rede. Und sie ist zufrieden und gütig und hat rechte Ansicht. ",
  "an4.236:3.3": "Das nennt man Taten, die hell sind mit hellem Ergebnis. ",
  "an4.236:4.1": "Und welche Taten sind düster und hell mit düsterem und hellem Ergebnis? ",
  "an4.236:4.2": "Da trifft jemand sowohl verletzende als auch freundliche Entscheidungen mit dem Körper, der Sprache und dem Geist. Das nennt man Taten, die düster und hell sind mit düsterem und hellem Ergebnis. ",
  "an4.236:5.1": "Und welche Taten sind weder düster noch hell mit weder düsterem noch hellem Ergebnis – und führen zum Ende der Taten? ",
  "an4.236:5.2": "Es ist die Absicht, düstere Taten mit düsterem Ergebnis aufzugeben, helle Taten mit hellem Ergebnis aufzugeben und düstere und helle Taten mit düsterem und hellem Ergebnis aufzugeben. Das nennt man Taten, die weder düster noch hell sind mit weder düsterem noch hellem Ergebnis – sie führen zum Ende der Taten. ",
  "an4.236:5.3": "Das sind die vier Arten von Taten, die ich erkläre, die ich durch eigene Einsicht erkannt habe.“ "
}