{
  "an4.41:0.1": "Nummerierte Lehrreden 4.41 ",
  "an4.41:0.2": "5. Das Kapitel mit Rohitassa ",
  "an4.41:0.3": "Wie man Versenkung weiterentwickelt ",
  "an4.41:1.1": "„Mönche und Nonnen, es gibt vier Arten, Versenkung weiterzuentwickeln. ",
  "an4.41:1.2": "Welche vier? ",
  "an4.41:1.3": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zu seliger Meditation in diesem Leben führt. ",
  "an4.41:1.4": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zum Erkennen und Sehen führt. ",
  "an4.41:1.5": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zu Achtsamkeit und Situationsbewusstsein führt. ",
  "an4.41:1.6": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zum Auflösen der Befleckungen führt. ",
  "an4.41:2.1": "Und wie entwickelt man Versenkung weiter, sodass sie zu seliger Meditation in diesem Leben führt? ",
  "an4.41:2.2": "Es ist, wenn eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … Sie tritt in die zweite Vertiefung ein … sie tritt in die dritte Vertiefung ein … sie tritt in die vierte Vertiefung ein und verweilt darin. ",
  "an4.41:2.3": "So entwickelt man Versenkung weiter, sodass sie zu seliger Meditation in diesem Leben führt. ",
  "an4.41:3.1": "Und wie entwickelt man Versenkung weiter, sodass sie zum Erkennen und Sehen führt? ",
  "an4.41:3.2": "Ein Mönch richtet den Geist auf die Wahrnehmung von Licht, konzentriert sich auf die Wahrnehmung des Tages, ",
  "an4.41:3.3": "ob bei Tag oder bei Nacht. ",
  "an4.41:3.4": "Und so entwickelt er mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "an4.41:3.5": "So entwickelt man Versenkung weiter, sodass sie zum Erkennen und Sehen führt. ",
  "an4.41:4.1": "Und wie entwickelt man Versenkung weiter, sodass sie zu Achtsamkeit und Situationsbewusstsein führt? ",
  "an4.41:4.2": "Eine Nonne kennt ihre Gefühle, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "an4.41:4.3": "Sie kennt ihre Wahrnehmungen, während sie aufkommen, während sie bestehen und während sie weggehen. Sie kennt ihre Gedanken, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "an4.41:4.4": "So entwickelt man Versenkung weiter, sodass sie zu Achtsamkeit und Situationsbewusstsein führt. ",
  "an4.41:5.1": "Und wie entwickelt man Versenkung weiter, sodass sie zum Auflösen der Befleckungen führt? ",
  "an4.41:5.2": "Ein Mönch meditiert, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet: ",
  "an4.41:5.3": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "an4.41:5.4": "So ist Gefühl, so ist sein Ursprung, so sein Enden. ",
  "an4.41:5.5": "So ist Wahrnehmung, so ist ihr Ursprung, so ihr Enden. ",
  "an4.41:5.6": "So sind Entscheidungen, so ist ihr Ursprung, so ihr Enden. ",
  "an4.41:5.7": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "an4.41:5.8": "So entwickelt man Versenkung weiter, sodass sie zum Auflösen der Befleckungen führt. ",
  "an4.41:5.9": "Das sind die vier Arten, Versenkung weiterzuentwickeln. ",
  "an4.41:5.10": "Und das ist es, worauf ich im ‚Weg zum anderen Ufer‘, in ‚Puṇṇakas Fragen‘, Bezug genommen habe, als ich sagte: ",
  "an4.41:6.1": "‚Sie haben die Höhen und Tiefen der Welt eingeschätzt ",
  "an4.41:6.2": "und nichts in der Welt beunruhigt sie. ",
  "an4.41:6.3": "Friedvoll, ungetrübt, frei von Sorgen, brauchen sie keine Hoffnung – ",
  "an4.41:6.4": "sie haben Wiedergeburt und Alter überquert, erkläre ich.‘“ "
}