{
  "an4.114:0.1": "Nummerierte Lehrreden 4.114 ",
  "an4.114:0.2": "12. Das Kapitel mit Kesi ",
  "an4.114:0.3": "Ein königlicher Elefant ",
  "an4.114:1.1": "„Mönche und Nonnen, ein königlicher Elefantenbulle mit vier Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an4.114:1.2": "Mit welchen vier? ",
  "an4.114:1.3": "Ein königlicher Elefantenbulle hört zu, vernichtet, erträgt und geht vorwärts. ",
  "an4.114:2.1": "Und wie hört ein königlicher Elefantenbulle zu? ",
  "an4.114:2.2": "Es ist, wenn ein königlicher Elefantenbulle achtgibt, aufpasst, mit ganzem Herzen dabei ist und die Ohren spitzt, ganz gleich, welche Aufgabe der Elefantenzureiter von ihm verlangt ",
  "an4.114:2.3": "und ob er sie schon einmal bewältigt hat oder nicht. ",
  "an4.114:2.4": "",
  "an4.114:2.5": "So hört ein königlicher Elefantenbulle zu. ",
  "an4.114:3.1": "Und wie vernichtet ein königlicher Elefantenbulle? ",
  "an4.114:3.2": "Es ist, wenn ein königlicher Elefantenbulle in der Schlacht Elefanten samt ihren Reitern, Pferde samt ihren Reitern, Streitwagen samt den Wagenlenkern sowie Fußsoldaten vernichtet. ",
  "an4.114:3.3": "So vernichtet ein königlicher Elefantenbulle. ",
  "an4.114:4.1": "Und wie erträgt ein königlicher Elefantenbulle? ",
  "an4.114:4.2": "Es ist, wenn ein königlicher Elefantenbulle in der Schlacht erträgt, wenn er von Speeren, Schwertern, Pfeilen und Äxten getroffen wird. Er erträgt den Donner der Trommeln, Pauken, Schneckenhörner und Becken. ",
  "an4.114:4.3": "So erträgt ein königlicher Elefantenbulle. ",
  "an4.114:5.1": "Und wie geht ein königlicher Elefantenbulle vorwärts? ",
  "an4.114:5.2": "Es ist, wenn ein königlicher Elefantenbulle rasch vorwärtsgeht, ganz gleich, in welche Richtung der Elefantenzureiter ihn schickt ",
  "an4.114:5.3": "ob er schon einmal dort war oder nicht. ",
  "an4.114:5.4": "",
  "an4.114:5.5": "So geht ein königlicher Elefantenbulle vorwärts. ",
  "an4.114:5.6": "Ein königlicher Elefantenbulle mit diesen vier Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an4.114:6.1": "Ebenso ist ein Mönch oder eine Nonne mit vier Eigenschaften einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an4.114:6.2": "Mit welchen vier? ",
  "an4.114:6.3": "Ein Mönch oder eine Nonne hört zu, vernichtet, erträgt und geht vorwärts. ",
  "an4.114:7.1": "Und wie hört ein Mönch zu? ",
  "an4.114:7.2": "Es ist, wenn ein Mönch achtgibt, aufpasst, mit ganzem Herzen dabei ist und die Ohren spitzt, wenn die Lehre und Schulung, die von einem Klargewordenen verkündet wurde, gelehrt wird. ",
  "an4.114:7.3": "So hört ein Mönch zu. ",
  "an4.114:8.1": "Und wie vernichtet eine Nonne? ",
  "an4.114:8.2": "Es ist, wenn eine Nonne einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist, nicht duldet. Sie duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Sie gibt sie auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an4.114:8.3": "So vernichtet eine Nonne. ",
  "an4.114:9.1": "Und wie erträgt ein Mönch? ",
  "an4.114:9.2": "Es ist, wenn ein Mönch Kälte, Hitze, Hunger und Durst erträgt, wenn er die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren erträgt, wenn er rauen und unlieben Tadel erträgt und wenn er körperliche Schmerzen hinnimmt – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "an4.114:9.3": "So erträgt ein Mönch. ",
  "an4.114:10.1": "Und wie geht eine Nonne vorwärts? ",
  "an4.114:10.2": "Es ist, wenn eine Nonne in die Richtung, in die sie in dieser ganzen langen Zeit nie zuvor gegangen ist, rasch vorwärtsgeht: nämlich zum Beruhigen aller Vorgänge, zum Loslassen aller Bindungen, zum Beenden des Verlangens, zum Schwinden, Aufhören, Erlöschen. ",
  "an4.114:10.3": "So geht eine Nonne vorwärts. ",
  "an4.114:10.4": "Ein Mönch oder eine Nonne mit diesen vier Eigenschaften … ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}