{
  "an4.35:0.1": "Nummerierte Lehrreden 4.35 ",
  "an4.35:0.2": "4. Das Kapitel über Umstände ",
  "an4.35:0.3": "Mit Vassakāra ",
  "an4.35:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "an4.35:1.2": "Da ging der Brahmane Vassakāra, ein leitender Minister von Magadha, zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an4.35:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an4.35:2.1": "„Meister Gotama, wenn jemand vier Eigenschaften besitzt, bezeichnen wir ihn als einen großen Menschen mit großer Weisheit. ",
  "an4.35:2.2": "Welche vier? ",
  "an4.35:2.3": "Er ist sehr bewandert auf vielfältigen Wissensgebieten. ",
  "an4.35:2.4": "Er versteht die Bedeutung vielfältiger Aussagen: ‚Diese Aussage bedeutet dieses, jene Aussage bedeutet jenes.‘ ",
  "an4.35:2.5": "Er ist achtsam, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "an4.35:2.6": "Er ist geschickt und unermüdlich bei seinen Haushaltspflichten. Er versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an4.35:2.7": "Wenn jemand diese vier Eigenschaften besitzt, bezeichnen wir ihn als einen großen Menschen mit großer Weisheit. ",
  "an4.35:2.8": "Wenn Meister Gotama mir zustimmt, sage er das bitte. ",
  "an4.35:2.9": "Und wenn er nicht zustimmt, sage er das bitte.“ ",
  "an4.35:3.1": "„Brahmane, weder stimme ich dir zu noch stimme ich nicht zu. ",
  "an4.35:3.2": "Doch wenn jemand vier Eigenschaften besitzt, bezeichne ich ihn als einen großen Menschen mit großer Weisheit. ",
  "an4.35:3.3": "Welche vier? ",
  "an4.35:3.4": "Da handelt jemand zum Nutzen und Glück vieler Menschen: ",
  "an4.35:3.5": "Er hat viele Menschen in der edlen Methode verankert: nämlich in den Grundsätzen von Güte und tauglichen Dingen. ",
  "an4.35:3.6": "Er denkt, was er denken will, und denkt nicht, was er nicht denken will; ",
  "an4.35:3.7": "er zieht in Betracht, was er in Betracht ziehen will, und zieht nicht in Betracht, was er nicht in Betracht ziehen will; ",
  "an4.35:3.8": "so hat er die Wege des Denkens mit dem Geist gemeistert. ",
  "an4.35:3.9": "Er erlangt die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "an4.35:3.10": "Er erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an4.35:3.11": "Brahmane, weder stimme ich dir zu noch stimme ich nicht zu. ",
  "an4.35:3.12": "Doch wenn jemand diese vier Eigenschaften besitzt, bezeichne ich ihn als einen großen Menschen mit großer Weisheit.“ ",
  "an4.35:4.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "an4.35:4.2": "Wie treffend Meister Gotama das gesagt hat! ",
  "an4.35:4.3": "Wir wollen den Meister Gotama als jemanden in Erinnerung behalten, der diese vier Eigenschaften besitzt. ",
  "an4.35:4.4": "Denn Meister Gotama handelt zum Nutzen und Glück vieler Menschen … ",
  "an4.35:4.5": "",
  "an4.35:4.6": "",
  "an4.35:4.7": "Meister Gotama hat die Wege des Denkens mit dem Geist gemeistert. ",
  "an4.35:4.8": "Meister Gotama erlangt die vier Vertiefungen … wann immer er will, ohne Mühe und Not. ",
  "an4.35:4.9": "Meister Gotama hat mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin.“ ",
  "an4.35:5.1": "„Deine Worte sind offensichtlich dreist und zudringlich, Brahmane. ",
  "an4.35:5.2": "Dennoch will ich dir antworten. ",
  "an4.35:5.3": "Denn ich handele zum Nutzen und Glück vieler Menschen … ",
  "an4.35:5.4": "",
  "an4.35:5.5": "",
  "an4.35:5.6": "Ich habe die Wege des Denkens mit dem Geist gemeistert. ",
  "an4.35:5.7": "Ich erlange die vier Vertiefungen … wann immer ich will, ohne Mühe und Not. ",
  "an4.35:5.8": "Ich habe mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "an4.35:6.1": "Für alle Wesen ",
  "an4.35:6.2": "fand er die Befreiung aus der Schlinge des Todes ",
  "an4.35:6.3": "und erklärte die Methode der Lehre ",
  "an4.35:6.4": "zum Wohl von Göttern und Menschen. ",
  "an4.35:6.5": "Wenn sie ihn sehen und hören, ",
  "an4.35:6.6": "fassen viele Menschen Vertrauen. ",
  "an4.35:7.1": "Er ist in der Vielfalt der Wege bewandert, ",
  "an4.35:7.2": "hat die Aufgabe erfüllt und ist frei von Befleckungen. ",
  "an4.35:7.3": "Den Buddha, der seinen letzten Körper trägt, ",
  "an4.35:7.4": "nennt man ‚einen großen Menschen mit großer Weisheit‘.“ "
}