{
  "an4.111:0.1": "Nummerierte Lehrreden 4.111 ",
  "an4.111:0.2": "12. Das Kapitel mit Kesi ",
  "an4.111:0.3": "Mit Kesi ",
  "an4.111:1.1": "Da ging der Zureiter Kesi zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an4.111:1.2": "„Kesi, du bist als Zureiter bekannt. ",
  "an4.111:1.3": "Sag, wie schulst du ein Pferd, das du ausbildest?“ ",
  "an4.111:1.4": "„Herr, ein Pferd, das ich ausbilde, schule ich mal sanft und mal streng, und manchmal sanft und streng.“ ",
  "an4.111:1.5": "„Kesi, was machst du mit einem Pferd, das du ausbildest und das diesen Formen der Schulung nicht folgt?“ ",
  "an4.111:1.6": " ",
  "an4.111:1.7": "„In einem solchen Fall, Herr, töte ich das Pferd. ",
  "an4.111:1.8": "Und warum? ",
  "an4.111:1.9": "Damit ich keine Schande über meinen Stand bringe. ",
  "an4.111:2.1": "Doch, Herr, der Buddha ist der unübertreffliche Anleiter für alle, die üben wollen. ",
  "an4.111:2.2": "Sag, wie schulst du einen Menschen, den du ausbildest?“ ",
  "an4.111:2.3": "„Kesi, einen Menschen, den ich ausbilde, schule ich mal sanft und mal streng, und manchmal sanft und streng. ",
  "an4.111:2.4": "Die sanfte Art geht so: ",
  "an4.111:2.5": "‚Das ist gutes Verhalten mit dem Körper, der Sprache und dem Geist. Das ist das Ergebnis von gutem Verhalten mit dem Körper, der Sprache und dem Geist. Das ist das Leben als Gott. Das ist das Leben als Mensch.‘ ",
  "an4.111:2.6": "Die strenge Art geht so: ",
  "an4.111:2.7": "‚Das ist schlechtes Verhalten mit dem Körper, der Sprache und dem Geist. Das ist das Ergebnis von schlechtem Verhalten mit dem Körper, der Sprache und dem Geist. Das ist das Leben in der Hölle. Das ist das Leben als Tier. Das ist das Leben als Gespenst.‘ ",
  "an4.111:3.1": "Die sanfte und strenge Art geht so: ",
  "an4.111:3.2": "‚Das ist gutes Verhalten … das ist schlechtes Verhalten …‘“ ",
  "an4.111:4.1": "„Herr, was machst du mit einem Menschen, den du ausbildest und der diesen Formen der Schulung nicht folgt?“ ",
  "an4.111:4.2": "„In einem solchen Fall, Kesi, töte ich den Menschen.“ ",
  "an4.111:4.3": "„Herr, es ist nicht angebracht für den Buddha, lebende Geschöpfe zu töten! ",
  "an4.111:4.4": "Und doch sagst du, ",
  "an4.111:4.5": "du tötest ihn.“ ",
  "an4.111:4.6": "„Das ist wahr, Kesi, ",
  "an4.111:4.7": "es ist nicht angebracht für einen Klargewordenen, lebende Geschöpfe zu töten. ",
  "an4.111:4.8": "Aber wenn ein Mensch, den er ausbildet, keiner dieser Formen der Schulung folgt, denken der Klargewordene und auch seine vernünftigen geistlichen Gefährten, er sei es nicht wert, unterrichtet und angeleitet zu werden. ",
  "an4.111:4.9": "Denn in der Schulung des Edlen bedeutet es Töten, ",
  "an4.111:4.10": "wenn der Klargewordene und auch seine vernünftigen geistlichen Gefährten denken, man sei es nicht wert, unterrichtet und angeleitet zu werden.“ ",
  "an4.111:5.1": "„Nun, man ist zweifellos tot, ",
  "an4.111:5.2": "wenn der Klargewordene und auch seine vernünftigen geistlichen Gefährten denken, man sei es nicht wert, unterrichtet und angeleitet zu werden. ",
  "an4.111:5.3": "Vortrefflich, Herr! … Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}