{
  "an4.245:0.1": "Nummerierte Lehrreden 4 ",
  "an4.245:0.2": "25. Gefahren bei Verstößen ",
  "an4.245:0.3": "245. Die Übung als vorteilhafte Folge ",
  "an4.245:1.1": "„Mönche und Nonnen, die Übung ist die vorteilhafte Folge, wenn man dieses geistliche Leben führt, die Weisheit ist die Aufsicht, die Freiheit das Herzstück und die Achtsamkeit die Herrscherin. ",
  "an4.245:1.2": "Und wie ist die Übung die vorteilhafte Folge? ",
  "an4.245:1.3": "Zunächst habe ich für meine Schülerinnen die Übung festgelegt, die die ergänzenden Regelungen betrifft, um bei denen mit mangelnder Zuversicht Zuversicht zu wecken und bei den Zuversichtlichen die Zuversicht zu stärken. ",
  "an4.245:1.4": "Sie nehmen jede ergänzende Regelung auf sich, die ich festgelegt habe, und halten sie ungebrochen, makellos, ohne Flecken und unbeschädigt. ",
  "an4.245:2.1": "Danach habe ich für meine Schüler die Übung festgelegt, die die Grundlagen des geistlichen Lebens betrifft, um das Leiden völlig und in jeder Hinsicht zu beenden. ",
  "an4.245:2.2": "Sie nehmen jede Übung in den Grundlagen des geistlichen Lebens auf sich, die ich festgelegt habe, und halten sie ungebrochen, makellos, ohne Flecken und unbeschädigt. ",
  "an4.245:2.3": "So ist die Übung die vorteilhafte Folge. ",
  "an4.245:3.1": "Und wie ist Weisheit die Aufsicht? ",
  "an4.245:3.2": "Ich habe meine Schülerinnen im Dhamma unterwiesen, um das Leiden völlig und in jeder Hinsicht zu beenden. ",
  "an4.245:3.3": "Sie prüfen jede Lehre, die ich sie gelehrt habe, mit Weisheit. ",
  "an4.245:3.4": "So ist Weisheit die Aufsicht. ",
  "an4.245:4.1": "Und wie ist Freiheit das Herzstück? ",
  "an4.245:4.2": "Ich habe meine Schüler im Dhamma unterwiesen, um das Leiden völlig und in jeder Hinsicht zu beenden. ",
  "an4.245:4.3": "Sie erfahren jede Lehre, die ich sie gelehrt habe, mit der Freiheit. ",
  "an4.245:4.4": "So ist Freiheit das Herzstück. ",
  "an4.245:5.1": "Und wie ist Achtsamkeit die Herrscherin? ",
  "an4.245:5.2": "Man hat Achtsamkeit im Innern fest verankert: ‚So werde ich die Übung, die die ergänzenden Regelungen betrifft, erfüllen oder, wenn sie bereits erfüllt ist, sie in jedem Moment mit Weisheit stärken.‘ ",
  "an4.245:5.3": "Man hat Achtsamkeit im Innern fest verankert: ‚So werde ich die Übung, die die Grundlagen des geistlichen Lebens betrifft, erfüllen oder, wenn sie bereits erfüllt ist, sie in jedem Moment mit Weisheit stärken.‘ ",
  "an4.245:5.4": "Man hat Achtsamkeit im Innern fest verankert: ‚So werde ich die Lehre, die ich noch nicht geprüft habe, mit Weisheit prüfen oder, wenn ich sie bereits geprüft habe, sie in jedem Moment mit Weisheit stärken.‘ ",
  "an4.245:5.5": "Man hat Achtsamkeit im Innern fest verankert: ‚So werde ich die Lehre, die ich noch nicht erfahren habe, mit der Freiheit erfahren oder, wenn ich sie bereits erfahren habe, sie in jedem Moment mit Weisheit stärken.‘ ",
  "an4.245:5.6": "So ist Achtsamkeit die Herrscherin. ",
  "an4.245:5.7": "‚Die Übung ist die vorteilhafte Folge, wenn man dieses geistliche Leben führt, die Weisheit ist die Aufsicht, die Freiheit das Herzstück und die Achtsamkeit die Herrscherin.‘ ",
  "an4.245:5.8": "Das habe ich gesagt, und deshalb habe ich es gesagt.“ "
}