{
  "an4.28:0.1": "Nummerierte Lehrreden 4.28 ",
  "an4.28:0.2": "3. Das Kapitel in Uruvelā ",
  "an4.28:0.3": "Die edlen Bräuche ",
  "an4.28:1.1": "„Mönche und Nonnen, vier edle Bräuche sind ursprünglich, lange bestehend, herkömmlich und alt. Sie sind unbefleckt, wie sie von Anfang an waren, sie werden jetzt und in Zukunft nicht befleckt werden. Sie werden von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an4.28:1.2": "Welche vier? ",
  "an4.28:1.3": "Zunächst ist da ein Mönch mit jeder Robe zufrieden und preist diese Zufriedenheit. Er versucht nicht, auf unschickliche Art an eine Robe zu kommen. Er ist nicht aufgebracht, wenn er keine Robe bekommt. Und wenn er eine Robe bekommt, gebraucht er sie ungebunden, nicht betört, nicht anhänglich, er sieht die Nachteile und versteht das Entrinnen. ",
  "an4.28:1.4": "Doch er verherrlicht sich deshalb nicht selbst, noch setzt er andere herab. ",
  "an4.28:1.5": "Von einem Mönch, der darin geschickt, unermüdlich, der Situation bewusst und achtsam ist, heißt es, er hält den alten, ursprünglichen edlen Brauch aufrecht. ",
  "an4.28:2.1": "Weiterhin ist da ein Mönch mit jedem Almosen zufrieden … ",
  "an4.28:2.2": "",
  "an4.28:2.3": "",
  "an4.28:3.1": "Weiterhin ist da ein Mönch mit jeder Unterkunft zufrieden … ",
  "an4.28:3.2": "",
  "an4.28:3.3": "",
  "an4.28:4.1": "Weiterhin meditiert da ein Mönch gerne und liebt das Meditieren. Er gibt gerne auf und liebt das Aufgeben. ",
  "an4.28:4.2": "Doch er verherrlicht sich deshalb nicht selbst, noch setzt er andere herab. ",
  "an4.28:4.3": "Von einem Mönch, der darin geschickt, unermüdlich, der Situation bewusst und achtsam ist, heißt es, er hält den alten, ursprünglichen edlen Brauch aufrecht. ",
  "an4.28:4.4": "Diese vier edlen Bräuche sind ursprünglich, lange bestehend, herkömmlich und alt. Sie sind unbefleckt, wie sie von Anfang an waren, sie werden jetzt und in Zukunft nicht befleckt werden. Sie werden von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an4.28:5.1": "Wenn ein Mönch diese vier edlen Bräuche besitzt und im Osten lebt, hat er die Oberhand über den Widerwillen, und der Widerwille hat nicht die Oberhand über ihn. ",
  "an4.28:5.2": "Wenn er im Westen lebt … ",
  "an4.28:5.3": "Wenn er im Norden lebt … ",
  "an4.28:5.4": "Wenn er im Süden lebt, hat er die Oberhand über den Widerwillen, und der Widerwille hat nicht die Oberhand über ihn. ",
  "an4.28:5.5": "Warum ist das so? ",
  "an4.28:5.6": "Weil ein weiser Mensch die Oberhand über Begierde und Widerwillen hat. ",
  "an4.28:6.1": "Widerwille hat nicht die Oberhand über einen Weisen, ",
  "an4.28:6.2": "denn ein Weiser wird von Widerwillen nicht bezwungen. ",
  "an4.28:6.3": "Ein Weiser hat die Oberhand über den Widerwillen, ",
  "an4.28:6.4": "denn ein Weiser bezwingt den Widerwillen. ",
  "an4.28:7.1": "Wer kann den zurückhalten, der alles vertreibt, ",
  "an4.28:7.2": "der alle Taten weggeworfen hat? ",
  "an4.28:7.3": "Wie ein Anhänger aus Gold vom Rosenapfelfluss: ",
  "an4.28:7.4": "Wer ist würdig, ihn zu tadeln? ",
  "an4.28:7.5": "Selbst die Götter preisen ihn, ",
  "an4.28:7.6": "und auch von Brahmā wird er gepriesen.“ "
}