{
  "an4.123:0.1": "Nummerierte Lehrreden 4 ",
  "an4.123:0.2": "13. Furcht ",
  "an4.123:0.3": "123. Unterschied (1) ",
  "an4.123:1.1": "„Mönche und Nonnen, diese vier Menschen findet man in der Welt. ",
  "an4.123:1.2": "Welche vier? ",
  "an4.123:1.3": "Zunächst tritt ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "an4.123:1.4": "Die Person genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.123:1.5": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern aus Brahmās Gefolge wiedergeboren. ",
  "an4.123:1.6": "Die Lebensdauer der Götter aus Brahmās Gefolge beträgt ein Äon. ",
  "an4.123:1.7": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an4.123:1.8": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an4.123:1.9": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an4.123:2.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt man in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an4.123:2.2": "Die Person genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.123:2.3": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern von strahlendem Glanz wiedergeboren. ",
  "an4.123:2.4": "Die Lebensdauer der Götter von strahlendem Glanz beträgt zwei Äonen. ",
  "an4.123:2.5": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an4.123:2.6": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an4.123:2.7": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an4.123:3.1": "Mit dem Schwinden der Ekstase tritt man dann in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Wonne, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Wonne.‘ ",
  "an4.123:3.2": "Die Person genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.123:3.3": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den mit Herrlichkeit reich gesegneten Göttern wiedergeboren. ",
  "an4.123:3.4": "Die Lebensdauer der mit Herrlichkeit reich gesegneten Götter beträgt vier Äonen. ",
  "an4.123:3.5": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an4.123:3.6": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an4.123:3.7": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an4.123:4.1": "Indem man Glück und Schmerz ablegt und frühere Fröhlichkeit und Traurigkeit beendet, tritt man dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an4.123:4.2": "Die Person genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.123:4.3": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern mit überreichlicher Frucht wiedergeboren. ",
  "an4.123:4.4": "Die Lebensdauer der Götter mit überreichlicher Frucht beträgt fünfhundert Äonen. ",
  "an4.123:4.5": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an4.123:4.6": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an4.123:4.7": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an4.123:4.8": "Das sind die vier Menschen, die man in der Welt findet.“ "
}