{
  "an4.93:0.1": "Nummerierte Lehrreden 4.93 ",
  "an4.93:0.2": "10. Das Kapitel über Dämonen ",
  "an4.93:0.3": "Versenkung (2) ",
  "an4.93:1.1": "„Mönche und Nonnen, vier Menschen findet man in der Welt. ",
  "an4.93:1.2": "Welche vier? ",
  "an4.93:1.3": "Da besitzt ein Mensch die innere Sammlung des Herzens, doch nicht die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an4.93:1.4": "Da besitzt ein Mensch die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht, doch nicht die innere Sammlung des Herzens. ",
  "an4.93:1.5": "Da besitzt ein Mensch weder die innere Sammlung des Herzens noch die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an4.93:1.6": "Da besitzt ein Mensch sowohl die innere Sammlung des Herzens als auch die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an4.93:2.1": "Was den Menschen betrifft, der die Sammlung besitzt, doch nicht die Klarsicht: Er sollte sich auf die Sammlung stützen und Meditation üben, um die Klarsicht zu gewinnen. ",
  "an4.93:2.2": "Nach einiger Zeit wird er sowohl Sammlung als auch Klarsicht besitzen. ",
  "an4.93:3.1": "Was den Menschen betrifft, der die Klarsicht besitzt, doch nicht die Sammlung: Er sollte sich auf die Klarsicht stützen und Meditation üben, um die Sammlung zu gewinnen. ",
  "an4.93:3.2": "Nach einiger Zeit wird er sowohl Klarsicht als auch Sammlung besitzen. ",
  "an4.93:4.1": "Was den Menschen betrifft, der weder Sammlung noch Klarsicht besitzt: Um diese tauglichen Eigenschaften zu gewinnen, sollte er überragenden Enthusiasmus aufbieten, überragende Mühe, überragenden Eifer, überragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an4.93:4.2": "Wie wenn die Kleider oder der Kopf in Flammen stünden: Um sie zu löschen, würde man überragenden Enthusiasmus aufbieten, überragende Mühe, überragenden Eifer, überragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an4.93:4.3": "Ebenso sollte dieser Mensch, um diese tauglichen Eigenschaften zu gewinnen, überragenden Enthusiasmus aufbieten, überragende Mühe, überragenden Eifer, überragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an4.93:4.4": "Nach einiger Zeit wird er sowohl Sammlung als auch Klarsicht besitzen. ",
  "an4.93:5.1": "Was den Menschen betrifft, der sowohl Sammlung als auch Klarsicht besitzt: Er sollte sich auf diese tauglichen Eigenschaften stützen und weiterhin Meditation üben, um die Befleckungen aufzulösen. ",
  "an4.93:5.2": "Das sind die vier Menschen, die man in der Welt findet.“ "
}