{
  "an4.188:0.1": "Nummerierte Lehrreden 4 ",
  "an4.188:0.2": "19. Brahmanen ",
  "an4.188:0.3": "188. Mit Upaka ",
  "an4.188:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an4.188:1.2": "Da ging Upaka, Maṇḍikās Sohn, zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an4.188:2.1": "„Herr, dies ist meine Lehre und Ansicht: ",
  "an4.188:2.2": "‚Wer sich fortwährend über andere aufregt, ohne Gründe anzugeben, ",
  "an4.188:2.3": "verdient Tadel und ist im Unrecht.‘“ ",
  "an4.188:2.4": "„Upaka, wenn jemand sich fortwährend über andere aufregt, ohne Gründe anzugeben, verdient er Tadel und ist im Unrecht. ",
  "an4.188:2.5": "Aber genau das tust du, also verdienst du Tadel und bist im Unrecht!“ ",
  "an4.188:2.6": "„Herr, wie ein Fisch, der in einer großen Falle gefangen wird, gerade, wenn er hochsteigt, ",
  "an4.188:2.7": "so hat der Buddha mich in einer großen Wortfalle gefangen, gerade, als ich hochgestiegen bin.“ ",
  "an4.188:3.1": "„Upaka, ich habe erklärt: ‚Das ist untauglich.‘ ",
  "an4.188:3.2": "Und es gibt darüber unendlich viele Worte, Ausdrücke und Lehren vom Klargewordenen: ",
  "an4.188:3.3": "‚Das ist eine andere Art zu sagen, dass das untauglich ist.‘ ",
  "an4.188:3.4": "Ich habe erklärt: ‚Das Untaugliche muss aufgegeben werden.‘ ",
  "an4.188:3.5": "Und es gibt darüber unendlich viele Worte, Ausdrücke und Lehren vom Klargewordenen: ",
  "an4.188:3.6": "‚Das ist eine andere Art zu sagen, dass das Untaugliche aufgegeben werden muss.‘ ",
  "an4.188:4.1": "Ich habe erklärt: ‚Das ist tauglich.‘ ",
  "an4.188:4.2": "Und es gibt darüber unendlich viele Worte, Ausdrücke und Lehren vom Klargewordenen: ",
  "an4.188:4.3": "‚Das ist eine andere Art zu sagen, dass das tauglich ist.‘ ",
  "an4.188:4.4": "Ich habe erklärt: ‚Das Taugliche muss entwickelt werden.‘ ",
  "an4.188:4.5": "Und es gibt darüber unendlich viele Worte, Ausdrücke und Lehren vom Klargewordenen: ",
  "an4.188:4.6": "‚Das ist eine andere Art zu sagen, dass das Taugliche entwickelt werden muss.‘“ ",
  "an4.188:5.1": "Da begrüßte Upaka, Maṇḍikās Sohn, die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann ging er zu König Ajātasattu Vedehiputta von Magadha. Er berichtete dem König alles, was sie besprochen hatten. ",
  "an4.188:5.2": "Doch Ajātasattu wurde zornig und aufgebracht und sagte zu Upaka: ",
  "an4.188:5.3": "„Wie unverschämt von diesem Sprössling eines Salzsieders! Wie unflätig und roh von ihm, zu denken, er könnte den Gesegneten, den Vollendeten, den vollkommen erwachten Buddha angreifen! ",
  "an4.188:5.4": "Hinaus, Upaka, geh fort! Ich will dich nie wieder sehen.“ "
}