{
  "an4.160:0.1": "Nummerierte Lehrreden 4.160 ",
  "an4.160:0.2": "16. Das Kapitel über Fähigkeiten ",
  "an4.160:0.3": "Die Schulung eines Heiligen ",
  "an4.160:1.1": "„Mönche und Nonnen, ein Heiliger oder die Schulung eines Heiligen bleibt in der Welt zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an4.160:2.1": "Und wer ist ein Heiliger? ",
  "an4.160:2.2": "Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "an4.160:2.3": "Das ist ein Heiliger. ",
  "an4.160:3.1": "Und was ist die Schulung eines Heiligen? ",
  "an4.160:3.2": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "an4.160:3.3": "Das ist die Schulung eines Heiligen. ",
  "an4.160:3.4": "So bleibt ein Heiliger oder die Schulung eines Heiligen in der Welt zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an4.160:4.1": "Diese vier Dinge führen zum Niedergang und zum Verschwinden der wahren Lehre. ",
  "an4.160:4.2": "Welche vier? ",
  "an4.160:4.3": "Zunächst prägen sich Mönche und Nonnen Lehrreden ein, die sie fehlerhaft gehört haben, bei denen Worte und Ausdrücke umgestellt sind. ",
  "an4.160:4.4": "Wenn Worte und Ausdrücke umgestellt sind, wird die Bedeutung falsch ausgelegt. ",
  "an4.160:4.5": "Das ist das erste Ding, das zum Niedergang und zum Verschwinden der wahren Lehre führt. ",
  "an4.160:5.1": "Weiterhin sind die Mönche und Nonnen schwer zu ermahnen, sie haben Eigenschaften, durch die sie schwer zu ermahnen sind. Sie sind ungeduldig und nehmen die Anleitung nicht respektvoll an. ",
  "an4.160:5.2": "Das ist das zweite Ding, das zum Niedergang und zum Verschwinden der wahren Lehre führt. ",
  "an4.160:6.1": "Weiterhin lassen die Mönche und Nonnen, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, die Texte über das Ordensrecht und die Gliederungen im Gedächtnis haben, die anderen nicht sorgfältig die Lehrreden aufsagen. ",
  "an4.160:6.2": "Wenn sie sterben, sind die Lehrreden an der Wurzel abgeschnitten, und niemand ist da, sie zu bewahren. ",
  "an4.160:6.3": "Das ist das dritte Ding, das zum Niedergang und zum Verschwinden der wahren Lehre führt. ",
  "an4.160:7.1": "Weiterhin sind die altehrwürdigen Mönche und Nonnen genießerisch und lasch, führend im Abrutschen; sie vernachlässigen die Abgeschiedenheit und rütteln ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an4.160:7.2": "Und die, die nach ihnen kommen, folgen ihrem Beispiel. ",
  "an4.160:7.3": "Auch sie werden genießerisch und lasch, führend im Abrutschen; sie vernachlässigen die Abgeschiedenheit und rütteln ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an4.160:7.4": "Das ist das vierte Ding, das zum Niedergang und zum Verschwinden der wahren Lehre führt. ",
  "an4.160:7.5": "Das sind die vier Dinge, zum Niedergang und zum Verschwinden der wahren Lehre führen. ",
  "an4.160:8.1": "Diese vier Dinge führen zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre. ",
  "an4.160:8.2": "Welche vier? ",
  "an4.160:8.3": "Zunächst prägen sich Mönche und Nonnen Lehrreden ein, die sie richtig gehört haben, bei denen Worte und Ausdrücke richtig angeordnet sind. ",
  "an4.160:8.4": "Wenn Worte und Ausdrücke richtig angeordnet sind, wird die Bedeutung richtig ausgelegt. ",
  "an4.160:8.5": "Das ist das erste Ding, das zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt. ",
  "an4.160:9.1": "Weiterhin sind die Mönche und Nonnen leicht zu ermahnen, sie haben Eigenschaften, durch die sie leicht zu ermahnen sind. Sie sind geduldig und nehmen die Anleitung respektvoll an. ",
  "an4.160:9.2": "Das ist das zweite Ding, das zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt. ",
  "an4.160:10.1": "Weiterhin lassen die Mönche und Nonnen, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, die Texte über das Ordensrecht und die Gliederungen im Gedächtnis haben, die anderen sorgfältig die Lehrreden aufsagen. ",
  "an4.160:10.2": "Wenn sie sterben, sind die Lehrreden nicht an der Wurzel abgeschnitten, und es ist jemand da, sie zu bewahren. ",
  "an4.160:10.3": "Das ist das dritte Ding, das zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt. ",
  "an4.160:11.1": "Weiterhin sind die altehrwürdigen Mönche und Nonnen nicht genießerisch und lasch, nicht führend im Abrutschen; stattdessen übernehmen sie die Führung bei der Abgeschiedenheit und rütteln ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an4.160:11.2": "Und die, die nach ihnen kommen, folgen ihrem Beispiel. ",
  "an4.160:11.3": "Auch sie sind nicht genießerisch und lasch, nicht führend im Abrutschen; stattdessen übernehmen sie die Führung bei der Abgeschiedenheit und rütteln ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an4.160:11.4": "Das ist das vierte Ding, das zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt. ",
  "an4.160:11.5": "Das sind die vier Dinge, die zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führen.“ ",
  "an4.160:11.6": " ",
  "an4.160:11.7": " ",
  "an4.160:12.1": " ",
  "an4.160:12.2": " ",
  "an4.160:12.3": " "
}