{
  "an4.99:0.1": "Nummerierte Lehrreden 4.99 ",
  "an4.99:0.2": "10. Das Kapitel über Titanen ",
  "an4.99:0.3": "Schulungsregeln ",
  "an4.99:1.1": "„Mönche und Nonnen, diese vier Personen findet man in der Welt. ",
  "an4.99:1.2": "Welche vier? ",
  "an4.99:1.3": "Jemanden, der zum eigenen Nutzen übt, aber nicht zum Nutzen anderer; ",
  "an4.99:1.4": "jemanden, der zum Nutzen anderer übt, aber nicht zum eigenen Nutzen; ",
  "an4.99:1.5": "jemanden, der weder zum eigenen Nutzen übt noch zum Nutzen anderer; ",
  "an4.99:1.6": "jemanden, der sowohl zum eigenen Nutzen übt als auch zum Nutzen anderer. ",
  "an4.99:2.1": "Und wie übt eine Person zum eigenen Nutzen, aber nicht zum Nutzen anderer? ",
  "an4.99:2.2": "Da tötet eine Person selbst keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keine Rauschmittel wie Bier, Wein und Branntwein. Doch sie ermuntert andere nicht, das Gleiche zu tun. ",
  "an4.99:2.3": " ",
  "an4.99:2.4": " ",
  "an4.99:2.5": " ",
  "an4.99:2.6": " ",
  "an4.99:2.7": "So übt eine Person zum eigenen Nutzen, aber nicht zum Nutzen anderer. ",
  "an4.99:3.1": "Und wie übt eine Person zum Nutzen anderer, aber nicht zum eigenen Nutzen? ",
  "an4.99:3.2": "Da tötet eine Person selbst lebende Geschöpfe, stiehlt, begeht sexuelle Verfehlungen, lügt und trinkt Rauschmittel wie Bier, Wein und Branntwein. Doch sie ermuntert andere, diese Dinge nicht zu tun. ",
  "an4.99:3.3": " ",
  "an4.99:3.4": " ",
  "an4.99:3.5": " ",
  "an4.99:3.6": " ",
  "an4.99:3.7": "So übt eine Person zum Nutzen anderer, aber nicht zum eigenen Nutzen. ",
  "an4.99:4.1": "Und wie übt eine Person weder zum eigenen Nutzen noch zum Nutzen anderer? ",
  "an4.99:4.2": "Da tötet eine Person selbst lebende Geschöpfe, usw. … Und sie ermuntert andere nicht, diese Dinge nicht zu tun. ",
  "an4.99:4.3": "So übt eine Person weder zum eigenen Nutzen noch zum Nutzen anderer. ",
  "an4.99:5.1": "Und wie übt eine Person sowohl zum eigenen Nutzen als auch zum Nutzen anderer? ",
  "an4.99:5.2": "Da tötet eine Person selbst keine lebenden Geschöpfe, usw. … Und sie ermuntert andere, das Gleiche zu tun. ",
  "an4.99:5.3": "So übt eine Person sowohl zum eigenen Nutzen als auch zum Nutzen anderer. ",
  "an4.99:5.4": "Das sind die vier Personen, die man in der Welt findet.“ "
}