{
  "an4.28:0.1": "Nummerierte Lehrreden 4.28 ",
  "an4.28:0.2": "3. Das Kapitel in Uruvelā ",
  "an4.28:0.3": "Die edlen Bräuche ",
  "an4.28:1.1": "„Mönche und Nonnen, diese vier edlen Bräuche sind ursprünglich, lange bestehend, herkömmlich und alt. Sie sind unbefleckt, wie sie von Anfang an waren, sie werden jetzt und in Zukunft nicht befleckt werden. Sie werden von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an4.28:1.2": "Welche vier? ",
  "an4.28:1.3": "Zunächst ist eine Nonne mit jeder Robe zufrieden und preist diese Zufriedenheit. Sie versucht nicht, auf unschickliche Art an eine Robe zu kommen. Sie ist nicht aufgebracht, wenn sie keine Robe bekommt. Und wenn sie eine Robe bekommt, gebraucht sie sie ungebunden, nicht betört, nicht anhänglich, sie sieht die nachteiligen Folgen und versteht das Entrinnen. ",
  "an4.28:1.4": "Doch sie verherrlicht sich deshalb nicht selbst, noch setzt sie andere herab. ",
  "an4.28:1.5": "Von einer Nonne, die darin geschickt, unermüdlich, umsichtig und achtsam ist, heißt es, sie hält den alten, ursprünglichen edlen Brauch aufrecht. ",
  "an4.28:2.1": "Weiterhin ist eine Nonne mit jedem Almosen zufrieden … ",
  "an4.28:2.2": " ",
  "an4.28:2.3": " ",
  "an4.28:3.1": "Weiterhin ist eine Nonne mit jeder Unterkunft zufrieden … ",
  "an4.28:3.2": " ",
  "an4.28:3.3": " ",
  "an4.28:4.1": "Weiterhin meditiert eine Nonne gerne und liebt das Meditieren. Sie gibt gerne auf und liebt das Aufgeben. ",
  "an4.28:4.2": "Doch sie verherrlicht sich deshalb nicht selbst, noch setzt sie andere herab. ",
  "an4.28:4.3": "Von einer Nonne, die darin geschickt, unermüdlich, umsichtig und achtsam ist, heißt es, sie hält den alten, ursprünglichen edlen Brauch aufrecht. ",
  "an4.28:4.4": "Diese vier edlen Bräuche sind ursprünglich, lange bestehend, herkömmlich und alt. Sie sind unbefleckt, wie sie von Anfang an waren, sie werden jetzt und in Zukunft nicht befleckt werden. Sie werden von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an4.28:5.1": "Wenn eine Nonne diese vier edlen Bräuche besitzt und im Osten lebt, hat sie die Oberhand über den Widerwillen, und der Widerwille hat nicht die Oberhand über sie. ",
  "an4.28:5.2": "Wenn sie im Westen lebt … ",
  "an4.28:5.3": "Wenn sie im Norden lebt … ",
  "an4.28:5.4": "Wenn sie im Süden lebt, hat sie die Oberhand über den Widerwillen, und der Widerwille hat nicht die Oberhand über sie. ",
  "an4.28:5.5": "Und warum? ",
  "an4.28:5.6": "Weil ein weiser Mensch die Oberhand über Verlangen und Widerwillen hat. ",
  "an4.28:6.1": "Widerwille hat nicht die Oberhand über eine weise Person, ",
  "an4.28:6.2": "denn eine Weise wird von Widerwillen nicht bezwungen. ",
  "an4.28:6.3": "Eine Weise hat die Oberhand über den Widerwillen, ",
  "an4.28:6.4": "denn eine Weise bezwingt den Widerwillen. ",
  "an4.28:7.1": "Wer kann die zurückhalten, die alles vertreibt, ",
  "an4.28:7.2": "die alles Karma weggeworfen hat? ",
  "an4.28:7.3": "Wie ein Anhänger aus Flussgold: ",
  "an4.28:7.4": "Wer vermöchte sie zu tadeln? ",
  "an4.28:7.5": "Selbst die Götter preisen sie, ",
  "an4.28:7.6": "und auch von Brahmā wird sie gepriesen.“ "
}