{
  "an4.236:0.1": "Nummerierte Lehrreden 4.236 ",
  "an4.236:0.2": "24. Das Kapitel über Taten ",
  "an4.236:0.3": "Schulungsregeln (2) ",
  "an4.236:1.1": "„Mönche und Nonnen, ich erkläre diese vier Arten von Taten, die ich durch eigene Einsicht erkannt habe. ",
  "an4.236:1.2": "Welche vier? ",
  "an4.236:1.3": "Es gibt dunkle Taten mit dunklem Ergebnis, ",
  "an4.236:1.4": "helle Taten mit hellem Ergebnis, ",
  "an4.236:1.5": "dunkle und helle Taten mit dunklem und hellem Ergebnis ",
  "an4.236:1.6": "und weder dunkle noch helle Taten mit weder dunklem noch hellem Ergebnis, die zur Auflösung der Taten führen. ",
  "an4.236:2.1": "Und was sind dunkle Taten mit dunklem Ergebnis? ",
  "an4.236:2.2": "Da ermordet jemand Mutter oder Vater oder einen Vollendeten. Er vergießt böswillig das Blut eines Klargewordenen. Oder er führt eine Spaltung des Saṅgha herbei. ",
  "an4.236:2.3": "Das nennt man dunkle Taten mit dunklem Ergebnis. ",
  "an4.236:3.1": "Und was sind helle Taten mit hellem Ergebnis? ",
  "an4.236:3.2": "Da tötet jemand keine lebenden Geschöpfe, stiehlt nicht und begeht keine sexuellen Verfehlungen. Er gebraucht keine falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. ",
  "an4.236:3.3": "Das nennt man helle Taten mit hellem Ergebnis. ",
  "an4.236:4.1": "Und was sind dunkle und helle Taten mit dunklem und hellem Ergebnis? ",
  "an4.236:4.2": "Da bildet jemand sowohl einen verletzenden als auch einen freundlichen Willen mit dem Körper, der Sprache und dem Geist. Das nennt man dunkle und helle Taten mit dunklem und hellem Ergebnis. ",
  "an4.236:5.1": "Und was sind weder dunkle noch helle Taten mit weder dunklem noch hellem Ergebnis, die zur Auflösung der Taten führen? ",
  "an4.236:5.2": "Es ist die Absicht, dunkle Taten mit dunklem Ergebnis, helle Taten mit hellem Ergebnis und dunkle und helle Taten mit dunklem und hellem Ergebnis aufzugeben. Das nennt man weder dunkle noch helle Taten mit weder dunklem noch hellem Ergebnis, die zur Auflösung der Taten führen. ",
  "an4.236:5.3": "Das sind die vier Arten von Taten, die ich durch eigene Einsicht erkannt habe und erkläre.“ "
}