{
  "an4.159:0.1": "Nummerierte Lehrreden 4.159 ",
  "an4.159:0.2": "16. Das Kapitel über Fähigkeiten ",
  "an4.159:0.3": "Eine Nonne ",
  "an4.159:1.1": "So habe ich es gehört: ",
  "an4.159:1.2": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambi auf, in Ghositas Kloster. ",
  "an4.159:1.3": "Da wandte sich eine gewisse Nonne an einen Mann: ",
  "an4.159:1.4": "„Bitte, guter Mann, geh zum Ehrwürdigen Ānanda und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "an4.159:1.5": "‚Herr, die Nonne mit Namen Soundso ist mitgenommen, leidend, schwer krank. ",
  "an4.159:1.6": "Sie beugt ihren Kopf zu deinen Füßen.‘ Und dann sage: ",
  "an4.159:1.7": "‚Herr, bitte gehe zur Nonnenunterkunft und besuche diese Nonne aus Anteilnahme.‘“ ",
  "an4.159:1.8": "„Ja, meine Dame“, antwortete der Mann. Er tat wie geheißen, ",
  "an4.159:2.1": " ",
  "an4.159:2.2": " ",
  "an4.159:2.3": " ",
  "an4.159:2.4": "und Ānanda schwieg zum Zeichen der Zustimmung. ",
  "an4.159:3.1": "Da kleidete Ānanda sich an, nahm Schale und Robe und ging zu den Nonnenunterkünften, um diese Nonne zu besuchen. ",
  "an4.159:3.2": "Die Nonne sah Ānanda von Weitem kommen. ",
  "an4.159:3.3": "Sie deckte sich von Kopf bis Fuß zu und legte sich auf ihre Liege. ",
  "an4.159:3.4": "Da ging der Ehrwürdige Ānanda zu ihr und setzte sich auf den ausgebreiteten Sitz. Ānanda sagte zu der Nonne: ",
  "an4.159:4.1": "„Schwester, dieser Körper ist durch Nahrung erzeugt. Indem du dich auf Nahrung stützt, ",
  "an4.159:4.2": "sollst du die Nahrung aufgeben. ",
  "an4.159:4.3": "Dieser Körper ist durch Verlangen erzeugt. Indem du dich auf Verlangen stützt, ",
  "an4.159:4.4": "sollst du das Verlangen aufgeben. ",
  "an4.159:4.5": "Dieser Körper ist durch Einbildung erzeugt. Indem du dich auf Einbildung stützt, ",
  "an4.159:4.6": "sollst du die Einbildung aufgeben. ",
  "an4.159:4.7": "Dieser Körper ist durch Geschlechtsverkehr erzeugt. ",
  "an4.159:4.8": "Der Buddha sprach davon, alles, was mit Geschlechtsverkehr zu tun hat, abzubrechen. ",
  "an4.159:5.1": "‚Dieser Körper ist durch Nahrung erzeugt. Indem du dich auf Nahrung stützt, ",
  "an4.159:5.2": "sollst du die Nahrung aufgeben.‘ Das habe ich gesagt, ",
  "an4.159:5.3": "aber inwiefern habe ich es gesagt? ",
  "an4.159:5.4": "Es ist, wenn ein Mönch beim Essen über seine Nahrung gründlich nachdenkt: ",
  "an4.159:5.5": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und die geistliche Übung zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "an4.159:5.6": "Nach einiger Zeit gibt er, indem er sich auf Nahrung stützt, die Nahrung auf. ",
  "an4.159:5.7": " ",
  "an4.159:5.8": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an4.159:6.1": "‚Dieser Körper ist durch Verlangen erzeugt. Indem du dich auf Verlangen stützt, ",
  "an4.159:6.2": "sollst du das Verlangen aufgeben.‘ Das habe ich gesagt, ",
  "an4.159:6.3": "aber inwiefern habe ich es gesagt? ",
  "an4.159:6.4": "Es ist, wenn eine Nonne hört: ",
  "an4.159:6.5": "‚Man sagt, der Mönch oder die Nonne Soundso hat mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin.‘ ",
  "an4.159:6.6": "Sie denkt: ",
  "an4.159:6.7": "‚Ach, wann werde ich mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit? …‘ ",
  "an4.159:6.8": "Nach einiger Zeit gibt sie, indem er sich auf Verlangen stützt, das Verlangen auf. ",
  "an4.159:6.9": " ",
  "an4.159:6.10": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an4.159:7.1": "‚Dieser Körper ist durch Einbildung erzeugt. Indem du dich auf Einbildung stützt, ",
  "an4.159:7.2": "sollst du die Einbildung aufgeben.‘ Das habe ich gesagt, ",
  "an4.159:7.3": "aber inwiefern habe ich es gesagt? ",
  "an4.159:7.4": "Es ist, wenn ein Mönch hört: ",
  "an4.159:7.5": "‚Man sagt, der Mönch oder die Nonne Soundso hat mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin.‘ ",
  "an4.159:7.6": "Er denkt: ",
  "an4.159:7.7": "‚Nun, dieser Ehrwürdige kann mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit … ",
  "an4.159:7.8": "Warum kann ich das nicht?‘ ",
  "an4.159:7.9": "Nach einiger Zeit gibt er, indem er sich auf Einbildung stützt, die Einbildung auf. ",
  "an4.159:7.10": " ",
  "an4.159:7.11": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an4.159:8.1": "‚Dieser Körper ist durch Geschlechtsverkehr erzeugt. ",
  "an4.159:8.2": "Der Buddha sprach davon, alles, was mit Geschlechtsverkehr zu tun hat, abzubrechen.‘“ ",
  "an4.159:9.1": "Da erhob sich die Nonne von ihrer Liege, ordnete ihre Robe über einer Schulter, beugte ihren Kopf zu den Füßen Ānandas und sagte: ",
  "an4.159:9.2": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, so zu handeln. ",
  "an4.159:9.3": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "an4.159:9.4": "„Jawohl, Schwester, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, so zu handeln. ",
  "an4.159:9.5": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "an4.159:9.6": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich in der Zukunft zu zügeln.“ "
}