{
  "an4.233:0.1": "Nummerierte Lehrreden 4 ",
  "an4.233:0.2": "24. Taten ",
  "an4.233:0.3": "233. Taten, ausführlich ",
  "an4.233:1.1": "„Mönche und Nonnen, ich erkläre vier Arten von Taten, die ich durch eigene Einsicht erkannt habe. ",
  "an4.233:1.2": "Welche vier? ",
  "an4.233:1.3": "Es gibt Taten, die sind düster mit düsterem Ergebnis. ",
  "an4.233:1.4": "Es gibt Taten, die sind hell mit hellem Ergebnis. ",
  "an4.233:1.5": "Es gibt Taten, die sind düster und hell mit düsterem und hellem Ergebnis. ",
  "an4.233:1.6": "Es gibt Taten, die sind weder düster noch hell mit weder düsterem noch hellem Ergebnis – sie führen zum Ende der Taten. ",
  "an4.233:2.1": "Und welche Taten sind düster mit düsterem Ergebnis? ",
  "an4.233:2.2": "Da trifft jemand verletzende Entscheidungen mit dem Körper, der Sprache und dem Geist. ",
  "an4.233:2.3": "Aufgrund dieser Entscheidungen wird er in einer verletzenden Welt wiedergeboren, ",
  "an4.233:2.4": "wo ihn verletzende Berührungen treffen. ",
  "an4.233:2.5": "Von verletzenden Berührungen getroffen, erlebt er verletzende Gefühle, die ausschließlich schmerzhaft sind – wie bei den Wesen in der Hölle. ",
  "an4.233:2.6": "Das nennt man Taten, die düster sind mit düsterem Ergebnis. ",
  "an4.233:3.1": "Und welche Taten sind hell mit hellem Ergebnis? ",
  "an4.233:3.2": "Da trifft jemand freundliche Entscheidungen mit dem Körper, der Sprache und dem Geist. ",
  "an4.233:3.3": "Aufgrund dieser Entscheidungen wird er in einer freundlichen Welt wiedergeboren, ",
  "an4.233:3.4": "wo ihn freundliche Berührungen treffen. ",
  "an4.233:3.5": "Von freundlichen Berührungen getroffen, erlebt er freundliche Gefühle, die ausschließlich glücklich sind – wie bei den mit Herrlichkeit reich gesegneten Göttern. ",
  "an4.233:3.6": "Das nennt man Taten, die hell sind mit hellem Ergebnis. ",
  "an4.233:4.1": "Und welche Taten sind düster und hell mit düsterem und hellem Ergebnis? ",
  "an4.233:4.2": "Da trifft jemand sowohl verletzende als auch freundliche Entscheidungen mit dem Körper, der Sprache und dem Geist. ",
  "an4.233:4.3": "Aufgrund dieser Entscheidungen wird er in einer Welt wiedergeboren, die sowohl verletzend als auch freundlich ist, ",
  "an4.233:4.4": "wo ihn verletzende und freundliche Berührungen treffen. ",
  "an4.233:4.5": "Von verletzenden und freundlichen Berührungen getroffen, erlebt er sowohl verletzende als auch freundliche Gefühle, eine Mischung aus Glück und Schmerz – wie bei den Menschen, manchen Göttern und manchen Wesen in der Unterwelt. ",
  "an4.233:4.6": "Das nennt man Taten, die düster und hell sind mit düsterem und hellem Ergebnis. ",
  "an4.233:5.1": "Und welche Taten sind weder düster noch hell mit weder düsterem noch hellem Ergebnis – und führen zum Ende der Taten? ",
  "an4.233:5.2": "Es ist die Absicht, düstere Taten mit düsterem Ergebnis aufzugeben, helle Taten mit hellem Ergebnis aufzugeben und düstere und helle Taten mit düsterem und hellem Ergebnis aufzugeben. ",
  "an4.233:5.3": "Das nennt man Taten, die weder düster noch hell sind mit weder düsterem noch hellem Ergebnis – sie führen zum Ende der Taten. ",
  "an4.233:5.4": "Das sind die vier Arten von Taten, die ich erkläre, die ich durch eigene Einsicht erkannt habe.“ "
}