{
  "an4.108:0.1": "Nummerierte Lehrreden 4.108 ",
  "an4.108:0.2": "11. Das Kapitel über Wolken ",
  "an4.108:0.3": "Ochsen ",
  "an4.108:1.1": "„Mönche und Nonnen, es gibt diese vier Ochsen. ",
  "an4.108:1.2": "Welche vier? ",
  "an4.108:1.3": "Einer geht gegen die eigene Herde, nicht gegen andere, ",
  "an4.108:1.4": "einer geht gegen andere Herden, nicht gegen die eigene, ",
  "an4.108:1.5": "einer geht sowohl gegen die eigene Herde als auch gegen andere, ",
  "an4.108:1.6": "und einer geht weder gegen die eigene Herde noch gegen andere. ",
  "an4.108:1.7": "Das sind die vier Ochsen. ",
  "an4.108:1.8": "Ebenso gibt es in der Welt diese vier Menschen, die Ochsen gleichen. ",
  "an4.108:1.9": "Welche vier? ",
  "an4.108:1.10": "Einer geht gegen die eigene Herde, nicht gegen andere, ",
  "an4.108:1.11": "einer geht gegen andere Herden, nicht gegen die eigene, ",
  "an4.108:1.12": "einer geht sowohl gegen die eigene Herde als auch gegen andere, ",
  "an4.108:1.13": "und einer geht weder gegen die eigene Herde noch gegen andere. ",
  "an4.108:2.1": "Und wie geht ein Mensch gegen die eigene Herde, nicht gegen andere? ",
  "an4.108:2.2": "Es ist, wenn jemand seine eigenen Anhänger einschüchtert, nicht die Anhänger anderer. ",
  "an4.108:2.3": "So geht ein Mensch gegen die eigene Herde, nicht gegen andere. ",
  "an4.108:2.4": "Dieser Mensch ist wie ein Ochse, der gegen die eigene Herde geht, nicht gegen andere. ",
  "an4.108:2.5": "",
  "an4.108:3.1": "Und wie geht ein Mensch gegen andere Herden, nicht gegen die eigene? ",
  "an4.108:3.2": "Es ist, wenn jemand die Anhänger anderer einschüchtert, nicht seine eigenen … ",
  "an4.108:3.3": "",
  "an4.108:3.4": "",
  "an4.108:3.5": "",
  "an4.108:4.1": "Und wie geht ein Mensch sowohl gegen die eigene Herde als auch gegen andere? ",
  "an4.108:4.2": "Es ist, wenn jemand sowohl seine eigenen Anhänger einschüchtert als auch die Anhänger anderer … ",
  "an4.108:4.3": "",
  "an4.108:4.4": "",
  "an4.108:4.5": "",
  "an4.108:5.1": "Und wie geht ein Mensch weder gegen die eigene Herde noch gegen andere? ",
  "an4.108:5.2": "Es ist, wenn jemand weder seine eigenen Anhänger einschüchtert noch die Anhänger anderer. ",
  "an4.108:5.3": "So geht ein Mensch weder gegen die eigene Herde noch gegen andere. ",
  "an4.108:5.4": "Dieser Mensch ist wie ein Ochse, der weder gegen die eigene Herde geht noch gegen andere. ",
  "an4.108:5.5": "",
  "an4.108:5.6": "Das sind die vier Menschen, die Ochsen gleichen, die man in der Welt findet.“ "
}