{
  "an4.87:0.1": "Nummerierte Lehrreden 4 ",
  "an4.87:0.2": "9. Unbeirrbar ",
  "an4.87:0.3": "87. Der Sohn ",
  "an4.87:1.1": "„Mönche und Nonnen, diese vier Menschen findet man in der Welt. ",
  "an4.87:1.2": "Welche vier? ",
  "an4.87:1.3": "Den unbeirrbaren Asketen, den Asketen des weißen Lotus, den Asketen des rosafarbenen Lotus und den vorzüglichen Asketen unter den Asketen. ",
  "an4.87:2.1": "Und wie ist man ein unbeirrbarer Asket? ",
  "an4.87:2.2": "Es ist, wenn ein Mönch ein Übender auf dem Weg ist, ",
  "an4.87:2.3": "der so lebt, dass er nach der unübertrefflichen Geborgenheit strebt. ",
  "an4.87:2.4": "Wie der älteste Sohn eines gesalbten adligen Königs: Er ist noch nicht gesalbt, aber dazu berechtigt, und er steht in der Nachfolge fest. ",
  "an4.87:2.5": "Ebenso ist ein Mönch ein Übender auf dem Weg, der so lebt, dass er nach der unübertrefflichen Geborgenheit strebt. ",
  "an4.87:2.6": "So ist man ein unbeirrbarer Asket. ",
  "an4.87:3.1": "Und wie ist man ein Asket des weißen Lotus? ",
  "an4.87:3.2": "Es ist, wenn eine Nonne die Befleckungen auflöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt. Doch sie hat die acht Befreiungen nicht leibhaftig in der Meditation erfahren. ",
  "an4.87:3.3": "So ist man ein Asket des weißen Lotus. ",
  "an4.87:4.1": "Und wie ist man ein Asket des rosafarbenen Lotus? ",
  "an4.87:4.2": "Es ist, wenn ein Mönch die Befleckungen auflöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt. Und er hat die acht Befreiungen leibhaftig in der Meditation erfahren. ",
  "an4.87:4.3": "So ist man ein Asket des rosafarbenen Lotus. ",
  "an4.87:5.1": "Und wie ist man ein vorzüglicher Asket unter den Asketen? ",
  "an4.87:5.2": "Es ist, wenn eine Nonne gewöhnlich Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung nur gebraucht, wenn sie dazu eingeladen wurde, selten ohne Einladung. ",
  "an4.87:5.3": "Wenn sie mit anderen lebt, die der geistlichen Übung folgen, behandelt sie diese gewöhnlich freundlich mit dem Körper, der Sprache und dem Geist, selten unfreundlich. ",
  "an4.87:5.4": "Und sie gibt ihnen gewöhnlich erfreuliche Dinge, selten unerfreuliche. ",
  "an4.87:5.5": "Sie ist gesund und die verschiedenen unangenehmen Gefühle, die durch galle-, schleim- und windbedingte Erkrankungen und deren Mischung hervorgerufen werden, kommen gewöhnlich nicht auf; unangenehme Gefühle, die durch wetterbedingte, durch unachtsames Verhalten oder Überanstrengung bedingte Erkrankungen oder durch Erkrankungen als Ergebnis früherer Taten hervorgerufen werden, kommen gewöhnlich nicht auf. ",
  "an4.87:5.6": "Sie erlangt die vier Vertiefungen – Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören – wann immer sie will, ohne Mühe und Not. ",
  "an4.87:5.7": "Sie löst die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an4.87:5.8": "So ist man ein vorzüglicher Asket unter den Asketen. ",
  "an4.87:6.1": "Und wenn irgendjemand zu Recht als ein vorzüglicher Asket unter den Asketen gelten soll, so bin ich es. ",
  "an4.87:6.2": "Denn gewöhnlich gebrauche ich Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung nur, wenn ich dazu eingeladen wurde … ",
  "an4.87:6.3": "Wenn ich mit anderen lebe, die der geistlichen Übung folgen, behandele ich diese gewöhnlich freundlich mit dem Körper, der Sprache und dem Geist … ",
  "an4.87:6.4": "Ich bin gesund … ",
  "an4.87:6.5": "Ich erlange die vier Vertiefungen wann immer ich will, ohne Mühe und Not. ",
  "an4.87:6.6": "Und ich habe die Befleckungen aufgelöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "an4.87:7.1": "Daher bin ich ein vorzüglicher Asket unter den Asketen, wenn das für irgendjemanden zu Recht gelten soll. ",
  "an4.87:7.2": "Das sind die vier Menschen, die man in der Welt findet.“ "
}