{
  "an4.175:0.1": "Nummerierte Lehrreden 4.175 ",
  "an4.175:0.2": "18. Das Kapitel über Absicht ",
  "an4.175:0.3": "Mit Upavāṇa ",
  "an4.175:1.1": "Da ging der Ehrwürdige Upavāṇa zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "an4.175:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Upavāṇa sich zur Seite hin und sagte zu Sāriputta: ",
  "an4.175:2.1": "„Werter Sāriputta, wird man wegen seines Wissens zu einem, der ein Ende macht?“ ",
  "an4.175:3.1": "„Das trifft es nicht, werter Freund.“ ",
  "an4.175:4.1": "„Wird man wegen seines Verhaltens zu einem, der ein Ende macht?“ ",
  "an4.175:5.1": "„Das trifft es nicht, werter Freund.“ ",
  "an4.175:6.1": "„Wird man sowohl wegen seines Wissens als auch wegen seines Verhaltens zu einem, der ein Ende macht?“ ",
  "an4.175:7.1": "„Das trifft es nicht, werter Freund.“ ",
  "an4.175:8.1": "„Wird man aus einem anderen Grund als wegen des Wissens und Verhaltens zu einem, der ein Ende macht?“ ",
  "an4.175:9.1": "„Das trifft es nicht, werter Freund.“ ",
  "an4.175:10.1": "„Werter Sāriputta, wenn du gefragt wirst, ob man wegen seines Wissens zu einem wird, der ein Ende macht, oder wegen seines Verhaltens oder sowohl wegen des Wissens als auch des Verhaltens oder aus einem anderen Grund, ",
  "an4.175:10.2": "so sagst du jedesmal: ‚Das trifft es nicht‘. ",
  "an4.175:10.3": " ",
  "an4.175:10.4": " ",
  "an4.175:10.5": " ",
  "an4.175:10.6": " ",
  "an4.175:10.7": " ",
  "an4.175:10.8": " ",
  "an4.175:10.9": "Wie wird man da zu einem, der ein Ende macht?“ ",
  "an4.175:11.1": "„Werter Freund, wenn man wegen seines Wissens zu einem würde, der ein Ende macht, dann könnte selbst jemand, der noch Ergreifen besitzt, einer sein, der ein Ende macht. ",
  "an4.175:11.2": "Wenn man wegen seines Verhaltens zu einem würde, der ein Ende macht, dann könnte selbst jemand, der noch Ergreifen besitzt, einer sein, der ein Ende macht. ",
  "an4.175:11.3": "Wenn man sowohl wegen seines Wissens als auch wegen seines Verhaltens zu einem würde, der ein Ende macht, dann könnte selbst jemand, der noch Ergreifen besitzt, einer sein, der ein Ende macht. ",
  "an4.175:11.4": "Wenn man aus einem anderen Grund als wegen des Wissens und Verhaltens zu einem würde, der ein Ende macht, dann könnte selbst ein gewöhnlicher Mensch einer sein, der ein Ende macht. ",
  "an4.175:11.5": "Denn einem gewöhnlichen Menschen fehlen Wissen und Verhalten. ",
  "an4.175:11.6": "Werter Freund, jemand, dem gutes Verhalten fehlt, erkennt nicht und sieht nicht, wie die Dinge wirklich sind. ",
  "an4.175:11.7": "Jemand, der das gute Verhalten vervollkommnet hat, erkennt und sieht, wie die Dinge wirklich sind. ",
  "an4.175:11.8": "Wenn man erkennt und sieht, wie die Dinge wirklich sind, ist man einer, der ein Ende macht.“ "
}