{
  "an4.125:0.1": "Nummerierte Lehrreden 4 ",
  "an4.125:0.2": "13. Furcht ",
  "an4.125:0.3": "125. Liebe (1) ",
  "an4.125:1.1": "„Mönche und Nonnen, diese vier Menschen findet man in der Welt. ",
  "an4.125:1.2": "Welche vier? ",
  "an4.125:1.3": "Zunächst meditiert eine Person, indem sie eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Liebe – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an4.125:1.4": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.125:1.5": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern aus Brahmās Gefolge wiedergeboren. ",
  "an4.125:1.6": "Die Lebensdauer der Götter aus Brahmās Gefolge beträgt ein Äon. ",
  "an4.125:1.7": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an4.125:1.8": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an4.125:1.9": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an4.125:2.1": "Weiterhin meditiert eine Person, indem sie eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "an4.125:2.2": "mit einem Herzen voller freudiger Anteilnahme … ",
  "an4.125:2.3": "mit einem Herzen voller Gleichmut, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Gleichmut – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an4.125:2.4": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.125:2.5": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern von strahlendem Glanz wiedergeboren. Die Lebensdauer der Götter von strahlendem Glanz beträgt zwei Äonen. ",
  "an4.125:2.6": "… Sie wird unter den mit Herrlichkeit reich gesegneten Göttern wiedergeboren. Die Lebensdauer der mit Herrlichkeit reich gesegneten Götter beträgt vier Äonen. ",
  "an4.125:2.7": "… Sie wird unter den Göttern mit überreichlicher Frucht wiedergeboren. ",
  "an4.125:2.8": "Die Lebensdauer der Götter mit überreichlicher Frucht beträgt fünfhundert Äonen. ",
  "an4.125:2.9": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an4.125:2.10": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an4.125:2.11": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an4.125:2.12": "Das sind die vier Menschen, die man in der Welt findet.“ "
}