{
  "an4.157:0.1": "Nummerierte Lehrreden 4 ",
  "an4.157:0.2": "16. Fähigkeiten ",
  "an4.157:0.3": "157. Krankheit ",
  "an4.157:1.1": "„Mönche und Nonnen, es gibt zwei Arten von Krankheit. ",
  "an4.157:1.2": "Welche zwei? ",
  "an4.157:1.3": "Seelisch und körperlich. ",
  "an4.157:1.4": "Man sieht manche Lebewesen, die behaupten können, dass sie ein Jahr lang, zwei, drei, vier, fünf oder zehn Jahre lang, zwanzig, dreißig, vierzig, fünfzig, hundert Jahre lang oder länger nicht körperlich krank sind. ",
  "an4.157:1.5": "Aber es ist sehr schwer, auch nur ein Lebewesen in der Welt zu finden, das behaupten kann, von seelischer Krankheit frei zu sein, und sei es nur für einen Augenblick, abgesehen von denen, die den Befleckungen ein Ende gemacht haben. ",
  "an4.157:2.1": "Es gibt vier Arten von Krankheit für die, die fortgezogen sind. ",
  "an4.157:2.2": "Welche vier? ",
  "an4.157:2.3": "Da hat eine Nonne viele Wünsche, ist enttäuscht und ist nicht mit jeder Robe, jedem Almosen, jeder Unterkunft und jeder Art von Arznei und Krankenversorgung zufrieden. ",
  "an4.157:2.4": "Daher richtet sie ihre verdorbenen Wünsche darauf, bewundert zu werden, auf materiellen Besitz, auf Ehre und Beliebtheit. ",
  "an4.157:2.5": "Sie strengt sich an, bemüht sich und setzt sich ein, um diese Dinge zu bekommen. ",
  "an4.157:2.6": "Sie hat ein heimliches Motiv, wenn sie Familien besucht. Sie hat ein heimliches Motiv, wenn sie sich hinsetzt, wenn sie über den Dhamma spricht und sogar wenn sie Kot und Urin einhält. ",
  "an4.157:2.7": "Das sind die vier Arten von Krankheit für die, die fortgezogen sind. ",
  "an4.157:3.1": "Daher solltet ihr so üben: ",
  "an4.157:3.2": "‚Wir wollen nicht viele Wünsche haben oder enttäuscht sein. Wir wollen mit jeder Robe, jedem Almosen, jeder Unterkunft und jeder Art von Arznei und Krankenversorgung zufrieden sein. Wir wollen nicht unsere verdorbenen Wünsche darauf richten, bewundert zu werden, nicht auf materiellen Besitz, auf Ehre oder Beliebtheit. Wir wollen uns nicht anstrengen, bemühen und einsetzen, um diese Dinge zu bekommen. Wir wollen Kälte, Hitze, Hunger und Durst ertragen. Wir wollen die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren ertragen. Wir wollen rauen und unlieben Tadel ertragen. Wir wollen körperliche Schmerzen ertragen – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende.‘ ",
  "an4.157:3.3": "So solltet ihr üben.“ "
}