{
  "an4.257:0.1": "Nummerierte Lehrreden 4 ",
  "an4.257:0.2": "26. Einsicht ",
  "an4.257:0.3": "257. Mit Māluṅkyaputta ",
  "an4.257:1.1": "Da ging der Ehrwürdige Māluṅkyaputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an4.257:2.1": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "an4.257:2.2": "„Nun, Māluṅkyaputta, was sollen wir da zu den jungen Mönchen sagen, ",
  "an4.257:2.3": "wenn selbst ein alter Mann wie du, bejahrt und altehrwürdig, den Klargewordenen um einen kurzen Rat bittet?“ ",
  "an4.257:2.4": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe! Dass der Heilige mich den Dhamma in kurzer Form lehre! Hoffentlich kann ich die Bedeutung der Worte des Buddha verstehen! Hoffentlich kann ich ein Erbe der Lehre des Buddha werden!“ ",
  "an4.257:3.1": "„Māluṅkyaputta, es gibt vier Dinge, die Verlangen in einem Mönch oder einer Nonne entstehen lassen. ",
  "an4.257:3.2": "Welche vier? ",
  "an4.257:3.3": "Verlangen entsteht um einer Robe willen, ",
  "an4.257:3.4": "um des Almosens willen, ",
  "an4.257:3.5": "um einer Unterkunft willen ",
  "an4.257:3.6": "oder um der Wiedergeburt in diesem oder jenem Zustand willen. ",
  "an4.257:3.7": "Das sind die vier Dinge, die Verlangen in einem Mönch oder einer Nonne entstehen lassen. ",
  "an4.257:3.8": "Dieses Verlangen wird von einem Mönch und einer Nonne aufgegeben, an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. Dann nennt man einen Mönch und eine Nonne, die das Verlangen abgeschnitten, die Fesseln gelöst, die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht haben.“ ",
  "an4.257:4.1": "Als Māluṅkyaputta vom Buddha diesen Rat erhalten hatte, erhob er sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an4.257:4.2": "Da gelangte Māluṅkyaputta, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches Söhne aus gutem Haus zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an4.257:4.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an4.257:4.4": "Und der Ehrwürdige Māluṅkyaputta war einer der Vollendeten. "
}