{
  "an4.109:0.1": "Nummerierte Lehrreden 4.109 ",
  "an4.109:0.2": "11. Das Kapitel über Wolken ",
  "an4.109:0.3": "Bäume ",
  "an4.109:1.1": "„Mönche und Nonnen, es gibt diese vier Bäume. ",
  "an4.109:1.2": "Welche vier? ",
  "an4.109:1.3": "Einen aus Weichholz zwischen anderen aus Weichholz, ",
  "an4.109:1.4": "einen aus Weichholz zwischen anderen aus Hartholz, ",
  "an4.109:1.5": "einen aus Hartholz zwischen anderen aus Weichholz ",
  "an4.109:1.6": "und einen aus Hartholz zwischen anderen aus Hartholz. ",
  "an4.109:1.7": "Das sind die vier Bäume. ",
  "an4.109:1.8": "Ebenso findet man in der Welt vier Personen, die Bäumen gleichen. ",
  "an4.109:1.9": "Welche vier? ",
  "an4.109:1.10": "Eine aus Weichholz zwischen anderen aus Weichholz, ",
  "an4.109:1.11": "eine aus Weichholz zwischen anderen aus Hartholz, ",
  "an4.109:1.12": "eine aus Hartholz zwischen anderen aus Weichholz ",
  "an4.109:1.13": "und eine aus Hartholz zwischen anderen aus Hartholz. ",
  "an4.109:2.1": "Und wie ist eine Person einer aus Weichholz zwischen anderen aus Weichholz? ",
  "an4.109:2.2": "Da ist eine Person unmoralisch, von schlechtem Charakter, ",
  "an4.109:2.3": "und ihre Anhänger sind ebenso. ",
  "an4.109:2.4": "So ist eine Person einer aus Weichholz zwischen anderen aus Weichholz. ",
  "an4.109:2.5": "Diese Person ist wie ein Baum aus Weichholz zwischen anderen aus Weichholz. ",
  "an4.109:2.6": " ",
  "an4.109:3.1": "Und wie ist eine Person einer aus Weichholz zwischen anderen aus Hartholz? ",
  "an4.109:3.2": "Da ist eine Person unmoralisch, von schlechtem Charakter, ",
  "an4.109:3.3": "doch ihre Anhänger sind sittlich, von gutem Charakter … ",
  "an4.109:3.4": "So ist eine Person einer aus Weichholz zwischen anderen aus Hartholz. ",
  "an4.109:3.5": "Diese Person ist wie ein Baum aus Weichholz zwischen anderen aus Hartholz. ",
  "an4.109:3.6": " ",
  "an4.109:4.1": "Und wie ist eine Person einer aus Hartholz zwischen anderen aus Weichholz? ",
  "an4.109:4.2": "Da ist eine Person sittlich, von gutem Charakter, ",
  "an4.109:4.3": "doch ihre Anhänger sind unmoralisch, von schlechtem Charakter. ",
  "an4.109:4.4": "So ist eine Person einer aus Hartholz zwischen anderen aus Weichholz. ",
  "an4.109:4.5": "Diese Person ist wie ein Baum aus Hartholz zwischen anderen aus Weichholz. ",
  "an4.109:4.6": " ",
  "an4.109:5.1": "Und wie ist eine Person einer aus Hartholz zwischen anderen aus Hartholz? ",
  "an4.109:5.2": "Da ist eine Person sittlich, von gutem Charakter, ",
  "an4.109:5.3": "und ihre Anhänger sind ebenso. ",
  "an4.109:5.4": "So ist eine Person einer aus Hartholz zwischen anderen aus Hartholz. ",
  "an4.109:5.5": "Diese Person ist wie ein Baum aus Hartholz zwischen anderen aus Hartholz. ",
  "an4.109:5.6": " ",
  "an4.109:5.7": "Das sind die vier Personen, die Bäumen gleichen, die man in der Welt findet.“ "
}