{
  "an4.165:0.1": "Nummerierte Lehrreden 4 ",
  "an4.165:0.2": "17. Übung ",
  "an4.165:0.3": "165. Geduldig (2) ",
  "an4.165:1.1": "„Mönche und Nonnen, es gibt vier Übungswege. ",
  "an4.165:1.2": "Welche vier? ",
  "an4.165:1.3": "Ungeduldige Übung, geduldige Übung, Übung, die bändigt, und Übung, die beruhigt. ",
  "an4.165:2.1": "Und was ist die ungeduldige Übung? ",
  "an4.165:2.2": "Es ist, wenn ein Mönch Kälte, Hitze, Hunger und Durst nicht ertragen kann, wenn er die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren nicht ertragen kann, wenn er rauen und unlieben Tadel nicht ertragen kann und wenn er körperliche Schmerzen nicht ertragen kann – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "an4.165:2.3": "Das nennt man die ungeduldige Übung. ",
  "an4.165:3.1": "Und was ist die geduldige Übung? ",
  "an4.165:3.2": "Es ist, wenn eine Nonne Kälte, Hitze, Hunger und Durst erträgt, wenn sie die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren erträgt, wenn sie rauen und unlieben Tadel erträgt und wenn sie körperliche Schmerzen erträgt – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "an4.165:3.3": "Das nennt man die geduldige Übung. ",
  "an4.165:4.1": "Und was ist die Übung, die bändigt? ",
  "an4.165:4.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen … ",
  "an4.165:4.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "an4.165:4.4": "Wenn er mit der Nase einen Duft riecht … ",
  "an4.165:4.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "an4.165:4.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "an4.165:4.7": "Wenn er mit dem Geist einen Gedanken erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "an4.165:4.8": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "an4.165:4.9": "Das nennt man die Übung, die bändigt. ",
  "an4.165:5.1": "Und was ist die Übung, die beruhigt? ",
  "an4.165:5.2": "Es ist, wenn eine Nonne einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist, nicht duldet. Sie duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Sie räumt sie aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an4.165:5.3": "Das nennt man die Übung, die beruhigt. ",
  "an4.165:5.4": "Das sind die vier Übungswege.“ "
}