{
  "an4.52:0.1": "Nummerierte Lehrreden 4 ",
  "an4.52:0.2": "6. Überfließendes Verdienst ",
  "an4.52:0.3": "52. Überfließendes Verdienst (2) ",
  "an4.52:1.1": "„Mönche und Nonnen, es gibt diese vier Arten von überfließendem Verdienst, von überfließendem Guten. Sie nähren das Glück und führen in den Himmel, sie reifen zu Glück heran und bereiten den Weg zum Himmel. Sie führen zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an4.52:1.2": "Welche vier? ",
  "an4.52:1.3": "Es ist, wenn ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha hat: ",
  "an4.52:1.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an4.52:1.5": "Das ist die erste Art von überfließendem Verdienst … ",
  "an4.52:2.1": "Weiterhin hat da ein edler Schüler auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "an4.52:2.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "an4.52:2.3": "Das ist die zweite Art von überfließendem Verdienst … ",
  "an4.52:3.1": "Weiterhin hat da ein edler Schüler beim Saṅgha auf Erfahrung gegründete Zuversicht: ",
  "an4.52:3.2": "‚Der Saṅgha der Schüler des Buddha übt gut, unmittelbar, methodisch und richtig. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "an4.52:3.3": "Das ist die dritte Art von überfließendem Verdienst … ",
  "an4.52:4.1": "Und weiterhin wird das sittliche Verhalten eines edlen Schülers von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "an4.52:4.2": "Das ist die vierte Art von überfließendem Verdienst … ",
  "an4.52:4.3": "Das sind die vier Arten von überfließendem Verdienst, von überfließendem Guten. Sie nähren das Glück und führen in den Himmel, sie reifen zu Glück heran und bereiten den Weg zum Himmel. Sie führen zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an4.52:5.1": "Wer Vertrauen zum Klargewordenen hat, ",
  "an4.52:5.2": "das standhaft und fest gegründet ist, ",
  "an4.52:5.3": "wessen sittliches Verhalten gut ist, ",
  "an4.52:5.4": "von den Edlen gepriesen und geliebt, ",
  "an4.52:6.1": "wer Zuversicht zum Saṅgha ",
  "an4.52:6.2": "und fehlerfreie Ansicht hat – ",
  "an4.52:6.3": "von solchen heißt es, sie gedeihen ",
  "an4.52:6.4": "und ihr Leben ist nicht umsonst. ",
  "an4.52:7.1": "Daher sollte ein Weiser ",
  "an4.52:7.2": "sich dem Vertrauen, der Sittlichkeit, ",
  "an4.52:7.3": "der Zuversicht und der Einsicht in die Lehre weihen ",
  "an4.52:7.4": "und sich an die Anweisungen der Buddhas erinnern.“ "
}