{
  "an4.198:0.1": "Nummerierte Lehrreden 4.198 ",
  "an4.198:0.2": "20. Das große Kapitel ",
  "an4.198:0.3": "Selbstquälerei ",
  "an4.198:1.1": "„Mönche und Nonnen, vier Menschen findet man in der Welt. ",
  "an4.198:1.2": "Welche vier? ",
  "an4.198:1.3": "Jemand quält sich selbst, verschreibt sich der Übung der Selbstquälerei. ",
  "an4.198:1.4": "Jemand quält andere, verschreibt sich der Übung, andere zu quälen. ",
  "an4.198:1.5": "Jemand quält sich selbst und andere, verschreibt sich der Übung, sich und andere zu quälen. ",
  "an4.198:1.6": "Jemand quält weder sich selbst noch andere, verschreibt sich der Übung, weder sich noch andere zu quälen, ",
  "an4.198:1.7": "und lebt in diesem Leben ohne Wünsche, erloschen, kühl geworden, voller Seligkeit, in seinem Wesen heilig geworden. ",
  "an4.198:2.1": "Und wie quält jemand sich selbst, verschreibt sich der Übung der Selbstquälerei? ",
  "an4.198:2.2": "Da geht jemand nackt, wahrt den Anstand nicht. Er leckt die Hände ab und kommt oder wartet nicht, wenn man ihn ruft. Er nimmt keine Speise an, die ihm gebracht wird oder eigens für ihn zubereitet wurde, auch keine Einladung zum Essen. ",
  "an4.198:2.3": "Er nimmt nichts aus einem Topf oder einer Schüssel an, nichts vom jemandem, der Schafe hält, der eine Waffe oder eine Schaufel im Haus hat, nichts von einem essenden Paar, einer schwangeren oder stillenden Frau oder einer, die einen Mann im Haus hat, nichts von da, wo ein Hund wartet oder Fliegen summen. Er nimmt weder Fisch noch Fleisch an, weder Likör noch Wein, und trinkt kein Bier. ",
  "an4.198:2.4": "Er geht um Almosen nur zu einem Haus und nimmt nur einen Bissen, oder zu zwei Häusern und zwei Bissen, bis zu sieben Häusern und sieben Bissen. ",
  "an4.198:2.5": "Er lebt von einem Schüsselchen voll am Tag, zwei Schüsselchen voll, bis zu sieben Schüsselchen voll am Tag. ",
  "an4.198:2.6": "Er isst einmal am Tag, einmal jeden zweiten Tag, bis zu einmal pro Woche und so weiter, selbst bis zu einmal in zwei Wochen. Er fährt fort mit der Übung, in festen Abständen zu essen. ",
  "an4.198:3.1": "Er isst Kräuter, Hirse, wilden Reis, mageren Reis, Wasserlattich, Reiskleie, Schaum von gekochtem Reis, Sesammehl, Gras oder Kuhmist. Er überlebt mit Wurzeln und Waldbeeren oder isst herabgefallene Früchte. ",
  "an4.198:4.1": "Er trägt Roben aus Hanf, Hanf-Mischgewebe, Leichentuch, Lumpen, Baumrinde, Antilopenhaut, in Streifen geschnittener Antilopenhaut, Gewebe aus Kusagras, Rinden- oder Holzstückchen, Menschenhaar, Pferdehaar oder Eulenflügeln. ",
  "an4.198:4.2": "Er reißt sich Haar und Bart aus, verschreibt sich dieser Übung. ",
  "an4.198:4.3": "Er steht fortwährend, verweigert einen Sitz. ",
  "an4.198:4.4": "Er sitzt in der Hocke, verschreibt sich dem Verharren in der Hockstellung. ",
  "an4.198:4.5": "Er legt sich auf eine Dornenmatte, benutzt eine Dornenmatte als Bett. ",
  "an4.198:4.6": "Er betreibt die Übung des Eintauchens ins Wasser dreimal am Tag, auch am Abend. ",
  "an4.198:4.7": "Und so lebt er und betreibt diese verschiedenen Arten, den Körper zu quälen und zu schinden. ",
  "an4.198:4.8": "So quält jemand sich selbst, verschreibt sich der Übung der Selbstquälerei. ",
  "an4.198:5.1": "Und wie quält jemand andere, verschreibt sich der Übung, andere zu quälen? ",
  "an4.198:5.2": "Da schlachtet jemand Schafe, Schweine, Geflügel oder Rotwild, geht der Jagd oder Fischerei nach, ist ein Räuber oder Henker, ein Rindermetzger oder Kerkermeister oder betreibt ein anderes unbarmherziges Geschäft. ",
  "an4.198:5.3": "So quält jemand andere, verschreibt sich der Übung, andere zu quälen. ",
  "an4.198:6.1": "Und wie quält jemand sich selbst und andere, verschreibt sich der Übung, sich und andere zu quälen? ",
  "an4.198:6.2": "Da ist jemand ein gesalbter adliger König oder ein gutsituierter Brahmane. ",
  "an4.198:6.3": "Er hat östlich der Stadt einen neuen Tempel bauen lassen. Er rasiert sich Haar und Bart, kleidet sich in eine raue Antilopenhaut und reibt seinen Körper mit Ghee und Öl ein. Er kratzt seinen Rücken mit einem Geweih auf und betritt den Tempel mit seiner Hauptkönigin und dem brahmanischen Oberpriester. ",
  "an4.198:6.4": "Dort legt er sich auf den blanken, mit Gras bestreuten Boden. ",
  "an4.198:6.5": "Der König trinkt die Milch aus einer Zitze einer Kuh, die ein Kalb von gleicher Farbe hat. Die Hauptkönigin trinkt die Milch aus der zweiten Zitze. Der brahmanische Oberpriester trinkt die Milch aus der dritten Zitze. Die Milch aus der vierten Zitze wird der heiligen Flamme dargebracht. Das Kalb lebt von dem, was übrig bleibt. ",
  "an4.198:6.6": "Der König sagt: ",
  "an4.198:6.7": "‚So viele Stiere, Ochsen, Färsen, Ziegen, Widder und Pferde sollen für das Opfer geschlachtet werden! So viele Bäume sollen für Opferpfähle gefällt und so viel Gras soll für das Opfer gemäht werden!‘ ",
  "an4.198:6.8": "Seine Leibeigenen, Arbeiter und Angestellten verrichten die Arbeit unter Androhung von Strafe und Gefahr, sie weinen mit tränenüberströmtem Gesicht. ",
  "an4.198:6.9": "So quält jemand sich selbst und andere, verschreibt sich der Übung, sich und andere zu quälen. ",
  "an4.198:7.1": "Und wie quält jemand weder sich selbst noch andere, verschreibt sich der Übung, weder sich noch andere zu quälen, ",
  "an4.198:7.2": "und lebt in diesem Leben ohne Wünsche, erloschen, kühl geworden, voller Seligkeit, in seinem Wesen heilig geworden? ",
  "an4.198:7.3": "Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "an4.198:7.4": "Er hat diese Welt – die Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "an4.198:7.5": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "an4.198:7.6": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "an4.198:7.7": "Dieser Mensch fasst Vertrauen zum Klargewordenen ",
  "an4.198:7.8": "und überlegt: ",
  "an4.198:7.9": "‚Das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "an4.198:7.10": "Es ist nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "an4.198:7.11": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "an4.198:7.12": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "an4.198:8.1": "Wenn er fortgezogen ist, nimmt er die Schulung und die Lebensweise der Mönche und Nonnen auf. Er unterlässt das Töten lebender Geschöpfe und verzichtet auf Stock und Schwert. Er ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "an4.198:8.2": "Er unterlässt das Stehlen. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er ist nicht diebisch und ist innerlich rein. ",
  "an4.198:8.3": "Er unterlässt unkeusches Verhalten. Er ist enthaltsam und abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "an4.198:8.4": "Er unterlässt das Lügen. er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein. ",
  "an4.198:8.5": "Er unterlässt entzweiende Rede. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "an4.198:8.6": "Er unterlässt harte Rede. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "an4.198:8.7": "Er unterlässt das Unsinnreden. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Zur rechten Zeit sagt er Dinge, die sinnvoll und begründet sind, treffend und nutzbringend. ",
  "an4.198:9.1": "Er unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "an4.198:9.2": "Er isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "an4.198:9.3": "Er unterlässt Tanz, Gesang, Musik und den Besuch von Shows. ",
  "an4.198:9.4": "Er unterlässt es, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "an4.198:9.5": "Er unterlässt die Benutzung hoher und üppiger Betten. ",
  "an4.198:9.6": "Er unterlässt es, Gold und Silber anzunehmen. ",
  "an4.198:9.7": "Er unterlässt es, rohes Getreide anzunehmen, ",
  "an4.198:9.8": "rohes Fleisch, ",
  "an4.198:9.9": "Frauen und Mädchen, ",
  "an4.198:9.10": "Leibeigene beiderlei Geschlechts, ",
  "an4.198:9.11": "Ziegen und Schafe, ",
  "an4.198:9.12": "Hühner und Schweine, ",
  "an4.198:9.13": "Elefanten, Rinder, Pferde und Stuten ",
  "an4.198:9.14": "sowie Äcker und Land. ",
  "an4.198:9.15": "Er unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "an4.198:9.16": "zu kaufen und zu verkaufen. ",
  "an4.198:9.17": "Er unterlässt das Fälschen von Maßen, Metallen oder Gewichten ",
  "an4.198:9.18": "sowie Bestechung, Betrug, Täuschung und Falschheit. ",
  "an4.198:9.19": "Er unterlässt Verstümmelung, Mord, Entführung, Räuberei, Plünderung und Gewalt. ",
  "an4.198:10.1": "Er ist zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da hat er nur diese Dinge dabei. ",
  "an4.198:10.2": "Wie ein Vogel: Wohin er auch fliegt, sind die Flügel seine einzige Last. ",
  "an4.198:10.3": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da hat er nur diese Dinge dabei. ",
  "an4.198:10.4": "Wenn er diesen ganzen Umfang der edlen Sittlichkeit besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "an4.198:11.1": "Wenn er mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "an4.198:11.2": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "an4.198:11.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "an4.198:11.4": "Wenn er mit der Nase einen Duft riecht … ",
  "an4.198:11.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "an4.198:11.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "an4.198:11.7": "Wenn er mit dem Geist einen Gedanken erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "an4.198:11.8": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "an4.198:11.9": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "an4.198:12.1": "Er handelt umsichtig, wenn er ausgeht und zurückkommt, wenn er hin- und wegschaut, wenn er die Glieder beugt und streckt, wenn er die äußere Robe, die Schale und die Roben trägt, wenn er isst, trinkt, kaut und schmeckt, wenn er Urin und Kot ausscheidet, wenn er geht, steht, sitzt, schläft und wacht, redet und schweigt. ",
  "an4.198:13.1": "Wenn er diesen ganzen Umfang der edlen Sittlichkeit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und Umsicht besitzt, ",
  "an4.198:13.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, das Freie, einen Strohhaufen. ",
  "an4.198:13.3": "Nach dem Essen kommt er vom Almosengang zurück, setzt sich mit gekreuzten Beinen hin, den Körper gerade aufgerichtet, und verankert eben da die Achtsamkeit. ",
  "an4.198:13.4": "Er gibt das Verlangen nach der Welt auf, meditiert mit einem Herzen, das frei von Verlangen ist, und läutert den Geist von Verlangen. ",
  "an4.198:13.5": "Er gibt bösen Willen und Niedertracht auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "an4.198:13.6": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und umsichtig und läutert den Geist von Dumpfheit und Benommenheit. ",
  "an4.198:13.7": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "an4.198:13.8": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "an4.198:13.9": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "an4.198:13.10": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … Er tritt in die zweite Vertiefung ein … er tritt in die dritte Vertiefung ein … er tritt in die vierte Vertiefung ein und verweilt darin. ",
  "an4.198:14.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben … ",
  "an4.198:14.2": "auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen … ",
  "an4.198:14.3": "auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "an4.198:14.4": "Er versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an4.198:14.5": "Er versteht wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "an4.198:15.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit. ",
  "an4.198:15.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "an4.198:15.3": "Er versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "an4.198:15.4": "So quält jemand weder sich selbst noch andere, verschreibt sich der Übung, weder sich noch andere zu quälen, ",
  "an4.198:15.5": "und lebt in diesem Leben ohne Wünsche, erloschen, kühl geworden, voller Seligkeit, in seinem Wesen heilig geworden. ",
  "an4.198:15.6": "Das sind die vier Menschen, die man in der Welt findet.“ "
}