{
  "an4.184:0.1": "Nummerierte Lehrreden 4 ",
  "an4.184:0.2": "19. Brahmanen ",
  "an4.184:0.3": "184. Ohne Furcht ",
  "an4.184:1.1": "Da ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an4.184:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an4.184:2.1": "„Meister Gotama, dies ist meine Lehre und Ansicht: ",
  "an4.184:2.2": "‚Niemand, der sterben muss, ist angesichts des Todes nicht voller Angst und Schrecken.‘“ ",
  "an4.184:2.3": "„Brahmane, manche, die sterben müssen, sind angesichts des Todes voller Angst und Schrecken. ",
  "an4.184:2.4": "Und manche, die sterben müssen, sind angesichts des Todes nicht voller Angst und Schrecken. ",
  "an4.184:3.1": "Wer sind die, die angesichts des Todes voller Angst und Schrecken sind? ",
  "an4.184:3.2": "Da ist jemand nicht frei von Gier, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "an4.184:3.3": "Wenn er ernsthaft krank wird, ",
  "an4.184:3.4": "denkt er: ",
  "an4.184:3.5": "‚Die Sinnenfreuden, die ich so liebe, werden mich verlassen und ich werde sie zurücklassen.‘ ",
  "an4.184:3.6": "Er ist betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "an4.184:3.7": "Das ist jemand, der angesichts des Todes voller Angst und Schrecken ist. ",
  "an4.184:4.1": "Dann ist da eine Person nicht frei von Gier, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach dem Körper. ",
  "an4.184:4.2": "Wenn sie ernsthaft krank wird, ",
  "an4.184:4.3": "denkt sie: ",
  "an4.184:4.4": "‚Dieser Körper, den ich so liebe, wird mich verlassen und ich werde ihn zurücklassen.‘ ",
  "an4.184:4.5": "Sie ist betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "an4.184:4.6": "Auch das ist jemand, der angesichts des Todes voller Angst und Schrecken ist. ",
  "an4.184:5.1": "Dann hat da jemand keine guten und tauglichen Dinge getan, die ihm Sicherheit geben, sondern hat schlechte, grausame und unmoralische Dinge getan. ",
  "an4.184:5.2": "Wenn er ernsthaft krank wird, ",
  "an4.184:5.3": "denkt er: ",
  "an4.184:5.4": "‚Nun, ich habe keine guten und tauglichen Dinge getan, die mir Sicherheit geben. ",
  "an4.184:5.5": "Doch ich habe schlechte, grausame und unmoralische Dinge getan. ",
  "an4.184:5.6": "Wenn ich aus dem Leben scheide, werde ich zu dem Ort gehen, zu dem Menschen gehen, die solche Dinge getan haben.‘ ",
  "an4.184:5.7": "Er ist betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "an4.184:5.8": "Auch das ist jemand, der angesichts des Todes voller Angst und Schrecken ist. ",
  "an4.184:6.1": "Dann hat da eine Person Zweifel, ist unsicher und unentschlossen über die wahre Lehre. ",
  "an4.184:6.2": "Wenn sie ernsthaft krank wird, ",
  "an4.184:6.3": "denkt sie: ",
  "an4.184:6.4": "‚Ich habe Zweifel, bin unsicher und unentschlossen über die wahre Lehre.‘ ",
  "an4.184:6.5": "Sie ist betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "an4.184:6.6": "Auch das ist jemand, der angesichts des Todes voller Angst und Schrecken ist. ",
  "an4.184:6.7": "Das sind die vier Menschen, die sterben müssen und angesichts des Todes voller Angst und Schrecken sind. ",
  "an4.184:7.1": "Wer sind die, die angesichts des Todes nicht voller Angst und Schrecken sind? ",
  "an4.184:7.2": "Da ist jemand frei von Gier, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "an4.184:7.3": "Wenn er ernsthaft krank wird, ",
  "an4.184:7.4": "denkt er nicht: ",
  "an4.184:7.5": "‚Die Sinnenfreuden, die ich so liebe, werden mich verlassen und ich werde sie zurücklassen.‘ ",
  "an4.184:7.6": "Er ist nicht betrübt, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "an4.184:7.7": "Das ist jemand, der angesichts des Todes nicht voller Angst und Schrecken ist. ",
  "an4.184:8.1": "Dann ist da eine Person frei von Gier, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach dem Körper. ",
  "an4.184:8.2": "Wenn sie ernsthaft krank wird, ",
  "an4.184:8.3": "denkt sie nicht: ",
  "an4.184:8.4": "‚Dieser Körper, den ich so liebe, wird mich verlassen und ich werde ihn zurücklassen.‘ ",
  "an4.184:8.5": "Sie ist nicht betrübt, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "an4.184:8.6": "Auch das ist jemand, der angesichts des Todes nicht voller Angst und Schrecken ist. ",
  "an4.184:9.1": "Dann hat da jemand keine schlechten, grausamen und unmoralischen Dinge getan, sondern hat gute und taugliche Dinge getan, die ihm Sicherheit geben. ",
  "an4.184:9.2": "Wenn er ernsthaft krank wird, ",
  "an4.184:9.3": "denkt er: ",
  "an4.184:9.4": "‚Nun, ich habe keine schlechten, grausamen und unmoralischen Dinge getan. ",
  "an4.184:9.5": "Doch ich habe gute und taugliche Dinge getan, die mir Sicherheit geben. ",
  "an4.184:9.6": "Wenn ich aus dem Leben scheide, werde ich zu dem Ort gehen, zu dem Menschen gehen, die solche Dinge getan haben.‘ ",
  "an4.184:9.7": "Er ist nicht betrübt, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "an4.184:9.8": "Auch das ist jemand, der angesichts des Todes nicht voller Angst und Schrecken ist. ",
  "an4.184:10.1": "Dann hat da eine Person keinen Zweifel, ist nicht unsicher oder unentschlossen über die wahre Lehre. ",
  "an4.184:10.2": "Wenn sie ernsthaft krank wird, ",
  "an4.184:10.3": "denkt sie: ",
  "an4.184:10.4": "‚Ich habe keinen Zweifel, bin nicht unsicher oder unentschlossen über die wahre Lehre.‘ ",
  "an4.184:10.5": "Sie ist nicht betrübt, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "an4.184:10.6": "Auch das ist jemand, der angesichts des Todes nicht voller Angst und Schrecken ist. ",
  "an4.184:10.7": "Das sind die vier Menschen, die sterben müssen und angesichts des Todes nicht voller Angst und Schrecken sind.“ ",
  "an4.184:11.1": "„Vortrefflich, Meister Gotama! … Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}