{
  "an4.90:0.1": "Nummerierte Lehrreden 4.90 ",
  "an4.90:0.2": "9. Das Kapitel über „Unbeirrbar“ ",
  "an4.90:0.3": "Aggregate ",
  "an4.90:1.1": "„Mönche und Nonnen, vier Menschen findet man in der Welt. ",
  "an4.90:1.2": "Welche vier? ",
  "an4.90:1.3": "Den unbeirrbaren Asketen, den Asketen des weißen Lotus, den Asketen des rosafarbenen Lotus und den vorzüglichen Asketen unter den Asketen. ",
  "an4.90:2.1": "Und wie ist man ein unbeirrbarer Asket? ",
  "an4.90:2.2": "Es ist, wenn ein Mönch ein in Schulung ist, seinen Herzenswunsch noch nicht erfüllt hat, aber so lebt, dass er nach der unübertrefflichen Geborgenheit strebt. ",
  "an4.90:2.3": "So ist man ein unbeirrbarer Asket. ",
  "an4.90:3.1": "Und wie ist man ein Asket des weißen Lotus? ",
  "an4.90:3.2": "Es ist, wenn eine Nonne meditiert, indem sie das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet: ",
  "an4.90:3.3": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "an4.90:3.4": "So ist Gefühl … ",
  "an4.90:3.5": "So ist Wahrnehmung … ",
  "an4.90:3.6": "So sind Entscheidungen … ",
  "an4.90:3.7": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "an4.90:3.8": "Doch sie hat die acht Befreiungen nicht leibhaftig in der Meditation erfahren. ",
  "an4.90:3.9": "So ist man ein Asket des weißen Lotus. ",
  "an4.90:4.1": "Und wie ist man ein Asket des rosafarbenen Lotus? ",
  "an4.90:4.2": "Es ist, wenn ein Mönch meditiert, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet: ",
  "an4.90:4.3": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "an4.90:4.4": "So ist Gefühl … ",
  "an4.90:4.5": "So ist Wahrnehmung … ",
  "an4.90:4.6": "So sind Entscheidungen … ",
  "an4.90:4.7": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "an4.90:4.8": "Und er hat die acht Befreiungen leibhaftig in der Meditation erfahren. ",
  "an4.90:4.9": "So ist man ein Asket des rosafarbenen Lotus. ",
  "an4.90:5.1": "Und wie ist man ein vorzüglicher Asket unter den Asketen? ",
  "an4.90:5.2": "Es ist, wenn eine Nonne gewöhnlich Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung nur gebraucht, wenn sie dazu eingeladen wurde … Und wenn irgendjemand zu Recht als ein vorzüglicher Asket unter den Asketen gelten soll, so bin ich es. ",
  "an4.90:5.3": "Das sind die vier Menschen, die man in der Welt findet.“ ",
  "an4.90:5.4": "",
  "an4.90:5.5": "",
  "an4.90:6.1": "",
  "an4.90:6.2": "",
  "an4.90:6.3": ""
}