{
  "an4.24:0.1": "Nummerierte Lehrreden 4 ",
  "an4.24:0.2": "3. In Uruvelā ",
  "an4.24:0.3": "24. In Kāḷakas Kloster ",
  "an4.24:1.1": "Einmal hielt sich der Buddha bei Sāketa auf, in Kāḷakas Kloster. ",
  "an4.24:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an4.24:1.3": "„Mönche und Nonnen!“ ",
  "an4.24:1.4": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an4.24:1.5": "Der Buddha sagte: ",
  "an4.24:2.1": "„Alles, was man in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – alles, was man darin sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, all das weiß ich. ",
  "an4.24:3.1": "Alles, was man in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – alles, was man darin sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, all das habe ich erkannt. ",
  "an4.24:3.2": "Das hat ein Klargewordener verstanden, doch ein Klargewordener ist dem nicht ausgeliefert. ",
  "an4.24:4.1": "Wenn ich sagen würde, dass ich alles, was man in dieser Welt … sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, nicht wüsste, würde ich lügen. ",
  "an4.24:5.1": "Wenn ich sagen würde, dass ich alles, was man in dieser Welt … sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, sowohl wüsste als auch nicht wüsste, wäre es das Gleiche. ",
  "an4.24:6.1": "Wenn ich sagen würde, dass ich alles, was man in dieser Welt … sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, weder wüsste noch nicht wüsste, wäre es mein Schaden. ",
  "an4.24:7.1": "Daher sieht ein Klargewordener, was zu sehen ist, doch er setzt sich nicht mit dem Gesehenen gleich, setzt sich nicht mit dem Ungesehenen gleich, setzt sich nicht mit dem Sichtbaren gleich und nicht mit dem, der sieht. ",
  "an4.24:7.2": "Er hört, was zu hören ist, doch er setzt sich nicht mit dem Gehörten gleich, setzt sich nicht mit dem Ungehörten gleich, setzt sich nicht mit dem Hörbaren gleich und nicht mit dem, der hört. ",
  "an4.24:7.3": "Er denkt, was zu denken ist, doch er setzt sich nicht mit dem Gedachten gleich, setzt sich nicht mit dem Ungedachten gleich, setzt sich nicht mit dem Denkbaren gleich und nicht mit dem, der denkt. ",
  "an4.24:7.4": "Er erkennt, was zu erkennen ist, doch er setzt sich nicht mit dem Erkannten gleich, setzt sich nicht mit dem Unerkannten gleich, setzt sich nicht mit dem Erkennbaren gleich und nicht mit dem, der erkennt. ",
  "an4.24:7.5": "Da ein Klargewordener inmitten der gesehenen, gehörten, gedachten und erkannten Dinge gefasst ist, ist er der Gefasste. ",
  "an4.24:7.6": "Und ich sage, es gibt keine bessere oder erlesenere Fassung als diese. ",
  "an4.24:8.1": "Ein Solcher hält nichts Gesehenes, Gehörtes oder Gedachtes ",
  "an4.24:8.2": "für letztendlich wahr oder falsch. ",
  "an4.24:8.3": "Doch andere hängen sich daran, halten es für die Wahrheit, ",
  "an4.24:8.4": "von ihren vorgefassten Meinungen beschränkt. ",
  "an4.24:9.1": "Da sie diesen Pfeil schon gesehen haben, ",
  "an4.24:9.2": "an den Menschen sich hängen und an dem sie festhalten, ",
  "an4.24:9.3": "sagen sie: ‚ich weiß, ich sehe, so ist es‘: ",
  "an4.24:9.4": "Die Klargewordenen haben keine Bindungen.“ "
}