{
  "an4.51:0.1": "Nummerierte Lehrreden 4 ",
  "an4.51:0.2": "6. Überfließendes Verdienst ",
  "an4.51:0.3": "51. Überfließendes Verdienst (1) ",
  "an4.51:1.1": "In Sāvatthī. ",
  "an4.51:1.2": "„Mönche und Nonnen, es gibt diese vier Arten von überfließendem Verdienst, von überfließendem Guten. Sie nähren das Glück und führen in den Himmel, sie reifen zu Glück heran und bereiten den Weg zum Himmel. Sie führen zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an4.51:1.3": "Welche vier? ",
  "an4.51:1.4": "Wenn ein Mönch in eine grenzenlose Versenkung des Herzens eintritt und darin verweilt, während er eine Robe benutzt, so ist das überfließende Verdienst für die Spenderin grenzenlos, das überfließende Gute ist grenzenlos. Diese Spende nährt das Glück und führt in den Himmel, sie reift zu Glück heran und bereitet den Weg zum Himmel. Sie führt zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück, in grenzenlosem Maß. ",
  "an4.51:2.1": "Wenn eine Nonne in eine grenzenlose Versenkung des Herzens eintritt und darin verweilt, während sie Almosen verzehrt, so ist das überfließende Verdienst für den Spender grenzenlos, das überfließende Gute ist grenzenlos … ",
  "an4.51:3.1": "Wenn ein Mönch in eine grenzenlose Versenkung des Herzens eintritt und darin verweilt, während er eine Unterkunft benutzt, so ist das überfließende Verdienst für die Spenderin grenzenlos, das überfließende Gute ist grenzenlos … ",
  "an4.51:4.1": "Wenn eine Nonne in eine grenzenlose Versenkung des Herzens eintritt und darin verweilt, während sie Arznei und Krankenversorgung benutzt, so ist das überfließende Verdienst für den Spender grenzenlos, das überfließende Gute ist grenzenlos … ",
  "an4.51:4.2": "Das sind die vier Arten von überfließendem Verdienst, von überfließendem Guten. Sie nähren das Glück und führen in den Himmel, sie reifen zu Glück heran und bereiten den Weg zum Himmel. Sie führen zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an4.51:5.1": "Wenn eine edle Schülerin diese vier Arten von überfließendem Verdienst, von überfließendem Guten besitzt, so kann man das Maß ihres Verdienstes nicht leicht fassen: ‚So groß ist dieses überfließende Verdienst, dieses überfließende Gute. Soviel nährt es das Glück und führt in den Himmel, reift zu Glück heran und bereitet den Weg zum Himmel. Soviel führt es zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück.‘ Es wird einfach als eine unübersehbare, unermessliche, große Menge an Verdienst gerechnet. ",
  "an4.51:6.1": "Wie wenn man versuchen würde, die Wassermenge im Meer zu erfassen: Es ist nicht leicht, zu sagen: ‚Es sind so viele Eimer, so viele hundert Eimer, so viele tausend Eimer, so viele hunderttausend Eimer Wasser.‘ Es wird einfach als eine unübersehbare, unermessliche, große Menge an Wasser gerechnet. ",
  "an4.51:6.2": "Ebenso ist es, wenn eine edle Schülerin diese vier Arten von überfließendem Verdienst, von überfließendem Guten besitzt: Es wird einfach als eine unübersehbare, unermessliche, große Menge an Verdienst gerechnet. ",
  "an4.51:7.1": "Das grenzenlose Meer, das große Wasser, ",
  "an4.51:7.2": "die furchterregende See birgt kostbare Edelsteine. ",
  "an4.51:7.3": "Hier münden all die vielen Flüsse, ",
  "an4.51:7.4": "die von Scharen von Menschen benutzt werden. ",
  "an4.51:8.1": "Ebenso ist es, wenn jemand Speise, Trank und Kleidung spendet ",
  "an4.51:8.2": "und Liegen, Sitze und Matten gibt: ",
  "an4.51:8.3": "Ströme an Verdienst fließen zu diesem klugen Menschen, ",
  "an4.51:8.4": "so wie die Flüsse ihre Wasser zum Meer bringen.“ "
}