{
  "an4.183:0.1": "Nummerierte Lehrreden 4.183 ",
  "an4.183:0.2": "19. Das Kapitel über Brahmanen ",
  "an4.183:0.3": "Gehörtes ",
  "an4.183:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "an4.183:1.2": "Da ging der Brahmane Vassakāra, ein leitender Minister von Magadha, zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an4.183:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an4.183:2.1": "„Meister Gotama, dies ist meine Doktrin, meine Ansicht: ",
  "an4.183:2.2": "Da ist nichts falsch, wenn man über das spricht, was man gesehen hat: ",
  "an4.183:2.3": "‚So habe ich es gesehen.‘ ",
  "an4.183:2.4": "Da ist nichts falsch, wenn man über das spricht, was man gehört hat: ",
  "an4.183:2.5": "‚So habe ich es gehört.‘ ",
  "an4.183:2.6": "Da ist nichts falsch, wenn man über das spricht, was man gedacht hat: ",
  "an4.183:2.7": "‚So habe ich es gedacht.‘ ",
  "an4.183:2.8": "Da ist nichts falsch, wenn man über das spricht, was man erkannt hat: ",
  "an4.183:2.9": "‚So habe ich es erkannt.‘“ ",
  "an4.183:3.1": "„Brahmane, ich sage nicht, man soll über alles sprechen, was man sieht, hört, denkt und erkennt. ",
  "an4.183:3.2": "Aber ich sage auch nicht, man soll über nichts sprechen, was man sieht, hört, denkt und erkennt. ",
  "an4.183:3.3": " ",
  "an4.183:3.4": " ",
  "an4.183:3.5": " ",
  "an4.183:3.6": " ",
  "an4.183:3.7": " ",
  "an4.183:3.8": " ",
  "an4.183:4.1": "Wenn man über gewisse Dinge spricht, die man gesehen, gehört, gedacht oder erkannt hat, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Ich sage, über diese Dinge soll man nicht sprechen. ",
  "an4.183:4.2": "Wenn man über andere Dinge spricht, die man gesehen, gehört, gedacht oder erkannt hat, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Ich sage, über diese Dinge soll man sprechen.“ ",
  "an4.183:5.1": " ",
  "an4.183:5.2": " ",
  "an4.183:6.1": " ",
  "an4.183:6.2": " ",
  "an4.183:7.1": " ",
  "an4.183:7.2": " ",
  "an4.183:8.1": "Der Brahmane Vassakāra begrüßte die Worte des Buddha und stimmte ihm zu, dann erhob er sich von seinem Sitz und ging. "
}