{
  "an4.33:0.1": "Nummerierte Lehrreden 4 ",
  "an4.33:0.2": "4. Umstände ",
  "an4.33:0.3": "33. Der Löwe ",
  "an4.33:1.1": "„Mönche und Nonnen, gegen Abend kommt der Löwe, der König der Tiere, aus seiner Höhle, ",
  "an4.33:1.2": "gähnt, ",
  "an4.33:1.3": "blickt ringsumher in die vier Himmelsrichtungen ",
  "an4.33:1.4": "und brüllt dreimal sein Löwengebrüll. ",
  "an4.33:1.5": "Dann zieht er auf Beute aus. ",
  "an4.33:1.6": "Und die meisten Tiere, die das Brüllen des Löwen, des Königs der Tiere, hören, sind erfüllt von Furcht, Angst und Schrecken. ",
  "an4.33:1.7": "Die Höhlentiere fliehen in ihre Höhlen, die Wassertiere ins Wasser, die Waldtiere in den Wald und die Vögel erheben sich in die Luft. ",
  "an4.33:1.8": "Selbst die königlichen Elefanten, die in den Dörfern, Marktflecken und Hauptstädten mit festem Geschirr angekettet sind, zerreißen ihre Ketten, lassen vor Schreck Urin und Kot unter sich und fliehen hierhin und dorthin. ",
  "an4.33:1.9": "So mächtig ist der Löwe, der König der Tiere, unter den Tieren, so gewaltig und einflussreich! ",
  "an4.33:2.1": "Ebenso ist es, wenn ein Klargewordener in der Welt erscheint, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet – dann lehrt er den Dhamma: ",
  "an4.33:2.2": "‚So ist die Persönlichkeit, so ist die Ursache der Persönlichkeit, so ist das Aufhören der Persönlichkeit, so ist die Übung, die zum Aufhören der Persönlichkeit führt.‘ ",
  "an4.33:2.3": "Nun gibt es da Götter, die ein langes Leben haben, die schön sind, sehr glücklich und lange in ihren göttlichen Palästen leben. Wenn sie diese Lehre des Klargewordenen hören, sind die meisten von ihnen erfüllt von Furcht, Angst und Schrecken. ",
  "an4.33:2.4": "‚Oh nein! Da sind wir offenbar unbeständig, und wir dachten, wir seien beständig! ",
  "an4.33:2.5": "Da währen wir offenbar nicht fort, und wir dachten, wir seien immerwährend! ",
  "an4.33:2.6": "Da sind wir offenbar zeitlich, und wir dachten, wir seien ewig! ",
  "an4.33:2.7": "Oh nein! Da sind wir offenbar unbeständig, währen nicht fort, sind zeitlich und Teil der Persönlichkeit.‘ ",
  "an4.33:2.8": "So mächtig ist der Klargewordene in der Welt mit ihren Göttern, so gewaltig und einflussreich. ",
  "an4.33:3.1": "Der Buddha, der Lehrer, dem keiner ebenbürtig ist, ",
  "an4.33:3.2": "bringt in der Welt mit ihren Göttern ",
  "an4.33:3.3": "das Rad des Dhamma ins Rollen, ",
  "an4.33:3.4": "des Dhamma aus seiner eigenen Einsicht: ",
  "an4.33:4.1": "Persönlichkeit, ihr Aufhören, ",
  "an4.33:4.2": "die Ursache der Persönlichkeit ",
  "an4.33:4.3": "und der edle achtfache Pfad, ",
  "an4.33:4.4": "der zum Stillen des Leidens führt. ",
  "an4.33:5.1": "Und da sind die Götter, die lange leben, ",
  "an4.33:5.2": "so schön und herrlich, ",
  "an4.33:5.3": "voller Angst und Schrecken, ",
  "an4.33:5.4": "wie die Tiere, wenn sie den Löwen hören. ",
  "an4.33:6.1": "‚Wir sind über die Persönlichkeit nicht hinausgelangt! ",
  "an4.33:6.2": "Offenbar sind wir unbeständig!‘ ",
  "an4.33:6.3": "So reden sie, wenn sie das Wort ",
  "an4.33:6.4": "des Vollendeten hören, der frei ist und gefasst.“ "
}