{
  "an4.260:0.1": "Nummerierte Lehrreden 4 ",
  "an4.260:0.2": "26. Einsicht ",
  "an4.260:0.3": "260. Ein Vollblüter (2) ",
  "an4.260:1.1": "„Mönche und Nonnen, ein erlesener königlicher Vollblüter mit vier Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an4.260:1.2": "Mit welchen vier? ",
  "an4.260:1.3": "Es ist, wenn ein erlesener königlicher Vollblüter schön, stark, schnell und wohlgestaltet ist. ",
  "an4.260:1.4": "Ein erlesener königlicher Vollblüter mit diesen vier Faktoren ist eines Königs würdig … ",
  "an4.260:2.1": "Ebenso ist ein Mönch oder eine Nonne mit vier Faktoren einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an4.260:2.2": "Mit welchen vier? ",
  "an4.260:2.3": "Es ist, wenn ein Mönch oder eine Nonne schön, stark, schnell und wohlgestaltet ist. ",
  "an4.260:3.1": "Und wie ist ein Mönch schön? ",
  "an4.260:3.2": "Es ist, wenn ein Mönch sittlich ist, gemäß der Ordenssatzung gezügelt, von gutem Verhalten und mit Unterstützern. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an4.260:3.3": "So ist ein Mönch schön. ",
  "an4.260:4.1": "Und wie ist eine Nonne stark? ",
  "an4.260:4.2": "Es ist, wenn eine Nonne so lebt, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, standhaft entschlossen, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an4.260:4.3": "So ist eine Nonne stark. ",
  "an4.260:5.1": "Und wie ist ein Mönch schnell? ",
  "an4.260:5.2": "Es ist, wenn ein Mönch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie sich selber klarmacht und versteht und darin lebt. ",
  "an4.260:5.3": "So ist ein Mönch schnell. ",
  "an4.260:6.1": "Und wie ist eine Nonne wohlgestaltet? ",
  "an4.260:6.2": "Es ist, wenn eine Nonne Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält. ",
  "an4.260:6.3": "So ist eine Nonne wohlgestaltet. ",
  "an4.260:7.1": "Ein Mönch oder eine Nonne mit diesen vier Faktoren … ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}