{
  "an4.12:0.1": "Nummerierte Lehrreden 4.12 ",
  "an4.12:0.2": "2. Das Kapitel über Gehen ",
  "an4.12:0.3": "Sittliches Verhalten ",
  "an4.12:1.1": "„Mönche und Nonnen, lebt nach den ethischen Regeln und der Ordenssatzung. Lebt gezügelt in der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr euch vorgenommen habt. ",
  "an4.12:1.2": "Wenn ihr das getan habt, was bleibt dann mehr zu tun? ",
  "an4.12:2.1": "Angenommen, ein Mönch hat sich beim Gehen von Begierde und bösem Willen losgemacht, hat Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. Seine Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, sein Körper still und nicht erregt und sein Geist im Samādhi versunken. Ein solcher Mönch, so heißt es, ist beim Gehen ‚eifrig und besonnen, stets energisch und entschlossen‘. ",
  "an4.12:3.1": "Angenommen, ein Mönch hat sich beim Stehen … ",
  "an4.12:4.1": "beim Sitzen … ",
  "an4.12:5.1": "oder beim Liegen von Begierde und bösem Willen losgemacht, hat Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. Seine Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, sein Körper still und nicht erregt und sein Geist im Samādhi versunken. Ein solcher Mönch, so heißt es, ist beim Liegen ‚eifrig und besonnen, stets energisch und entschlossen‘. ",
  "an4.12:6.1": "Bedächtig geht er, bedächtig steht er, ",
  "an4.12:6.2": "bedächtig sitzt er, bedächtig liegt er; ",
  "an4.12:6.3": "bedächtig beugt ein Mönch die Glieder, ",
  "an4.12:6.4": "und bedächtig streckt er sie. ",
  "an4.12:7.1": "Nach oben, nach unten und ringsumher, ",
  "an4.12:7.2": "so weit die Erde reicht, ",
  "an4.12:7.3": "untersucht er Entstehen und Vergehen ",
  "an4.12:7.4": "bei Erscheinungen wie den Aggregaten. ",
  "an4.12:8.1": "Sich in dem schulen, was zur Sammlung des Herzens führt, ",
  "an4.12:8.2": "stets achtsam bleiben: ",
  "an4.12:8.3": "Einen solchen Mönch nennt man ",
  "an4.12:8.4": "‚stets zielstrebig‘.“ "
}