{
  "an4.122:0.1": "Nummerierte Lehrreden 4.122 ",
  "an4.122:0.2": "13. Das Kapitel über Furcht ",
  "an4.122:0.3": "Gefahr durch Wellen ",
  "an4.122:1.1": "„Mönche und Nonnen, jeder, der ins Wasser geht, sollte sich auf vier Gefahren einstellen. ",
  "an4.122:1.2": "Auf welche vier? ",
  "an4.122:1.3": "Auf die Gefahr durch Wellen, durch Sumpfkrokodile, durch Strudel und durch Gaviale. ",
  "an4.122:1.4": "Das sind die vier Gefahren, auf die sich jeder einstellen sollte, der ins Wasser geht. ",
  "an4.122:1.5": "Ebenso sollte sich ein ehrbarer Mensch, der in dieser Lehre und Schulung aus dem Haus fortzieht ins hauslose Leben, auf vier Gefahren einstellen. ",
  "an4.122:1.6": "Auf welche vier? ",
  "an4.122:1.7": "Auf die Gefahr durch Wellen, durch Sumpfkrokodile, durch Strudel und durch Gaviale. ",
  "an4.122:2.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Wellen? ",
  "an4.122:2.2": "Es ist, wenn ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ist ins hauslose Leben im Gedanken: ",
  "an4.122:2.3": "‚Ich bin in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich bin im Leiden versunken, ins Leiden verstrickt. ",
  "an4.122:2.4": "Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "an4.122:2.5": "Wenn er fortgezogen ist, wird er von seinen geistlichen Gefährten unterwiesen und angeleitet: ",
  "an4.122:2.6": "‚So solltest du ausgehen, so solltest du zurückkommen. So solltest du hin- und so solltest du wegschauen. So solltest du deine Glieder beugen, so solltest du sie strecken. So solltest du deine äußere Robe, deine Schale und deine Roben tragen.‘ ",
  "an4.122:2.7": "Er denkt: ",
  "an4.122:2.8": "‚Früher, als Laie, habe ich andere unterwiesen und angeleitet. ",
  "an4.122:2.9": "Und nun denken diese Mönche – sie könnten meine Kinder oder Enkel sein –, sie könnten mich unterweisen und anleiten!‘ ",
  "an4.122:2.10": "Zornig und aufgebracht bricht er die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an4.122:2.11": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Wellen die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "an4.122:2.12": "‚Gefahr durch Wellen‘ ist ein Ausdruck für Zorn und Bedrängnis. ",
  "an4.122:2.13": "Das nennt man die Gefahr durch Wellen. ",
  "an4.122:3.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Sumpfkrokodile? ",
  "an4.122:3.2": "Es ist, wenn ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ist ins hauslose Leben … ",
  "an4.122:3.3": "",
  "an4.122:3.4": "",
  "an4.122:3.5": "Wenn er fortgezogen ist, wird er von seinen geistlichen Gefährten unterwiesen und angeleitet: ",
  "an4.122:3.6": "‚Diese Dinge kannst du essen, verzehren, schmecken und trinken, aber nicht jene. Was erlaubt ist, kannst du essen, aber nicht, was nicht erlaubt ist. Zur rechten Zeit kannst du essen, aber nicht zur falschen Zeit.‘ ",
  "an4.122:3.7": "Er denkt: ",
  "an4.122:3.8": "‚Früher, als Laie, habe ich gegessen, verzehrt, geschmeckt und getrunken, was ich wollte und nicht, was ich nicht wollte. ",
  "an4.122:3.9": "",
  "an4.122:3.10": "",
  "an4.122:3.11": "",
  "an4.122:3.12": "Ich habe gegessen und getrunken, was erlaubt ist und was nicht erlaubt ist, zur rechten Zeit und zur falschen Zeit. ",
  "an4.122:3.13": "Und diese vertrauensvollen Hausbesitzer geben uns eine Auswahl an köstlichen Speisen zur falschen Tageszeit. Doch diese Mönche denken, sie könnten uns den Mund zuhalten!‘ ",
  "an4.122:3.14": "Zornig und aufgebracht bricht er die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an4.122:3.15": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Sumpfkrokodile die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "an4.122:3.16": "‚Gefahr durch Sumpfkrokodile‘ ist ein Ausdruck für Gefräßigkeit. ",
  "an4.122:3.17": "Das nennt man die Gefahr durch Sumpfkrokodile. ",
  "an4.122:4.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Strudel? ",
  "an4.122:4.2": "Es ist, wenn ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ist ins hauslose Leben … ",
  "an4.122:4.3": "",
  "an4.122:4.4": "",
  "an4.122:4.5": "Wenn er fortgezogen ist, kleidet er sich am Morgen an, nimmt Schale und Robe und betritt ein Dorf oder eine Stadt zum Almosengang, ohne Körper, Sprache und Geist zu bewachen, ohne die Achtsamkeit zu verankern und ohne die Sinne zu zügeln. ",
  "an4.122:4.6": "Da sieht er einen Hausbesitzer oder das Kind eines Hausbesitzers, die mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet sind und sich damit vergnügen. ",
  "an4.122:4.7": "Er denkt: ",
  "an4.122:4.8": "‚Früher, als Laie, war ich mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet und habe mich damit vergnügt. ",
  "an4.122:4.9": "Und es ist wahr, dass meine Familie wohlhabend ist. ",
  "an4.122:4.10": "Ich könnte sowohl mein Vermögen genießen als auch Verdienst schaffen. ",
  "an4.122:4.11": "Warum breche ich nicht die Schulung ab und wende mich wieder einem geringeren Leben zu, sodass ich mein Vermögen genießen und Verdienst schaffen kann?‘ ",
  "an4.122:4.12": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an4.122:4.13": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Strudel die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "an4.122:4.14": "‚Gefahr durch Strudel‘ ist ein Ausdruck für die fünf Arten sinnlicher Erregung. ",
  "an4.122:4.15": "Das nennt man die Gefahr durch Strudel. ",
  "an4.122:5.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Gaviale? ",
  "an4.122:5.2": "Es ist, wenn ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ist ins hauslose Leben … ",
  "an4.122:5.3": "",
  "an4.122:5.4": "",
  "an4.122:5.5": "Wenn er fortgezogen ist, kleidet er sich am Morgen an, nimmt Schale und Robe und betritt ein Dorf oder eine Stadt zum Almosengang, ohne Körper, Sprache und Geist zu bewachen, ohne die Achtsamkeit zu verankern und ohne die Sinne zu zügeln. ",
  "an4.122:5.6": "Da sieht er eine knapp bekleidete Frauensperson mit freizügiger Kleidung. ",
  "an4.122:5.7": "Begierde befällt seinen Geist ",
  "an4.122:5.8": "und er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an4.122:5.9": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Haie die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "an4.122:5.10": "‚Gefahr durch Gaviale‘ ist ein Ausdruck für Frauenspersonen. ",
  "an4.122:5.11": "Das nennt man die Gefahr durch Gaviale. ",
  "an4.122:5.12": "Das sind die vier Gefahren, auf die sich ein ehrbarer Mensch, der in dieser Lehre und Schulung aus dem Haus fortzieht ins hauslose Leben, einstellen sollte.“ "
}