{
  "an4.97:0.1": "Nummerierte Lehrreden 4.97 ",
  "an4.97:0.2": "10. Das Kapitel über Titanen ",
  "an4.97:0.3": "Von flinkem Verstand ",
  "an4.97:1.1": "„Mönche und Nonnen, diese vier Personen findet man in der Welt. ",
  "an4.97:1.2": "Welche vier? ",
  "an4.97:1.3": "Jemanden, der zum eigenen Nutzen übt, aber nicht zum Nutzen anderer, ",
  "an4.97:1.4": "jemanden, der zum Nutzen anderer übt, aber nicht zum eigenen Nutzen, ",
  "an4.97:1.5": "jemanden, der weder zum eigenen Nutzen übt noch zum Nutzen anderer, ",
  "an4.97:1.6": "und jemanden, der sowohl zum eigenen Nutzen übt als auch zum Nutzen anderer. ",
  "an4.97:2.1": "Und wie übt eine Person zum eigenen Nutzen, aber nicht zum Nutzen anderer? ",
  "an4.97:2.2": "Da ist eine Person von flinkem Verstand, wenn es um taugliche Lehren geht. Lehren, die sie gehört hat, kann sie gut behalten. Sie untersucht die Bedeutung der Lehren, die sie behalten hat. Sie versteht die Bedeutung und die Lehre und übt im Einklang damit. ",
  "an4.97:2.3": "Aber sie ist kein guter Redner und drückt sich nicht gut aus. Ihre Worte sind nicht geschliffen, klar und deutlich und bringen die Bedeutung nicht zum Ausdruck. Sie leitet ihre geistlichen Gefährten nicht an, ermuntert sie nicht, begeistert sie nicht und erhebt sie nicht. ",
  "an4.97:2.4": "So übt eine Person zum eigenen Nutzen, aber nicht zum Nutzen anderer. ",
  "an4.97:3.1": "Und wie übt eine Person zum Nutzen anderer, aber nicht zum eigenen Nutzen? ",
  "an4.97:3.2": "Da ist eine Person nicht von flinkem Verstand, wenn es um taugliche Lehren geht … ",
  "an4.97:3.3": "Aber sie ist ein guter Redner und drückt sich gut aus … ",
  "an4.97:3.4": "So übt eine Person zum Nutzen anderer, aber nicht zum eigenen Nutzen. ",
  "an4.97:4.1": "Und wie übt eine Person weder zum eigenen Nutzen noch zum Nutzen anderer? ",
  "an4.97:4.2": "Da ist eine Person nicht von flinkem Verstand, wenn es um taugliche Lehren geht … ",
  "an4.97:4.3": "Und sie ist auch kein guter Redner und drückt sich nicht gut aus … ",
  "an4.97:4.4": "So übt eine Person weder zum eigenen Nutzen noch zum Nutzen anderer. ",
  "an4.97:5.1": "Und wie übt eine Person sowohl zum eigenen Nutzen als auch zum Nutzen anderer? ",
  "an4.97:5.2": "Da ist eine Person von flinkem Verstand, wenn es um taugliche Lehren geht. Lehren, die sie gehört hat, kann sie gut behalten. Sie untersucht die Bedeutung der Lehren, die sie behalten hat. Sie versteht die Bedeutung und die Lehre und übt im Einklang damit. ",
  "an4.97:5.3": "Und sie ist ein guter Redner und drückt sich gut aus. Ihre Worte sind geschliffen, klar und deutlich und bringen die Bedeutung zum Ausdruck. Sie leitet ihre geistlichen Gefährten an, ermuntert sie, begeistert sie und erhebt sie. ",
  "an4.97:5.4": "So übt eine Person sowohl zum eigenen Nutzen als auch zum Nutzen anderer. ",
  "an4.97:5.5": "Das sind die vier Personen, die man in der Welt findet.“ "
}