{
  "an4.237:0.1": "Nummerierte Lehrreden 4.237 ",
  "an4.237:0.2": "24. Das Kapitel über Taten ",
  "an4.237:0.3": "Der edle Pfad ",
  "an4.237:1.1": "„Mönche und Nonnen, ich erkläre diese vier Arten von Taten, die ich durch eigene Einsicht erkannt habe. ",
  "an4.237:1.2": "Welche vier? ",
  "an4.237:1.3": "Es gibt Taten, die sind dunkel mit dunklem Ergebnis. ",
  "an4.237:1.4": "Es gibt Taten, die sind hell mit hellem Ergebnis. ",
  "an4.237:1.5": "Es gibt Taten, die sind dunkel und hell mit dunklem und hellem Ergebnis. ",
  "an4.237:1.6": "Es gibt Taten, die sind weder dunkel noch hell mit weder dunklem noch hellem Ergebnis – sie führen zur Auflösung der Taten. ",
  "an4.237:2.1": "Und welche Taten sind dunkel mit dunklem Ergebnis? ",
  "an4.237:2.2": "Da trifft jemand verletzende Entscheidungen mit dem Körper, der Sprache und dem Geist. Das nennt man Taten, die dunkel sind mit dunklem Ergebnis. ",
  "an4.237:3.1": "Und welche Taten sind hell mit hellem Ergebnis? ",
  "an4.237:3.2": "Da trifft jemand freundliche Entscheidungen mit dem Körper, der Sprache und dem Geist. Das nennt man Taten, die hell sind mit hellem Ergebnis. ",
  "an4.237:4.1": "Und welche Taten sind dunkel und hell mit dunklem und hellem Ergebnis? ",
  "an4.237:4.2": "Da trifft jemand sowohl verletzende als auch freundliche Entscheidungen mit dem Körper, der Sprache und dem Geist. Das nennt man Taten, die dunkel und hell sind mit dunklem und hellem Ergebnis. ",
  "an4.237:5.1": "Und welche Taten sind weder dunkel noch hell mit weder dunklem noch hellem Ergebnis – und führen zur Auflösung der Taten? ",
  "an4.237:5.2": "Rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "an4.237:5.3": "Das nennt man Taten, die weder dunkel noch hell sind mit weder dunklem noch hellem Ergebnis – sie führen zur Auflösung der Taten. ",
  "an4.237:5.4": "Das sind die vier Arten von Taten, die ich durch eigene Einsicht erkannt habe und erkläre.“ "
}