{
  "an4.22:0.1": "Nummerierte Lehrreden 4 ",
  "an4.22:0.2": "3. In Uruvelā ",
  "an4.22:0.3": "22. In Uruvelā (2) ",
  "an4.22:1.1": "„Mönche und Nonnen, dieses eine Mal, als ich eben erwacht war, hielt ich mich bei Uruvelā beim Banyanbaum des Ziegenhirten auf, am Ufer des Flusses Nerañjarā. ",
  "an4.22:1.2": "Da kamen ein paar alte Brahmanen zu mir – bejahrt und altehrwürdig, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen – und tauschten Willkommensgrüße mit mir aus. ",
  "an4.22:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin und sagten zu mir: ",
  "an4.22:1.4": "‚Meister Gotama, wir folgendes haben gehört: ",
  "an4.22:1.5": "„Der Asket Gotama verbeugt sich nicht vor alten Brahmanen, den bejahrten und altehrwürdigen, die in vorgerücktem Alter sind und im letzten Lebensabschnitt angekommen; und er steht in ihrer Gegenwart auch nicht auf oder bietet ihnen einen Sitz an. ",
  "an4.22:1.6": "Und so ist es tatsächlich, ",
  "an4.22:1.7": "denn der Asket Gotama verbeugt sich nicht vor alten Brahmanen, den bejahrten und altehrwürdigen, die in vorgerücktem Alter sind und im letzten Lebensabschnitt angekommen; und er steht in ihrer Gegenwart auch nicht auf oder bietet ihnen einen Sitz an. ",
  "an4.22:1.8": "Das ist nicht richtig, Meister Gotama.‘ ",
  "an4.22:2.1": "Da kam mir der Gedanke: ",
  "an4.22:2.2": "‚Diese Ehrwürdigen wissen nicht, was ein Altehrwürdiger ist oder welche Eigenschaften einen zu einem Altehrwürdigen machen.‘ ",
  "an4.22:2.3": "Mönche und Nonnen, angenommen, ihr wärt achtzig, neunzig oder hundert Jahre alt. ",
  "an4.22:2.4": "Aber eure Rede käme zur falschen Zeit, sei lügnerisch, bedeutungslos, nicht im Einklang mit der Lehre und Übung. Zur falschen Zeit würdet ihr Dinge sagen, die wertlos und unbegründet sind, vom Thema abschweifen und keinen Nutzen haben. ",
  "an4.22:2.5": "Dann würdet ihr als ‚kindische Altehrwürdige‘ gelten. ",
  "an4.22:3.1": "Und nun angenommen, ihr wärt junge Menschen, jung, schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens. ",
  "an4.22:3.2": "Aber eure Rede käme zur rechten Zeit, sei wahr, bedeutsam, im Einklang mit der Lehre und Übung. Zur rechten Zeit würdet ihr Dinge sagen, die sinnvoll und begründet sind, treffend und nutzbringend. ",
  "an4.22:3.3": "Dann würdet ihr als ‚kluge Altehrwürdige‘ gelten. ",
  "an4.22:4.1": "Es gibt diese vier Eigenschaften, die eine Person zu einer Altehrwürdigen machen. ",
  "an4.22:4.2": "Welche vier? ",
  "an4.22:4.3": "Es ist, wenn eine Nonne sittlich ist, gezügelt gemäß der Ordenssatzung, sich angemessen verhält und an angemessenen Orten um Almosen nachsucht. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an4.22:4.4": "Eine Nonne ist sehr gelehrt, erinnert und behält, was sie gehört hat. Diese Lehren sind am Anfang gut, in der Mitte gut und am Ende gut, bedeutsam und gut ausgedrückt; sie beschreiben eine geistliche Übung, die in sich geschlossen und rein ist. In diesen Lehren ist sie sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an4.22:4.5": "Sie erlangt die vier Vertiefungen – Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören – wann immer sie will, ohne Mühe und Not. ",
  "an4.22:4.6": "Sie löst die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an4.22:4.7": "Das sind die vier Eigenschaften, die eine Person zu einer Altehrwürdigen machen. ",
  "an4.22:5.1": "Die, deren Geist erregt ist, ",
  "an4.22:5.2": "reden viel Unsinn. ",
  "an4.22:5.3": "Ihre Gedanken haben sich nicht gesetzt, ",
  "an4.22:5.4": "und sie lieben eine falsche Lehre. ",
  "an4.22:5.5": "Von Ehrwürdigkeit sind sie weit entfernt ",
  "an4.22:5.6": "mit ihren schlechten Ansichten und ihrer Rücksichtslosigkeit. ",
  "an4.22:6.1": "Wer aber in der Sittlichkeit vollendet ist, ",
  "an4.22:6.2": "gebildet und wortgewandt, ",
  "an4.22:6.3": "gezügelt beim Erfahren von Erscheinungen, ",
  "an4.22:6.4": "mit Weisheit klar die Bedeutung sieht, ",
  "an4.22:7.1": "wer über alles hinausgegangen ist, ",
  "an4.22:7.2": "gütig und wortgewandt, ",
  "an4.22:7.3": "wer Geburt und Tod hinter sich gelassen ",
  "an4.22:7.4": "und die spirituelle Reise vollendet hat: ",
  "an4.22:8.1": "diesen Menschen nenne ich altehrwürdig, ",
  "an4.22:8.2": "einen, der ohne Befleckungen ist. ",
  "an4.22:8.3": "Mit der Auflösung der Befleckungen ",
  "an4.22:8.4": "wird ein Mönch oder eine Nonne ‚altehrwürdig‘ genannt.“ "
}