{
  "an4.30:0.1": "Nummerierte Lehrreden 4.30 ",
  "an4.30:0.2": "3. Das Kapitel in Uruvelā ",
  "an4.30:0.3": "Wanderer ",
  "an4.30:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an4.30:1.2": "Zu dieser Zeit nun befanden sich einige sehr bedeutende Wanderer im Wandererkloster am Ufer des Flusses Sappinī. Unter ihnen waren Annabhāra, Varadhara, Sakuludāyī und andere sehr bedeutende Wanderer. ",
  "an4.30:1.3": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zum Wandererkloster am Ufer des Flusses Sappinī. Er setzte sich auf den ausgebreiteten Sitz und sagte zu den Wanderern: ",
  "an4.30:2.1": "„Es gibt vier Dhamma-Fußspuren, Wanderer, die ursprünglich sind, lange bestehend, herkömmlich und alt. Sie sind unbefleckt, wie sie von Anfang an waren, sie werden jetzt und in Zukunft nicht befleckt werden. Sie werden von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an4.30:2.2": "Welche vier? ",
  "an4.30:2.3": "Zufriedenheit … ",
  "an4.30:2.4": "Wohlwollen … Rechte Achtsamkeit … Rechte Versenkung … ",
  "an4.30:2.5": "Das sind die vier Dhamma-Fußspuren, die ursprünglich sind, lange bestehend, herkömmlich und alt. Sie sind unbefleckt, wie sie von Anfang an waren, sie werden jetzt und in Zukunft nicht befleckt werden. Sie werden von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an4.30:3.1": "Wanderer, wenn jemand sagen sollte: ",
  "an4.30:3.2": "‚Ich lehne die Dhamma-Fußspur der Zufriedenheit ab und werde einen wahren Asketen oder Brahmanen benennen, der Sinnenfreuden mit heftiger Begierde begehrt‘, dann würde ich der Person entgegnen: ",
  "an4.30:3.3": "‚Soll sie kommen, soll sie so sprechen und diskutieren. Wir werden sehen, wie weit sie damit kommt.‘ ",
  "an4.30:3.4": "Es ist unmöglich, die Dhamma-Fußspur der Zufriedenheit abzulehnen und einen wahren Asketen oder Brahmanen zu benennen, der Sinnenfreuden mit heftiger Begierde begehrt. ",
  "an4.30:4.1": "Wenn jemand sagen sollte: ",
  "an4.30:4.2": "‚Ich lehne die Dhamma-Fußspur des Wohlwollens ab und werde einen wahren Asketen oder Brahmanen benennen, der bösen Willen und böswillige Absicht hat‘, dann würde ich der Person entgegnen: ",
  "an4.30:4.3": "‚Soll sie kommen, soll sie so sprechen und diskutieren. Wir werden sehen, wie weit sie damit kommt.‘ ",
  "an4.30:4.4": "Es ist unmöglich, die Dhamma-Fußspur des Wohlwollens abzulehnen und einen wahren Asketen oder Brahmanen zu benennen, der bösen Willen und böswillige Absicht hat. ",
  "an4.30:5.1": "Wenn jemand sagen sollte: ",
  "an4.30:5.2": "‚Ich lehne die Dhamma-Fußspur der rechten Achtsamkeit ab und werde einen wahren Asketen oder Brahmanen benennen, der unachtsam und ohne Umsicht ist‘, dann würde ich der Person entgegnen: ",
  "an4.30:5.3": "‚Soll sie kommen, soll sie so sprechen und diskutieren. Wir werden sehen, wie weit sie damit kommt.‘ ",
  "an4.30:5.4": "Es ist unmöglich, die Dhamma-Fußspur der rechten Achtsamkeit abzulehnen und einen wahren Asketen oder Brahmanen zu benennen, der unachtsam und ohne Umsicht ist. ",
  "an4.30:6.1": "Wenn jemand sagen sollte: ",
  "an4.30:6.2": "‚Ich lehne die Dhamma-Fußspur der rechten Versenkung ab und werde einen wahren Asketen oder Brahmanen benennen, der zerstreut ist, mit schweifendem Geist‘, dann würde ich der Person entgegnen: ",
  "an4.30:6.3": "‚Soll sie kommen, soll sie so sprechen und diskutieren. Wir werden sehen, wie weit sie damit kommt.‘ ",
  "an4.30:6.4": "Es ist unmöglich, die Dhamma-Fußspur der rechten Versenkung abzulehnen und einen wahren Asketen oder Brahmanen zu benennen, der zerstreut ist, mit schweifendem Geist. ",
  "an4.30:7.1": "Wer auch immer denkt, er könne diese vier Dhamma-Fußspuren tadeln und ablehnen, verdient in diesem Leben Tadel und Kritik aus vier berechtigten Gründen. ",
  "an4.30:7.2": "Aus welchen vier? ",
  "an4.30:7.3": "Wenn man die Dhamma-Fußspur der Zufriedenheit ablehnt, muss man jene Asketen und Brahmanen, die Sinnenfreuden mit heftiger Begierde begehren, ehren und preisen. ",
  "an4.30:7.4": "Wenn man die Dhamma-Fußspur des Wohlwollens ablehnt, muss man jene Asketen und Brahmanen, die bösen Willen und böswillige Absicht haben, ehren und preisen. ",
  "an4.30:7.5": "Wenn man die Dhamma-Fußspur der rechten Achtsamkeit ablehnt, muss man jene Asketen und Brahmanen, die unachtsam und ohne Umsicht sind, ehren und preisen. ",
  "an4.30:7.6": "Wenn man die Dhamma-Fußspur der rechten Versenkung ablehnt, muss man jene Asketen und Brahmanen, die zerstreut sind, mit schweifendem Geist, ehren und preisen. ",
  "an4.30:8.1": "Wer auch immer denkt, er könne diese vier Dhamma-Fußspuren tadeln und ablehnen, verdient in diesem Leben Tadel und Kritik aus diesen vier berechtigten Gründen. ",
  "an4.30:8.2": "Selbst jene Wanderer der Vergangenheit, die die Doktrinen von Grundlosigkeit, Nicht-Tun und Nihilismus lehrten, Vassa und Bhañña von Ukkalā, haben nicht gedacht, dass diese vier Dhamma-Fußspuren getadelt oder abgelehnt werden sollten. ",
  "an4.30:8.3": "Und warum? ",
  "an4.30:8.4": "Aus Furcht, dass man sie tadeln und kritisieren und an ihnen etwas aussetzen würde. ",
  "an4.30:9.1": "Wer Wohlwollen hat, stets achtsam ist, ",
  "an4.30:9.2": "innerlich gesammelt, ",
  "an4.30:9.3": "wer sich schult, um Verlangen auszutreiben, ",
  "an4.30:9.4": "den nennt man ‚einen beflissenen Menschen‘.“ ",
  "an4.30:9.5": " ",
  "an4.30:9.6": " ",
  "an4.30:10.1": " ",
  "an4.30:10.2": " ",
  "an4.30:10.3": " "
}