{
  "an4.196:0.1": "Nummerierte Lehrreden 4.196 ",
  "an4.196:0.2": "20. Das große Kapitel ",
  "an4.196:0.3": "Mit Sāḷha ",
  "an4.196:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an4.196:1.2": "Da gingen die Licchaver Sāḷha und Abhaya zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "an4.196:2.1": "„Herr, manche Asketen und Brahmanen plädieren dafür, mittels zweier Dinge die Flut zu überqueren: ",
  "an4.196:2.2": "mittels Läuterung des sittlichen Verhaltens und mittels der Bußübung aus Ekel vor Sünde. ",
  "an4.196:2.3": "Was sagt der Buddha dazu?“ ",
  "an4.196:3.1": "„Sāḷha, ich sage, die Läuterung des sittlichen Verhaltens ist einer der Faktoren des Asktenlebens. ",
  "an4.196:3.2": "Aber jene Asketen und Brahmanen, die die Bußübung aus Ekel vor Sünde lehren, die sie als wesentlich ansehen und daran festhalten, sind nicht in der Lage, die Flut zu überqueren. ",
  "an4.196:3.3": "Und jene Asketen und Brahmanen, deren Verhalten mit dem Körper, der Sprache und dem Geist und deren Lebensunterhalt unrein sind, sind auch nicht zum Erkennen und Sehen und zum unübertrefflichen Erwachen in der Lage. ",
  "an4.196:4.1": "Es ist, wie wenn ein Mann, der einen Fluss überqueren will, mit einer scharfen Axt in einen Wald ginge. ",
  "an4.196:4.2": "Da sähe er einen großen Salbaum, gerade gewachsen, jung und ohne Fehler. ",
  "an4.196:4.3": "Er fällte ihn an der Wurzel, ",
  "an4.196:4.4": "schnitte die Krone ab ",
  "an4.196:4.5": "und entfernte alle Äste und Blätter vollständig. ",
  "an4.196:4.6": "Dann schnitte er ihn mit Axt ",
  "an4.196:4.7": "und Buschmesser zu, ",
  "an4.196:4.8": "hobelte ihn glatt ",
  "an4.196:4.9": "und schliffe ihn mit einem runden Stein. ",
  "an4.196:4.10": "Schließlich ließe er ihn in den Fluss hinab. ",
  "an4.196:5.1": "Was denkst du, Sāḷha? ",
  "an4.196:5.2": "Ist dieser Mann in der Lage, den Fluss zu überqueren?“ ",
  "an4.196:5.3": "„Nein, Herr. ",
  "an4.196:5.4": "Und warum nicht? ",
  "an4.196:5.5": "Weil dieser grüne Salbaum außen gut bearbeitet ist, aber das Innere ist nicht gesäubert. ",
  "an4.196:5.6": "Ich würde erwarten, dass der grüne Salbaum unterginge und der Mann umkäme.“ ",
  "an4.196:6.1": "„Ebenso, Sāḷha, sind jene Asketen und Brahmanen, die die Bußübung aus Ekel vor Sünde lehren, die sie als wesentlich ansehen und daran festhalten, nicht in der Lage, die Flut zu überqueren. ",
  "an4.196:6.2": "Und jene Asketen und Brahmanen, deren Verhalten mit dem Körper, der Sprache und dem Geist und deren Lebensunterhalt unrein sind, sind auch nicht zum Erkennen und Sehen und zum unübertrefflichen Erwachen in der Lage. ",
  "an4.196:7.1": "Aber jene Asketen und Brahmanen, die nicht die Bußübung aus Ekel vor Sünde lehren, die sie nicht als wesentlich ansehen und nicht daran festhalten, sind in der Lage, die Flut zu überqueren. ",
  "an4.196:7.2": "Und jene Asketen und Brahmanen, deren Verhalten mit dem Körper, der Sprache und dem Geist und deren Lebensunterhalt rein sind, sind auch zum Erkennen und Sehen und zum unübertrefflichen Erwachen in der Lage. ",
  "an4.196:8.1": "Es ist, wie wenn ein Mann, der einen Fluss überqueren will, mit einer scharfen Axt in einen Wald ginge. ",
  "an4.196:8.2": "Da sähe er einen großen Salbaum, gerade gewachsen, jung und ohne Fehler. ",
  "an4.196:8.3": "Er fällte ihn an der Wurzel, ",
  "an4.196:8.4": "schnitte die Krone ab ",
  "an4.196:8.5": "und entfernte alle Äste und Blätter vollständig. ",
  "an4.196:8.6": "Dann schnitte er ihn mit Axt ",
  "an4.196:8.7": "und Buschmesser zu. ",
  "an4.196:8.8": "Dann nähme er einen Beitel und säuberte das Innere vollständig. ",
  "an4.196:8.9": "Dann hobelte er ihn glatt, ",
  "an4.196:8.10": "schliffe ihn mit einem runden Stein ",
  "an4.196:8.11": "und machte ein Boot daraus. ",
  "an4.196:8.12": "Schließlich brächte er Riemen und Steuerruder an ",
  "an4.196:8.13": "und ließe das Boot in den Fluss hinab. ",
  "an4.196:9.1": "Was denkst du, Sāḷha? ",
  "an4.196:9.2": "Ist dieser Mann in der Lage, den Fluss zu überqueren?“ ",
  "an4.196:9.3": "„Ja, Herr. ",
  "an4.196:9.4": "Und warum? ",
  "an4.196:9.5": "Weil dieser grüne Salbaum außen gut bearbeitet ist, das Innere ist gesäubert und es wurde daraus ein Boot gemacht mit Riemen und Steuerruder. ",
  "an4.196:9.6": "Ich würde erwarten, ",
  "an4.196:9.7": "dass das Boot nicht unterginge und der Mann wohlbehalten das jenseitige Ufer erreichte.“ ",
  "an4.196:10.1": "„Ebenso, Sāḷha, sind jene Asketen und Brahmanen, die nicht die Bußübung aus Ekel vor Sünde lehren, die sie nicht als wesentlich ansehen und nicht daran festhalten, in der Lage, die Flut zu überqueren. ",
  "an4.196:10.2": "Und jene Asketen und Brahmanen, deren Verhalten mit dem Körper, der Sprache und dem Geist und deren Lebensunterhalt rein sind, sind auch zum Erkennen und Sehen und zum unübertrefflichen Erwachen in der Lage. ",
  "an4.196:10.3": "Wie wenn da ein Krieger allerlei ausgefallene Kunststücke im Bogenschießen beherrschte – ",
  "an4.196:10.4": "nur mit diesen drei Faktoren wäre er eines Königs würdig, könnte einem König dienen und gälte als Zeichen der Königswürde. ",
  "an4.196:10.5": "Mit welchen drei? ",
  "an4.196:10.6": "Er ist ein Fernschütze, ein Scharfschütze, einer, der dicke Gegenstände zerschmettert. ",
  "an4.196:11.1": "Ebenso, wie ein Krieger ein Fernschütze ist, ",
  "an4.196:11.2": "besitzt ein edler Schüler rechte Versenkung. ",
  "an4.196:11.3": "Ein edler Schüler, der rechte Versenkung besitzt, sieht jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "an4.196:11.4": "Er sieht jegliche Art von Gefühl … ",
  "an4.196:11.5": "jegliche Art von Wahrnehmung … ",
  "an4.196:11.6": "jegliche Art von Entscheidungen … ",
  "an4.196:11.7": "jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "an4.196:12.1": "Ebenso, wie ein Krieger ein Scharfschütze ist, ",
  "an4.196:12.2": "besitzt ein edler Schüler rechte Ansicht. ",
  "an4.196:12.3": "Ein edler Schüler mit rechter Ansicht versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an4.196:13.1": "Ebenso, wie ein Krieger dicke Gegenstände zerschmettert, ",
  "an4.196:13.2": "besitzt ein edler Schüler rechte Freiheit. ",
  "an4.196:13.3": "Ein edler Schüler mit rechter Freiheit zerschmettert die große Masse der Unwissenheit.“ "
}