{
  "an4.185:0.1": "Nummerierte Lehrreden 4 ",
  "an4.185:0.2": "19. Brahmanen ",
  "an4.185:0.3": "185. Wahrheiten der Brahmanen ",
  "an4.185:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an4.185:1.2": "Zu dieser Zeit nun lebten einige äußerst renommierte Wanderer im Wandererkloster am Ufer des Flusses Sappinī. Unter ihnen waren Annabhāra, Varadhara, Sakuludāyī und andere äußerst renommierte Wanderer. ",
  "an4.185:1.3": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zum Wandererkloster am Ufer des Flusses Sappinī. ",
  "an4.185:2.1": "Nun kam da gerade unter den Wanderern, die andere Wege gehen, die dort beisammensaßen, dieses Gespräch auf: ",
  "an4.185:2.2": "„Die Wahrheiten der Brahmanen sind so; die Wahrheiten der Brahmanen sind so.“ ",
  "an4.185:2.3": "Da ging der Buddha zu den Wanderern, setzte sich auf den ausgebreiteten Sitz und sagte zu ihnen: ",
  "an4.185:3.1": "„Wanderer, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch ist unterbrochen worden?“ ",
  "an4.185:3.2": "„Nun, Meister Gotama, als wir hier beisammensaßen, kam unter uns dieses Gespräch auf: ",
  "an4.185:3.3": "‚Die Wahrheiten der Brahmanen sind so; die Wahrheiten der Brahmanen sind so.‘“ ",
  "an4.185:4.1": "„Wanderer, ich erkläre vier Wahrheiten der Brahmanen, die ich durch eigene Einsicht erkannt habe. ",
  "an4.185:4.2": "Welche vier? ",
  "an4.185:4.3": "Da sagt ein Brahmane: ",
  "an4.185:4.4": "‚Man soll kein Lebewesen töten.‘ ",
  "an4.185:4.5": "Wenn er so spricht, spricht ein Brahmane die Wahrheit und lügt nicht. ",
  "an4.185:4.6": "Doch er hält sich deswegen nicht für einen ‚Asketen‘ oder ‚Brahmanen‘, und er denkt auch nicht ‚ich bin besser‘, ‚ich bin gleich‘ oder ‚ich bin schlechter‘. ",
  "an4.185:4.7": "Vielmehr übt er das nur aus Güte und Anteilnahme für die Lebewesen, nachdem er die Wahrheit dieser Aussage eingesehen hat. ",
  "an4.185:5.1": "Dann sagt da ein anderer Brahmane: ",
  "an4.185:5.2": "‚Alle Sinnenfreuden sind unbeständig, voller Leiden und gehen zugrunde.‘ ",
  "an4.185:5.3": "Wenn er so spricht, spricht ein Brahmane die Wahrheit und lügt nicht. ",
  "an4.185:5.4": "Doch er hält sich deswegen nicht für einen ‚Asketen‘ oder ‚Brahmanen‘, und er denkt auch nicht ‚ich bin besser‘, ‚ich bin gleich‘ oder ‚ich bin schlechter‘. ",
  "an4.185:5.5": "Vielmehr übt er das nur für das Ziel der Ernüchterung, des Sichabwendens und Aufhörens in Bezug auf Sinnenfreuden, nachdem er die Wahrheit dieser Aussage eingesehen hat. ",
  "an4.185:6.1": "Dann sagt da ein anderer Brahmane: ",
  "an4.185:6.2": "‚Alle Daseinszustände sind unbeständig, voller Leiden und gehen zugrunde.‘ … Er übt nur für das Ziel der Ernüchterung, des Sichabwendens und Aufhörens in Bezug auf künftige Leben, nachdem er die Wahrheit dieser Aussage eingesehen hat. ",
  "an4.185:7.1": "Dann sagt da ein anderer Brahmane: ",
  "an4.185:7.2": "‚Ich gehöre niemandem nirgendwo! Und nichts gehört mir irgendwo!‘ ",
  "an4.185:7.3": "Wenn er so spricht, spricht ein Brahmane die Wahrheit und lügt nicht. ",
  "an4.185:7.4": "Doch er hält sich deswegen nicht für einen ‚Asketen‘ oder ‚Brahmanen‘, und er denkt auch nicht ‚ich bin besser‘, ‚ich bin gleich‘ oder ‚ich bin schlechter‘. ",
  "an4.185:7.5": "Vielmehr übt er nur den Pfad des Nichts, nachdem er die Wahrheit dieser Aussage eingesehen hat. ",
  "an4.185:7.6": "Ich erkläre diese vier Wahrheiten der Brahmanen, die ich durch eigene Einsicht erkannt habe.“ "
}