{
  "an4.197:0.1": "Nummerierte Lehrreden 4.197 ",
  "an4.197:0.2": "20. Das große Kapitel ",
  "an4.197:0.3": "Die Königin Mallikā ",
  "an4.197:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an4.197:1.2": "Da ging die Königin Mallikā zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an4.197:2.1": "„Herr, was ist der Grund, was ist die Ursache, dass in diesem Leben manche Frauenspersonen hässlich und unansehnlich sind und schlecht aussehen, ",
  "an4.197:2.2": "und sie sind arm, bedürftig, mittellos und von niederem Rang? ",
  "an4.197:3.1": "Und was ist der Grund, dass manche Frauenspersonen hässlich und unansehnlich sind und schlecht aussehen, ",
  "an4.197:3.2": "doch sie sind reich, wohlhabend, vermögend und von hohem Rang? ",
  "an4.197:4.1": "Und was ist der Grund, dass manche Frauenspersonen ansprechend sind, gut aussehend, anmutig, von unvergleichlicher Schönheit, ",
  "an4.197:4.2": "doch sie sind arm, bedürftig, mittellos und von niederem Rang? ",
  "an4.197:5.1": "Und was ist der Grund, dass manche Frauenspersonen ansprechend sind, gut aussehend, anmutig, von unvergleichlicher Schönheit, und sie sind reich, wohlhabend, vermögend und von hohem Rang?“ ",
  "an4.197:6.1": "„Da ist eine Frauensperson, die reizbar und schlecht gelaunt ist. ",
  "an4.197:6.2": "Selbst wenn sie nur leicht kritisiert wird, verliert sie die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an4.197:6.3": "Sie gibt Asketen oder Brahmanen keine Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an4.197:6.4": "Und sie ist eifersüchtig, ",
  "an4.197:6.5": "sie beneidet andere um Besitz, Ehre, Achtung, Ehrfurcht, Ehrerbietung und Verehrung, die sie erhalten, missgönnt und neidet sie ihnen. ",
  "an4.197:6.6": "Wenn sie zu dieser Daseinsform zurückkommt, nachdem sie gestorben ist, wird sie, wo sie auch wiedergeboren wird, hässlich und unansehnlich sein und schlecht aussehen, ",
  "an4.197:6.7": "und sie wird arm, bedürftig, mittellos und von niederem Rang sein. ",
  "an4.197:7.1": "Dann ist da eine andere Frauensperson, die reizbar und schlecht gelaunt ist. … ",
  "an4.197:7.2": " ",
  "an4.197:7.3": "Doch sie gibt Asketen und Brahmanen Gaben … ",
  "an4.197:7.4": "Und sie ist nicht eifersüchtig … ",
  "an4.197:7.5": " ",
  "an4.197:7.6": "Wenn sie zu dieser Daseinsform zurückkommt, nachdem sie gestorben ist, wird sie, wo sie auch wiedergeboren wird, hässlich und unansehnlich sein und schlecht aussehen, ",
  "an4.197:7.7": "doch sie wird reich, wohlhabend, vermögend und von hohem Rang sein. ",
  "an4.197:8.1": "Dann ist da eine andere Frauensperson, die nicht reizbar und schlecht gelaunt ist. … ",
  "an4.197:8.2": " ",
  "an4.197:8.3": "Doch sie gibt Asketen oder Brahmanen keine Gaben … ",
  "an4.197:8.4": "Und sie ist eifersüchtig … ",
  "an4.197:8.5": " ",
  "an4.197:8.6": "Wenn sie zu dieser Daseinsform zurückkommt, nachdem sie gestorben ist, wird sie, wo sie auch wiedergeboren wird, ansprechend sein, gut aussehend, anmutig, von unvergleichlicher Schönheit, ",
  "an4.197:8.7": "doch sie wird arm, bedürftig, mittellos und von niederem Rang sein. ",
  "an4.197:9.1": "Dann ist da eine andere Frauensperson, die nicht reizbar und schlecht gelaunt ist. … ",
  "an4.197:9.2": " ",
  "an4.197:9.3": "Sie gibt Asketen und Brahmanen Gaben … ",
  "an4.197:9.4": "Und sie ist nicht eifersüchtig … ",
  "an4.197:9.5": " ",
  "an4.197:9.6": "Wenn sie zu dieser Daseinsform zurückkommt, nachdem sie gestorben ist, wird sie, wo sie auch wiedergeboren wird, ansprechend sein, gut aussehend, anmutig, von unvergleichlicher Schönheit, ",
  "an4.197:9.7": "und sie wird reich, wohlhabend, vermögend und von hohem Rang sein. ",
  "an4.197:10.1": "Aus diesem Grund sind manche Frauenspersonen hässlich … ",
  "an4.197:10.2": "arm … und von niederem Rang. ",
  "an4.197:10.3": "Und manche Frauenspersonen sind hässlich … ",
  "an4.197:10.4": "doch reich … und von hohem Rang. ",
  "an4.197:10.5": "Und manche Frauenspersonen sind ansprechend … ",
  "an4.197:10.6": "doch arm … und von niederem Rang. ",
  "an4.197:10.7": "Und manche Frauenspersonen sind ansprechend … ",
  "an4.197:10.8": "reich … und von hohem Rang.“ ",
  "an4.197:11.1": "Daraufhin sagte die Königin Mallikā zum Buddha: ",
  "an4.197:11.2": "„Herr, in einem anderen Leben muss ich reizbar und schlecht gelaunt gewesen sein. ",
  "an4.197:11.3": "Selbst wenn ich nur leicht kritisiert wurde, muss ich die Beherrschung verloren haben, muss ärgerlich, feindselig und hartherzig geworden sein und Ärger, Hass und Unmut gezeigt haben. ",
  "an4.197:11.4": "Denn jetzt bin ich hässlich und unansehnlich und sehe schlecht aus. ",
  "an4.197:12.1": "In einem anderen Leben muss ich Asketen und Brahmanen Gaben gegeben haben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. Denn jetzt bin ich reich, wohlhabend und vermögend. ",
  "an4.197:13.1": "In einem anderen Leben muss ich nicht eifersüchtig gewesen sein, muss andere nicht um Besitz, Ehre, Achtung, Ehrfurcht, Ehrerbietung und Verehrung, die sie erhielten, beneidet haben, sie ihnen nicht missgönnt und geneidet haben. Denn jetzt bin ich von hohem Rang. ",
  "an4.197:13.2": "An diesem königlichen Hof befehlige ich die Töchter von Adligen, Brahmanen und Hausbesitzern. ",
  "an4.197:13.3": "Daher, Herr, will ich von diesem Tag an nicht reizbar und schlecht gelaunt sein. ",
  "an4.197:13.4": "Selbst wenn ich heftig kritisiert werde, will ich nicht die Beherrschung verlieren, will nicht ärgerlich, feindselig und hartherzig werden und keinen Ärger, Hass oder Unmut zeigen. ",
  "an4.197:13.5": "Ich will Asketen und Brahmanen Gaben geben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an4.197:13.6": "Ich will nicht eifersüchtig sein, will andere nicht um Besitz, Ehre, Achtung, Ehrfurcht, Ehrerbietung und Verehrung, die sie erhalten, beneiden, sie ihnen nicht missgönnen oder neiden. ",
  "an4.197:13.7": "Vortrefflich, Herr! … Von diesem Tag an soll der Buddha mich als Laienschülerin in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen hat.“ "
}