{
  "an4.171:0.1": "Nummerierte Lehrreden 4.171 ",
  "an4.171:0.2": "18. Das Kapitel über Absicht ",
  "an4.171:0.3": "Absicht ",
  "an4.171:1.1": "„Mönche und Nonnen, solange es einen Körper gibt, führt die Absicht, die eine körperliche Handlung zur Folge hat, dazu, dass in einem Glück oder Schmerz entsteht. ",
  "an4.171:1.2": "Solange es eine Stimme gibt, führt die Absicht, die eine sprachliche Handlung zur Folge hat, dazu, dass in einem Glück oder Schmerz entsteht. ",
  "an4.171:1.3": "Solange es einen Geist gibt, führt die Absicht, die eine geistige Handlung zur Folge hat, dazu, dass in einem Glück oder Schmerz entsteht – insofern dabei Unwissenheit die Bedingung ist. ",
  "an4.171:2.1": "Man selbst gibt den Anstoß zu der Entscheidung, die eine körperliche, sprachliche oder geistige Handlung zur Folge hat, welche dazu führt, dass in einem dieses Glück oder dieser Schmerz entsteht. ",
  "an4.171:2.2": "Oder jemand anders gibt den Anstoß zu der Entscheidung … ",
  "an4.171:2.3": "Man gibt bewusst den Anstoß zu der Entscheidung … ",
  "an4.171:2.4": "Oder man gibt unbewusst den Anstoß zu der Entscheidung … ",
  "an4.171:3.1": " ",
  "an4.171:3.2": " ",
  "an4.171:3.3": " ",
  "an4.171:3.4": " ",
  "an4.171:3.5": " ",
  "an4.171:4.1": " ",
  "an4.171:4.2": " ",
  "an4.171:4.3": " ",
  "an4.171:4.4": " ",
  "an4.171:5.1": "Bei all diesen Vorgängen ist Unwissenheit beteiligt. ",
  "an4.171:5.2": "Aber wenn Unwissenheit schwindet und restlos aufhört, gibt es keinen Körper und keine Stimme und keinen Geist, die bedingen könnten, dass Glück und Schmerz in einem entstehen. ",
  "an4.171:5.3": "Es gibt kein Feld, keinen Boden, keinen Bereich, keine Grundlage, die bedingen könnten, dass dieses Glück und dieser Schmerz in einem entstehen. ",
  "an4.171:6.1": "Mönche und Nonnen, es gibt vier Arten der Wiederverkörperung. ",
  "an4.171:6.2": "Welche vier? ",
  "an4.171:6.3": "Es gibt eine Wiederverkörperung, bei der sich die eigene Absicht auswirkt, nicht die Absicht anderer. ",
  "an4.171:6.4": "Es gibt eine Wiederverkörperung, bei der sich die Absicht anderer auswirkt, nicht die eigene Absicht. ",
  "an4.171:6.5": "Es gibt eine Wiederverkörperung, bei der sich sowohl die eigene Absicht als auch die Absicht anderer auswirkt. ",
  "an4.171:6.6": "Es gibt eine Wiederverkörperung, bei der sich weder die eigene Absicht noch die Absicht anderer auswirkt. ",
  "an4.171:6.7": "Das sind die vier Arten der Wiederverkörperung.“ ",
  "an4.171:7.1": "Daraufhin sagte der Ehrwürdige Sāriputta zum Buddha: ",
  "an4.171:7.2": "„So verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "an4.171:7.3": "Da ist der Fall der Wiederverkörperung, bei der sich die eigene Absicht auswirkt, nicht die Absicht anderer. Diese Lebewesen scheiden durch ihre eigene Absicht von jenem Bereich ab. ",
  "an4.171:7.4": "Da ist der Fall der Wiederverkörperung, bei der sich die Absicht anderer auswirkt, nicht die eigene Absicht. Diese Lebewesen scheiden durch die Absicht anderer von jenem Bereich ab. ",
  "an4.171:7.5": "Da ist der Fall der Wiederverkörperung, bei der sich sowohl die eigene Absicht als auch die Absicht anderer auswirkt. Diese Lebewesen scheiden sowohl durch ihre eigene als auch die Absicht anderer von jenem Bereich ab. ",
  "an4.171:7.6": "Aber Herr, im Fall der Wiederverkörperung, bei der sich weder die eigene Absicht noch die Absicht anderer auswirkt – auf welche Art von Göttern bezieht sich das?“ ",
  "an4.171:7.7": "„Sāriputta, das bezieht sich auf die Götter, die in der Dimension wiedergeboren sind, die weder Wahrnehmung noch keine Wahrnehmung hat.“ ",
  "an4.171:8.1": "„Was ist der Grund, Herr, was ist die Ursache, dass manche Lebewesen von jenem Bereich abscheiden und als Wiederkehrer zu diesem Daseinszustand zurückkommen, ",
  "an4.171:8.2": "während andere Nichtwiederkehrer sind und nicht zurückkommen?“ ",
  "an4.171:8.3": "„Sāriputta, da hat jemand die fünf niederen Fesseln nicht aufgegeben. Die Person tritt in diesem Leben in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an4.171:8.4": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.171:8.5": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern der Dimension wiedergeboren, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "an4.171:8.6": "Wenn sie dort verscheidet, ist sie ein Wiederkehrer, der zu diesem Daseinszustand zurückkommt. ",
  "an4.171:9.1": "Sāriputta, da hat jemand die fünf niederen Fesseln aufgegeben. Die Person tritt in diesem Leben in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an4.171:9.2": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. ",
  "an4.171:9.3": "Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern der Dimension wiedergeboren, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "an4.171:9.4": "Wenn sie dort verscheidet, ist sie ein Nichtwiederkehrer, der nicht zu diesem Daseinszustand zurückkommt. ",
  "an4.171:10.1": "Das ist der Grund, das ist die Ursache, dass manche Lebewesen von jenem Bereich abscheiden und als Wiederkehrer zu diesem Daseinszustand zurückkommen, ",
  "an4.171:10.2": "während andere Nichtwiederkehrer sind und nicht zurückkommen.“ "
}