{
  "an4.34:0.1": "Nummerierte Lehrreden 4 ",
  "an4.34:0.2": "4. Umstände ",
  "an4.34:0.3": "34. Zuversicht zu den besten Dingen ",
  "an4.34:1.1": "„Mönche und Nonnen, diese vier Arten der Zuversicht sind die besten. ",
  "an4.34:1.2": "Welche vier? ",
  "an4.34:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha gilt unter den Lebewesen als das beste: unter den Wesen ohne Füße, den Zweibeinern, den Vierbeinern, den Vielfüßigen, denen mit Form und den formlosen, denen mit Wahrnehmung, ohne Wahrnehmung, weder mit noch ohne Wahrnehmung. ",
  "an4.34:1.4": "Wer Zuversicht zum Buddha hat, hat Zuversicht zum Besten. ",
  "an4.34:1.5": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an4.34:2.1": "Der edle achtfache Pfad gilt unter den bedingten Dingen als das beste. ",
  "an4.34:2.2": "Wer Zuversicht zum edlen achtfachen Pfad hat, hat Zuversicht zum Besten. ",
  "an4.34:2.3": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an4.34:3.1": "Das Schwinden gilt unter den bedingten und unbedingten Dingen als das beste: nämlich das Überwinden der Eitelkeit, das Löschen des Durstes, das Aufgeben des Anklammerns, das Ausbrechen aus dem Kreislauf, das Beenden des Verlangens, das Schwinden, Aufhören, Erlöschen. ",
  "an4.34:3.2": "Wer Zuversicht zu der Lehre vom Schwinden hat, hat Zuversicht zum Besten. ",
  "an4.34:3.3": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an4.34:4.1": "Der Saṅgha der Schüler des Klargewordenen gilt unter den Gemeinschaften und Gruppen als die beste: nämlich die vier Paare, die acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an4.34:4.2": "Wer Zuversicht zum Saṅgha hat, hat Zuversicht zum Besten. ",
  "an4.34:4.3": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an4.34:4.4": "Das sind die vier besten Arten der Zuversicht. ",
  "an4.34:5.1": "Wer die beste Lehre kennt ",
  "an4.34:5.2": "und seine Zuversicht auf den Besten gründet – ",
  "an4.34:5.3": "wer dem besten Erwachten traut, ",
  "an4.34:5.4": "der einer religiösen Gabe in unübertrefflichem Maße würdig ist; ",
  "an4.34:6.1": "wer der besten Lehre traut, ",
  "an4.34:6.2": "der Wonne des Schwindens und des Stillwerdens; ",
  "an4.34:6.3": "wer dem besten Saṅgha traut, ",
  "an4.34:6.4": "dem unübertrefflichen Feld für Verdienst – ",
  "an4.34:7.1": "wer so den Besten Gaben spendet, ",
  "an4.34:7.2": "dem erwächst das beste Verdienst: ",
  "an4.34:7.3": "beste Lebensdauer und Schönheit, ",
  "an4.34:7.4": "bester Ruhm, bestes Ansehen, bestes Glück und beste Stärke. ",
  "an4.34:8.1": "Ein verständiger Mensch gibt dem Besten, ",
  "an4.34:8.2": "hat sich bei der besten Lehre niedergelassen. ",
  "an4.34:8.3": "Wenn er ein Gott oder Mensch wird, ",
  "an4.34:8.4": "erfreut er sich am Besten.“ "
}