{
  "an4.5:0.1": "Nummerierte Lehrreden 4 ",
  "an4.5:0.2": "1. Beim Dorf Bhaṇḍa ",
  "an4.5:0.3": "5. Mit dem Strom ",
  "an4.5:1.1": "„Vier Menschen findet man in der Welt. ",
  "an4.5:1.2": "Welche vier? ",
  "an4.5:1.3": "Einen Menschen, der mit dem Strom schwimmt; einen Menschen, der gegen den Strom schwimmt; einen Menschen, der fest steht; und einen Brahmanen, der hinübergelangt ist und am anderen Ufer steht. ",
  "an4.5:1.4": "Und wer ist der Mensch, der mit dem Strom schwimmt? ",
  "an4.5:1.5": "Es ist eine Person, die sich auf Sinnenfreuden einlässt und Schlechtes tut. ",
  "an4.5:1.6": "Das nennt man einen Menschen, der mit dem Strom schwimmt. ",
  "an4.5:2.1": "Und wer ist der Mensch, der gegen den Strom schwimmt? ",
  "an4.5:2.2": "Es ist eine Person, die sich nicht auf Sinnenfreuden einlässt oder Schlechtes tut. Sie lebt das vollkommene und reine geistliche Leben mit Schmerz und Traurigkeit, weint mit tränenüberströmtem Gesicht. ",
  "an4.5:2.3": "Das nennt man einen Menschen, der gegen den Strom schwimmt. ",
  "an4.5:3.1": "Und wer ist der Mensch, der fest steht? ",
  "an4.5:3.2": "Es ist eine Person, die mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren wird. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an4.5:3.3": "Das nennt man einen Menschen, der fest steht. ",
  "an4.5:4.1": "Und wer ist der Brahmane, der hinübergelangt ist und am anderen Ufer steht? ",
  "an4.5:4.2": "Es ist eine Person, die die Befleckungen auflöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt. ",
  "an4.5:4.3": "Das nennt man einen Brahmanen, der hinübergelangt ist und am anderen Ufer steht. ",
  "an4.5:4.4": "Das sind die vier Menschen, die man in der Welt findet. ",
  "an4.5:5.1": "All die Menschen mit ungezügelten Sinnen, ",
  "an4.5:5.2": "nicht frei von Begierde, die in diesem Leben Sinnenfreuden genießen: ",
  "an4.5:5.3": "wieder und wieder kommen sie zurück zu Geburt und Alter; ",
  "an4.5:5.4": "die mit dem Strom schwimmen sind in Verlangen versunken. ",
  "an4.5:6.1": "Daher lässt sich ein Weiser, fest in Achtsamkeit, in diesem Leben ",
  "an4.5:6.2": "nicht auf Sinnenfreuden und schlechte Taten ein. ",
  "an4.5:6.3": "Unter Schmerzen gibt er Sinnenfreuden auf: ",
  "an4.5:6.4": "Diesen Menschen nennt man ‚einen, der gegen den Strom schwimmt‘. ",
  "an4.5:7.1": "Wer fünf Verunreinigungen aufgegeben hat, ",
  "an4.5:7.2": "im Üben vollkommen, der nicht verkümmern wird, ",
  "an4.5:7.3": "den Geist gemeistert, die Sinne im Samādhi versunken, ",
  "an4.5:7.4": "das nennt man ‚einen, der fest steht‘. ",
  "an4.5:8.1": "Der Weise, der alle Dinge nach oben und unten erfasst hat, ",
  "an4.5:8.2": "der sie geleert und beendet hat, sodass sie nicht mehr sind; ",
  "an4.5:8.3": "die spirituelle Reise hat er zu Ende gebracht, ",
  "an4.5:8.4": "zum Ende der Welt ist er gelangt: Man nennt ihn ‚einen, der hinübergelangt ist‘.“ "
}