{
  "an4.192:0.1": "Nummerierte Lehrreden 4.192 ",
  "an4.192:0.2": "20. Das große Kapitel ",
  "an4.192:0.3": "Gelegenheiten ",
  "an4.192:1.1": "„Mönche und Nonnen, diese vier Dinge kann man bei vier Gelegenheiten erkennen. ",
  "an4.192:1.2": "Welche vier? ",
  "an4.192:1.3": "Die Sittlichkeit eines Menschen kann man erkennen, wenn man mit ihm zusammenlebt – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man unaufmerksam ist; und nur ein Weiser kann es, kein Geistloser. ",
  "an4.192:1.4": "Die Reinheit eines Menschen kann man erkennen, wenn man mit ihm Umgang pflegt … ",
  "an4.192:1.5": "Die Widerstandskraft eines Menschen kann man im Unglück erkennen … ",
  "an4.192:1.6": "Die Weisheit eines Menschen kann man in der Diskussion erkennen – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man unaufmerksam ist; und nur ein Weiser kann es, kein Geistloser. ",
  "an4.192:2.1": "‚Die Sittlichkeit eines Menschen kann man erkennen, wenn man mit ihm zusammenlebt – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man unaufmerksam ist; und nur ein Weiser kann es, kein Geistloser.‘ ",
  "an4.192:2.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an4.192:2.3": "Da lebt eine Person mit einer anderen zusammen. Sie findet heraus: ",
  "an4.192:2.4": "‚Über einen langen Zeitraum waren die Taten dieses Ehrwürdigen fehlerhaft, unrein, voller Flecken und unlauter. Seine Taten und sein Verhalten sind widersprüchlich. ",
  "an4.192:2.5": "Dieser Ehrwürdige ist unmoralisch, nicht sittlich.‘ ",
  "an4.192:3.1": "Dann lebt da eine andere Person mit einer anderen zusammen. Sie findet heraus: ",
  "an4.192:3.2": "‚Über einen langen Zeitraum waren die Taten dieses Ehrwürdigen fehlerlos, tadellos, ohne Flecken und rein. Seine Taten und sein Verhalten sind widerspruchsfrei. ",
  "an4.192:3.3": "Dieser Ehrwürdige ist sittlich, nicht unmoralisch.‘ ",
  "an4.192:3.4": "Insofern habe ich gesagt, dass man die Sittlichkeit eines Menschen erkennen kann, wenn man mit ihm zusammenlebt – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man unaufmerksam ist; und nur ein Weiser kann es, kein Geistloser. ",
  "an4.192:4.1": "‚Die Reinheit eines Menschen kann man erkennen, wenn man mit ihm Umgang pflegt …‘ ",
  "an4.192:4.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an4.192:4.3": "Da pflegt eine Person Umgang mit einer anderen. Sie findet heraus: ",
  "an4.192:4.4": "‚Dieser Ehrwürdige geht mit einem Menschen auf eine Art um. Dann geht er mit zwei, drei oder vielen Menschen jeweils auf eine andere Art um. ",
  "an4.192:4.5": "Von einem Menschen zum anderen ist sein Umgang widersprüchlich. ",
  "an4.192:4.6": "Der Umgang dieses Ehrwürdigen ist unrein, nicht rein.‘ ",
  "an4.192:5.1": "Dann pflegt eine andere Person Umgang mit einer anderen. Sie findet heraus: ",
  "an4.192:5.2": "‚Dieser Ehrwürdige geht mit einem Menschen auf eine Art um. Dann geht er mit zwei, drei oder vielen Menschen immer auf die gleiche Art um. ",
  "an4.192:5.3": "Von einem Menschen zum anderen ist sein Umgang widerspruchsfrei. ",
  "an4.192:5.4": "Der Umgang dieses Ehrwürdigen ist rein, nicht unrein.‘ ",
  "an4.192:5.5": "Insofern habe ich gesagt, dass man die Reinheit eines Menschen erkennen kann, wenn man mit ihm Umgang pflegt. … ",
  "an4.192:6.1": "‚Die Widerstandskraft eines Menschen kann man im Unglück erkennen …‘ ",
  "an4.192:6.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an4.192:6.3": "Da verliert eine Person Familienangehörige, Vermögen oder Gesundheit. Doch sie überlegt nicht: ",
  "an4.192:6.4": "‚So ist die Welt. So ist die Wiederverkörperung. Deshalb drehen sich die acht weltlichen Gegebenheiten um die Welt, und die Welt dreht sich um die acht weltlichen Gegebenheiten: ",
  "an4.192:6.5": "Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz.‘ ",
  "an4.192:6.6": "Sie ist bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "an4.192:7.1": "Dann verliert da eine andere Person Familienangehörige, Vermögen oder Gesundheit. Doch sie überlegt: ",
  "an4.192:7.2": "‚So ist die Welt. So ist die Wiederverkörperung. Deshalb drehen sich die acht weltlichen Gegebenheiten um die Welt, und die Welt dreht sich um die acht weltlichen Gegebenheiten: ",
  "an4.192:7.3": "Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz.‘ ",
  "an4.192:7.4": "Sie ist nicht bekümmert, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "an4.192:7.5": "Insofern habe ich gesagt, dass man die Widerstandskraft eines Menschen im Unglück erkennen kann. … ",
  "an4.192:7.6": "",
  "an4.192:8.1": "‚Die Weisheit eines Menschen kann man in der Diskussion erkennen – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man unaufmerksam ist; und nur ein Weiser kann es, kein Geistloser.‘ ",
  "an4.192:8.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an4.192:8.3": "Da diskutiert eine Person mit einer anderen. Sie findet heraus: ",
  "an4.192:8.4": "‚Wenn man die Herangehensweise dieses Ehrwürdigen in Betracht zieht, worauf er hinauswill und wie er eine Frage diskutiert, so ist er geistlos, nicht weise. ",
  "an4.192:8.5": "Und warum? ",
  "an4.192:8.6": "Dieser Ehrwürdige äußert keinen tiefgründigen und bedeutsamen Ausspruch, der friedvoll und erhaben wäre, über den Rahmen der Logik hinausginge, der subtil wäre, für den Klugen nachvollziehbar. ",
  "an4.192:8.7": "Wenn dieser Ehrwürdige über den Dhamma spricht, ist er nicht in der Lage, die Bedeutung zu erklären, weder kurz noch ausführlich. Er lehrt sie nicht, stellt sie nicht fest, etabliert sie nicht, stellt sie nicht klar, gliedert sie nicht auf und enthüllt sie nicht. ",
  "an4.192:8.8": "Dieser Ehrwürdige ist geistlos, nicht weise.‘ ",
  "an4.192:9.1": "Wie wenn ein Mensch mit gutem Sehvermögen am Ufer eines Sees stünde. Er sähe einen kleinen Fisch aufsteigen ",
  "an4.192:9.2": "und würde denken: ",
  "an4.192:9.3": "‚Wenn man die Herangehensweise dieses Fisches in Betracht zieht, die Wellen, die er macht, und seine Kraft, so ist es ein kleiner Fisch, kein großer.‘ ",
  "an4.192:9.4": "Ebenso findet eine Person, die mit einer anderen diskutiert, heraus: ",
  "an4.192:9.5": "‚Wenn man die Herangehensweise dieses Ehrwürdigen in Betracht zieht, worauf er hinauswill und wie er eine Frage diskutiert, so ist er geistlos, nicht weise. ",
  "an4.192:9.6": "",
  "an4.192:9.7": "",
  "an4.192:9.8": "",
  "an4.192:9.9": "",
  "an4.192:10.1": "Dann diskutiert da eine andere Person mit einer anderen. Sie findet heraus: ",
  "an4.192:10.2": "‚Wenn man die Herangehensweise dieses Ehrwürdigen in Betracht zieht, worauf er hinauswill und wie er eine Frage diskutiert, so ist er weise, nicht geistlos. ",
  "an4.192:10.3": "Und warum? ",
  "an4.192:10.4": "Dieser Ehrwürdige äußert einen tiefgründigen und bedeutsamen Ausspruch, der friedvoll und erhaben ist, der über den Rahmen der Logik hinausgeht, der subtil ist, für den Klugen nachvollziehbar. ",
  "an4.192:10.5": "Wenn dieser Ehrwürdige über den Dhamma spricht, ist er in der Lage, die Bedeutung zu erklären, sowohl kurz als auch ausführlich. Er lehrt sie, stellt sie fest, etabliert sie, stellt sie klar, gliedert sie auf und enthüllt sie. ",
  "an4.192:10.6": "Dieser Ehrwürdige ist weise, nicht geistlos.‘ ",
  "an4.192:11.1": "Wie wenn ein Mensch mit gutem Sehvermögen am Ufer eines Sees stünde. Er sähe einen großen Fisch aufsteigen ",
  "an4.192:11.2": "und würde denken: ",
  "an4.192:11.3": "‚Wenn man die Herangehensweise dieses Fisches in Betracht zieht, die Wellen, die er macht, und seine Kraft, so ist es ein großer Fisch, kein kleiner.‘ ",
  "an4.192:11.4": "Ebenso findet eine Person, die mit einer anderen diskutiert, heraus: ",
  "an4.192:11.5": "‚Wenn man die Herangehensweise dieses Ehrwürdigen in Betracht zieht, worauf er hinauswill und wie er eine Frage diskutiert, so ist er weise, nicht geistlos. …‘ ",
  "an4.192:11.6": "",
  "an4.192:11.7": "",
  "an4.192:11.8": "",
  "an4.192:11.9": "",
  "an4.192:12.1": "Insofern habe ich gesagt, dass man die Weisheit eines Menschen in der Diskussion erkennen kann – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man unaufmerksam ist; und nur ein Weiser kann es, kein Geistloser.‘ ",
  "an4.192:12.2": "Das sind die vier Dinge, die man bei diesen vier Gelegenheiten erkennen kann.“ "
}