{
  "an4.127:0.1": "Nummerierte Lehrreden 4.127 ",
  "an4.127:0.2": "13. Das Kapitel über Furcht ",
  "an4.127:0.3": "Unglaubliche Dinge über den Klargewordenen (1) ",
  "an4.127:1.1": "„Mönche und Nonnen, mit dem Erscheinen eines Klargewordenen, eines Vollendeten, eines vollkommen erwachten Buddha erscheinen vier unglaubliche und erstaunliche Dinge. ",
  "an4.127:1.2": "Welche vier? ",
  "an4.127:1.3": "Wenn das Wesen, das zum Erwachen entschlossen ist, von der Schar der Freudvollen Götter abscheidet, wird es im Leib seiner Mutter empfangen, achtsam und umsichtig. Dann erscheint in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen ein unermessliches, wunderbares Licht, das die Strahlkraft der Götter übertrifft. ",
  "an4.127:1.4": "Selbst in der grenzenlosen Trostlosigkeit des interstellaren Raumes – so vollkommen dunkel, dass sogar das Licht von Sonne und Mond, so mächtig und gewaltig, keinen Eindruck macht – erscheint ein unermessliches, wunderbares Licht, das die Strahlkraft der Götter übertrifft. ",
  "an4.127:1.5": "Und die Lebewesen, die dort wiedergeboren sind, erkennen einander in diesem Licht: ",
  "an4.127:1.6": "‚Es scheint also, dass hier andere Lebewesen wiedergeboren sind!‘ ",
  "an4.127:1.7": "Das ist das erste unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.127:2.1": "Weiterhin kommt das Wesen, das zum Erwachen entschlossen ist, aus dem Mutterleib hervor, achtsam und umsichtig. Dann erscheint … ein unermessliches, wunderbares Licht … ",
  "an4.127:2.2": "Selbst in der grenzenlosen Trostlosigkeit des interstellaren Raumes … erscheint ein unermessliches, wunderbares Licht … ",
  "an4.127:2.3": "",
  "an4.127:2.4": "",
  "an4.127:2.5": "Das ist das zweite unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.127:3.1": "Weiterhin versteht der Klargewordene das unübertreffliche vollkommene Erwachen. Dann erscheint … ein unermessliches, wunderbares Licht … ",
  "an4.127:3.2": "Selbst in der grenzenlosen Trostlosigkeit des interstellaren Raumes … erscheint ein unermessliches, wunderbares Licht … ",
  "an4.127:3.3": "",
  "an4.127:3.4": "",
  "an4.127:3.5": "Das ist das dritte unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.127:4.1": "Weiterhin bringt der Klargewordene das unübertreffliche Rad des Dhamma ins Rollen. Dann erscheint … ein unermessliches, wunderbares Licht … ",
  "an4.127:4.2": "Selbst in der grenzenlosen Trostlosigkeit des interstellaren Raumes … erscheint ein unermessliches, wunderbares Licht … ",
  "an4.127:4.3": "",
  "an4.127:4.4": "",
  "an4.127:4.5": "Das ist das vierte unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.127:4.6": "Mit dem Erscheinen eines Klargewordenen, eines Vollendeten, eines vollkommen erwachten Buddha erscheinen diese vier unglaublichen und erstaunlichen Dinge.“ "
}