{
  "an4.174:0.1": "Nummerierte Lehrreden 4.174 ",
  "an4.174:0.2": "18. Das Kapitel über Absicht ",
  "an4.174:0.3": "Mit Ānanda ",
  "an4.174:1.1": "Da ging der Ehrwürdige Ānanda zum Ehrwürdigen Mahākoṭṭhita und tauschte Willkommensgrüße mit ihm aus. ",
  "an4.174:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Ānanda sich zur Seite hin und sagte zu Mahākoṭṭhita: ",
  "an4.174:2.1": "„Werter Freund, wenn die sechs Berührungsfelder geschwunden sind und restlos aufgehört haben, besteht dann etwas anderes?“ ",
  "an4.174:3.1": "„Sag es nicht so, werter Freund.“ ",
  "an4.174:4.1": "„Besteht dann nichts anderes?“ ",
  "an4.174:5.1": "„Sag es nicht so, werter Freund.“ ",
  "an4.174:6.1": "„Ist es so, dass dann sowohl etwas anderes besteht als auch nichts anderes?“ ",
  "an4.174:7.1": "„Sag es nicht so, werter Freund.“ ",
  "an4.174:8.1": "„Ist es so, dass dann weder etwas anderes besteht noch nichts anderes?“ ",
  "an4.174:9.1": "„Sag es nicht so, werter Freund.“ ",
  "an4.174:10.1": "„Werter Freund, wenn du all das gefragt wirst, ",
  "an4.174:10.2": "sagst du jedesmal: ‚Sag es nicht so.‘ ",
  "an4.174:10.3": " ",
  "an4.174:10.4": " ",
  "an4.174:10.5": " ",
  "an4.174:10.6": " ",
  "an4.174:10.7": " ",
  "an4.174:10.8": " ",
  "an4.174:10.9": "Wie ist da die Bedeutung dieser Aussage zu verstehen?“ ",
  "an4.174:11.1": "„Wenn du sagst: ‚Wenn die sechs Berührungsfelder geschwunden sind und restlos aufgehört haben, dann besteht etwas anderes‘, so bringst du zum Wuchern, was noch nicht gewuchert ist. ",
  "an4.174:11.2": "Wenn du sagst: ‚Dann besteht nichts anderes‘, so bringst du zum Wuchern, was noch nicht gewuchert ist. ",
  "an4.174:11.3": "Wenn du sagst: ‚Es ist so, dass dann sowohl etwas anderes besteht als auch nichts anderes‘, so bringst du zum Wuchern, was noch nicht gewuchert ist. ",
  "an4.174:11.4": "Wenn du sagst: ‚Es ist so, dass dann weder etwas anderes besteht noch nichts anderes‘, so bringst du zum Wuchern, was noch nicht gewuchert ist. ",
  "an4.174:11.5": "Die Reichweite des Wucherns erstreckt sich so weit wie die Reichweite der sechs Berührungsfelder. ",
  "an4.174:11.6": "Die Reichweite der sechs Berührungsfelder erstreckt sich so weit wie die Reichweite des Wucherns. ",
  "an4.174:11.7": "Wenn die sechs Berührungsfelder geschwunden sind und restlos aufgehört haben, dann hört das Wuchern auf und ist gestillt.“ "
}