{
  "an4.62:0.1": "Nummerierte Lehrreden 4 ",
  "an4.62:0.2": "7. Gute Verwendung ",
  "an4.62:0.3": "62. Schuldenfreiheit ",
  "an4.62:1.1": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an4.62:2.1": "„Hausbesitzer, diese vier Arten des Glücks kann ein Laie, der Sinnenfreuden genießt, je nach Zeit und Gelegenheit erlangen. ",
  "an4.62:2.2": "Welche vier? ",
  "an4.62:2.3": "Das Glück des Besitzens, das Glück, den Besitz zu genießen, das Glück der Schuldenfreiheit und das Glück, ohne Tadel zu sein. ",
  "an4.62:3.1": "Und was ist das Glück des Besitzens? ",
  "an4.62:3.2": "Es ist, wenn ein Sohn aus gutem Haus rechtmäßig erworbenes Vermögen besitzt, das er mit seiner Anstrengung und seinem Unternehmungsgeist erarbeitet, mit seinen Händen aufgebaut und im Schweiß seines Angesichts zusammengetragen hat. ",
  "an4.62:3.3": "Beim Gedanken daran ist er voller Wonne und Glück. ",
  "an4.62:3.4": "Das nennt man das Glück des Besitzens. ",
  "an4.62:4.1": "Und was ist das Glück, den Besitz zu genießen? ",
  "an4.62:4.2": "Es ist, wenn ein Sohn aus gutem Haus sein rechtmäßig erworbenes Vermögen verwendet und damit Verdienst erwirbt. ",
  "an4.62:4.3": "Beim Gedanken daran ist er voller Wonne und Glück. ",
  "an4.62:4.4": "Das nennt man das Glück, den Besitz zu genießen. ",
  "an4.62:5.1": "Und was ist das Glück der Schuldenfreiheit? ",
  "an4.62:5.2": "Es ist, wenn ein Sohn aus gutem Haus niemandem etwas schuldet, weder wenig noch viel. ",
  "an4.62:5.3": "Beim Gedanken daran ist er voller Wonne und Glück. ",
  "an4.62:5.4": "Das nennt man das Glück der Schuldenfreiheit. ",
  "an4.62:6.1": "Und was ist das Glück, ohne Tadel zu sein? ",
  "an4.62:6.2": "Es ist, wenn ein edler Schüler sich mit dem Körper, der Sprache und dem Geist tadellos verhält. ",
  "an4.62:6.3": "Beim Gedanken daran ist er voller Wonne und Glück. ",
  "an4.62:6.4": "Das nennt man das Glück, ohne Tadel zu sein. ",
  "an4.62:6.5": "Das sind die vier Arten des Glücks, die ein Laie, der Sinnenfreuden genießt, je nach Zeit und Gelegenheit erlangen kann. ",
  "an4.62:7.1": "Wer das Glück der Schuldenfreiheit kennt ",
  "an4.62:7.2": "und auch das Glück des Besitzens, ",
  "an4.62:7.3": "ein Sterblicher, der das Glück hat, Besitz zu genießen, ",
  "an4.62:7.4": "sieht mit Weisheit klar. ",
  "an4.62:8.1": "Wenn er klar sieht, kennt ein verständiger Mensch ",
  "an4.62:8.2": "beide Arten des Glücks: ",
  "an4.62:8.3": "Die andere Art wiegt nicht den sechzehnten Teil ",
  "an4.62:8.4": "des Glücks, ohne Tadel zu sein.“ "
}