{
  "an4.163:0.1": "Nummerierte Lehrreden 4 ",
  "an4.163:0.2": "17. Übung ",
  "an4.163:0.3": "163. Hässlich ",
  "an4.163:1.1": "„Mönche und Nonnen, es gibt vier Übungswege. ",
  "an4.163:1.2": "Welche vier? ",
  "an4.163:1.3": "Schmerzhafte Übung mit langsamer Einsicht, ",
  "an4.163:1.4": "schmerzhafte Übung mit rascher Einsicht, ",
  "an4.163:1.5": "angenehme Übung mit langsamer Einsicht ",
  "an4.163:1.6": "und angenehme Übung mit rascher Einsicht. ",
  "an4.163:2.1": "Und was ist die schmerzhafte Übung mit langsamer Einsicht? ",
  "an4.163:2.2": "Es ist, wenn ein Mönch meditiert, indem er die Hässlichkeit des Körpers betrachtet; er nimmt die Widerwärtigkeit der Nahrung wahr, er nimmt die Entfremdung von der ganzen Welt wahr, er nimmt die Unbeständigkeit aller Bedingungen wahr ",
  "an4.163:2.3": "und er hat die Wahrnehmung des eigenen Todes fest verankert. ",
  "an4.163:2.4": "Er stützt sich auf diese fünf Kräfte eines Übenden: ",
  "an4.163:2.5": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.163:2.6": "Doch diese fünf Fähigkeiten sind bei ihm schwach ausgeprägt: ",
  "an4.163:2.7": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.163:2.8": "Aus diesem Grund erreicht er nur langsam die Bedingungen zum Auflösen der Befleckungen in diesem Leben. ",
  "an4.163:2.9": "Das nennt man die schmerzhafte Übung mit langsamer Einsicht. ",
  "an4.163:3.1": "Und was ist die schmerzhafte Übung mit rascher Einsicht? ",
  "an4.163:3.2": "Es ist, wenn eine Nonne meditiert, indem sie die Hässlichkeit des Körpers betrachtet; sie nimmt die Widerwärtigkeit der Nahrung wahr, sie nimmt die Entfremdung von der ganzen Welt wahr, sie nimmt die Unbeständigkeit aller Bedingungen wahr ",
  "an4.163:3.3": "und sie hat die Wahrnehmung des eigenen Todes fest verankert. ",
  "an4.163:3.4": "Sie stützt sich auf diese fünf Kräfte einer Übenden: ",
  "an4.163:3.5": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.163:3.6": "Und diese fünf Fähigkeiten sind bei ihr stark ausgeprägt: ",
  "an4.163:3.7": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.163:3.8": "Aus diesem Grund erreicht sie rasch die Bedingungen zum Auflösen der Befleckungen in diesem Leben. ",
  "an4.163:3.9": "Das nennt man die schmerzhafte Übung mit rascher Einsicht. ",
  "an4.163:4.1": "Und was ist die angenehme Übung mit langsamer Einsicht? ",
  "an4.163:4.2": "Es ist, wenn ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es die Ekstase und die Wonne der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "an4.163:4.3": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an4.163:4.4": "Und mit dem Schwinden der Ekstase tritt er in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Wonne, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Wonne.‘ ",
  "an4.163:4.5": "Indem er Glück und Schmerz ablegt und frühere Fröhlichkeit und Traurigkeit beendet, tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an4.163:4.6": "Er stützt sich auf diese fünf Kräfte eines Übenden: ",
  "an4.163:4.7": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.163:4.8": "Doch diese fünf Fähigkeiten sind bei ihm schwach ausgeprägt: ",
  "an4.163:4.9": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.163:4.10": "Aus diesem Grund erreicht sie nur langsam die Bedingungen zum Auflösen der Befleckungen in diesem Leben. ",
  "an4.163:4.11": "Das nennt man die angenehme Übung mit langsamer Einsicht. ",
  "an4.163:5.1": "Und was ist die angenehme Übung mit rascher Einsicht? ",
  "an4.163:5.2": "Es ist, wenn eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … in die zweite Vertiefung … in die dritte Vertiefung … in die vierte Vertiefung … ",
  "an4.163:5.3": "Sie stützt sich auf diese fünf Kräfte einer Übenden: ",
  "an4.163:5.4": "Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit. ",
  "an4.163:5.5": "Und diese fünf Fähigkeiten sind bei ihr stark ausgeprägt: ",
  "an4.163:5.6": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "an4.163:5.7": "Aus diesem Grund erreicht sie rasch die Bedingungen zum Auflösen der Befleckungen in diesem Leben. ",
  "an4.163:5.8": "Das nennt man die angenehme Übung mit rascher Einsicht. ",
  "an4.163:5.9": "Das sind die vier Übungswege.“ "
}