{
  "an4.128:0.1": "Nummerierte Lehrreden 4 ",
  "an4.128:0.2": "13. Furcht ",
  "an4.128:0.3": "128. Unglaubliche Dinge über den Klargewordenen (2) ",
  "an4.128:1.1": "„Mönche und Nonnen, mit dem Erscheinen eines Klargewordenen, eines Vollendeten, eines vollkommen erwachten Buddha erscheinen vier unglaubliche und erstaunliche Dinge. ",
  "an4.128:1.2": "Welche vier? ",
  "an4.128:1.3": "Menschen mögen Bindungen, sie lieben und genießen sie. ",
  "an4.128:1.4": "Doch wenn ein Klargewordener den Dhamma über das Nicht-Haften lehrt, wollen sie zuhören, sie schenken ihm Gehör und gebrauchen ihren Verstand, um ihn zu verstehen. ",
  "an4.128:1.5": "Das ist das erste unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.128:2.1": "Menschen mögen die Einbildung, sie lieben und genießen sie. ",
  "an4.128:2.2": "Doch wenn ein Klargewordener den Dhamma über das Beseitigen der Einbildung lehrt, wollen sie zuhören, sie schenken ihm Gehör und gebrauchen ihren Verstand, um ihn zu verstehen. ",
  "an4.128:2.3": "Das ist das zweite unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.128:3.1": "Menschen mögen Erregung, sie lieben und genießen sie. ",
  "an4.128:3.2": "Doch wenn ein Klargewordener den Dhamma über den Frieden lehrt, wollen sie zuhören, sie schenken ihm Gehör und gebrauchen ihren Verstand, um ihn zu verstehen. ",
  "an4.128:3.3": "Das ist das dritte unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.128:4.1": "Diese Bevölkerung ist in der Unwissenheit verloren, in einer Schale eingeschlossen. ",
  "an4.128:4.2": "Doch wenn ein Klargewordener den Dhamma über das Beseitigen der Unwissenheit lehrt, wollen sie zuhören, sie schenken ihm Gehör und gebrauchen ihren Verstand, um ihn zu verstehen. ",
  "an4.128:4.3": "Das ist das vierte unglaubliche und erstaunliche Ding, das mit dem Erscheinen eines Klargewordenen erscheint. ",
  "an4.128:4.4": "Mit dem Erscheinen eines Klargewordenen, eines Vollendeten, eines vollkommen erwachten Buddha erscheinen diese vier unglaublichen und erstaunlichen Dinge.“ "
}