{
  "an4.194:0.1": "Nummerierte Lehrreden 4.194 ",
  "an4.194:0.2": "20. Das große Kapitel ",
  "an4.194:0.3": "In Sāpūga ",
  "an4.194:1.1": "Einmal hielt sich der Ehrwürdige Ānanda im Land der Koliyer auf, bei einem Marktflecken der Koliyer mit Namen Sāpūga. ",
  "an4.194:1.2": "Da gingen einige Koliyer aus Sāpūga zu Ānanda, verbeugten sich und setzten sich zur Seite hin. Da sagte der Ehrwürdige Ānanda zu ihnen: ",
  "an4.194:2.1": "„Byagghapajjer, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese vier Faktoren des Bemühens um Reinheit richtig erklärt: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen. ",
  "an4.194:2.2": "Welche vier? ",
  "an4.194:2.3": "Die Faktoren des Bemühens um Reinheit des sittlichen Verhaltens, Reinheit des Geistes, Reinheit der Ansicht und Reinheit der Freiheit. ",
  "an4.194:3.1": "Und was ist der Faktor des Bemühens um Reinheit des sittlichen Verhaltens? ",
  "an4.194:3.2": "Da ist ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an4.194:3.3": "Das nennt man Reinheit des sittlichen Verhaltens. ",
  "an4.194:3.4": "Er denkt: ‚Ich will diese Reinheit des sittlichen Verhaltens erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Sein Enthusiasmus dafür, seine Mühe, sein Eifer, seine Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor des Bemühens um Reinheit des sittlichen Verhaltens. ",
  "an4.194:4.1": "Und was ist der Faktor des Bemühens um Reinheit des Geistes? ",
  "an4.194:4.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … Er tritt in die zweite Vertiefung ein … er tritt in die dritte Vertiefung ein … er tritt in die vierte Vertiefung ein und verweilt darin. ",
  "an4.194:4.3": "Das nennt man Reinheit des Geistes. ",
  "an4.194:4.4": "Er denkt: ‚Ich will diese Reinheit des Geistes erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Sein Enthusiasmus dafür, seine Mühe, sein Eifer, seine Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor des Bemühens um Reinheit des Geistes. ",
  "an4.194:5.1": "Und was ist der Faktor des Bemühens um Reinheit der Ansicht? ",
  "an4.194:5.2": "Da versteht ein Mönch wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an4.194:5.3": "Das nennt man Reinheit der Ansicht. ",
  "an4.194:5.4": "Er denkt: ‚Ich will diese Reinheit der Ansicht erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Sein Enthusiasmus dafür, seine Mühe, sein Eifer, seine Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor des Bemühens um Reinheit der Ansicht. ",
  "an4.194:6.1": "Und was ist der Faktor des Bemühens um Reinheit der Freiheit? ",
  "an4.194:6.2": "Dieser edle Schüler – der die Faktoren des Bemühens um Reinheit des sittlichen Verhaltens, des Geistes und der Ansicht besitzt – wendet seinen Geist von Gier erregenden Dingen ab und befreit ihn von den Dingen, von denen er befreit werden muss. ",
  "an4.194:6.3": "Während er das tut, erfährt er vollkommene Freiheit. ",
  "an4.194:6.4": "Das nennt man Reinheit der Freiheit. ",
  "an4.194:6.5": "Er denkt: ‚Ich will diese Reinheit der Freiheit erfüllen, oder, wenn sie bereits erfüllt ist, will ich sie in jedem Moment mit Weisheit stärken.‘ Sein Enthusiasmus dafür, seine Mühe, sein Eifer, seine Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht – das nennt man den Faktor des Bemühens um Reinheit der Freiheit. ",
  "an4.194:7.1": "Diese vier Faktoren des Bemühens um Reinheit sind vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha richtig erklärt worden: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen.“ "
}