{
  "pli-tv-bi-vb-pc52:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc52:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc52:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc52:0.4": "The sub-chapter on monasteries ",
  "pli-tv-bi-vb-pc52:0.5": "52. The training rule on abusing monks ",
  "pli-tv-bi-vb-pc52:1.1^a": "Origin story ",
  "pli-tv-bi-vb-pc52:1.1": "At one time when the Buddha was staying at Vesālī in the hall with the peaked roof, ",
  "pli-tv-bi-vb-pc52:1.2": "Venerable Upāli’s preceptor, Venerable Kappita, was staying in a charnel ground. ",
  "pli-tv-bi-vb-pc52:1.3": "At that time the leader of the nuns from the group of six had died. ",
  "pli-tv-bi-vb-pc52:1.4": "They took her to the charnel ground, cremated her near Venerable Kappita’s dwelling, and made a stupa. They then went there and cried. ",
  "pli-tv-bi-vb-pc52:1.5": "Venerable Kappita was disturbed by the noise, and so he demolished the stupa. ",
  "pli-tv-bi-vb-pc52:1.6": "The nuns from the group of six thought, ",
  "pli-tv-bi-vb-pc52:1.7": "“This Kappita has demolished our Venerable’s stupa; let’s kill him,” and they made a plan. ",
  "pli-tv-bi-vb-pc52:1.8": "A certain nun told Venerable Upāli what had happened, ",
  "pli-tv-bi-vb-pc52:1.9": "and he in turn told Venerable Kappita. ",
  "pli-tv-bi-vb-pc52:1.10": "Venerable Kappita then left his dwelling and hid himself. ",
  "pli-tv-bi-vb-pc52:1.11": "Soon afterwards the nuns from the group of six went to his dwelling ",
  "pli-tv-bi-vb-pc52:1.12": "and crushed it with rocks and clods of earth. And when they thought he was dead, they left. ",
  "pli-tv-bi-vb-pc52:1.13": "The following morning Venerable Kappita robed up, took his bowl and robe, and entered Vesālī for almsfood. ",
  "pli-tv-bi-vb-pc52:1.14": "When the nuns from the group of six saw him, ",
  "pli-tv-bi-vb-pc52:1.15": "they said, ",
  "pli-tv-bi-vb-pc52:1.16": "“This Kappita is alive! Who foiled our plan?” ",
  "pli-tv-bi-vb-pc52:1.17": "When they heard ",
  "pli-tv-bi-vb-pc52:1.18": "that Venerable Upāli had foiled it, ",
  "pli-tv-bi-vb-pc52:1.19": "they abused him, ",
  "pli-tv-bi-vb-pc52:1.20": "“How could this barber, this dirt-remover of inferior birth, foil our plan?” ",
  "pli-tv-bi-vb-pc52:1.21": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc52:1.22": "“How can the nuns from the group of six abuse Venerable Upāli?” … ",
  "pli-tv-bi-vb-pc52:1.23": "“Is it true, monks, that those nuns did that?” ",
  "pli-tv-bi-vb-pc52:1.24": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc52:1.25": "The Buddha rebuked them, ",
  "pli-tv-bi-vb-pc52:1.26": "“… How can the nuns from the group of six abuse Venerable Upāli? ",
  "pli-tv-bi-vb-pc52:1.27": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc52:1.28": "And, monks, the nuns should recite this training rule thus: ",
  "pli-tv-bi-vb-pc52:1.29^a": "Final ruling ",
  "pli-tv-bi-vb-pc52:1.29": "‘If a nun abuses or reviles a monk, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc52:2.1.1^a": "Definitions ",
  "pli-tv-bi-vb-pc52:2.1.1": "A: ",
  "pli-tv-bi-vb-pc52:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc52:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc52:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc52:2.1.5": "A monk: ",
  "pli-tv-bi-vb-pc52:2.1.6": "one who is fully ordained. ",
  "pli-tv-bi-vb-pc52:2.1.7": "Abuses: ",
  "pli-tv-bi-vb-pc52:2.1.8": "if she abuses with the ten kinds of abuse or with any one of them, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc52:2.1.9": "Reviles: ",
  "pli-tv-bi-vb-pc52:2.1.10": "if she does what is fear-inducing, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc52:2.2.1^a": "Permutations ",
  "pli-tv-bi-vb-pc52:2.2.1": "If he is fully ordained, and she perceives him as such, and she abuses or reviles him, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc52:2.2.2": "If he is fully ordained, but she is unsure if he is, and she abuses or reviles him, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc52:2.2.3": "If he is fully ordained, but she does not perceive him as such, and she abuses or reviles him, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc52:2.2.4": "If she abuses or reviles someone who is not fully ordained, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc52:2.2.5": "If he is not fully ordained, but she perceives him as fully ordained, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc52:2.2.6": "If he is not fully ordained, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc52:2.2.7": "If he is not fully ordained, and she does not perceive him as fully ordained, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc52:2.3.1^a": "Non-offenses ",
  "pli-tv-bi-vb-pc52:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc52:2.3.2": "if she is aiming at what is beneficial; ",
  "pli-tv-bi-vb-pc52:2.3.3": "if she is aiming at giving a teaching; ",
  "pli-tv-bi-vb-pc52:2.3.4": "if she is aiming at giving instruction; ",
  "pli-tv-bi-vb-pc52:2.3.5": "if she is insane; ",
  "pli-tv-bi-vb-pc52:2.3.6": "if she is the first offender. ",
  "pli-tv-bi-vb-pc52:2.3.7": "The second training rule is finished."
}