{
  "pli-tv-bi-vb-pc54:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc54:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc54:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc54:0.4": "The sub-chapter on monasteries ",
  "pli-tv-bi-vb-pc54:0.5": "54. The training rule on satisfaction ",
  "pli-tv-bi-vb-pc54:1.1^a": "Origin story ",
  "pli-tv-bi-vb-pc54:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc54:1.2": "a certain brahmin had invited the nuns for a meal. ",
  "pli-tv-bi-vb-pc54:1.3": "After the nuns had eaten and expressed their satisfaction, they went to their respective families, where some ate and others got almsfood and left. ",
  "pli-tv-bi-vb-pc54:1.4": "Soon afterwards that brahmin said this to his neighbors, ",
  "pli-tv-bi-vb-pc54:1.5": "“The nuns have been satisfied by me. Come, and I’ll satisfy you, too.” ",
  "pli-tv-bi-vb-pc54:1.7": "“How could you satisfy us, too? ",
  "pli-tv-bi-vb-pc54:1.8": "Those nuns who were invited by you came to our houses, where some ate and others got almsfood and left.” ",
  "pli-tv-bi-vb-pc54:1.9": "That brahmin complained and criticized those nuns, ",
  "pli-tv-bi-vb-pc54:1.10": "“How can they eat in our house and afterwards eat elsewhere? Am I not able to give them as much as they want?” ",
  "pli-tv-bi-vb-pc54:1.11": "The nuns heard the complaints of that brahmin, ",
  "pli-tv-bi-vb-pc54:1.12": "and the nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc54:1.13": "“How can nuns finish their meal and express their satisfaction, and then eat elsewhere?” … ",
  "pli-tv-bi-vb-pc54:1.14": "“Is it true, monks, that those nuns did that?” ",
  "pli-tv-bi-vb-pc54:1.15": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc54:1.16": "The Buddha rebuked them, ",
  "pli-tv-bi-vb-pc54:1.17": "“… How can nuns finish their meal and express their satisfaction, and then eat elsewhere? ",
  "pli-tv-bi-vb-pc54:1.18": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc54:1.19": "And, monks, the nuns should recite this training rule thus: ",
  "pli-tv-bi-vb-pc54:1.20^a": "Final ruling ",
  "pli-tv-bi-vb-pc54:1.20": "‘If a nun who has been invited or expressed her satisfaction eats staple or non-staple food, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc54:2.1.1^a": "Definitions ",
  "pli-tv-bi-vb-pc54:2.1.1": "A: ",
  "pli-tv-bi-vb-pc54:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc54:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc54:2.1.4": "… The nun who has been given the full ordination by both complete Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc54:2.1.5": "Invited: ",
  "pli-tv-bi-vb-pc54:2.1.6": "invited to eat any of the five staple foods. ",
  "pli-tv-bi-vb-pc54:2.1.7": "Expressed her satisfaction: ",
  "pli-tv-bi-vb-pc54:2.1.8": "eating is seen, staple food is seen, it is offered by one standing within arm’s reach, a refusal is seen. ",
  "pli-tv-bi-vb-pc54:2.1.9": "Non-staple food: ",
  "pli-tv-bi-vb-pc54:2.1.10": "apart from the five staple foods, rice-porridge, the post-midday tonics, the seven-day tonics, and the lifetime tonics—",
  "pli-tv-bi-vb-pc54:2.1.11": "the rest is called “non-staple food.” ",
  "pli-tv-bi-vb-pc54:2.1.12": "Staple food: ",
  "pli-tv-bi-vb-pc54:2.1.13": "there are five kinds of staple food: cooked grain, porridge, flour, fish, and meat. ",
  "pli-tv-bi-vb-pc54:2.1.14": "If she receives it with the intention of eating it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc54:2.1.15": "For every mouthful, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc54:2.2.1^a": "Permutations ",
  "pli-tv-bi-vb-pc54:2.2.1": "If she has been invited, and she perceives that she has, and she eats staple or non-staple food, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc54:2.2.2": "If she has been invited, but she is unsure if she has, and she eats staple or non-staple food, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc54:2.2.3": "If she has been invited, but she does not perceives that she has, and she eats staple or non-staple food, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc54:2.2.4": "If she receives post-midday tonics, seven-day tonics, or lifetime tonics for the purpose of food, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc54:2.2.5": "For every mouthful, she commits an offense of wrong conduct. … ",
  "pli-tv-bi-vb-pc54:2.2.6^a": "Non-offenses ",
  "pli-tv-bi-vb-pc54:2.2.6": "There is no offense: ",
  "pli-tv-bi-vb-pc54:2.2.7": "if she has been invited, but not expressed her satisfaction; ",
  "pli-tv-bi-vb-pc54:2.2.8": "if she drinks rice-porridge; ",
  "pli-tv-bi-vb-pc54:2.2.9": "if she eats after getting permission from the first inviter; ",
  "pli-tv-bi-vb-pc54:2.2.10": "if, when there is a reason, she makes use of post-midday tonics, seven-day tonics, or lifetime tonics; ",
  "pli-tv-bi-vb-pc54:2.2.11": "if she is insane; ",
  "pli-tv-bi-vb-pc54:2.2.12": "if she is the first offender. ",
  "pli-tv-bi-vb-pc54:2.2.13": "The fourth training rule is finished."
}