{
  "thag19.1:1.1": "Талапута в Палийском каноне впервые появляется в СН 42:2 в качестве популярного актёра, задающего Будде вопрос о посмертной актёрской участи. Он сам придерживался взглядов, что актёры попадают в высшие миры, потому что заставляли других людей радоваться, однако Будда разочаровывает его, сказав, что это вовсе не так и «люди искусства» вполне могут попасть в миры страданий. Приведённое ниже стихотворение является одним из наиболее красивых и поэтических во всём сборнике и, что существенно, написанным монолитно: в отличие от большинства других гатх, зачастую разнородных, эта гатха последовательно разворачивает перед читателем драму борьбы буддийского бхиккху со своим собственным умом, тоскующим по дому и былым красочным временам. ",
  "thag19.1:32.1": "Подобные строфы можно найти в Дхмп. 37. Махаси Саядо в своём известном труде «Сатипаттхана випассана» комментирует это так: <j>«Бесформенный»: ум не имеет ни субстанции, ни формы. Его не так легко распознать, как материю. В случае материи тело, голова, руки и ноги очень выделяются и легко заметны. Если спрашивается, что такое материя, то ее можно взять и показать. А ум нелегко описать, потому что он не имеет ни субстанции, ни формы. <j>«Блуждающий далеко»: ум обычно блуждает по всему свету. Когда йогин настойчиво практикует созерцание в своей комнате для медитации, он часто обнаруживает, что его ум ушёл куда-то далеко, в другие города. <j>«Бродящий одиноко»: ум появляется как один элемент за другим в каждый последовательный момент. Те, кто не воспринимает реальность этого, считают, что на протяжении жизни существует один ум. Они не знают, что постоянно в каждый момент возникают новые умы. ",
  "thag19.1:53.1": "Палийское слово vipallāsa означает искажение, или превратность, восприятия, имманентно присущее всем обычным людям. Четыре вида искажений: видеть изменчивое как постоянное, видеть мучительное как счастливое, видеть безличное как личностное и, наконец, видеть нечистое или уродливое как прекрасное и приятное. "
}