{
  "sn35.29:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.29:0.2": "3. Sabbavagga ",
  "sn35.29:0.3": "29. Addhabhūtasutta ",
  "sn35.29:1.1": "Evaṁ me sutaṁ—",
  "sn35.29:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn35.29:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn35.29:1.4": "“sabbaṁ, bhikkhave, addhabhūtaṁ. ",
  "sn35.29:1.5": "Kiñca, bhikkhave, sabbaṁ addhabhūtaṁ? ",
  "sn35.29:1.6": "Cakkhu, bhikkhave, addhabhūtaṁ, rūpā addhabhūtā, cakkhuviññāṇaṁ addhabhūtaṁ, cakkhusamphasso addhabhūto, yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi addhabhūtaṁ. ",
  "sn35.29:1.7": "Kena addhabhūtaṁ? ",
  "sn35.29:1.8": "‘Jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi addhabhūtan’ti vadāmi …pe… ",
  "sn35.29:1.9": "jivhā addhabhūtā, rasā addhabhūtā, jivhāviññāṇaṁ addhabhūtaṁ, jivhāsamphasso addhabhūto, yampidaṁ jivhāsamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi addhabhūtaṁ. ",
  "sn35.29:1.10": "Kena addhabhūtaṁ? ",
  "sn35.29:1.11": "‘Jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi addhabhūtan’ti vadāmi. ",
  "sn35.29:1.12": "Kāyo addhabhūto …pe… ",
  "sn35.29:1.13": "mano addhabhūto, dhammā addhabhūtā, manoviññāṇaṁ addhabhūtaṁ, manosamphasso addhabhūto, yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi addhabhūtaṁ. ",
  "sn35.29:1.14": "Kena addhabhūtaṁ? ",
  "sn35.29:1.15": "‘Jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi addhabhūtan’ti vadāmi. ",
  "sn35.29:1.16": "Evaṁ passaṁ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati …pe… ",
  "sn35.29:1.17": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tasmimpi nibbindati. ",
  "sn35.29:1.18": "Nibbindaṁ virajjati, virāgā vimuccati, vimuttasmiṁ ‘vimuttam’iti ñāṇaṁ hoti, ",
  "sn35.29:1.19": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn35.29:1.20": "Sattamaṁ. "
}