{
  "sn35.134:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.134:0.2": "14. Devadahavagga ",
  "sn35.134:0.3": "134. Devadahasutta ",
  "sn35.134:1.1": "Ekaṃ samayaṃ bhagavā sakkesu viharati devadahaṃ nāma sakyānaṃ nigamo. ",
  "sn35.134:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn35.134:1.3": "“nāhaṃ, bhikkhave, sabbesaṃyeva bhikkhūnaṃ chasu phassāyatanesu appamādena karaṇīyanti vadāmi, na ca panāhaṃ, bhikkhave, sabbesaṃyeva bhikkhūnaṃ chasu phassāyatanesu nāppamādena karaṇīyanti vadāmi. ",
  "sn35.134:1.4": "Ye te, bhikkhave, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, tesāhaṃ, bhikkhave, bhikkhūnaṃ chasu phassāyatanesu nāppamādena karaṇīyanti vadāmi. ",
  "sn35.134:1.5": "Taṃ kissa hetu? ",
  "sn35.134:1.6": "Kataṃ tesaṃ appamādena, abhabbā te pamajjituṃ. ",
  "sn35.134:1.7": "Ye ca kho te, bhikkhave, bhikkhū sekkhā appattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti, tesāhaṃ, bhikkhave, bhikkhūnaṃ chasu phassāyatanesu appamādena karaṇīyanti vadāmi. ",
  "sn35.134:1.8": "Taṃ kissa hetu? ",
  "sn35.134:1.9": "Santi, bhikkhave, cakkhuviññeyyā rūpā manoramāpi, amanoramāpi. ",
  "sn35.134:1.10": "Tyāssa phussa phussa cittaṃ na pariyādāya tiṭṭhanti. ",
  "sn35.134:1.11": "Cetaso apariyādānā āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ. ",
  "sn35.134:1.12": "Imaṃ khvāhaṃ, bhikkhave, appamādaphalaṃ sampassamāno tesaṃ bhikkhūnaṃ chasu phassāyatanesu appamādena karaṇīyanti vadāmi …pe… ",
  "sn35.134:1.13": "santi, bhikkhave, manoviññeyyā dhammā manoramāpi amanoramāpi. ",
  "sn35.134:1.14": "Tyāssa phussa phussa cittaṃ na pariyādāya tiṭṭhanti. ",
  "sn35.134:1.15": "Cetaso apariyādānā āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ. ",
  "sn35.134:1.16": "Imaṃ khvāhaṃ, bhikkhave, appamādaphalaṃ sampassamāno tesaṃ bhikkhūnaṃ chasu phassāyatanesu appamādena karaṇīyanti vadāmī”ti. ",
  "sn35.134:1.17": "Paṭhamaṃ. "
}