{
  "sn35.28:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.28:0.2": "3. Sabbavagga ",
  "sn35.28:0.3": "28. Ādittasutta ",
  "sn35.28:1.1": "Ekaṁ samayaṁ bhagavā gayāyaṁ viharati gayāsīse saddhiṁ bhikkhusahassena. ",
  "sn35.28:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn35.28:1.3": "“sabbaṁ, bhikkhave, ādittaṁ. ",
  "sn35.28:1.4": "Kiñca, bhikkhave, sabbaṁ ādittaṁ? ",
  "sn35.28:1.5": "Cakkhu, bhikkhave, ādittaṁ, rūpā ādittā, cakkhuviññāṇaṁ ādittaṁ, cakkhusamphasso āditto. Yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi ādittaṁ. ",
  "sn35.28:1.6": "Kena ādittaṁ? ",
  "sn35.28:1.7": "‘Rāgagginā, dosagginā, mohagginā ādittaṁ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittan’ti vadāmi …pe… ",
  "sn35.28:1.8": "jivhā ādittā, rasā ādittā, jivhāviññāṇaṁ ādittaṁ, jivhāsamphasso āditto. Yampidaṁ jivhāsamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi ādittaṁ. ",
  "sn35.28:1.9": "Kena ādittaṁ? ",
  "sn35.28:1.10": "‘Rāgagginā, dosagginā, mohagginā ādittaṁ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittan’ti vadāmi …pe… ",
  "sn35.28:1.11": "mano āditto, dhammā ādittā, manoviññāṇaṁ ādittaṁ, manosamphasso āditto. Yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi ādittaṁ. ",
  "sn35.28:1.12": "Kena ādittaṁ? ",
  "sn35.28:1.13": "‘Rāgagginā, dosagginā, mohagginā ādittaṁ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittan’ti vadāmi. ",
  "sn35.28:1.14": "Evaṁ passaṁ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati, yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tasmimpi nibbindati …pe… ",
  "sn35.28:1.15": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tasmimpi nibbindati. ",
  "sn35.28:1.16": "Nibbindaṁ virajjati; virāgā vimuccati; vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "sn35.28:1.17": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn35.28:2.1": "Idamavoca bhagavā. ",
  "sn35.28:2.2": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinanduṁ. ",
  "sn35.28:2.3": "Imasmiñca pana veyyākaraṇasmiṁ bhaññamāne tassa bhikkhusahassassa anupādāya āsavehi cittāni vimucciṁsūti. ",
  "sn35.28:2.4": "Chaṭṭhaṁ. "
}