{
  "sn35.153:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.153:0.2": "15. Navapurāṇavagga ",
  "sn35.153:0.3": "153. Atthinukhopariyāyasutta ",
  "sn35.153:1.1": "“Atthi nu kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma bhikkhu aññatreva saddhāya, aññatra ruciyā, aññatra anussavā, aññatra ākāraparivitakkā, aññatra diṭṭhinijjhānakkhantiyā aññaṁ byākareyya: ",
  "sn35.153:1.2": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāmī”ti? ",
  "sn35.153:1.3": "“Bhagavaṁmūlakā no, bhante, dhammā, bhagavaṁnettikā bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṁyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn35.153:1.4": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn35.153:1.5": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "sn35.153:1.6": "Bhagavā etadavoca: ",
  "sn35.153:1.7": "“atthi, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma bhikkhu aññatreva saddhāya, aññatra ruciyā, aññatra anussavā, aññatra ākāraparivitakkā, aññatra diṭṭhinijjhānakkhantiyā aññaṁ byākareyya: ",
  "sn35.153:1.8": "‘“khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti pajānāmī’ti. ",
  "sn35.153:2.1": "Katamo ca, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma bhikkhu aññatreva saddhāya …pe… aññatra diṭṭhinijjhānakkhantiyā aññaṁ byākaroti: ‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmī’ti? ",
  "sn35.153:2.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā santaṁ vā ajjhattaṁ rāgadosamohaṁ, atthi me ajjhattaṁ rāgadosamohoti pajānāti; ",
  "sn35.153:2.3": "asantaṁ vā ajjhattaṁ rāgadosamohaṁ, natthi me ajjhattaṁ rāgadosamohoti pajānāti. ",
  "sn35.153:2.4": "Yaṁ taṁ, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā santaṁ vā ajjhattaṁ rāgadosamohaṁ, atthi me ajjhattaṁ rāgadosamohoti pajānāti; asantaṁ vā ajjhattaṁ rāgadosamohaṁ, natthi me ajjhattaṁ rāgadosamohoti pajānāti. Api nu me, bhikkhave, dhammā saddhāya vā veditabbā, ruciyā vā veditabbā, anussavena vā veditabbā, ākāraparivitakkena vā veditabbā, diṭṭhinijjhānakkhantiyā vā veditabbā”ti? ",
  "sn35.153:2.5": "“No hetaṁ, bhante”. ",
  "sn35.153:2.6": "“Nanume, bhikkhave, dhammā paññāya disvā veditabbā”ti? ",
  "sn35.153:2.7": "“Evaṁ, bhante”. ",
  "sn35.153:2.8": "“Ayaṁ kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma bhikkhu aññatreva saddhāya, aññatra ruciyā, aññatra anussavā, aññatra ākāraparivitakkā, aññatra diṭṭhinijjhānakkhantiyā aññaṁ byākaroti: ",
  "sn35.153:2.9": "‘“khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti pajānāmī’ti …pe…. ",
  "sn35.153:3.1": "Puna caparaṁ, bhikkhave, bhikkhu jivhāya rasaṁ sāyitvā santaṁ vā ajjhattaṁ …pe… rāgadosamohoti pajānāti; asantaṁ vā ajjhattaṁ rāgadosamohaṁ, natthi me ajjhattaṁ rāgadosamohoti pajānāti. ",
  "sn35.153:3.2": "Yaṁ taṁ, bhikkhave, jivhāya rasaṁ sāyitvā santaṁ vā ajjhattaṁ rāgadosamohaṁ, atthi me ajjhattaṁ rāgadosamohoti pajānāti; asantaṁ vā ajjhattaṁ rāgadosamohaṁ, natthi me ajjhattaṁ rāgadosamohoti pajānāti; api nu me, bhikkhave, dhammā saddhāya vā veditabbā, ruciyā vā veditabbā, anussavena vā veditabbā, ākāraparivitakkena vā veditabbā, diṭṭhinijjhānakkhantiyā vā veditabbā”ti? ",
  "sn35.153:3.3": "“No hetaṁ, bhante”. ",
  "sn35.153:3.4": "“Nanume, bhikkhave, dhammā paññāya disvā veditabbā”ti? ",
  "sn35.153:3.5": "“Evaṁ, bhante”. ",
  "sn35.153:3.6": "“Ayampi kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma bhikkhu aññatreva saddhāya, aññatra ruciyā, aññatra anussavā, aññatra ākāraparivitakkā, aññatra diṭṭhinijjhānakkhantiyā aññaṁ byākaroti: ‘“khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti pajānāmī’ti …pe…. ",
  "sn35.153:4.1": "Puna caparaṁ, bhikkhave, bhikkhu manasā dhammaṁ viññāya santaṁ vā ajjhattaṁ rāgadosamohaṁ, atthi me ajjhattaṁ rāgadosamohoti pajānāti; ",
  "sn35.153:4.2": "asantaṁ vā ajjhattaṁ rāgadosamohaṁ, natthi me ajjhattaṁ rāgadosamohoti pajānāti. ",
  "sn35.153:4.3": "Yaṁ taṁ, bhikkhave, bhikkhu manasā dhammaṁ viññāya santaṁ vā ajjhattaṁ rāgadosamohaṁ, atthi me ajjhattaṁ rāgadosamohoti pajānāti; asantaṁ vā ajjhattaṁ rāgadosamohaṁ, natthi me ajjhattaṁ rāgadosamohoti pajānāti; api nu me, bhikkhave, dhammā saddhāya vā veditabbā, ruciyā vā veditabbā, anussavena vā veditabbā, ākāraparivitakkena vā veditabbā, diṭṭhinijjhānakkhantiyā vā veditabbā”ti? ",
  "sn35.153:4.4": "“No hetaṁ, bhante”. ",
  "sn35.153:4.5": "“Nanume, bhikkhave, dhammā paññāya disvā veditabbā”ti? ",
  "sn35.153:4.6": "“Evaṁ, bhante”. ",
  "sn35.153:4.7": "“Ayampi kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma bhikkhu aññatreva saddhāya, aññatra ruciyā, aññatra anussavā, aññatra ākāraparivitakkā, aññatra diṭṭhinijjhānakkhantiyā aññaṁ byākaroti: ",
  "sn35.153:4.8": "‘“khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti pajānāmī’ti. ",
  "sn35.153:4.9": "Aṭṭhamaṁ. "
}