{
  "sn35.26:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.26:0.2": "3. Sabbavagga ",
  "sn35.26:0.3": "26. Paṭhamaaparijānanasutta ",
  "sn35.26:1.1": "“Sabbaṁ, bhikkhave, anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.2": "Kiñca, bhikkhave, anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya? ",
  "sn35.26:1.3": "Cakkhuṁ, bhikkhave, anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.4": "Rūpe anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.5": "Cakkhuviññāṇaṁ anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.6": "Cakkhusamphassaṁ anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.7": "Yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya …pe… ",
  "sn35.26:1.8": "jivhaṁ anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.9": "Rase …pe… ",
  "sn35.26:1.10": "jivhāviññāṇaṁ …pe… ",
  "sn35.26:1.11": "jivhāsamphassaṁ …pe… ",
  "sn35.26:1.12": "yampidaṁ jivhāsamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.13": "Kāyaṁ …pe… ",
  "sn35.26:1.14": "manaṁ anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.15": "Dhamme …pe… ",
  "sn35.26:1.16": "manoviññāṇaṁ …pe… ",
  "sn35.26:1.17": "manosamphassaṁ …pe… ",
  "sn35.26:1.18": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:1.19": "Idaṁ kho, bhikkhave, sabbaṁ anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāya. ",
  "sn35.26:2.1": "Sabbañca kho, bhikkhave, abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.2": "Kiñca, bhikkhave, sabbaṁ abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya? ",
  "sn35.26:2.3": "Cakkhuṁ, bhikkhave, abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.4": "Rūpe abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.5": "Cakkhuviññāṇaṁ abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.6": "Cakkhusamphassaṁ abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.7": "Yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya …pe… ",
  "sn35.26:2.8": "jivhaṁ abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.9": "Rase …pe… ",
  "sn35.26:2.10": "jivhāviññāṇaṁ …pe… ",
  "sn35.26:2.11": "jivhāsamphassaṁ …pe… ",
  "sn35.26:2.12": "yampidaṁ jivhāsamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.13": "Kāyaṁ …pe… ",
  "sn35.26:2.14": "manaṁ abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.15": "Dhamme …pe… ",
  "sn35.26:2.16": "manoviññāṇaṁ …pe… ",
  "sn35.26:2.17": "manosamphassaṁ …pe… ",
  "sn35.26:2.18": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāya. ",
  "sn35.26:2.19": "Idaṁ kho, bhikkhave, sabbaṁ abhijānaṁ parijānaṁ virājayaṁ pajahaṁ bhabbo dukkhakkhayāyā”ti. ",
  "sn35.26:2.20": "Catutthaṁ. "
}