{
  "sn35.243:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.243:0.2": "19. Āsīvisavagga ",
  "sn35.243:0.3": "243. Avassutapariyāyasutta ",
  "sn35.243:1.1": "Ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "sn35.243:1.2": "Tena kho pana samayena kāpilavatthavānaṁ sakyānaṁ navaṁ santhāgāraṁ acirakāritaṁ hoti anajjhāvuṭṭhaṁ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ",
  "sn35.243:1.3": "Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho kāpilavatthavā sakyā bhagavantaṁ etadavocuṁ: ",
  "sn35.243:1.4": "“idha, bhante, kāpilavatthavānaṁ sakyānaṁ navaṁ santhāgāraṁ acirakāritaṁ anajjhāvuṭṭhaṁ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ",
  "sn35.243:1.5": "Taṁ, bhante, bhagavā paṭhamaṁ paribhuñjatu. ",
  "sn35.243:1.6": "Bhagavatā paṭhamaṁ paribhuttaṁ pacchā kāpilavatthavā sakyā paribhuñjissanti. ",
  "sn35.243:1.7": "Tadassa kāpilavatthavānaṁ sakyānaṁ dīgharattaṁ hitāya sukhāyā”ti. ",
  "sn35.243:1.8": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "sn35.243:2.1": "Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena navaṁ santhāgāraṁ tenupasaṅkamiṁsu; upasaṅkamitvā sabbasanthariṁ santhāgāraṁ santharitvā āsanāni paññāpetvā udakamaṇikaṁ patiṭṭhāpetvā telappadīpaṁ āropetvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ etadavocuṁ: ",
  "sn35.243:2.2": "“sabbasantharisanthataṁ, bhante, santhāgāraṁ, āsanāni paññattāni, udakamaṇiko patiṭṭhāpito, telappadīpo āropito. ",
  "sn35.243:2.3": "Yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "sn35.243:2.4": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena navaṁ santhāgāraṁ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā santhāgāraṁ pavisitvā majjhimaṁ thambhaṁ nissāya puratthābhimukho nisīdi. ",
  "sn35.243:2.5": "Bhikkhusaṅghopi kho pāde pakkhāletvā santhāgāraṁ pavisitvā pacchimaṁ bhittiṁ nissāya puratthābhimukho nisīdi bhagavantaṁyeva purakkhatvā. ",
  "sn35.243:2.6": "Kāpilavatthavā sakyā pāde pakkhāletvā santhāgāraṁ pavisitvā puratthimaṁ bhittiṁ nissāya pacchimābhimukhā nisīdiṁsu bhagavantaṁyeva purakkhatvā. ",
  "sn35.243:2.7": "Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uyyojesi: ",
  "sn35.243:2.8": "“abhikkantā kho, gotamā, ratti. ",
  "sn35.243:2.9": "Yassadāni kālaṁ maññathā”ti. ",
  "sn35.243:2.10": "“Evaṁ, bhante”ti kho kāpilavatthavā sakyā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu. ",
  "sn35.243:3.1": "Atha kho bhagavā acirapakkantesu kāpilavatthavesu sakyesu āyasmantaṁ mahāmoggallānaṁ āmantesi: ",
  "sn35.243:3.2": "“vigatathinamiddho kho, moggallāna, bhikkhusaṅgho. ",
  "sn35.243:3.3": "Paṭibhātu taṁ, moggallāna, bhikkhūnaṁ dhammī kathā. ",
  "sn35.243:3.4": "Piṭṭhi me āgilāyati; ",
  "sn35.243:3.5": "tamahaṁ āyamissāmī”ti. ",
  "sn35.243:3.6": "“Evaṁ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paccassosi. ",
  "sn35.243:3.7": "Atha kho bhagavā catugguṇaṁ saṅghāṭiṁ paññapetvā dakkhiṇena passena sīhaseyyaṁ kappesi, pāde pādaṁ accādhāya, sato sampajāno uṭṭhānasaññaṁ manasi karitvā. ",
  "sn35.243:3.8": "Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi: ",
  "sn35.243:3.9": "“āvuso bhikkhave”ti. ",
  "sn35.243:3.10": "“Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṁ. ",
  "sn35.243:3.11": "Āyasmā mahāmoggallāno etadavoca: ",
  "sn35.243:3.12": "“avassutapariyāyañca vo, āvuso, desessāmi, anavassutapariyāyañca. ",
  "sn35.243:3.13": "Taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn35.243:3.14": "“Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṁ. ",
  "sn35.243:3.15": "Āyasmā mahāmoggallāno etadavoca: ",
  "sn35.243:4.1": "“Kathaṁ, āvuso, avassuto hoti? ",
  "sn35.243:4.2": "Idhāvuso, bhikkhu cakkhunā rūpaṁ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassatī viharati parittacetaso, ",
  "sn35.243:4.3": "tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ",
  "sn35.243:4.4": "jivhāya rasaṁ sāyitvā …pe… ",
  "sn35.243:4.5": "manasā dhammaṁ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassatī ca viharati parittacetaso, ",
  "sn35.243:4.6": "tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ",
  "sn35.243:4.7": "Ayaṁ vuccati, āvuso, bhikkhu avassuto cakkhuviññeyyesu rūpesu …pe… ",
  "sn35.243:4.8": "avassuto jivhāviññeyyesu rasesu …pe… ",
  "sn35.243:4.9": "avassuto manoviññeyyesu dhammesu. ",
  "sn35.243:4.10": "Evaṁvihāriñcāvuso, bhikkhuṁ cakkhuto cepi naṁ māro upasaṅkamati labhateva māro otāraṁ, labhati māro ārammaṇaṁ …pe… ",
  "sn35.243:4.11": "jivhāto cepi naṁ māro upasaṅkamati, labhateva māro otāraṁ, labhati māro ārammaṇaṁ …pe… ",
  "sn35.243:4.12": "manato cepi naṁ māro upasaṅkamati, labhateva māro otāraṁ, labhati māro ārammaṇaṁ. ",
  "sn35.243:5.1": "Seyyathāpi, āvuso, naḷāgāraṁ vā tiṇāgāraṁ vā sukkhaṁ kolāpaṁ terovassikaṁ. ",
  "sn35.243:5.2": "Puratthimāya cepi naṁ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṁ, labhetha aggi ārammaṇaṁ; ",
  "sn35.243:5.3": "pacchimāya cepi naṁ disāya puriso ādittāya tiṇukkāya upasaṅkameyya …pe… ",
  "sn35.243:5.4": "uttarāya cepi naṁ disāya …pe… ",
  "sn35.243:5.5": "dakkhiṇāya cepi naṁ disāya …pe… ",
  "sn35.243:5.6": "heṭṭhimato cepi naṁ …pe… ",
  "sn35.243:5.7": "uparimato cepi naṁ … ",
  "sn35.243:5.8": "yato kutoci cepi naṁ puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṁ labhetha aggi ārammaṇaṁ. ",
  "sn35.243:5.9": "Evameva kho, āvuso, evaṁvihāriṁ bhikkhuṁ cakkhuto cepi naṁ māro upasaṅkamati, labhateva māro otāraṁ, labhati māro ārammaṇaṁ …pe… ",
  "sn35.243:5.10": "jivhāto cepi naṁ māro upasaṅkamati …pe… ",
  "sn35.243:5.11": "manato cepi naṁ māro upasaṅkamati, labhateva māro otāraṁ, labhati māro ārammaṇaṁ. ",
  "sn35.243:5.12": "Evaṁvihāriñcāvuso, bhikkhuṁ rūpā adhibhaṁsu, na bhikkhu rūpe adhibhosi; ",
  "sn35.243:5.13": "saddā bhikkhuṁ adhibhaṁsu, na bhikkhu sadde adhibhosi; ",
  "sn35.243:5.14": "gandhā bhikkhuṁ adhibhaṁsu, na bhikkhu gandhe adhibhosi; ",
  "sn35.243:5.15": "rasā bhikkhuṁ adhibhaṁsu, na bhikkhu rase adhibhosi; ",
  "sn35.243:5.16": "phoṭṭhabbā bhikkhuṁ adhibhaṁsu, na bhikkhu phoṭṭhabbe adhibhosi; ",
  "sn35.243:5.17": "dhammā bhikkhuṁ adhibhaṁsu, na bhikkhu dhamme adhibhosi. ",
  "sn35.243:5.18": "Ayaṁ vuccatāvuso, bhikkhu rūpādhibhūto, saddādhibhūto, gandhādhibhūto, rasādhibhūto, phoṭṭhabbādhibhūto, dhammādhibhūto, adhibhūto, anadhibhū, adhibhaṁsu naṁ pāpakā akusalā dhammā saṅkilesikā ponobhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā. ",
  "sn35.243:5.19": "Evaṁ kho, āvuso, avassuto hoti. ",
  "sn35.243:6.1": "Kathañcāvuso, anavassuto hoti? ",
  "sn35.243:6.2": "Idhāvuso, bhikkhu cakkhunā rūpaṁ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ",
  "sn35.243:6.3": "tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ",
  "sn35.243:6.4": "jivhāya rasaṁ sāyitvā …pe… ",
  "sn35.243:6.5": "manasā dhammaṁ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ",
  "sn35.243:6.6": "tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ",
  "sn35.243:6.7": "Ayaṁ vuccatāvuso, bhikkhu anavassuto cakkhuviññeyyesu rūpesu …pe… ",
  "sn35.243:6.8": "anavassuto manoviññeyyesu dhammesu. ",
  "sn35.243:6.9": "Evaṁvihāriñcāvuso, bhikkhuṁ cakkhuto cepi naṁ māro upasaṅkamati, neva labhati māro otāraṁ, na labhati māro ārammaṇaṁ …pe… ",
  "sn35.243:6.10": "jivhāto cepi naṁ māro upasaṅkamati …pe… ",
  "sn35.243:6.11": "manato cepi naṁ māro upasaṅkamati, neva labhati māro otāraṁ, na labhati māro ārammaṇaṁ. ",
  "sn35.243:7.1": "Seyyathāpi, āvuso, kūṭāgāraṁ vā sālā vā bahalamattikā addāvalepanā. ",
  "sn35.243:7.2": "Puratthimāya cepi naṁ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṁ, na labhetha aggi ārammaṇaṁ …pe… ",
  "sn35.243:7.3": "pacchimāya cepi naṁ … ",
  "sn35.243:7.4": "uttarāya cepi naṁ … ",
  "sn35.243:7.5": "dakkhiṇāya cepi naṁ … ",
  "sn35.243:7.6": "heṭṭhimato cepi naṁ … ",
  "sn35.243:7.7": "uparimato cepi naṁ … ",
  "sn35.243:7.8": "yato kutoci cepi naṁ puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṁ, na labhetha aggi ārammaṇaṁ. ",
  "sn35.243:7.9": "Evameva kho, āvuso, evaṁvihāriṁ bhikkhuṁ cakkhuto cepi naṁ māro upasaṅkamati, neva labhati māro otāraṁ, na labhati māro ārammaṇaṁ …pe… ",
  "sn35.243:7.10": "manato cepi naṁ māro upasaṅkamati, neva labhati māro otāraṁ, na labhati māro ārammaṇaṁ. ",
  "sn35.243:7.11": "Evaṁvihārī cāvuso, bhikkhu rūpe adhibhosi, na rūpā bhikkhuṁ adhibhaṁsu; ",
  "sn35.243:7.12": "sadde bhikkhu adhibhosi, na saddā bhikkhuṁ adhibhaṁsu; ",
  "sn35.243:7.13": "gandhe bhikkhu adhibhosi, na gandhā bhikkhuṁ adhibhaṁsu; ",
  "sn35.243:7.14": "rase bhikkhu adhibhosi, na rasā bhikkhuṁ adhibhaṁsu; ",
  "sn35.243:7.15": "phoṭṭhabbe bhikkhu adhibhosi, na phoṭṭhabbā bhikkhuṁ adhibhaṁsu; ",
  "sn35.243:7.16": "dhamme bhikkhu adhibhosi, na dhammā bhikkhuṁ adhibhaṁsu. ",
  "sn35.243:7.17": "Ayaṁ vuccatāvuso, bhikkhu rūpādhibhū, saddādhibhū, gandhādhibhū, rasādhibhū, phoṭṭhabbādhibhū, dhammādhibhū, adhibhū, anadhibhūto, adhibhosi te pāpake akusale dhamme saṅkilesike ponobhavike sadare dukkhavipāke āyatiṁ jātijarāmaraṇiye. ",
  "sn35.243:7.18": "Evaṁ kho, āvuso, anavassuto hotī”ti. ",
  "sn35.243:8.1": "Atha kho bhagavā uṭṭhahitvā āyasmantaṁ mahāmoggallānaṁ āmantesi: ",
  "sn35.243:8.2": "“sādhu sādhu, moggallāna. ",
  "sn35.243:8.3": "Sādhu kho tvaṁ, moggallāna, bhikkhūnaṁ avassutapariyāyañca anavassutapariyāyañca abhāsī”ti. ",
  "sn35.243:9.1": "Idamavoca āyasmā mahāmoggallāno. ",
  "sn35.243:9.2": "Samanuñño satthā ahosi. ",
  "sn35.243:9.3": "Attamanā te bhikkhū āyasmato mahāmoggallānassa bhāsitaṁ abhinandunti. ",
  "sn35.243:9.4": "Chaṭṭhaṁ. "
}