{
  "sn35.18:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.18:0.2": "2. Yamakavagga ",
  "sn35.18:0.3": "18. Dutiyanoceassādasutta ",
  "sn35.18:1.1": "“No cedaṁ, bhikkhave, rūpānaṁ assādo abhavissa, nayidaṁ sattā rūpesu sārajjeyyuṁ. ",
  "sn35.18:1.2": "Yasmā ca kho, bhikkhave, atthi rūpānaṁ assādo, tasmā sattā rūpesu sārajjanti. ",
  "sn35.18:1.3": "No cedaṁ, bhikkhave, rūpānaṁ ādīnavo abhavissa, nayidaṁ sattā rūpesu nibbindeyyuṁ. ",
  "sn35.18:1.4": "Yasmā ca kho, bhikkhave, atthi rūpānaṁ ādīnavo, tasmā sattā rūpesu nibbindanti. ",
  "sn35.18:1.5": "No cedaṁ, bhikkhave, rūpānaṁ nissaraṇaṁ abhavissa, nayidaṁ sattā rūpehi nissareyyuṁ. ",
  "sn35.18:1.6": "Yasmā ca kho, bhikkhave, atthi rūpānaṁ nissaraṇaṁ, tasmā sattā rūpehi nissaranti. ",
  "sn35.18:1.7": "No cedaṁ, bhikkhave, saddānaṁ … ",
  "sn35.18:1.8": "gandhānaṁ … ",
  "sn35.18:1.9": "rasānaṁ … ",
  "sn35.18:1.10": "phoṭṭhabbānaṁ … ",
  "sn35.18:1.11": "dhammānaṁ assādo abhavissa, nayidaṁ sattā dhammesu sārajjeyyuṁ. ",
  "sn35.18:1.12": "Yasmā ca kho, bhikkhave, atthi dhammānaṁ assādo, tasmā sattā dhammesu sārajjanti. ",
  "sn35.18:1.13": "No cedaṁ, bhikkhave, dhammānaṁ ādīnavo abhavissa, nayidaṁ sattā dhammesu nibbindeyyuṁ. ",
  "sn35.18:1.14": "Yasmā ca kho, bhikkhave, atthi dhammānaṁ ādīnavo, tasmā sattā dhammesu nibbindanti. ",
  "sn35.18:1.15": "No cedaṁ, bhikkhave, dhammānaṁ nissaraṇaṁ abhavissa, nayidaṁ sattā dhammehi nissareyyuṁ. ",
  "sn35.18:1.16": "Yasmā ca kho, bhikkhave, atthi dhammānaṁ nissaraṇaṁ, tasmā sattā dhammehi nissaranti. ",
  "sn35.18:2.1": "Yāvakīvañca, bhikkhave, sattā imesaṁ channaṁ bāhirānaṁ āyatanānaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ nābbhaññaṁsu, neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā vihariṁsu. ",
  "sn35.18:2.2": "Yato ca kho, bhikkhave, sattā imesaṁ channaṁ bāhirānaṁ āyatanānaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññaṁsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā viharantī”ti. ",
  "sn35.18:2.3": "Chaṭṭhaṁ. "
}