{
  "sn35.28:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.28:0.2": "3. Sabbavagga ",
  "sn35.28:0.3": "28. Ādittasutta ",
  "sn35.28:1.1": "Ekaṃ samayaṃ bhagavā gayāyaṃ viharati gayāsīse saddhiṃ bhikkhusahassena. ",
  "sn35.28:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn35.28:1.3": "“sabbaṃ, bhikkhave, ādittaṃ. ",
  "sn35.28:1.4": "Kiñca, bhikkhave, sabbaṃ ādittaṃ? ",
  "sn35.28:1.5": "Cakkhu, bhikkhave, ādittaṃ, rūpā ādittā, cakkhuviññāṇaṃ ādittaṃ, cakkhusamphasso āditto. Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi ādittaṃ. ",
  "sn35.28:1.6": "Kena ādittaṃ? ",
  "sn35.28:1.7": "‘Rāgagginā, dosagginā, mohagginā ādittaṃ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittan’ti vadāmi …pe… ",
  "sn35.28:1.8": "jivhā ādittā, rasā ādittā, jivhāviññāṇaṃ ādittaṃ, jivhāsamphasso āditto. Yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi ādittaṃ. ",
  "sn35.28:1.9": "Kena ādittaṃ? ",
  "sn35.28:1.10": "‘Rāgagginā, dosagginā, mohagginā ādittaṃ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittan’ti vadāmi …pe… ",
  "sn35.28:1.11": "mano āditto, dhammā ādittā, manoviññāṇaṃ ādittaṃ, manosamphasso āditto. Yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi ādittaṃ. ",
  "sn35.28:1.12": "Kena ādittaṃ? ",
  "sn35.28:1.13": "‘Rāgagginā, dosagginā, mohagginā ādittaṃ, jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ādittan’ti vadāmi. ",
  "sn35.28:1.14": "Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi nibbindati …pe… ",
  "sn35.28:1.15": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi nibbindati. ",
  "sn35.28:1.16": "Nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
  "sn35.28:1.17": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti. ",
  "sn35.28:2.1": "Idamavoca bhagavā. ",
  "sn35.28:2.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinanduṃ. ",
  "sn35.28:2.3": "Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne tassa bhikkhusahassassa anupādāya āsavehi cittāni vimucciṃsūti. ",
  "sn35.28:2.4": "Chaṭṭhaṃ. "
}