{
  "sn35.127:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.127:0.2": "13. Gahapativagga ",
  "sn35.127:0.3": "127. Bhāradvājasutta ",
  "sn35.127:1.1": "Ekaṁ samayaṁ āyasmā piṇḍolabhāradvājo kosambiyaṁ viharati ghositārāme. ",
  "sn35.127:1.2": "Atha kho rājā udeno yenāyasmā piṇḍolabhāradvājo tenupasaṅkami; upasaṅkamitvā āyasmatā piṇḍolabhāradvājena saddhiṁ sammodi. ",
  "sn35.127:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho rājā udeno āyasmantaṁ piṇḍolabhāradvājaṁ etadavoca: ",
  "sn35.127:1.4": "“ko nu kho, bho bhāradvāja, hetu ko paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caranti, addhānañca āpādentī”ti? ",
  "sn35.127:1.5": "“Vuttaṁ kho etaṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "sn35.127:1.6": "‘etha tumhe, bhikkhave, mātumattīsu mātucittaṁ upaṭṭhapetha, bhaginimattīsu bhaginicittaṁ upaṭṭhapetha, dhītumattīsu dhītucittaṁ upaṭṭhapethā’ti. ",
  "sn35.127:1.7": "Ayaṁ kho, mahārāja, hetu, ayaṁ paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caranti, addhānañca āpādentī”ti. ",
  "sn35.127:2.1": "“Lolaṁ kho, bho bhāradvāja, cittaṁ. ",
  "sn35.127:2.2": "Appekadā mātumattīsupi lobhadhammā uppajjanti, bhaginimattīsupi lobhadhammā uppajjanti, dhītumattīsupi lobhadhammā uppajjanti. ",
  "sn35.127:2.3": "Atthi nu kho, bho bhāradvāja, añño ca hetu, añño ca paccayo yenime daharā bhikkhū susū kāḷakesā …pe… addhānañca āpādentī”ti? ",
  "sn35.127:3.1": "“Vuttaṁ kho etaṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "sn35.127:3.2": "‘etha tumhe, bhikkhave, imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhatha—",
  "sn35.127:3.3": "atthi imasmiṁ kāye kesā lomā nakhā dantā taco maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ antaṁ antaguṇaṁ udariyaṁ karīsaṁ pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ",
  "sn35.127:3.4": "Ayampi kho, mahārāja, hetu, ayaṁ paccayo yenime daharā bhikkhū susū kāḷakesā …pe… addhānañca āpādentī”ti. ",
  "sn35.127:3.5": "“Ye te, bho bhāradvāja, bhikkhū bhāvitakāyā bhāvitasīlā bhāvitacittā bhāvitapaññā, tesaṁ taṁ sukaraṁ hoti. ",
  "sn35.127:3.6": "Ye ca kho te, bho bhāradvāja, bhikkhū abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṁ taṁ dukkaraṁ hoti. ",
  "sn35.127:3.7": "Appekadā, bho bhāradvāja, asubhato manasi karissāmīti subhatova āgacchati. ",
  "sn35.127:3.8": "Atthi nu kho, bho bhāradvāja, añño ca kho hetu añño ca paccayo yenime daharā bhikkhū susū kāḷakesā …pe… addhānañca āpādentī”ti? ",
  "sn35.127:4.1": "“Vuttaṁ kho etaṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "sn35.127:4.2": "‘etha tumhe, bhikkhave, indriyesu guttadvārā viharatha. ",
  "sn35.127:4.3": "Cakkhunā rūpaṁ disvā mā nimittaggāhino ahuvattha, mānubyañjanaggāhino. ",
  "sn35.127:4.4": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjatha. Rakkhatha cakkhundriyaṁ; cakkhundriye saṁvaraṁ āpajjatha. ",
  "sn35.127:4.5": "Sotena saddaṁ sutvā …pe… ",
  "sn35.127:4.6": "ghānena gandhaṁ ghāyitvā … ",
  "sn35.127:4.7": "jivhāya rasaṁ sāyitvā … ",
  "sn35.127:4.8": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "sn35.127:4.9": "manasā dhammaṁ viññāya mā nimittaggāhino ahuvattha, mānubyañjanaggāhino. ",
  "sn35.127:4.10": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjatha. Rakkhatha manindriyaṁ; manindriye saṁvaraṁ āpajjathā’ti. ",
  "sn35.127:4.11": "Ayampi kho, mahārāja, hetu ayaṁ paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caranti, addhānañca āpādentī”ti. ",
  "sn35.127:5.1": "“Acchariyaṁ, bho bhāradvāja; abbhutaṁ, bho bhāradvāja. ",
  "sn35.127:5.2": "Yāva subhāsitañcidaṁ, bho bhāradvāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena. ",
  "sn35.127:5.3": "Esova kho, bho bhāradvāja, hetu, esa paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caranti, addhānañca āpādentīti. ",
  "sn35.127:5.4": "Ahampi kho, bho bhāradvāja, yasmiṁ samaye arakkhiteneva kāyena, arakkhitāya vācāya, arakkhitena cittena, anupaṭṭhitāya satiyā, asaṁvutehi indriyehi antepuraṁ pavisāmi, ativiya maṁ tasmiṁ samaye lobhadhammā parisahanti. ",
  "sn35.127:5.5": "Yasmiñca khvāhaṁ, bho bhāradvāja, samaye rakkhiteneva kāyena, rakkhitāya vācāya, rakkhitena cittena, upaṭṭhitāya satiyā, saṁvutehi indriyehi antepuraṁ pavisāmi, na maṁ tathā tasmiṁ samaye lobhadhammā parisahanti. ",
  "sn35.127:5.6": "Abhikkantaṁ, bho bhāradvāja, abhikkantaṁ, bho bhāradvāja. ",
  "sn35.127:5.7": "Seyyathāpi, bho bhāradvāja, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā bhāradvājena anekapariyāyena dhammo pakāsito. ",
  "sn35.127:5.8": "Esāhaṁ, bho bhāradvāja, taṁ bhagavantaṁ saraṇaṁ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "sn35.127:5.9": "Upāsakaṁ maṁ bhavaṁ bhāradvājo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn35.127:5.10": "Catutthaṁ. "
}