{
  "sn35.91:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.91:0.2": "9. Channavagga ",
  "sn35.91:0.3": "91. Dutiyaejāsutta ",
  "sn35.91:1.1": "“Ejā, bhikkhave, rogo, ejā gaṇḍo, ejā sallaṃ. ",
  "sn35.91:1.2": "Tasmātiha, bhikkhave, tathāgato anejo viharati vītasallo. ",
  "sn35.91:1.3": "Tasmātiha, bhikkhave, bhikkhu cepi ākaṅkheyya ‘anejo vihareyyaṃ vītasallo’ti, ",
  "sn35.91:1.4": "cakkhuṃ na maññeyya, cakkhusmiṃ na maññeyya, cakkhuto na maññeyya, cakkhu meti na maññeyya; ",
  "sn35.91:1.5": "rūpe na maññeyya … ",
  "sn35.91:1.6": "cakkhuviññāṇaṃ … ",
  "sn35.91:1.7": "cakkhusamphassaṃ … ",
  "sn35.91:1.8": "yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya. ",
  "sn35.91:1.9": "Yañhi, bhikkhave, maññati, yasmiṃ maññati, yato maññati, yaṃ meti maññati, tato taṃ hoti aññathā. ",
  "sn35.91:1.10": "Aññathābhāvī bhavasatto loko bhavameva abhinandati …pe…. ",
  "sn35.91:2.1": "Jivhaṃ na maññeyya, jivhāya na maññeyya, jivhāto na maññeyya, jivhā meti na maññeyya; ",
  "sn35.91:2.2": "rase na maññeyya … ",
  "sn35.91:2.3": "jivhāviññāṇaṃ … ",
  "sn35.91:2.4": "jivhāsamphassaṃ … ",
  "sn35.91:2.5": "yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya. ",
  "sn35.91:2.6": "Yañhi, bhikkhave, maññati, yasmiṃ maññati, yato maññati, yaṃ meti maññati, tato taṃ hoti aññathā. Aññathābhāvī bhavasatto loko bhavameva abhinandati …pe…. ",
  "sn35.91:3.1": "Manaṃ na maññeyya, manasmiṃ na maññeyya, manato na maññeyya, mano meti na maññeyya … ",
  "sn35.91:3.2": "manoviññāṇaṃ … ",
  "sn35.91:3.3": "manosamphassaṃ … ",
  "sn35.91:3.4": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya. ",
  "sn35.91:3.5": "Yañhi, bhikkhave, maññati, yasmiṃ maññati, yato maññati, yaṃ meti maññati, tato taṃ hoti aññathā. ",
  "sn35.91:3.6": "Aññathābhāvī bhavasatto loko bhavameva abhinandati. ",
  "sn35.91:4.1": "Yāvatā, bhikkhave, khandhadhātuāyatanā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya. ",
  "sn35.91:4.2": "So evaṃ amaññamāno na kiñci loke upādiyati. ",
  "sn35.91:4.3": "Anupādiyaṃ na paritassati. Aparitassaṃ paccattaññeva parinibbāyati. ",
  "sn35.91:4.4": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti. ",
  "sn35.91:4.5": "Aṭṭhamaṃ. "
}