{
  "sn35.13:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.13:0.2": "2. Yamakavagga ",
  "sn35.13:0.3": "13. Paṭhamapubbesambodhasutta ",
  "sn35.13:1.1": "Sāvatthinidānaṁ. ",
  "sn35.13:1.2": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "sn35.13:1.3": "‘ko nu kho cakkhussa assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "sn35.13:1.4": "Ko sotassa …pe… ",
  "sn35.13:1.5": "ko ghānassa … ",
  "sn35.13:1.6": "ko jivhāya … ",
  "sn35.13:1.7": "ko kāyassa … ",
  "sn35.13:1.8": "ko manassa assādo, ko ādīnavo, kiṁ nissaraṇan’ti? ",
  "sn35.13:1.9": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "sn35.13:1.10": "‘yaṁ kho cakkhuṁ paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ cakkhussa assādo. ",
  "sn35.13:1.11": "Yaṁ cakkhuṁ aniccaṁ dukkhaṁ vipariṇāmadhammaṁ, ayaṁ cakkhussa ādīnavo. ",
  "sn35.13:1.12": "Yo cakkhusmiṁ chandarāgavinayo chandarāgappahānaṁ, idaṁ cakkhussa nissaraṇaṁ. ",
  "sn35.13:1.13": "Yaṁ sotaṁ …pe… ",
  "sn35.13:1.14": "yaṁ ghānaṁ …pe… ",
  "sn35.13:1.15": "yaṁ jivhaṁ paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ jivhāya assādo. ",
  "sn35.13:1.16": "Yaṁ jivhā aniccā dukkhā vipariṇāmadhammā, ayaṁ jivhāya ādīnavo. ",
  "sn35.13:1.17": "Yo jivhāya chandarāgavinayo chandarāgappahānaṁ, idaṁ jivhāya nissaraṇaṁ. ",
  "sn35.13:1.18": "Yaṁ kāyaṁ …pe… ",
  "sn35.13:1.19": "yaṁ manaṁ paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ manassa assādo. ",
  "sn35.13:1.20": "Yaṁ mano anicco dukkho vipariṇāmadhammo, ayaṁ manassa ādīnavo. ",
  "sn35.13:1.21": "Yo manasmiṁ chandarāgavinayo chandarāgappahānaṁ, idaṁ manassa nissaraṇan’ti. ",
  "sn35.13:2.1": "Yāvakīvañcāhaṁ, bhikkhave, imesaṁ channaṁ ajjhattikānaṁ āyatanānaṁ evaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ nābbhaññāsiṁ, neva tāvāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn35.13:2.2": "Yato ca khvāhaṁ, bhikkhave, imesaṁ channaṁ ajjhattikānaṁ āyatanānaṁ evaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññāsiṁ, athāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn35.13:2.3": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "sn35.13:2.4": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "sn35.13:2.5": "Paṭhamaṁ. "
}