{
  "sn35.87:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.87:0.2": "9. Channavagga ",
  "sn35.87:0.3": "87. Channasutta ",
  "sn35.87:1.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn35.87:1.2": "Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahācundo āyasmā ca channo gijjhakūṭe pabbate viharanti. ",
  "sn35.87:1.3": "Tena kho pana samayena yena āyasmā channo ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn35.87:1.4": "Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahācundo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahācundaṃ etadavoca: ",
  "sn35.87:1.5": "“āyāmāvuso cunda, yenāyasmā channo tenupasaṅkamissāma gilānapucchakā”ti. ",
  "sn35.87:1.6": "“Evamāvuso”ti kho āyasmā mahācundo āyasmato sāriputtassa paccassosi. ",
  "sn35.87:2.1": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo yenāyasmā channo tenupasaṅkamiṃsu; upasaṅkamitvā paññatte āsane nisīdiṃsu. Nisajja kho āyasmā sāriputto āyasmantaṃ channaṃ etadavoca: ",
  "sn35.87:2.2": "“kacci te, āvuso channa, khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo”ti? ",
  "sn35.87:3.1": "“Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo. ",
  "sn35.87:3.2": "Seyyathāpi, āvuso, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho, āvuso, adhimattā vātā muddhani ūhananti. ",
  "sn35.87:3.3": "Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ …pe… no paṭikkamo. ",
  "sn35.87:3.4": "Seyyathāpi, āvuso, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya; evameva kho, āvuso, adhimattā sīse sīsavedanā. ",
  "sn35.87:3.5": "Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ …pe… no paṭikkamo. ",
  "sn35.87:3.6": "Seyyathāpi, āvuso, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; evameva kho adhimattā vātā kucchiṃ parikantanti. ",
  "sn35.87:3.7": "Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ …pe… no paṭikkamo. ",
  "sn35.87:3.8": "Seyyathāpi, āvuso, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ; evameva kho, āvuso, adhimatto kāyasmiṃ ḍāho. ",
  "sn35.87:3.9": "Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo. ",
  "sn35.87:3.10": "Satthaṃ, āvuso sāriputta, āharissāmi, nāvakaṅkhāmi jīvitan”ti. ",
  "sn35.87:4.1": "“Mā āyasmā channo satthaṃ āharesi. ",
  "sn35.87:4.2": "Yāpetāyasmā channo, yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāma. ",
  "sn35.87:4.3": "Sace āyasmato channassa natthi sappāyāni bhojanāni, ahaṃ āyasmato channassa sappāyāni bhojanāni pariyesissāmi. ",
  "sn35.87:4.4": "Sace āyasmato channassa natthi sappāyāni bhesajjāni, ahaṃ āyasmato channassa sappāyāni bhesajjāni pariyesissāmi. ",
  "sn35.87:4.5": "Sace āyasmato channassa natthi patirūpā upaṭṭhākā, ahaṃ āyasmantaṃ channaṃ upaṭṭhahissāmi. ",
  "sn35.87:4.6": "Mā āyasmā channo satthaṃ āharesi. ",
  "sn35.87:4.7": "Yāpetāyasmā channo, yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāmā”ti. ",
  "sn35.87:5.1": "“Na me, āvuso sāriputta, natthi sappāyāni bhojanāni; ",
  "sn35.87:5.2": "atthi me sappāyāni bhojanāni. ",
  "sn35.87:5.3": "Napi me natthi sappāyāni bhesajjāni; ",
  "sn35.87:5.4": "atthi me sappāyāni bhesajjāni. ",
  "sn35.87:5.5": "Napi me natthi patirūpā upaṭṭhākā; ",
  "sn35.87:5.6": "atthi me patirūpā upaṭṭhākā. ",
  "sn35.87:5.7": "Api ca me, āvuso, satthā pariciṇṇo dīgharattaṃ manāpeneva, no amanāpena. ",
  "sn35.87:5.8": "Etañhi, āvuso, sāvakassa patirūpaṃ yaṃ satthāraṃ paricareyya manāpeneva, no amanāpena. ",
  "sn35.87:5.9": "‘Anupavajjaṃ channo bhikkhu satthaṃ āharissatī’ti—evametaṃ, āvuso sāriputta, dhārehī”ti. ",
  "sn35.87:6.1": "“Puccheyyāma mayaṃ āyasmantaṃ channaṃ kañcideva desaṃ, sace āyasmā channo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ",
  "sn35.87:6.2": "“Pucchāvuso sāriputta, sutvā vedissāmā”ti. ",
  "sn35.87:7.1": "“Cakkhuṃ, āvuso channa, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasi …pe… ",
  "sn35.87:7.2": "jivhaṃ, āvuso channa, jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasi …pe… ",
  "sn35.87:7.3": "manaṃ, āvuso channa, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ",
  "sn35.87:8.1": "“Cakkhuṃ, āvuso sāriputta, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:8.2": "jivhaṃ, āvuso sāriputta, jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:8.3": "manaṃ, āvuso sāriputta, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
  "sn35.87:9.1": "“Cakkhusmiṃ, āvuso channa, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasi … ",
  "sn35.87:9.2": "jivhāya, āvuso channa, jivhāviññāṇe jivhāviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya jivhaṃ jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasi … ",
  "sn35.87:9.3": "manasmiṃ, āvuso channa, manoviññāṇe manoviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya manaṃ manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasī”ti? ",
  "sn35.87:10.1": "“Cakkhusmiṃ, āvuso sāriputta, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:10.2": "jivhāya, āvuso sāriputta, jivhāviññāṇe jivhāviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya jivhaṃ jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:10.3": "manasmiṃ, āvuso sāriputta, manoviññāṇe manoviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya manaṃ manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
  "sn35.87:11.1": "Evaṃ vutte, āyasmā mahācundo āyasmantaṃ channaṃ etadavoca: ",
  "sn35.87:11.2": "“tasmātiha, āvuso channa, idampi tassa bhagavato sāsanaṃ niccakappaṃ sādhukaṃ manasi kātabbaṃ: ",
  "sn35.87:11.3": "‘nissitassa calitaṃ, anissitassa calitaṃ natthi. ",
  "sn35.87:11.4": "Calite asati passaddhi hoti. ",
  "sn35.87:11.5": "Passaddhiyā sati nati na hoti. ",
  "sn35.87:11.6": "Natiyā asati āgatigati na hoti. ",
  "sn35.87:11.7": "Āgatigatiyā asati cutūpapāto na hoti. ",
  "sn35.87:11.8": "Cutūpapāte asati nevidha na huraṃ na ubhayamantarena. ",
  "sn35.87:11.9": "Esevanto dukkhassā’”ti. ",
  "sn35.87:12.1": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo āyasmantaṃ channaṃ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṃsu. ",
  "sn35.87:12.2": "Atha kho āyasmā channo acirapakkantesu tesu āyasmantesu satthaṃ āharesi. ",
  "sn35.87:13.1": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
  "sn35.87:13.2": "“āyasmatā, bhante, channena satthaṃ āharitaṃ. ",
  "sn35.87:13.3": "Tassa kā gati ko abhisamparāyo”ti? ",
  "sn35.87:13.4": "“Nanu te, sāriputta, channena bhikkhunā sammukhāyeva anupavajjatā byākatā”ti? ",
  "sn35.87:13.5": "“Atthi, bhante, pubbavijjanaṃ nāma vajjigāmo. ",
  "sn35.87:13.6": "Tatthāyasmato channassa mittakulāni suhajjakulāni upavajjakulānī”ti. ",
  "sn35.87:13.7": "“Honti hete, sāriputta, channassa bhikkhuno mittakulāni suhajjakulāni upavajjakulāni. ",
  "sn35.87:13.8": "Na kho panāhaṃ, sāriputta, ettāvatā saupavajjoti vadāmi. ",
  "sn35.87:13.9": "Yo kho, sāriputta, tañca kāyaṃ nikkhipati, aññañca kāyaṃ upādiyati, tamahaṃ saupavajjoti vadāmi. ",
  "sn35.87:13.10": "Taṃ channassa bhikkhuno natthi. ",
  "sn35.87:13.11": "‘Anupavajjaṃ channena bhikkhunā satthaṃ āharitan’ti—",
  "sn35.87:13.12": "evametaṃ, sāriputta, dhārehī”ti. ",
  "sn35.87:13.13": "Catutthaṃ. "
}