{
  "sn35.87:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.87:0.2": "9. Channavagga ",
  "sn35.87:0.3": "87. Channasutta ",
  "sn35.87:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn35.87:1.2": "Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahācundo āyasmā ca channo gijjhakūṭe pabbate viharanti. ",
  "sn35.87:1.3": "Tena kho pana samayena yena āyasmā channo ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn35.87:1.4": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahācundo tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahācundaṁ etadavoca: ",
  "sn35.87:1.5": "“āyāmāvuso cunda, yenāyasmā channo tenupasaṅkamissāma gilānapucchakā”ti. ",
  "sn35.87:1.6": "“Evamāvuso”ti kho āyasmā mahācundo āyasmato sāriputtassa paccassosi. ",
  "sn35.87:2.1": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo yenāyasmā channo tenupasaṅkamiṁsu; upasaṅkamitvā paññatte āsane nisīdiṁsu. Nisajja kho āyasmā sāriputto āyasmantaṁ channaṁ etadavoca: ",
  "sn35.87:2.2": "“kacci te, āvuso channa, khamanīyaṁ, kacci yāpanīyaṁ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṁ paññāyati no abhikkamo”ti? ",
  "sn35.87:3.1": "“Na me, āvuso sāriputta, khamanīyaṁ na yāpanīyaṁ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṁ paññāyati no paṭikkamo. ",
  "sn35.87:3.2": "Seyyathāpi, āvuso, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho, āvuso, adhimattā vātā muddhani ūhananti. ",
  "sn35.87:3.3": "Na me, āvuso, khamanīyaṁ, na yāpanīyaṁ …pe… no paṭikkamo. ",
  "sn35.87:3.4": "Seyyathāpi, āvuso, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya; evameva kho, āvuso, adhimattā sīse sīsavedanā. ",
  "sn35.87:3.5": "Na me, āvuso, khamanīyaṁ, na yāpanīyaṁ …pe… no paṭikkamo. ",
  "sn35.87:3.6": "Seyyathāpi, āvuso, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya; evameva kho adhimattā vātā kucchiṁ parikantanti. ",
  "sn35.87:3.7": "Na me, āvuso, khamanīyaṁ, na yāpanīyaṁ …pe… no paṭikkamo. ",
  "sn35.87:3.8": "Seyyathāpi, āvuso, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ; evameva kho, āvuso, adhimatto kāyasmiṁ ḍāho. ",
  "sn35.87:3.9": "Na me, āvuso, khamanīyaṁ, na yāpanīyaṁ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṁ paññāyati no paṭikkamo. ",
  "sn35.87:3.10": "Satthaṁ, āvuso sāriputta, āharissāmi, nāvakaṅkhāmi jīvitan”ti. ",
  "sn35.87:4.1": "“Mā āyasmā channo satthaṁ āharesi. ",
  "sn35.87:4.2": "Yāpetāyasmā channo, yāpentaṁ mayaṁ āyasmantaṁ channaṁ icchāma. ",
  "sn35.87:4.3": "Sace āyasmato channassa natthi sappāyāni bhojanāni, ahaṁ āyasmato channassa sappāyāni bhojanāni pariyesissāmi. ",
  "sn35.87:4.4": "Sace āyasmato channassa natthi sappāyāni bhesajjāni, ahaṁ āyasmato channassa sappāyāni bhesajjāni pariyesissāmi. ",
  "sn35.87:4.5": "Sace āyasmato channassa natthi patirūpā upaṭṭhākā, ahaṁ āyasmantaṁ channaṁ upaṭṭhahissāmi. ",
  "sn35.87:4.6": "Mā āyasmā channo satthaṁ āharesi. ",
  "sn35.87:4.7": "Yāpetāyasmā channo, yāpentaṁ mayaṁ āyasmantaṁ channaṁ icchāmā”ti. ",
  "sn35.87:5.1": "“Na me, āvuso sāriputta, natthi sappāyāni bhojanāni; ",
  "sn35.87:5.2": "atthi me sappāyāni bhojanāni. ",
  "sn35.87:5.3": "Napi me natthi sappāyāni bhesajjāni; ",
  "sn35.87:5.4": "atthi me sappāyāni bhesajjāni. ",
  "sn35.87:5.5": "Napi me natthi patirūpā upaṭṭhākā; ",
  "sn35.87:5.6": "atthi me patirūpā upaṭṭhākā. ",
  "sn35.87:5.7": "Api ca me, āvuso, satthā pariciṇṇo dīgharattaṁ manāpeneva, no amanāpena. ",
  "sn35.87:5.8": "Etañhi, āvuso, sāvakassa patirūpaṁ yaṁ satthāraṁ paricareyya manāpeneva, no amanāpena. ",
  "sn35.87:5.9": "‘Anupavajjaṁ channo bhikkhu satthaṁ āharissatī’ti—evametaṁ, āvuso sāriputta, dhārehī”ti. ",
  "sn35.87:6.1": "“Puccheyyāma mayaṁ āyasmantaṁ channaṁ kañcideva desaṁ, sace āyasmā channo okāsaṁ karoti pañhassa veyyākaraṇāyā”ti. ",
  "sn35.87:6.2": "“Pucchāvuso sāriputta, sutvā vedissāmā”ti. ",
  "sn35.87:7.1": "“Cakkhuṁ, āvuso channa, cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassasi …pe… ",
  "sn35.87:7.2": "jivhaṁ, āvuso channa, jivhāviññāṇaṁ jivhāviññāṇaviññātabbe dhamme ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassasi …pe… ",
  "sn35.87:7.3": "manaṁ, āvuso channa, manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ",
  "sn35.87:8.1": "“Cakkhuṁ, āvuso sāriputta, cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:8.2": "jivhaṁ, āvuso sāriputta, jivhāviññāṇaṁ jivhāviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:8.3": "manaṁ, āvuso sāriputta, manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
  "sn35.87:9.1": "“Cakkhusmiṁ, āvuso channa, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu kiṁ disvā kiṁ abhiññāya cakkhuṁ cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassasi … ",
  "sn35.87:9.2": "jivhāya, āvuso channa, jivhāviññāṇe jivhāviññāṇaviññātabbesu dhammesu kiṁ disvā kiṁ abhiññāya jivhaṁ jivhāviññāṇaṁ jivhāviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassasi … ",
  "sn35.87:9.3": "manasmiṁ, āvuso channa, manoviññāṇe manoviññāṇaviññātabbesu dhammesu kiṁ disvā kiṁ abhiññāya manaṁ manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassasī”ti? ",
  "sn35.87:10.1": "“Cakkhusmiṁ, āvuso sāriputta, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu nirodhaṁ disvā nirodhaṁ abhiññāya cakkhuṁ cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:10.2": "jivhāya, āvuso sāriputta, jivhāviññāṇe jivhāviññāṇaviññātabbesu dhammesu nirodhaṁ disvā nirodhaṁ abhiññāya jivhaṁ jivhāviññāṇaṁ jivhāviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ",
  "sn35.87:10.3": "manasmiṁ, āvuso sāriputta, manoviññāṇe manoviññāṇaviññātabbesu dhammesu nirodhaṁ disvā nirodhaṁ abhiññāya manaṁ manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
  "sn35.87:11.1": "Evaṁ vutte, āyasmā mahācundo āyasmantaṁ channaṁ etadavoca: ",
  "sn35.87:11.2": "“tasmātiha, āvuso channa, idampi tassa bhagavato sāsanaṁ niccakappaṁ sādhukaṁ manasi kātabbaṁ: ",
  "sn35.87:11.3": "‘nissitassa calitaṁ, anissitassa calitaṁ natthi. ",
  "sn35.87:11.4": "Calite asati passaddhi hoti. ",
  "sn35.87:11.5": "Passaddhiyā sati nati na hoti. ",
  "sn35.87:11.6": "Natiyā asati āgatigati na hoti. ",
  "sn35.87:11.7": "Āgatigatiyā asati cutūpapāto na hoti. ",
  "sn35.87:11.8": "Cutūpapāte asati nevidha na huraṁ na ubhayamantarena. ",
  "sn35.87:11.9": "Esevanto dukkhassā’”ti. ",
  "sn35.87:12.1": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo āyasmantaṁ channaṁ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṁsu. ",
  "sn35.87:12.2": "Atha kho āyasmā channo acirapakkantesu tesu āyasmantesu satthaṁ āharesi. ",
  "sn35.87:13.1": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "sn35.87:13.2": "“āyasmatā, bhante, channena satthaṁ āharitaṁ. ",
  "sn35.87:13.3": "Tassa kā gati ko abhisamparāyo”ti? ",
  "sn35.87:13.4": "“Nanu te, sāriputta, channena bhikkhunā sammukhāyeva anupavajjatā byākatā”ti? ",
  "sn35.87:13.5": "“Atthi, bhante, pubbavijjanaṁ nāma vajjigāmo. ",
  "sn35.87:13.6": "Tatthāyasmato channassa mittakulāni suhajjakulāni upavajjakulānī”ti. ",
  "sn35.87:13.7": "“Honti hete, sāriputta, channassa bhikkhuno mittakulāni suhajjakulāni upavajjakulāni. ",
  "sn35.87:13.8": "Na kho panāhaṁ, sāriputta, ettāvatā saupavajjoti vadāmi. ",
  "sn35.87:13.9": "Yo kho, sāriputta, tañca kāyaṁ nikkhipati, aññañca kāyaṁ upādiyati, tamahaṁ saupavajjoti vadāmi. ",
  "sn35.87:13.10": "Taṁ channassa bhikkhuno natthi. ",
  "sn35.87:13.11": "‘Anupavajjaṁ channena bhikkhunā satthaṁ āharitan’ti—",
  "sn35.87:13.12": "evametaṁ, sāriputta, dhārehī”ti. ",
  "sn35.87:13.13": "Catutthaṁ. "
}