{
  "sn35.246:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.246:0.2": "19. Āsīvisavagga ",
  "sn35.246:0.3": "246. Vīṇopamasutta ",
  "sn35.246:1.1": "“Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā cakkhuviññeyyesu rūpesu uppajjeyya chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso, tato cittaṃ nivāreyya. ",
  "sn35.246:1.2": "Sabhayo ceso maggo sappaṭibhayo ca sakaṇṭako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ",
  "sn35.246:1.3": "Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ",
  "sn35.246:1.4": "Na tvaṃ etaṃ arahasīti. ",
  "sn35.246:1.5": "Tato cittaṃ nivāraye cakkhuviññeyyehi rūpehi …pe… ",
  "sn35.246:1.6": "yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā jivhāviññeyyesu rasesu …pe… ",
  "sn35.246:1.7": "manoviññeyyesu dhammesu uppajjeyya chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso tato cittaṃ nivāreyya. ",
  "sn35.246:1.8": "Sabhayo ceso maggo sappaṭibhayo ca sakaṇṭako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ",
  "sn35.246:1.9": "Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ",
  "sn35.246:1.10": "Na tvaṃ etaṃ arahasīti. ",
  "sn35.246:1.11": "Tato cittaṃ nivāraye manoviññeyyehi dhammehi. ",
  "sn35.246:2.1": "Seyyathāpi, bhikkhave, kiṭṭhaṃ sampannaṃ. ",
  "sn35.246:2.2": "Kiṭṭhārakkho ca pamatto, goṇo ca kiṭṭhādo aduṃ kiṭṭhaṃ otaritvā yāvadatthaṃ madaṃ āpajjeyya pamādaṃ āpajjeyya; ",
  "sn35.246:2.3": "evameva kho, bhikkhave, assutavā puthujjano chasu phassāyatanesu asaṃvutakārī pañcasu kāmaguṇesu yāvadatthaṃ madaṃ āpajjati pamādaṃ āpajjati. ",
  "sn35.246:3.1": "Seyyathāpi, bhikkhave, kiṭṭhaṃ sampannaṃ kiṭṭhārakkho ca appamatto goṇo ca kiṭṭhādo aduṃ kiṭṭhaṃ otareyya. ",
  "sn35.246:3.2": "Tamenaṃ kiṭṭhārakkho nāsāyaṃ suggahitaṃ gaṇheyya. ",
  "sn35.246:3.3": "Nāsāyaṃ suggahitaṃ gahetvā uparighaṭāyaṃ suniggahitaṃ niggaṇheyya. ",
  "sn35.246:3.4": "Uparighaṭāyaṃ suniggahitaṃ niggahetvā daṇḍena sutāḷitaṃ tāḷeyya. ",
  "sn35.246:3.5": "Daṇḍena sutāḷitaṃ tāḷetvā osajjeyya. ",
  "sn35.246:3.6": "Dutiyampi kho, bhikkhave …pe… ",
  "sn35.246:3.7": "tatiyampi kho, bhikkhave, goṇo kiṭṭhādo aduṃ kiṭṭhaṃ otareyya. ",
  "sn35.246:3.8": "Tamenaṃ kiṭṭhārakkho nāsāyaṃ suggahitaṃ gaṇheyya. ",
  "sn35.246:3.9": "Nāsāyaṃ suggahitaṃ gahetvā uparighaṭāyaṃ suniggahitaṃ niggaṇheyya. ",
  "sn35.246:3.10": "Uparighaṭāyaṃ suniggahitaṃ niggahetvā daṇḍena sutāḷitaṃ tāḷeyya. ",
  "sn35.246:3.11": "Daṇḍena sutāḷitaṃ tāḷetvā osajjeyya. ",
  "sn35.246:3.12": "Evañhi so, bhikkhave, goṇo kiṭṭhādo gāmagato vā araññagato vā, ṭhānabahulo vā assa nisajjabahulo vā na taṃ kiṭṭhaṃ puna otareyya—",
  "sn35.246:3.13": "tameva purimaṃ daṇḍasamphassaṃ samanussaranto. ",
  "sn35.246:3.14": "Evameva kho, bhikkhave, yato kho bhikkhuno chasu phassāyatanesu cittaṃ udujitaṃ hoti sudujitaṃ, ajjhattameva santiṭṭhati, sannisīdati, ekodi hoti, samādhiyati. ",
  "sn35.246:4.1": "Seyyathāpi, bhikkhave, rañño vā rājamahāmattassa vā vīṇāya saddo assutapubbo assa. ",
  "sn35.246:4.2": "So vīṇāsaddaṃ suṇeyya. ",
  "sn35.246:4.3": "So evaṃ vadeyya: ",
  "sn35.246:4.4": "‘ambho, kassa nu kho eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evaṃmucchanīyo evambandhanīyo’ti? ",
  "sn35.246:4.5": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "sn35.246:4.6": "‘esā, kho, bhante, vīṇā nāma, yassā eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evaṃmucchanīyo evambandhanīyo’ti. ",
  "sn35.246:4.7": "So evaṃ vadeyya: ",
  "sn35.246:4.8": "‘gacchatha me, bho, taṃ vīṇaṃ āharathā’ti. ",
  "sn35.246:4.9": "Tassa taṃ vīṇaṃ āhareyyuṃ. ",
  "sn35.246:4.10": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "sn35.246:4.11": "‘ayaṃ kho sā, bhante, vīṇā yassā eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evaṃmucchanīyo evambandhanīyo’ti. ",
  "sn35.246:4.12": "So evaṃ vadeyya: ",
  "sn35.246:4.13": "‘alaṃ me, bho, tāya vīṇāya, tameva me saddaṃ āharathā’ti. ",
  "sn35.246:4.14": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "sn35.246:4.15": "‘ayaṃ kho, bhante, vīṇā nāma anekasambhārā mahāsambhārā. ",
  "sn35.246:4.16": "Anekehi sambhārehi samāraddhā vadati, seyyathidaṃ—",
  "sn35.246:4.17": "doṇiñca paṭicca cammañca paṭicca daṇḍañca paṭicca upadhāraṇe ca paṭicca tantiyo ca paṭicca koṇañca paṭicca purisassa ca tajjaṃ vāyāmaṃ paṭicca evāyaṃ, bhante, vīṇā nāma anekasambhārā mahāsambhārā. ",
  "sn35.246:4.18": "Anekehi sambhārehi samāraddhā vadatī’ti. ",
  "sn35.246:4.19": "So taṃ vīṇaṃ dasadhā vā satadhā vā phāleyya, dasadhā vā satadhā vā taṃ phāletvā sakalikaṃ sakalikaṃ kareyya. ",
  "sn35.246:4.20": "Sakalikaṃ sakalikaṃ karitvā agginā ḍaheyya, agginā ḍahitvā masiṃ kareyya. ",
  "sn35.246:4.21": "Masiṃ karitvā mahāvāte vā ophuneyya, nadiyā vā sīghasotāya pavāheyya. ",
  "sn35.246:4.22": "So evaṃ vadeyya: ",
  "sn35.246:4.23": "‘asatī kirāyaṃ, bho, vīṇā nāma, yathevaṃ yaṃ kiñci vīṇā nāma ettha ca panāyaṃ jano ativelaṃ pamatto palaḷito’ti. ",
  "sn35.246:4.24": "Evameva kho, bhikkhave, bhikkhu rūpaṃ samanvesati yāvatā rūpassa gati, vedanaṃ samanvesati yāvatā vedanāya gati, saññaṃ samanvesati yāvatā saññāya gati, saṅkhāre samanvesati yāvatā saṅkhārānaṃ gati, viññāṇaṃ samanvesati yāvatā viññāṇassa gati. ",
  "sn35.246:4.25": "Tassa rūpaṃ samanvesato yāvatā rūpassa gati, vedanaṃ samanvesato …pe… ",
  "sn35.246:4.26": "saññaṃ … ",
  "sn35.246:4.27": "saṅkhāre … ",
  "sn35.246:4.28": "viññāṇaṃ samanvesato yāvatā viññāṇassa gati. ",
  "sn35.246:4.29": "Yampissa taṃ hoti ahanti vā mamanti vā asmīti vā tampi tassa na hotī”ti. ",
  "sn35.246:4.30": "Navamaṃ. "
}