{
  "sn35.233:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.233:0.2": "18. Samuddavagga ",
  "sn35.233:0.3": "233. Kāmabhūsutta ",
  "sn35.233:1.1": "Ekaṁ samayaṁ āyasmā ca ānando āyasmā ca kāmabhū kosambiyaṁ viharanti ghositārāme. ",
  "sn35.233:1.2": "Atha kho āyasmā kāmabhū sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "sn35.233:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā kāmabhū āyasmantaṁ ānandaṁ etadavoca: ",
  "sn35.233:2.1": "“Kiṁ nu kho, āvuso ānanda, cakkhu rūpānaṁ saṁyojanaṁ, rūpā cakkhussa saṁyojanaṁ …pe… ",
  "sn35.233:2.2": "jivhā rasānaṁ saṁyojanaṁ, rasā jivhāya saṁyojanaṁ …pe… ",
  "sn35.233:2.3": "mano dhammānaṁ saṁyojanaṁ, dhammā manassa saṁyojanan”ti? ",
  "sn35.233:3.1": "“Na kho, āvuso kāmabhū, cakkhu rūpānaṁ saṁyojanaṁ, na rūpā cakkhussa saṁyojanaṁ. ",
  "sn35.233:3.2": "Yañca tattha tadubhayaṁ paṭicca uppajjati chandarāgo, taṁ tattha saṁyojanaṁ …pe… ",
  "sn35.233:3.3": "na jivhā rasānaṁ saṁyojanaṁ, na rasā jivhāya saṁyojanaṁ …pe… ",
  "sn35.233:3.4": "na mano dhammānaṁ saṁyojanaṁ, na dhammā manassa saṁyojanaṁ. ",
  "sn35.233:3.5": "Yañca tattha tadubhayaṁ paṭicca uppajjati chandarāgo taṁ tattha saṁyojanaṁ. ",
  "sn35.233:4.1": "Seyyathāpi, āvuso, kāḷo ca balībaddo odāto ca balībaddo ekena dāmena vā yottena vā saṁyuttā assu. ",
  "sn35.233:4.2": "Yo nu kho evaṁ vadeyya: ",
  "sn35.233:4.3": "‘kāḷo balībaddo odātassa balībaddassa saṁyojanaṁ, odāto balībaddo kāḷassa balībaddassa saṁyojanan’ti, sammā nu kho so vadamāno vadeyyā”ti? ",
  "sn35.233:4.4": "“No hetaṁ, āvuso”. ",
  "sn35.233:4.5": "“Na kho, āvuso, kāḷo balībaddo odātassa balībaddassa saṁyojanaṁ, napi odāto balībaddo kāḷassa balībaddassa saṁyojanaṁ. ",
  "sn35.233:4.6": "Yena ca kho te ekena dāmena vā yottena vā saṁyuttā, taṁ tattha saṁyojanaṁ. ",
  "sn35.233:4.7": "Evameva kho, āvuso, na cakkhu rūpānaṁ saṁyojanaṁ, na rūpā cakkhussa saṁyojanaṁ …pe… ",
  "sn35.233:4.8": "na jivhā …pe… ",
  "sn35.233:4.9": "na mano …pe… ",
  "sn35.233:4.10": "yañca tattha tadubhayaṁ paṭicca uppajjati chandarāgo, taṁ tattha saṁyojanan”ti. ",
  "sn35.233:4.11": "Chaṭṭhaṁ. "
}