{
  "sn35.91:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.91:0.2": "9. Channavagga ",
  "sn35.91:0.3": "91. Dutiyaejāsutta ",
  "sn35.91:1.1": "“Ejā, bhikkhave, rogo, ejā gaṇḍo, ejā sallaṁ. ",
  "sn35.91:1.2": "Tasmātiha, bhikkhave, tathāgato anejo viharati vītasallo. ",
  "sn35.91:1.3": "Tasmātiha, bhikkhave, bhikkhu cepi ākaṅkheyya ‘anejo vihareyyaṁ vītasallo’ti, ",
  "sn35.91:1.4": "cakkhuṁ na maññeyya, cakkhusmiṁ na maññeyya, cakkhuto na maññeyya, cakkhu meti na maññeyya; ",
  "sn35.91:1.5": "rūpe na maññeyya … ",
  "sn35.91:1.6": "cakkhuviññāṇaṁ … ",
  "sn35.91:1.7": "cakkhusamphassaṁ … ",
  "sn35.91:1.8": "yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṁ meti na maññeyya. ",
  "sn35.91:1.9": "Yañhi, bhikkhave, maññati, yasmiṁ maññati, yato maññati, yaṁ meti maññati, tato taṁ hoti aññathā. ",
  "sn35.91:1.10": "Aññathābhāvī bhavasatto loko bhavameva abhinandati …pe…. ",
  "sn35.91:2.1": "Jivhaṁ na maññeyya, jivhāya na maññeyya, jivhāto na maññeyya, jivhā meti na maññeyya; ",
  "sn35.91:2.2": "rase na maññeyya … ",
  "sn35.91:2.3": "jivhāviññāṇaṁ … ",
  "sn35.91:2.4": "jivhāsamphassaṁ … ",
  "sn35.91:2.5": "yampidaṁ jivhāsamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṁ meti na maññeyya. ",
  "sn35.91:2.6": "Yañhi, bhikkhave, maññati, yasmiṁ maññati, yato maññati, yaṁ meti maññati, tato taṁ hoti aññathā. Aññathābhāvī bhavasatto loko bhavameva abhinandati …pe…. ",
  "sn35.91:3.1": "Manaṁ na maññeyya, manasmiṁ na maññeyya, manato na maññeyya, mano meti na maññeyya … ",
  "sn35.91:3.2": "manoviññāṇaṁ … ",
  "sn35.91:3.3": "manosamphassaṁ … ",
  "sn35.91:3.4": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṁ meti na maññeyya. ",
  "sn35.91:3.5": "Yañhi, bhikkhave, maññati, yasmiṁ maññati, yato maññati, yaṁ meti maññati, tato taṁ hoti aññathā. ",
  "sn35.91:3.6": "Aññathābhāvī bhavasatto loko bhavameva abhinandati. ",
  "sn35.91:4.1": "Yāvatā, bhikkhave, khandhadhātuāyatanā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṁ meti na maññeyya. ",
  "sn35.91:4.2": "So evaṁ amaññamāno na kiñci loke upādiyati. ",
  "sn35.91:4.3": "Anupādiyaṁ na paritassati. Aparitassaṁ paccattaññeva parinibbāyati. ",
  "sn35.91:4.4": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn35.91:4.5": "Aṭṭhamaṁ. "
}