{
  "sn35.234:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.234:0.2": "18. Samuddavagga ",
  "sn35.234:0.3": "234. Udāyīsutta ",
  "sn35.234:1.1": "Ekaṃ samayaṃ āyasmā ca ānando āyasmā ca udāyī kosambiyaṃ viharanti ghositārāme. ",
  "sn35.234:1.2": "Atha kho āyasmā udāyī sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
  "sn35.234:1.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā udāyī āyasmantaṃ ānandaṃ etadavoca: ",
  "sn35.234:2.1": "“Yatheva nu kho, āvuso ānanda, ayaṃ kāyo bhagavatā anekapariyāyena akkhāto vivaṭo pakāsito: ",
  "sn35.234:2.2": "‘itipāyaṃ kāyo anattā’ti, sakkā evameva viññāṇaṃ pidaṃ ācikkhituṃ desetuṃ paññapetuṃ paṭṭhapetuṃ vivarituṃ vibhajituṃ uttānīkātuṃ: ‘itipidaṃ viññāṇaṃ anattā’”ti? ",
  "sn35.234:3.1": "“Yatheva kho, āvuso udāyī, ayaṃ kāyo bhagavatā anekapariyāyena akkhāto vivaṭo pakāsito: ",
  "sn35.234:3.2": "‘itipāyaṃ kāyo anattā’ti, sakkā evameva viññāṇaṃ pidaṃ ācikkhituṃ desetuṃ paññapetuṃ paṭṭhapetuṃ vivarituṃ vibhajituṃ uttānīkātuṃ: ‘itipidaṃ viññāṇaṃ anattā’”ti. ",
  "sn35.234:4.1": "“Cakkhuñca, āvuso, paṭicca rūpe ca uppajjati cakkhuviññāṇan”ti? ",
  "sn35.234:4.2": "“Evamāvuso”ti. ",
  "sn35.234:4.3": "“Yo cāvuso, hetu, yo ca paccayo cakkhuviññāṇassa uppādāya, so ca hetu, so ca paccayo sabbena sabbaṃ sabbathā sabbaṃ aparisesaṃ nirujjheyya. Api nu kho cakkhuviññāṇaṃ paññāyethā”ti? ",
  "sn35.234:4.4": "“No hetaṃ, āvuso”. ",
  "sn35.234:4.5": "“Imināpi kho etaṃ, āvuso, pariyāyena bhagavatā akkhātaṃ vivaṭaṃ pakāsitaṃ: ‘itipidaṃ viññāṇaṃ anattā’”ti …pe…. ",
  "sn35.234:5.1": "“Jivhañcāvuso, paṭicca rase ca uppajjati jivhāviññāṇan”ti? ",
  "sn35.234:5.2": "“Evamāvuso”ti. ",
  "sn35.234:5.3": "“Yo cāvuso, hetu yo ca paccayo jivhāviññāṇassa uppādāya, so ca hetu, so ca paccayo sabbena sabbaṃ sabbathā sabbaṃ aparisesaṃ nirujjheyya, api nu kho jivhāviññāṇaṃ paññāyethā”ti? ",
  "sn35.234:5.4": "“No hetaṃ, āvuso”. ",
  "sn35.234:5.5": "“Imināpi kho etaṃ, āvuso, pariyāyena bhagavatā akkhātaṃ vivaṭaṃ pakāsitaṃ: ‘itipidaṃ viññāṇaṃ anattā’”ti …pe…. ",
  "sn35.234:6.1": "“Manañcāvuso, paṭicca dhamme ca uppajjati manoviññāṇan”ti? ",
  "sn35.234:6.2": "“Evamāvuso”ti. ",
  "sn35.234:6.3": "“Yo cāvuso, hetu, yo ca paccayo manoviññāṇassa uppādāya, so ca hetu, so ca paccayo sabbena sabbaṃ sabbathā sabbaṃ aparisesaṃ nirujjheyya, api nu kho manoviññāṇaṃ paññāyethā”ti? ",
  "sn35.234:6.4": "“No hetaṃ, āvuso”. ",
  "sn35.234:6.5": "“Imināpi kho etaṃ, āvuso, pariyāyena bhagavatā akkhātaṃ vivaṭaṃ pakāsitaṃ: ‘itipidaṃ viññāṇaṃ anattā’ti. ",
  "sn35.234:7.1": "Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya. So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ. Tamenaṃ mūle chindeyya; mūle chetvā agge chindeyya; agge chetvā pattavaṭṭiṃ vinibbhujeyya. So tattha pheggumpi nādhigaccheyya, kuto sāraṃ. ",
  "sn35.234:7.2": "Evameva kho, āvuso, bhikkhu chasu phassāyatanesu nevattānaṃ na attaniyaṃ samanupassati. ",
  "sn35.234:7.3": "So evaṃ asamanupassanto na kiñci loke upādiyati. ",
  "sn35.234:7.4": "Anupādiyaṃ na paritassati. Aparitassaṃ paccattaññeva parinibbāyati. ",
  "sn35.234:7.5": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti. ",
  "sn35.234:7.6": "Sattamaṃ. "
}