{
  "sn35.133:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.133:0.2": "13. Gahapativagga ",
  "sn35.133:0.3": "133. Verahaccānisutta ",
  "sn35.133:1.1": "Ekaṃ samayaṃ āyasmā udāyī kāmaṇḍāyaṃ viharati todeyyassa brāhmaṇassa ambavane. ",
  "sn35.133:1.2": "Atha kho verahaccānigottāya brāhmaṇiyā antevāsī māṇavako yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmatā udāyinā saddhiṃ sammodi. ",
  "sn35.133:1.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "sn35.133:1.4": "Ekamantaṃ nisinnaṃ kho taṃ māṇavakaṃ āyasmā udāyī dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ",
  "sn35.133:1.5": "Atha kho so māṇavako āyasmatā udāyinā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā yena verahaccānigottā brāhmaṇī tenupasaṅkami; upasaṅkamitvā verahaccānigottaṃ brāhmaṇiṃ etadavoca: ",
  "sn35.133:1.6": "“yagghe, bhoti, jāneyyāsi. ",
  "sn35.133:1.7": "Samaṇo udāyī dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetī”ti. ",
  "sn35.133:2.1": "“Tena hi tvaṃ, māṇavaka, mama vacanena samaṇaṃ udāyiṃ nimantehi svātanāya bhattenā”ti. ",
  "sn35.133:2.2": "“Evaṃ, bhotī”ti kho so māṇavako verahaccānigottāya brāhmaṇiyā paṭissutvā yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṃ udāyiṃ etadavoca: ",
  "sn35.133:2.3": "“adhivāsetu kira, bhavaṃ udāyī amhākaṃ ācariyabhariyāya verahaccānigottāya brāhmaṇiyā svātanāya bhattan”ti. ",
  "sn35.133:2.4": "Adhivāsesi kho āyasmā udāyī tuṇhībhāvena. ",
  "sn35.133:2.5": "Atha kho āyasmā udāyī tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena verahaccānigottāya brāhmaṇiyā nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn35.133:2.6": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "sn35.133:2.7": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ bhuttāviṃ onītapattapāṇiṃ pādukā ārohitvā ucce āsane nisīditvā sīsaṃ oguṇṭhitvā āyasmantaṃ udāyiṃ etadavoca: ",
  "sn35.133:2.8": "“bhaṇa, samaṇa, dhamman”ti. ",
  "sn35.133:2.9": "“Bhavissati, bhagini, samayo”ti vatvā uṭṭhāyāsanā pakkami. ",
  "sn35.133:3.1": "Dutiyampi kho so māṇavako yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmatā udāyinā saddhiṃ sammodi. ",
  "sn35.133:3.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "sn35.133:3.3": "Ekamantaṃ nisinnaṃ kho taṃ māṇavakaṃ āyasmā udāyī dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ",
  "sn35.133:3.4": "Dutiyampi kho so māṇavako āyasmatā udāyinā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā yena verahaccānigottā brāhmaṇī tenupasaṅkami; upasaṅkamitvā verahaccānigottaṃ brāhmaṇiṃ etadavoca: ",
  "sn35.133:3.5": "“yagghe, bhoti, jāneyyāsi. ",
  "sn35.133:3.6": "Samaṇo udāyī dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetī”ti. ",
  "sn35.133:4.1": "“Evamevaṃ pana tvaṃ, māṇavaka, samaṇassa udāyissa vaṇṇaṃ bhāsasi. ",
  "sn35.133:4.2": "Samaṇo panudāyī ‘bhaṇa, samaṇa, dhamman’ti vutto samāno ‘bhavissati, bhagini, samayo’ti vatvā uṭṭhāyāsanā pakkanto”ti. ",
  "sn35.133:4.3": "“Tathā hi pana tvaṃ, bhoti, pādukā ārohitvā ucce āsane nisīditvā sīsaṃ oguṇṭhitvā etadavoca: ",
  "sn35.133:4.4": "‘bhaṇa, samaṇa, dhamman’ti. ",
  "sn35.133:4.5": "Dhammagaruno hi te bhavanto dhammagāravā”ti. ",
  "sn35.133:4.6": "“Tena hi tvaṃ, māṇavaka, mama vacanena samaṇaṃ udāyiṃ nimantehi svātanāya bhattenā”ti. ",
  "sn35.133:4.7": "“Evaṃ, bhotī”ti kho so māṇavako verahaccānigottāya brāhmaṇiyā paṭissutvā yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṃ udāyiṃ etadavoca: ",
  "sn35.133:4.8": "“adhivāsetu kira bhavaṃ udāyī amhākaṃ ācariyabhariyāya verahaccānigottāya brāhmaṇiyā svātanāya bhattan”ti. ",
  "sn35.133:4.9": "Adhivāsesi kho āyasmā udāyī tuṇhībhāvena. ",
  "sn35.133:5.1": "Atha kho āyasmā udāyī tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena verahaccānigottāya brāhmaṇiyā nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn35.133:5.2": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "sn35.133:5.3": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ bhuttāviṃ onītapattapāṇiṃ pādukā orohitvā nīce āsane nisīditvā sīsaṃ vivaritvā āyasmantaṃ udāyiṃ etadavoca: ",
  "sn35.133:5.4": "“kismiṃ nu kho, bhante, sati arahanto sukhadukkhaṃ paññapenti, kismiṃ asati arahanto sukhadukkhaṃ na paññapentī”ti? ",
  "sn35.133:6.1": "“Cakkhusmiṃ kho, bhagini, sati arahanto sukhadukkhaṃ paññapenti, cakkhusmiṃ asati arahanto sukhadukkhaṃ na paññapenti …pe… ",
  "sn35.133:6.2": "jivhāya sati arahanto sukhadukkhaṃ paññapenti, jivhāya asati arahanto sukhadukkhaṃ na paññapenti …pe…. ",
  "sn35.133:6.3": "Manasmiṃ sati arahanto sukhadukkhaṃ paññapenti, manasmiṃ asati arahanto sukhadukkhaṃ na paññapentī”ti. ",
  "sn35.133:7.1": "Evaṃ vutte, verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ etadavoca: ",
  "sn35.133:7.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "sn35.133:7.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ ayyena udāyinā anekapariyāyena dhammo pakāsito. ",
  "sn35.133:7.4": "Esāhaṃ, ayya udāyi, taṃ bhagavantaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "sn35.133:7.5": "Upāsikaṃ maṃ ayyo udāyī dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "sn35.133:7.6": "Dasamaṃ. ",
  "sn35.133:7.7": "Gahapativaggo tatiyo. ",
  "sn35.133:8.1": "Vesālī vajji nāḷandā, ",
  "sn35.133:8.2": "Bhāradvāja soṇo ca ghosito; ",
  "sn35.133:8.3": "Hāliddiko nakulapitā, ",
  "sn35.133:8.4": "Lohicco verahaccānīti. "
}