{
  "sn35.241:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.241:0.2": "19. Āsīvisavagga ",
  "sn35.241:0.3": "241. Paṭhamadārukkhandhopamasutta ",
  "sn35.241:1.1": "Ekaṁ samayaṁ bhagavā kosambiyaṁ viharati gaṅgāya nadiyā tīre. ",
  "sn35.241:1.2": "Addasā kho bhagavā mahantaṁ dārukkhandhaṁ gaṅgāya nadiyā sotena vuyhamānaṁ. ",
  "sn35.241:1.3": "Disvāna bhikkhū āmantesi: ",
  "sn35.241:1.4": "“passatha no tumhe, bhikkhave, amuṁ mahantaṁ dārukkhandhaṁ gaṅgāya nadiyā sotena vuyhamānan”ti? ",
  "sn35.241:1.5": "“Evaṁ, bhante”. ",
  "sn35.241:1.6": "“Sace so, bhikkhave, dārukkhandho na orimaṁ tīraṁ upagacchati, na pārimaṁ tīraṁ upagacchati, na majjhe saṁsīdissati, na thale ussīdissati, na manussaggāho gahessati, na amanussaggāho gahessati, na āvaṭṭaggāho gahessati, na antopūti bhavissati; ",
  "sn35.241:1.7": "evañhi so, bhikkhave, dārukkhandho samuddaninno bhavissati samuddapoṇo samuddapabbhāro. ",
  "sn35.241:1.8": "Taṁ kissa hetu? ",
  "sn35.241:1.9": "Samuddaninno, bhikkhave, gaṅgāya nadiyā soto samuddapoṇo samuddapabbhāro. ",
  "sn35.241:2.1": "Evameva kho, bhikkhave, sace tumhepi na orimaṁ tīraṁ upagacchatha, na pārimaṁ tīraṁ upagacchatha; ",
  "sn35.241:2.2": "na majjhe saṁsīdissatha, na thale ussīdissatha, na manussaggāho gahessati, na amanussaggāho gahessati, na āvaṭṭaggāho gahessati, na antopūtī bhavissatha; ",
  "sn35.241:2.3": "evaṁ tumhe, bhikkhave, nibbānaninnā bhavissatha nibbānapoṇā nibbānapabbhārā. ",
  "sn35.241:2.4": "Taṁ kissa hetu? ",
  "sn35.241:2.5": "Nibbānaninnā, bhikkhave, sammādiṭṭhi nibbānapoṇā nibbānapabbhārā”ti. ",
  "sn35.241:2.6": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "sn35.241:2.7": "“kiṁ nu kho, bhante, orimaṁ tīraṁ, kiṁ pārimaṁ tīraṁ, ko majjhe saṁsādo, ko thale ussādo, ko manussaggāho, ko amanussaggāho, ko āvaṭṭaggāho, ko antopūtibhāvo”ti? ",
  "sn35.241:3.1": "“‘Orimaṁ tīran’ti kho, bhikkhu, channetaṁ ajjhattikānaṁ āyatanānaṁ adhivacanaṁ. ",
  "sn35.241:3.2": "‘Pārimaṁ tīran’ti kho, bhikkhu, channetaṁ bāhirānaṁ āyatanānaṁ adhivacanaṁ. ",
  "sn35.241:3.3": "‘Majjhe saṁsādo’ti kho, bhikkhu, nandīrāgassetaṁ adhivacanaṁ. ",
  "sn35.241:3.4": "‘Thale ussādo’ti kho, bhikkhu, asmimānassetaṁ adhivacanaṁ. ",
  "sn35.241:4.1": "Katamo ca, bhikkhu, manussaggāho? ",
  "sn35.241:4.2": "Idha, bhikkhu, gihīhi saṁsaṭṭho viharati, sahanandī sahasokī, sukhitesu sukhito, dukkhitesu dukkhito, uppannesu kiccakaraṇīyesu attanā tesu yogaṁ āpajjati. ",
  "sn35.241:4.3": "Ayaṁ vuccati, bhikkhu, manussaggāho. ",
  "sn35.241:5.1": "Katamo ca, bhikkhu, amanussaggāho? ",
  "sn35.241:5.2": "Idha, bhikkhu, ekacco aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. ",
  "sn35.241:5.3": "Ayaṁ vuccati, bhikkhu, amanussaggāho. ",
  "sn35.241:5.4": "‘Āvaṭṭaggāho’ti kho, bhikkhu, pañcannetaṁ kāmaguṇānaṁ adhivacanaṁ. ",
  "sn35.241:6.1": "Katamo ca, bhikkhu, antopūtibhāvo? ",
  "sn35.241:6.2": "Idha, bhikkhu, ekacco dussīlo hoti pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto. ",
  "sn35.241:6.3": "Ayaṁ vuccati, bhikkhu, ‘antopūtibhāvo’”ti. ",
  "sn35.241:7.1": "Tena kho pana samayena nando gopālako bhagavato avidūre ṭhito hoti. ",
  "sn35.241:7.2": "Atha kho nando gopālako bhagavantaṁ etadavoca: ",
  "sn35.241:7.3": "“ahaṁ kho, bhante, na orimaṁ tīraṁ upagacchāmi, na pārimaṁ tīraṁ upagacchāmi, na majjhe saṁsīdissāmi, na thale ussīdissāmi, na maṁ manussaggāho gahessati, na amanussaggāho gahessati, na āvaṭṭaggāho gahessati, na antopūti bhavissāmi. ",
  "sn35.241:7.4": "Labheyyāhaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "sn35.241:7.5": "“Tena hi tvaṁ, nanda, sāmikānaṁ gāvo niyyātehī”ti. ",
  "sn35.241:7.6": "“Gamissanti, bhante, gāvo vacchagiddhiniyo”ti. ",
  "sn35.241:7.7": "“Niyyāteheva tvaṁ, nanda, sāmikānaṁ gāvo”ti. ",
  "sn35.241:7.8": "Atha kho nando gopālako sāmikānaṁ gāvo niyyātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "sn35.241:7.9": "“niyyātitā, bhante, sāmikānaṁ gāvo. ",
  "sn35.241:7.10": "Labheyyāhaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "sn35.241:7.11": "Alattha kho nando gopālako bhagavato santike pabbajjaṁ, alattha upasampadaṁ. ",
  "sn35.241:7.12": "Acirūpasampanno ca panāyasmā nando eko vūpakaṭṭho …pe… ",
  "sn35.241:7.13": "aññataro ca panāyasmā nando arahataṁ ahosīti. ",
  "sn35.241:7.14": "Catutthaṁ. "
}