{
  "sn35.13:0.1": "Saṃyutta Nikāya 35 ",
  "sn35.13:0.2": "2. Yamakavagga ",
  "sn35.13:0.3": "13. Paṭhamapubbesambodhasutta ",
  "sn35.13:1.1": "Sāvatthinidānaṃ. ",
  "sn35.13:1.2": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "sn35.13:1.3": "‘ko nu kho cakkhussa assādo, ko ādīnavo, kiṃ nissaraṇaṃ? ",
  "sn35.13:1.4": "Ko sotassa …pe… ",
  "sn35.13:1.5": "ko ghānassa … ",
  "sn35.13:1.6": "ko jivhāya … ",
  "sn35.13:1.7": "ko kāyassa … ",
  "sn35.13:1.8": "ko manassa assādo, ko ādīnavo, kiṃ nissaraṇan’ti? ",
  "sn35.13:1.9": "Tassa mayhaṃ, bhikkhave, etadahosi: ",
  "sn35.13:1.10": "‘yaṃ kho cakkhuṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ cakkhussa assādo. ",
  "sn35.13:1.11": "Yaṃ cakkhuṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ, ayaṃ cakkhussa ādīnavo. ",
  "sn35.13:1.12": "Yo cakkhusmiṃ chandarāgavinayo chandarāgappahānaṃ, idaṃ cakkhussa nissaraṇaṃ. ",
  "sn35.13:1.13": "Yaṃ sotaṃ …pe… ",
  "sn35.13:1.14": "yaṃ ghānaṃ …pe… ",
  "sn35.13:1.15": "yaṃ jivhaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ jivhāya assādo. ",
  "sn35.13:1.16": "Yaṃ jivhā aniccā dukkhā vipariṇāmadhammā, ayaṃ jivhāya ādīnavo. ",
  "sn35.13:1.17": "Yo jivhāya chandarāgavinayo chandarāgappahānaṃ, idaṃ jivhāya nissaraṇaṃ. ",
  "sn35.13:1.18": "Yaṃ kāyaṃ …pe… ",
  "sn35.13:1.19": "yaṃ manaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ manassa assādo. ",
  "sn35.13:1.20": "Yaṃ mano anicco dukkho vipariṇāmadhammo, ayaṃ manassa ādīnavo. ",
  "sn35.13:1.21": "Yo manasmiṃ chandarāgavinayo chandarāgappahānaṃ, idaṃ manassa nissaraṇan’ti. ",
  "sn35.13:2.1": "Yāvakīvañcāhaṃ, bhikkhave, imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ evaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ",
  "sn35.13:2.2": "Yato ca khvāhaṃ, bhikkhave, imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ evaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ",
  "sn35.13:2.3": "Ñāṇañca pana me dassanaṃ udapādi: ",
  "sn35.13:2.4": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "sn35.13:2.5": "Paṭhamaṃ. "
}