{
  "iti75:0.1": "So wurde es gesagt 75 ",
  "iti75:0.2": "Das Dreierbuch ",
  "iti75:0.3": "3. Das dritte Kapitel ",
  "iti75:0.4": "Eine Wolke ohne Regen ",
  "iti75:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti75:2.1": "„Mönche und Nonnen, drei Menschen findet man in der Welt. ",
  "iti75:2.2": "Welche drei? ",
  "iti75:2.3": "Einen wie eine Wolke, aus der es nicht regnet, einen wie eine Wolke, aus der es stellenweise regnet, und einen wie eine Wolke, aus der es flächendeckend regnet. ",
  "iti75:3.1": "Und wie ist ein Mensch wie eine Wolke, aus der es nicht regnet? ",
  "iti75:3.2": "Da gibt ein Mensch weder Asketen oder Brahmanen noch Bedürftigen, Landstreichern, Nomaden oder Bettlern Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus oder Licht. ",
  "iti75:3.3": "So ist ein Mensch wie eine Wolke, aus der es nicht regnet. ",
  "iti75:4.1": "Und wie ist ein Mensch wie eine Wolke, aus der es stellenweise regnet? ",
  "iti75:4.2": "Da gibt ein Mensch manchen Asketen und Brahmanen, manchen Bedürftigen, Landstreichern, Nomaden oder Bettlern Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht, aber anderen gibt er nichts. ",
  "iti75:4.3": "So ist ein Mensch wie eine Wolke, aus der es stellenweise regnet. ",
  "iti75:5.1": "Und wie ist ein Mensch wie eine Wolke, aus der es flächendeckend regnet? ",
  "iti75:5.2": "Da gibt ein Mensch allen Asketen und Brahmanen, allen Bedürftigen, Landstreichern, Nomaden und Bettlern Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "iti75:5.3": "So ist ein Mensch wie eine Wolke, aus der es flächendeckend regnet. ",
  "iti75:5.4": "Das sind die drei Menschen, die man in der Welt findet.“ ",
  "iti75:5.5": "Der Buddha sprach diese Sache. ",
  "iti75:5.6": "Dazu wird gesagt: ",
  "iti75:6.1": "„Essen und Trinken, das sie erlangt haben, ",
  "iti75:6.2": "teilen sie nicht ",
  "iti75:6.3": "mit Asketen oder Brahmanen, ",
  "iti75:6.4": "mit Bedürftigen, Landstreichern oder solchen auf Wanderschaft. ",
  "iti75:6.5": "Sie sind wie eine Wolke ohne Regen, ",
  "iti75:6.6": "so heißt es, die schäbigsten der Menschen. ",
  "iti75:7.1": "Sie geben manchen nichts, ",
  "iti75:7.2": "und manche versorgen sie. ",
  "iti75:7.3": "Aus ihnen regnet es stellenweise, ",
  "iti75:7.4": "so sagen die Weisen. ",
  "iti75:8.1": "An allen Wesen nimmt dieser Mensch Anteil ",
  "iti75:8.2": "und teilt mit vollen Händen aus, ",
  "iti75:8.3": "wenn jemand bittet, ",
  "iti75:8.4": "und ruft: ‚Gebt! Gebt!‘“ ",
  "iti75:9.1": "Aus dieser Regenwolke strömt der Regen, ",
  "iti75:9.2": "folgt auf Donnern und Brausen, ",
  "iti75:9.3": "durchnässt die Erde mit Wasser ",
  "iti75:9.4": "und tränkt Hochland und Niederungen. ",
  "iti75:10.1": "Ebenso stellt ein solcher Mensch, ",
  "iti75:10.2": "der mit rechten Mitteln ",
  "iti75:10.3": "mit eigener harter Arbeit ",
  "iti75:10.4": "Vermögen angesammelt hat, ",
  "iti75:10.5": "die, die ins Unglück gestürzt sind, ",
  "iti75:10.6": "zu Recht mit Speise und Trank zufrieden.“ ",
  "iti75:11.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}