{
  "sn19.1:0.1": "Связанные Наставления 19.1",
  "sn19.1:0.2": "Первая Глава",
  "sn19.1:0.3": "Сутта Кости",
  "sn19.1:1.1": "Так мной услышано—",
  "sn19.1:1.2": "Одно время Благословенный располагается в Раджагахе, в Бамбуковой роще, в месте для кормления белок.",
  "sn19.1:1.3": "Тем временем уважаемый Лаккхана и уважаемы Махамоггаллана располагались на горе Пик Стервятников.",
  "sn19.1:1.4": "Тогда уважаемый Махамоггаллана в первую треть дня одевшись чашу-чивару взяв приблизился к уважаемому Лаккхане; приблизившись уважамомоу Лаккхане сказал так:",
  "sn19.1:1.5": "“Пойдем, товарищ Лаккхана, Раджагаху за подаянием посетим”.",
  "sn19.1:1.6": "“Так, товарищ” уважаемый Лаккхана уважаемому Махамоггаллане ответил.",
  "sn19.1:1.7": "Тогда уважаемый Махамоггаллано с горы Пик Стервятников спускающийся в одном месте улыбнулся.",
  "sn19.1:1.8": "Тогда уважаемый лаккхана уважаемому Махамоггаллане так сказал:",
  "sn19.1:1.9": "“В чем, товарищ Моггаллана, причина, какой повод улыбки?”",
  "sn19.1:1.10": "“Не время, товарищ Лаккхана, этому вопросу.",
  "sn19.1:1.11": "Вблизи Благословенного меня этот вопрос спроси”.",
  "sn19.1:2.1": "Тогда уважаемый Лаккхана и уважаемый Махамоггаллано в Раджагахе за подаянием сходив, после приёма пищи, вернувшиеся после сбора подаяний, к Благословенному подошли; подойдя Благословенного поприветствовав сели с одной стороны. С одной стороны севший уважаемый Лаккхана уважаемому Махамоггаллане так сказал:",
  "sn19.1:2.2": "“Вот, товарищ Махамоггаллано, с горы Пик Стервятников спускающийся в одном месте улыбнулся.",
  "sn19.1:2.3": "“В чем, товарищ Моггаллана, причина, какой повод улыбки?”",
  "sn19.1:3.1": "“Вот я, товарищ, спускающийся с горы Пик Грифов, увидел скелет, движущийся в воздухе.",
  "sn19.1:3.2": "И его и стервятники и вороны и хищные птицы настигнув раздирают, разделяют.",
  "sn19.1:3.3": "Он издает действительно пронзительный крик.",
  "sn19.1:3.4": "Мне, друг, так подумалось:",
  "sn19.1:3.5": "о, удивительно, о поразительно.",
  "sn19.1:3.6": "И именно такого вида существо бывает.",
  "sn19.1:3.7": "И именно такого вида яккха бывает.",
  "sn19.1:3.8": "И именно такого вида обретение само-бытия бывает'",
  "sn19.1:4.1": "Тогда Благословенный монахов оповестил:",
  "sn19.1:4.2": "“Действительно видящими, о монахи, пребывают последователи;",
  "sn19.1:4.3": "Действительно знающими, о монахи, пребывают последователи, когда именно последователь таким образом узнает, либо узрит, либо засвидетельствует.",
  "sn19.1:4.4": "Прежде мне то, монахи, существо стало видимо, но я не говорил.",
  "sn19.1:4.5": "Если бы я это сказал, и другие мне не поверили. ",
  "sn19.1:4.6": "Которые мне не поверили, это было бы для их долгого неблагополучия и боли.\",",
  "sn19.1:4.7": "Это, монахи, существо в этой самой Раджагахе было забойщиком коров.",
  "sn19.1:4.8": "Он этого поступка созреванием многие сезоны дождей, многие сотни сезонов дождей, многие тысячи сезонов дождей, многие сотни тысяч сезонов дождей в аду жарившись этого поступка остатком созревания такого вида обретение само-бытия ощущает.\",",
  "sn19.1:4.9": "(Всем суттам именно это сокращение).",
  "sn19.1:4.10": "Первая."
}