{
  "sn45.5:0.1": "Saṁyutta Nikāya 45 ",
  "sn45.5:0.2": "1. Avijjāvagga ",
  "sn45.5:0.3": "5. Kimatthiyasutta ",
  "sn45.5:1.1": "Sāvatthinidānaṁ. ",
  "sn45.5:1.2": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu …pe… ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn45.5:2.1": "“Idha no, bhante, aññatitthiyā paribbājakā amhe evaṁ pucchanti: ",
  "sn45.5:2.2": "‘kimatthiyaṁ, āvuso, samaṇe gotame brahmacariyaṁ vussatī’ti? ",
  "sn45.5:2.3": "Evaṁ puṭṭhā mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākaroma: ",
  "sn45.5:2.4": "‘dukkhassa kho, āvuso, pariññatthaṁ bhagavati brahmacariyaṁ vussatī’ti. ",
  "sn45.5:2.5": "Kacci mayaṁ, bhante, evaṁ puṭṭhā evaṁ byākaramānā vuttavādino ceva bhagavato homa, na ca bhagavantaṁ abhūtena abbhācikkhāma, dhammassa cānudhammaṁ byākaroma, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "sn45.5:3.1": "“Taggha tumhe, bhikkhave, evaṁ puṭṭhā evaṁ byākaramānā vuttavādino ceva me hotha, na ca maṁ abhūtena abbhācikkhatha, dhammassa cānudhammaṁ byākarotha, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchati. ",
  "sn45.5:3.2": "Dukkhassa hi pariññatthaṁ mayi brahmacariyaṁ vussati. ",
  "sn45.5:3.3": "Sace vo, bhikkhave, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "sn45.5:3.4": "‘atthi panāvuso, maggo, atthi paṭipadā etassa dukkhassa pariññāyā’ti, evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "sn45.5:3.5": "‘atthi kho, āvuso, maggo, atthi paṭipadā etassa dukkhassa pariññāyā’ti. ",
  "sn45.5:4.1": "Katamo ca, bhikkhave, maggo, katamā paṭipadā etassa dukkhassa pariññāyāti? ",
  "sn45.5:4.2": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "sn45.5:4.3": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "sn45.5:4.4": "Ayaṁ, bhikkhave, maggo, ayaṁ paṭipadā etassa dukkhassa pariññāyāti. ",
  "sn45.5:4.5": "Evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyāthā”ti. ",
  "sn45.5:4.6": "Pañcamaṁ. "
}