{
  "an2.151:0.1": "Nummerierte Lehrreden 2",
  "an2.151:0.2": "14. Empfang",
  "an2.151:0.3": "151–162",
  "an2.151:1.0": "151",
  "an2.151:1.1": "„Es gibt diese beiden Arten des Empfangs. ",
  "an2.151:1.2": "Welche beiden? ",
  "an2.151:1.3": "Empfang mit materiellen Dingen und Empfang mit der Lehre. ",
  "an2.151:1.4": "Das sind die beiden Arten des Empfangs. ",
  "an2.151:1.5": "Die bessere der beiden ist der Empfang mit der Lehre.“ ",
  "an2.152:1.0": "152",
  "an2.152:1.1": "„Es gibt diese beiden Arten der Gastfreundschaft. ",
  "an2.152:1.2": "Welche beiden? ",
  "an2.152:1.3": "Gastfreundschaft mittels materieller Dinge und Gastfreundschaft mittels der Lehre. ",
  "an2.152:1.4": "Das sind die beiden Arten der Gastfreundschaft. ",
  "an2.152:1.5": "Die bessere der beiden ist die Gastfreundschaft mittels der Lehre.“ ",
  "an2.153:1.0": "153",
  "an2.153:1.1": "„Es gibt diese beiden Arten der Suche. ",
  "an2.153:1.2": "Welche beiden? ",
  "an2.153:1.3": "Suche nach materiellen Dingen und Suche nach der Lehre. ",
  "an2.153:1.4": "Das sind die beiden Arten der Suche. ",
  "an2.153:1.5": "Die bessere der beiden ist die Suche nach der Lehre.“ ",
  "an2.154:1.0": "154",
  "an2.154:1.1": "„Es gibt diese beiden Arten der Suche. ",
  "an2.154:1.2": "Welche beiden? ",
  "an2.154:1.3": "Die Suche nach materiellen Dingen und die Suche nach der Lehre. ",
  "an2.154:1.4": "Das sind die beiden Arten der Suche. ",
  "an2.154:1.5": "Die bessere der beiden ist die Suche nach der Lehre.“ ",
  "an2.155:1.0": "155",
  "an2.155:1.1": "„Es gibt diese beiden Arten des Trachtens. ",
  "an2.155:1.2": "Welche beiden? ",
  "an2.155:1.3": "Trachten nach materiellen Dingen und Trachten nach der Lehre. ",
  "an2.155:1.4": "Das sind die beiden Arten des Trachtens. ",
  "an2.155:1.5": "Die bessere der beiden ist das Trachten nach der Lehre.“ ",
  "an2.156:1.0": "156",
  "an2.156:1.1": "„Es gibt diese beiden Arten der Verehrung. ",
  "an2.156:1.2": "Welche beiden? ",
  "an2.156:1.3": "Verehrung materieller Dinge und Verehrung der Lehre. ",
  "an2.156:1.4": "Das sind die beiden Arten der Verehrung. ",
  "an2.156:1.5": "Die bessere der beiden ist die Verehrung der Lehre.“ ",
  "an2.157:1.0": "157",
  "an2.157:1.1": "„Es gibt diese beiden Arten, Gäste zu bedienen. ",
  "an2.157:1.2": "Welche beiden? ",
  "an2.157:1.3": "Gäste mit materiellen Dingen bedienen und Gäste mit der Lehre bedienen. ",
  "an2.157:1.4": "Das sind die beiden Arten, Gäste zu bedienen. ",
  "an2.157:1.5": "Die bessere der beiden ist es, Gäste mit der Lehre zu bedienen.“ ",
  "an2.158:1.0": "158",
  "an2.158:1.1": "„Es gibt diese beiden Erfolge. ",
  "an2.158:1.2": "Welche beiden? ",
  "an2.158:1.3": "Erfolg in materiellen Dingen und Erfolg in der Lehre. ",
  "an2.158:1.4": "Das sind die beiden Erfolge. ",
  "an2.158:1.5": "Der bessere der beiden ist der Erfolg in der Lehre.“ ",
  "an2.159:1.0": "159",
  "an2.159:1.1": "„Es gibt diese beiden Arten des Wachstums. ",
  "an2.159:1.2": "Welche beiden? ",
  "an2.159:1.3": "Wachstum bezüglich materieller Dinge und Wachstum bezüglich der Lehre. ",
  "an2.159:1.4": "Das sind die beiden Arten des Wachstums. ",
  "an2.159:1.5": "Die bessere der beiden ist das Wachstum bezüglich der Lehre.“ ",
  "an2.160:1.0": "160",
  "an2.160:1.1": "„Es gibt diese beiden Schätze. ",
  "an2.160:1.2": "Welche beiden? ",
  "an2.160:1.3": "Ein Schatz an materiellen Dingen und ein Schatz an der Lehre. ",
  "an2.160:1.4": "Das sind die beiden Schätze. ",
  "an2.160:1.5": "Der bessere der beiden ist der Schatz an der Lehre.“ ",
  "an2.161:1.0": "161",
  "an2.161:1.1": "„Es gibt diese beiden Arten des Ansammelns. ",
  "an2.161:1.2": "Welche beiden? ",
  "an2.161:1.3": "Ansammeln materieller Dinge und Ansammeln der Lehre. ",
  "an2.161:1.4": "Das sind die beiden Arten des Ansammelns. ",
  "an2.161:1.5": "Die bessere der beiden ist das Ansammeln der Lehre.“ ",
  "an2.162:1.0": "162",
  "an2.162:1.1": "„Es gibt diese beiden Arten der Zunahme. ",
  "an2.162:1.2": "Welche beiden? ",
  "an2.162:1.3": "Zunahme an materiellen Dingen und Zunahme an der Lehre. ",
  "an2.162:1.4": "Das sind die beiden Arten der Zunahme. ",
  "an2.162:1.5": "Die bessere der beiden ist die Zunahme an der Lehre.“ "
}