{
  "an2.1:0.1": "Nummerierte Lehrreden 2.1–10 ",
  "an2.1:0.2": "1. Das Kapitel über Strafen ",
  "an2.1:1.0": "1. Fehler ",
  "an2.1:1.1": "So habe ich es gehört: ",
  "an2.1:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an2.1:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an2.1:1.4": "„Mönche und Nonnen!“ ",
  "an2.1:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an2.1:1.6": "Der Buddha sagte: ",
  "an2.1:2.1": "„Mönche und Nonnen, es gibt diese beiden Fehler. ",
  "an2.1:2.2": "Welche beiden? ",
  "an2.1:2.3": "Den Fehler, der sich in diesem Leben zeigt, und den Fehler, der künftige Leben betrifft. ",
  "an2.1:2.4": "Was ist der Fehler, der sich in diesem Leben zeigt? ",
  "an2.1:2.5": "Es ist, wenn jemand sieht, dass Könige einen Räuber oder Verbrecher festnehmen lassen und verschiedene Strafen über ihn verhängen – ",
  "an2.1:2.6": "Auspeitschen, Schläge mit Stock oder Knüppel; Abhacken von Händen, Füßen oder beidem; Abschneiden von Ohren, Nase oder beidem; den ‚Breitopf‘, die ‚Muschelrasur‘, den ‚Teufelsmund‘, den ‚Feuerkranz‘, die ‚brennende Hand‘, die ‚Grashalme‘, den ‚Rindenanzug‘, die ‚Antilope‘, den ‚Fleischhaken‘, die ‚Münzen‘, die ‚Ätzlake‘, den ‚gedrehten Stab‘, die ‚Strohmatte‘; mit heißem Öl übergießen, den Hunden zum Fraß vorwerfen, bei lebendigem Leib pfählen oder den Kopf abschlagen. ",
  "an2.1:3.1": "Es kommt ihm in den Sinn: ",
  "an2.1:3.2": "‚Wenn ich die Art von schlechten Taten beginge, für die die Könige jenen Räuber oder Verbrecher festgenommen haben, ",
  "an2.1:3.3": "",
  "an2.1:3.4": "würden die Herrscher mich festnehmen und über mich die gleichen Strafen verhängen.‘ ",
  "an2.1:3.5": "",
  "an2.1:3.6": "Aus Furcht vor diesem Fehler, der sich in diesem Leben zeigt, stiehlt er nicht, was anderen gehört. ",
  "an2.1:3.7": "Das nennt man den Fehler, der sich in diesem Leben zeigt. ",
  "an2.1:4.1": "Was ist der Fehler, der künftige Leben betrifft? ",
  "an2.1:4.2": "Es ist, wenn jemand überlegt: ",
  "an2.1:4.3": "‚Schlechtes Verhalten mit dem Körper, der Sprache oder dem Geist führt zu einem schlechten, schmerzhaften Ergebnis im nächsten Leben. ",
  "an2.1:4.4": "Wenn ich mich schlecht verhalte, ",
  "an2.1:4.5": "werde ich dann nicht, wenn mein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle?‘ ",
  "an2.1:4.6": "Aus Furcht vor diesem Fehler, der künftige Leben betrifft, gibt er schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf und entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist und ist innerlich rein. ",
  "an2.1:4.7": "Das nennt man den Fehler, der künftige Leben betrifft. ",
  "an2.1:4.8": "Das sind die beiden Fehler. ",
  "an2.1:4.9": "Daher sollt ihr euch so schulen: ",
  "an2.1:4.10": "‚Wir wollen den Fehler, der sich in diesem Leben zeigt, fürchten und auch den, der künftige Leben betrifft. Wir werden die Fehler fürchten, da wir die Gefahr darin erkennen.‘ ",
  "an2.1:4.11": "So sollt ihr euch schulen. ",
  "an2.1:4.12": "Wenn ihr diese Fehler fürchtet und die Gefahr darin erkennt, könnt ihr erwarten, von allen Fehlern frei zu werden.“ ",
  "an2.1:4.13": "",
  "an2.2:1.0": "2. Bemühen ",
  "an2.2:1.1": "„Diese zwei Arten des Bemühens sind in der Welt schwer zu erfüllen. ",
  "an2.2:1.2": "Welche zwei? ",
  "an2.2:1.3": "Das Bemühen von Laien, die im Haus leben, um Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung bereitzustellen. Und das Bemühen derer, die aus dem Haus fortgezogen sind ins hauslose Leben, um alle Bindungen loszulassen. ",
  "an2.2:1.4": "Das sind die zwei Arten des Bemühens, die in der Welt schwer zu erfüllen sind. ",
  "an2.2:2.1": "Die bessere der beiden Arten ist das Bemühen, alle Bindungen loszulassen. ",
  "an2.2:2.2": "Daher sollt ihr euch so schulen: ",
  "an2.2:2.3": "‚Wir wollen uns bemühen, alle Bindungen loszulassen.‘ ",
  "an2.2:2.4": "So sollt ihr euch schulen.“ ",
  "an2.2:2.5": "",
  "an2.3:1.0": "3. Beschämend ",
  "an2.3:1.1": "„Diese beiden Dinge, Mönche und Nonnen, sind beschämend. ",
  "an2.3:1.2": "Welche beiden? ",
  "an2.3:1.3": "Es ist, wenn jemand mit dem Körper, der Sprache und dem Geist Schlechtes getan hat und nichts Gutes. ",
  "an2.3:1.4": "",
  "an2.3:1.5": "",
  "an2.3:1.6": "Beim Gedanken: ‚Ich habe mit dem Körper, der Sprache und dem Geist Schlechtes getan‘, ist er beschämt. Beim Gedanken: ‚Ich habe mit dem Körper, der Sprache und dem Geist nichts Gutes getan‘, ist er beschämt. ",
  "an2.3:1.7": "",
  "an2.3:1.8": "",
  "an2.3:1.9": "Das sind die beiden Dinge, die beschämend sind.“ ",
  "an2.3:1.10": "",
  "an2.4:1.0": "4. Nicht beschämend ",
  "an2.4:1.1": "„Diese beiden Dinge, Mönche und Nonnen, sind nicht beschämend. ",
  "an2.4:1.2": "Welche beiden? ",
  "an2.4:1.3": "Es ist, wenn jemand mit dem Körper, der Sprache und dem Geist Gutes getan hat und nichts Schlechtes. ",
  "an2.4:1.4": "",
  "an2.4:1.5": "",
  "an2.4:1.6": "Beim Gedanken: ‚Ich habe mit dem Körper, der Sprache und dem Geist Gutes getan‘, ist er nicht beschämt. Beim Gedanken: ‚Ich habe mit dem Körper, der Sprache und dem Geist nichts Schlechtes getan‘, ist er nicht beschämt. ",
  "an2.4:1.7": "",
  "an2.4:1.8": "",
  "an2.4:1.9": "Das sind die beiden Dinge, die nicht beschämend sind.“ ",
  "an2.4:1.10": "",
  "an2.5:1.0": "5. Aus eigener Erfahrung ",
  "an2.5:1.1": "„Mönche und Nonnen, diese beiden Dinge habe ich aus eigener Erfahrung gelernt: ",
  "an2.5:1.2": "mich niemals mit den tauglichen Eigenschaften zufriedengeben und niemals aufgeben. ",
  "an2.5:1.3": "Ich habe niemals aufgegeben; ich dachte: ",
  "an2.5:1.4": "‚Gerne sollen nur Haut, Sehnen und Knochen übrig bleiben! Sollen Fleisch und Blut in meinem Körper vertrocknen! Ich werde nicht aufgeben, bevor ich nicht erreicht habe, was mit menschlicher Stärke, Energie und Tatkraft möglich ist.‘ ",
  "an2.5:1.5": "Durch Beflissenheit bin ich zum Erwachen gelangt, durch Beflissenheit zur unübertrefflichen Geborgenheit. ",
  "an2.5:1.6": "Gebt auch ihr niemals auf; denkt: ",
  "an2.5:1.7": "‚Gerne sollen nur Haut, Sehnen und Knochen übrig bleiben! Sollen Fleisch und Blut in meinem Körper vertrocknen! Ich werde nicht aufgeben, bevor ich nicht erreicht habe, was mit menschlicher Stärke, Energie und Tatkraft möglich ist.‘ ",
  "an2.5:1.8": "Dann werdet auch ihr bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades gelangen. Ihr werdet an dem Ziel leben, das ihr durch eigene Einsicht erkannt habt, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an2.5:1.9": "Daher sollt ihr euch so schulen: ",
  "an2.5:1.10": "‚Wir werden niemals aufgeben; wir werden denken: ",
  "an2.5:1.11": "„Gerne sollen nur Haut, Sehnen und Knochen übrig bleiben! Sollen Fleisch und Blut in unserem Körper vertrocknen! Wir werden nicht aufgeben, bevor wir nicht erreicht haben, was mit menschlicher Stärke, Energie und Tatkraft möglich ist.“‘ ",
  "an2.5:1.12": "So sollt ihr euch schulen.“ ",
  "an2.5:1.13": "",
  "an2.6:1.0": "6. Fesseln ",
  "an2.6:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Dinge. ",
  "an2.6:1.2": "Welche beiden? ",
  "an2.6:1.3": "Dinge, die einen leicht fesseln, als erfreulich betrachten und Dinge, die einen leicht fesseln, als enttäuschend betrachten. ",
  "an2.6:1.4": "Wenn man Dinge, die einen leicht fesseln, fortwährend als erfreulich betrachtet, gibt man Gier, Hass und Täuschung nicht auf. ",
  "an2.6:1.5": "Wenn man diese nicht aufgibt, wird man nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "an2.6:1.6": "Man wird nicht vom Leiden befreit, sage ich. ",
  "an2.6:2.1": "Wenn man Dinge, die einen leicht fesseln, fortwährend als enttäuschend betrachtet, gibt man Gier, Hass und Täuschung auf. ",
  "an2.6:2.2": "Wenn man diese aufgibt, wird man befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "an2.6:2.3": "Man wird vom Leiden befreit, sage ich. ",
  "an2.6:2.4": "Das sind die beiden Dinge.“ ",
  "an2.6:2.5": "",
  "an2.7:1.0": "7. Dunkel ",
  "an2.7:1.1": "„Diese beiden Dinge sind dunkel, Mönche und Nonnen. ",
  "an2.7:1.2": "Welche beiden? ",
  "an2.7:1.3": "Gewissenlosigkeit und Unbesonnenheit. ",
  "an2.7:1.4": "Das sind die beiden dunklen Dinge.“ ",
  "an2.7:1.5": "",
  "an2.8:1.0": "8. Hell ",
  "an2.8:1.1": "„Diese beiden Dinge sind hell, Mönche und Nonnen. ",
  "an2.8:1.2": "Welche beiden? ",
  "an2.8:1.3": "Gewissen und Besonnenheit. ",
  "an2.8:1.4": "Das sind die beiden hellen Dinge.“ ",
  "an2.8:1.5": "",
  "an2.9:1.0": "9. Verhalten ",
  "an2.9:1.1": "„Diese beiden hellen Dinge, Mönche und Nonnen, schützen die Welt. ",
  "an2.9:1.2": "Welche beiden? ",
  "an2.9:1.3": "Gewissen und Besonnenheit. ",
  "an2.9:1.4": "Wenn diese beiden hellen Dinge die Welt nicht schützen würden, würde die Stellung einer Mutter, einer Tante, einer Lehrerin oder der Frau eines Lehrers oder einer Respektsperson nicht anerkannt. ",
  "an2.9:1.5": "Die Welt würde sich vermischen wie Ziegen und Schafe, Hühner und Schweine, Hunde und Schakale. ",
  "an2.9:1.6": "Aber weil diese beiden hellen Dinge die Welt schützen, wird die Stellung einer Mutter, einer Tante, einer Lehrerin oder der Frau eines Lehrers oder einer Respektsperson anerkannt.“ ",
  "an2.9:1.7": "",
  "an2.10:1.0": "10. Die Regenzeit antreten ",
  "an2.10:1.1": "„Mönche und Nonnen, es gibt diese beiden Zeiten, um die Regenzeit anzutreten. ",
  "an2.10:1.2": "Welche beiden? ",
  "an2.10:1.3": "Die frühere und die spätere. ",
  "an2.10:1.4": "Das sind die beiden Zeiten, um die Regenzeit anzutreten.“ ",
  "an2.10:1.5": "",
  "an2.10:1.6": "",
  "an2.10:2.1": "",
  "an2.10:2.2": "",
  "an2.10:2.3": ""
}