{
  "an2.42:0.1": "Nummerierte Lehrreden 2.42–51 ",
  "an2.42:0.2": "5. Das Kapitel über Versammlungen ",
  "an2.42:1.0": "42 ",
  "an2.42:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.42:1.2": "Welche beiden? ",
  "an2.42:1.3": "Eine seichte Versammlung und eine tiefgründige Versammlung. ",
  "an2.42:1.4": "Und was ist eine seichte Versammlung? ",
  "an2.42:1.5": "Eine Versammlung, in der die Mönche und Nonnen rastlos, anmaßend, launisch und unflätig sind, mit loser Zunge, unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist und unbeherrschten Sinnen. ",
  "an2.42:1.6": "Das nennt man eine seichte Versammlung. ",
  "an2.42:2.1": "Und was ist eine tiefgründige Versammlung? ",
  "an2.42:2.2": "Eine Versammlung, in der die Mönche und Nonnen nicht rastlos, anmaßend, launisch und unflätig sind, keine lose Zunge haben, sondern achtsam sind, mit Umsicht und Versenkung, mit geeintem Geist und beherrschten Sinnen. ",
  "an2.42:2.3": "Das nennt man eine tiefgründige Versammlung. ",
  "an2.42:2.4": "Das sind die beiden Versammlungen. ",
  "an2.42:2.5": "Die bessere dieser beiden ist die tiefgründige Versammlung.“ ",
  "an2.43:1.0": "43 ",
  "an2.43:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.43:1.2": "Welche beiden? ",
  "an2.43:1.3": "Eine gespaltene Versammlung und eine einträchtige Versammlung. ",
  "an2.43:1.4": "Und was ist eine gespaltene Versammlung? ",
  "an2.43:1.5": "Eine Versammlung, in der die Mönche und Nonnen sich entzweien, zanken und streiten, einander fortwährend mit scharfen Worten verletzen. ",
  "an2.43:1.6": "Das nennt man eine gespaltene Versammlung. ",
  "an2.43:2.1": "Und was ist eine einträchtige Versammlung? ",
  "an2.43:2.2": "Eine Versammlung, in der die Mönche und Nonnen in Eintracht leben, sich gegenseitig wertschätzen, ohne Streit, sich wie Milch und Wasser mischen und einander mit freundlichen Augen betrachten. ",
  "an2.43:2.3": "Das nennt man eine einträchtige Versammlung. ",
  "an2.43:2.4": "Das sind die beiden Versammlungen. ",
  "an2.43:2.5": "Die bessere dieser beiden ist die einträchtige Versammlung.“ ",
  "an2.44:1.0": "44 ",
  "an2.44:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.44:1.2": "Welche beiden? ",
  "an2.44:1.3": "Eine Versammlung der Schlimmsten und eine Versammlung der Besten. ",
  "an2.44:1.4": "Und was ist eine Versammlung der Schlimmsten? ",
  "an2.44:1.5": "Eine Versammlung, in der die altehrwürdigen Mönche und Nonnen genießerisch und lasch sind, führend im Abrutschen; sie vernachlässigen die Abgeschiedenheit und rütteln ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an2.44:1.6": "Und die, die nach ihnen kommen, folgen ihrem Beispiel. ",
  "an2.44:1.7": "Auch sie werden genießerisch und lasch, führend im Abrutschen; sie vernachlässigen die Abgeschiedenheit und rütteln ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an2.44:1.8": "Das nennt man eine Versammlung der Schlimmsten. ",
  "an2.44:2.1": "Und was ist eine Versammlung der Besten? ",
  "an2.44:2.2": "Eine Versammlung, in der die altehrwürdigen Mönche und Nonnen nicht genießerisch und lasch sind, nicht führend im Abrutschen; stattdessen übernehmen sie die Führung bei der Abgeschiedenheit und rütteln ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an2.44:2.3": "Und die, die nach ihnen kommen, folgen ihrem Beispiel. ",
  "an2.44:2.4": "Auch sie sind nicht genießerisch und lasch, nicht führend im Abrutschen; stattdessen übernehmen sie die Führung bei der Abgeschiedenheit und rütteln ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an2.44:2.5": "Das nennt man eine Versammlung der Besten. ",
  "an2.44:2.6": "Das sind die beiden Versammlungen. ",
  "an2.44:2.7": "Die bessere dieser beiden ist die Versammlung der Besten.“ ",
  "an2.45:1.0": "45 ",
  "an2.45:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.45:1.2": "Welche beiden? ",
  "an2.45:1.3": "Eine unedle Versammlung und eine edle Versammlung. ",
  "an2.45:1.4": "Und was ist eine unedle Versammlung? ",
  "an2.45:1.5": "Eine Versammlung, in der die Mönche und Nonnen nicht wahrhaftig verstehen: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an2.45:1.6": "Das nennt man eine unedle Versammlung. ",
  "an2.45:2.1": "Und was ist eine edle Versammlung? ",
  "an2.45:2.2": "Eine Versammlung, in der die Mönche und Nonnen wahrhaftig verstehen: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an2.45:2.3": "Das nennt man eine edle Versammlung. ",
  "an2.45:2.4": "Das sind die beiden Versammlungen. ",
  "an2.45:2.5": "Die bessere dieser beiden ist die edle Versammlung.“ ",
  "an2.46:1.0": "46 ",
  "an2.46:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.46:1.2": "Welche beiden? ",
  "an2.46:1.3": "Eine Versammlung des Ausschusses und eine Versammlung der Crème. ",
  "an2.46:1.4": "Und was ist eine Versammlung des Ausschusses? ",
  "an2.46:1.5": "Eine Versammlung, in der die Mönche und Nonnen voreingenommen von Bevorzugung, Abneigung, Dummheit oder Feigheit handeln. ",
  "an2.46:1.6": "Das nennt man eine Versammlung des Ausschusses. ",
  "an2.46:2.1": "Und was ist eine Versammlung der Crème? ",
  "an2.46:2.2": "Eine Versammlung, in der die Mönche und Nonnen unvoreingenommen von Bevorzugung, Abneigung, Dummheit und Feigheit handeln. ",
  "an2.46:2.3": "Das nennt man eine Versammlung der Crème. ",
  "an2.46:2.4": "Das sind die beiden Versammlungen. ",
  "an2.46:2.5": "Die bessere dieser beiden ist die Versammlung der Crème.“ ",
  "an2.47:1.0": "47 ",
  "an2.47:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.47:1.2": "Welche beiden? ",
  "an2.47:1.3": "Eine Versammlung, die in schönen Reden bewandert ist, nicht im Hinterfragen, und eine Versammlung, die im Hinterfragen bewandert ist, nicht in schönen Reden. ",
  "an2.47:1.4": "Und was ist eine Versammlung, die in schönen Reden bewandert ist, nicht im Hinterfragen? ",
  "an2.47:1.5": "Eine Versammlung, in der die Mönche und Nonnen nicht zuhören wollen, wenn Lehrreden vorgetragen werden, die der Klargewordene gesprochen hat – tiefe, tiefgründige, überweltliche, von der Leerheit handelnde Lehren. Sie passen nicht auf und gebrauchen nicht ihren Verstand, um sie zu verstehen, und halten es auch nicht für wert, sie zu hören und sich einzuprägen. ",
  "an2.47:1.6": "Doch wenn Lehrreden vorgetragen werden, die von Dichtern geschaffen wurden – Poesie, mit schönen Worten und Ausdrücken, von Außenstehenden verfasst oder von Schülern gesprochen – dann wollen die Mönche und Nonnen zuhören. Sie passen auf und gebrauchen ihren Verstand, um sie zu verstehen, und halten es auch für wert, sie zu hören und sich einzuprägen. Aber wenn sie diese Lehren gelernt haben, fragen und prüfen sie einander nicht: ",
  "an2.47:1.7": "‚Warum heißt es so? Was bedeutet das?‘ ",
  "an2.47:1.8": "So klären sie nicht, was unklar ist, decken nicht auf, was verborgen ist und zerstreuen nicht den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "an2.47:1.9": "Das nennt man eine Versammlung, die in schönen Reden bewandert ist, nicht im Hinterfragen. ",
  "an2.47:2.1": "Und was ist eine Versammlung, die im Hinterfragen bewandert ist, nicht in schönen Reden? ",
  "an2.47:2.2": "Eine Versammlung, in der die Mönche und Nonnen nicht zuhören wollen, wenn Lehrreden vorgetragen werden, die von Dichtern geschaffen wurden – Poesie, mit schönen Worten und Ausdrücken, von Außenstehenden verfasst oder von Schülern gesprochen. Sie passen nicht auf und gebrauchen nicht ihren Verstand, um sie zu verstehen, und halten es auch nicht für wert, sie zu hören und sich einzuprägen. ",
  "an2.47:2.3": "Doch wenn Lehrreden vorgetragen werden, die der Klargewordene gesprochen hat – tiefe, tiefgründige, überweltliche, von der Leerheit handelnde Lehren – dann wollen die Mönche und Nonnen zuhören. Sie passen auf und gebrauchen ihren Verstand, um sie zu verstehen, und halten es auch für wert, sie zu hören und sich einzuprägen. ",
  "an2.47:2.4": "Und wenn sie diese Lehren gelernt haben, fragen und prüfen sie einander: ",
  "an2.47:2.5": "‚Warum heißt es so? Was bedeutet das?‘ ",
  "an2.47:2.6": "So klären sie, was unklar ist, decken auf, was verborgen ist und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "an2.47:2.7": "Das nennt man eine Versammlung, die im Hinterfragen bewandert ist, nicht in schönen Reden. ",
  "an2.47:2.8": "Das sind die beiden Versammlungen. ",
  "an2.47:2.9": "Die bessere dieser beiden ist die Versammlung, die im Hinterfragen bewandert ist, nicht in schönen Reden.“ ",
  "an2.48:1.0": "48 ",
  "an2.48:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.48:1.2": "Welche beiden? ",
  "an2.48:1.3": "Eine Versammlung, die materielle Dinge schätzt, nicht die wahre Lehre, und eine Versammlung, die die wahre Lehre schätzt, nicht materielle Dinge. ",
  "an2.48:1.4": "Und was ist eine Versammlung, die materielle Dinge schätzt, nicht die wahre Lehre? ",
  "an2.48:1.5": "Eine Versammlung, in der die Mönche und Nonnen einander vor den weiß gekleideten Laien preisen: ",
  "an2.48:1.6": "‚Der Mönch Soundso ist auf beide Arten befreit; die Nonne Soundso ist durch Weisheit befreit; Soundso ist ein persönlicher Zeuge; Soundso ist zur Ansicht gelangt; Soundso ist durch Vertrauen befreit; Soundso ist eine Nachfolgerin der Lehren; Soundso ist ein Nachfolger durch Vertrauen; Soundso ist ein sittlicher Mensch, von gutem Charakter; Soundso ist unmoralisch, von schlechtem Charakter.‘ ",
  "an2.48:1.7": "Auf diese Art erhalten sie materielle Dinge. ",
  "an2.48:1.8": "Und wenn sie diese Dinge haben, gebrauchen sie sie gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. ",
  "an2.48:1.9": "Das nennt man eine Versammlung, die materielle Dinge schätzt, nicht die wahre Lehre. ",
  "an2.48:2.1": "Und was ist eine Versammlung, die die wahre Lehre schätzt, nicht materielle Dinge? ",
  "an2.48:2.2": "Eine Versammlung, in der die Mönche und Nonnen einander nicht vor den weiß gekleideten Laien preisen: ",
  "an2.48:2.3": "‚Der Mönch Soundso ist auf beide Arten befreit; die Nonne Soundso ist durch Weisheit befreit; Soundso ist ein persönlicher Zeuge; Soundso ist zur Ansicht gelangt; Soundso ist durch Vertrauen befreit; Soundso ist eine Nachfolgerin der Lehren; Soundso ist ein Nachfolger durch Vertrauen; Soundso ist ein sittlicher Mensch, von gutem Charakter; Soundso ist unmoralisch, von schlechtem Charakter.‘ ",
  "an2.48:2.4": "Auf diese Art erhalten sie materielle Dinge. ",
  "an2.48:2.5": "Und wenn sie diese Dinge haben, gebrauchen sie sie ungebunden, nicht betört, nicht anhänglich, sie sehen die nachteiligen Folgen und verstehen das Entrinnen. ",
  "an2.48:2.6": "Das nennt man eine Versammlung, die die wahre Lehre schätzt, nicht materielle Dinge. ",
  "an2.48:2.7": "Das sind die beiden Versammlungen. ",
  "an2.48:2.8": "Die bessere dieser beiden ist die Versammlung, die die wahre Lehre schätzt, nicht materielle Dinge.“ ",
  "an2.49:1.0": "49 ",
  "an2.49:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.49:1.2": "Welche beiden? ",
  "an2.49:1.3": "Eine unrechtmäßige Versammlung und eine rechtmäßige Versammlung. ",
  "an2.49:1.4": "Und was ist eine unrechtmäßige Versammlung? ",
  "an2.49:1.5": "Eine Versammlung, in der Rechtsverfahren entgegen der Lehre durchgeführt werden, Rechtsverfahren im Sinne der Lehre hingegen nicht. Rechtsverfahren entgegen der Schulung werden durchgeführt, Rechtsverfahren im Sinne der Schulung hingegen nicht. Rechtsverfahren entgegen der Lehre werden erläutert, Rechtsverfahren im Sinne der Lehre hingegen nicht. Rechtsverfahren entgegen der Schulung werden erläutert, Rechtsverfahren im Sinne der Schulung hingegen nicht. ",
  "an2.49:1.6": "Das nennt man eine unrechtmäßige Versammlung. ",
  "an2.49:2.1": "Und was ist eine rechtmäßige Versammlung? ",
  "an2.49:2.2": "Eine Versammlung, in der Rechtsverfahren im Sinne der Lehre durchgeführt werden, Rechtsverfahren entgegen der Lehre hingegen nicht. Rechtsverfahren im Sinne der Schulung werden durchgeführt, Rechtsverfahren entgegen der Schulung hingegen nicht. Rechtsverfahren im Sinne der Lehre werden erläutert, Rechtsverfahren entgegen der Lehre hingegen nicht. Rechtsverfahren im Sinne der Schulung werden erläutert, Rechtsverfahren entgegen der Schulung hingegen nicht. ",
  "an2.49:2.3": "Das nennt man eine rechtmäßige Versammlung. ",
  "an2.49:2.4": "Das sind die beiden Versammlungen. ",
  "an2.49:2.5": "Die bessere dieser beiden ist die rechtmäßige Versammlung.“ ",
  "an2.50:1.0": "50 ",
  "an2.50:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.50:1.2": "Welche beiden? ",
  "an2.50:1.3": "Eine prinzipienlose Versammlung und eine prinzipientreue Versammlung. … ",
  "an2.50:1.4": "Die bessere dieser beiden ist die prinzipientreue Versammlung.“ ",
  "an2.51:1.0": "51 ",
  "an2.51:1.1": "„Es gibt, Mönche und Nonnen, diese beiden Versammlungen. ",
  "an2.51:1.2": "Welche beiden? ",
  "an2.51:1.3": "Eine Versammlung mit prinzipienloser Rede und eine Versammlung mit prinzipientreuer Rede. ",
  "an2.51:1.4": "Und was ist eine Versammlung mit prinzipienloser Rede? ",
  "an2.51:1.5": "Eine Versammlung, in der die Mönche und Nonnen disziplinarische Angelegenheiten behandeln, ob sie rechtens sind oder nicht. ",
  "an2.51:1.6": "Aber sie überzeugen einander nicht und lassen sich nicht überzeugen, noch bewegen sie einander zu etwas oder lassen sich zu etwas bewegen. ",
  "an2.51:1.7": "Unfähig, einander zu überzeugen oder zu etwas zu bewegen, können sie nicht von ihren Meinungen ablassen. Eigensinnig halten sie an dieser disziplinarischen Angelegenheit fest und bestehen darauf: ",
  "an2.51:1.8": "‚Das allein ist die Wahrheit, alles andere ist Unsinn.‘ ",
  "an2.51:1.9": "Das nennt man eine Versammlung mit prinzipienloser Rede. ",
  "an2.51:2.1": "Und was ist eine Versammlung mit prinzipientreuer Rede? ",
  "an2.51:2.2": "Eine Versammlung, in der die Mönche und Nonnen disziplinarische Angelegenheiten behandeln, ob sie rechtens sind oder nicht. ",
  "an2.51:2.3": "Dann überzeugen sie einander oder lassen sich überzeugen, und sie bewegen einander zu etwas oder lassen sich zu etwas bewegen. ",
  "an2.51:2.4": "Da sie in der Lage sind, einander zu überzeugen oder zu etwas zu bewegen, lassen sie von ihren Meinungen ab. Sie halten nicht eigensinnig an dieser disziplinarischen Angelegenheit fest oder bestehen darauf: ",
  "an2.51:2.5": "‚Das allein ist die Wahrheit, alles andere ist Unsinn.‘ ",
  "an2.51:2.6": "Das nennt man eine Versammlung mit prinzipientreuer Rede. ",
  "an2.51:2.7": "Das sind die beiden Versammlungen. ",
  "an2.51:2.8": "Die bessere dieser beiden ist die Versammlung mit prinzipientreuer Rede.“ ",
  "an2.51:2.9": " ",
  "an2.51:3.1": " ",
  "an2.51:3.2": " ",
  "an2.51:3.3": " ",
  "an2.51:3.4": " "
}