{
  "an2.280:0.1": "Nummerierte Lehrreden 2",
  "an2.280:0.2": "18. Abgekürzte Texte über die klösterliche Übung ",
  "an2.280:0.3": "280–309",
  "an2.280:1.0": "280",
  "an2.280:1.1": "„Aus zwei Gründen hat der Klargewordene die Übungsregeln für seine Schülerinnen und Schüler festgelegt. ",
  "an2.280:1.2": "Aus welchen zwei? ",
  "an2.280:1.3": "Zum Wohl und Heil des Saṅgha … Um schwierige Menschen in Schach zu halten und gutherzigen Mönchen und Nonnen die Sorgen zu nehmen … Um Befleckungen, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Um Bedrohungen im jetzigen Leben einzuschränken und vor Bedrohungen in künftigen Leben zu schützen … Um Fehler, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Um Risiken, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Um untaugliche Eigenschaften, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Aus Anteilnahme für die Laien und um Klüngel von Mönchen und Nonnen mit üblen Wünschen aufzulösen … Um bei denen mit mangelnder Zuversicht Zuversicht zu wecken und bei den Zuversichtlichen die Zuversicht zu stärken … Für die Fortdauer der wahren Lehre und um die Übung zu unterstützen. ",
  "an2.280:1.4": "Aus diesen beiden Gründen hat der Klargewordene die Übungsregeln für seine Schülerinnen und Schüler festgelegt.“ ",
  "an2.281-309:1.0": "281–309 ",
  "an2.281-309:1.1": "„Aus zwei Gründen hat der Klargewordene für seine Schülerinnen und Schüler die Ordenssatzung erlassen … das Aufsagen der Ordenssatzung … das Aussetzen des Aufsagens der Ordenssatzung … die Einladung zum Ermahnen … das Zurückstellen der Einladung zum Ermahnen … den disziplinarischen Akt des Verweises … unter Betreuung stellen … ausweisen … Versöhnung … Ausschluss … Probezeit … an den Anfang zurückgeschickt werden … Buße … Wiedereinsetzung … Wiederherstellung … Beseitigung … Ordination … ein Rechtsakt mit einem Antrag … ein Rechtsakt mit einem Antrag und einer Bekanntmachung … ein Rechtsakt mit einem Antrag und drei Bekanntmachungen … erlassen, was zuvor nicht erlassen war … abändern, was erlassen war … das Beilegen einer disziplinarischen Angelegenheit in Gegenwart der Betroffenen … das Beilegen einer disziplinarischen Angelegenheit durch genaues Erinnern … das Beilegen einer disziplinarischen Angelegenheit infolge Genesung von einer Geisteskrankheit … das Beilegen einer disziplinarischen Angelegenheit, weil das Vergehen anerkannt wurde … das Beilegen einer disziplinarischen Angelegenheit durch Mehrheitsbeschluss … das Beilegen einer disziplinarischen Angelegenheit durch Feststellung schweren Fehlverhaltens … das Beilegen einer disziplinarischen Angelegenheit durch Bedecken mit Gras. ",
  "an2.281-309:1.2": "Aus welchen zwei? ",
  "an2.281-309:1.3": "Zum Wohl und Heil des Saṅgha … Um schwierige Menschen in Schach zu halten und gutherzigen Mönchen und Nonnen die Sorgen zu nehmen … Um Befleckungen, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Um Bedrohungen im jetzigen Leben einzuschränken und vor Bedrohungen in künftigen Leben zu schützen … Um Fehler, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Um Risiken, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Um untaugliche Eigenschaften, die das jetzige Leben betreffen, einzuschränken, und vor solchen zu schützen, die künftige Leben betreffen … Aus Anteilnahme für die Laien und um Klüngel von Mönchen und Nonnen mit üblen Wünschen aufzulösen … Um bei denen mit mangelnder Zuversicht Zuversicht zu wecken und bei den Zuversichtlichen die Zuversicht zu stärken … Für die Fortdauer der wahren Lehre und um die Übung zu unterstützen. ",
  "an2.281-309:1.4": "Aus diesen beiden Gründen hat der Klargewordene für seine Schülerinnen und Schüler das Beilegen einer disziplinarischen Angelegenheit durch Bedecken mit Gras festgelegt.“ "
}