{
  "sn7.9:1.1": "This Sutta, and its expanded parallel at <a href='https://suttacentral.net/snp3.4/en/sujato'>Snp 3.4</a>, contains a dense array of allusions and plays on Vedic concepts. ",
  "sn7.9:1.2": "This is evidently the midday fire oblation described at Śatapatha Brāhmaṇa 2.2.3. A brahmin householder, worshiping when the sun is at its most powerful and the forces of darkness weakest, renders offerings to Agni so that he will drive away evils. | The Sundarikā was a sacred river (<a href='https://suttacentral.net/mn7/en/sujato#20.3'>MN 7:20.3</a>). Bathing in the ford there was said to bring beauty (Mahābhārata 3.82.51). ",
  "sn7.9:1.4": "The concept of “leftovers” (<i lang='pi' translate='no'>sesa</i>) is supremely important in the ritual, for what is burned away is for the gods and humans live on what is left. Normally leavings would have been given to a brahmin and not lower castes (Manu 4.80, 3.249; Khādira Gṛhyasūtra 2.1.29). | At <a href='https://suttacentral.net/snp3.4/en/sujato#10.5'>Snp 3.4:10.5</a> the offering is specified as a sacrificial cake (<i lang='pi' translate='no'>pūraḷāsa</i>, Sanskrit <i lang='pi' translate='no'>puroḍāśa</i>). ",
  "sn7.9:2.2": "From here the Sutta omits a passage from <a href='https://suttacentral.net/snp3.4/en/sujato#3.1'>Snp 3.4:3.1</a>–14.1. ",
  "sn7.9:3.1": "Here we rejoin <a href='https://suttacentral.net/snp3.4/en/sujato#14.1'>Snp 3.4:14.1</a> for a time. ",
  "sn7.9:3.2": "The line plays with <i lang='pi' translate='no'>jāti</i> (“birth”), <i lang='pi' translate='no'>jāyati</i> (“give birth”), and <i lang='pi' translate='no'>jātaveda</i>. The latter is a Vedic word for fire. Its meaning is obscure, but I think the sense is <i lang='pi' translate='no'>jāta</i> (“those who have been born”, i.e. “mortals”) plus <i lang='pi' translate='no'>vedas</i> (“knowledge”), i.e. “one who brings knowledge to mortals”. This is the fire-god Agni, who comes down from the sun to the sacrificial fire, bringing light and awareness and Vedic knowledge to those who have been born, namely mortal humans. In this passage, it implies that anyone who “has been born” can “give birth” to “knowledge” regardless of their “birth”. ",
  "sn7.9:4.2": "“Complete knowledge master” is <i lang='pi' translate='no'>vedantagū</i>, which in the Vedic system would mean, “one who has completely mastered the Vedas”. ",
  "sn7.9:4.3": "<i lang='pi' translate='no'>Upavhayati</i> occurs only here and <a href='https://suttacentral.net/dn20/en/sujato#11.15'>DN 20:11.15</a> in Pali. It is  Vedic term for invoking or calling up blessings in a whisper. | From here the text diverges again from <a href='https://suttacentral.net/snp3.4/en/sujato#15.3'>Snp 3.4:15.3</a>, which inserts a long series of verses. ",
  "sn7.9:6.2": "Chāndogya Upaniṣad 5.24.4 says that one performing the fire ritual with true wisdom may even offer to an outcaste. ",
  "sn7.9:7.1": "See <a href='https://suttacentral.net/sn2.9/en/sujato#7.3'>SN 2.9:7.3</a> and note. ",
  "sn7.9:9.2": "At <a href='https://suttacentral.net/snp3.4/en/sujato#34.4'>Snp 3.4:34.4</a> the Buddha recommends giving instead to arahants. ",
  "sn7.9:9.3": "In a text on the <i lang='pi' translate='no'>agnihotra</i>, Prajāpatī is depicted as pouring the oblation on plants and water (Kāṭhaka Saṃhitā 6.2). The Āpastamba Dharmasūtra says that the student must “not leave any food uneaten. If he is unable to do so, he should bury the leftovers in the ground, (or) throw them in the water” (1.4.12). See too Śathapatha Brāhmaṇa 3.8.5.9, where the stake for the heart of the sacrificial beast is disposed on the muddy ground between water and dry land, so as to disturb neither. ",
  "sn7.9:11.2": "In these verses, the Buddha systematically critiques and realigns the fire sacrifice. ",
  "sn7.9:12.1": "",
  "sn7.9:13.3": "This passage plays on the homonyms <i lang='pi' translate='no'>samādahati</i> (“kindle”, root meaning “to burn”) and <i lang='pi' translate='no'>samādahati</i> (“serene”, “stilled”, “immersed”, root meaning “to place”). He no longer “burns” the sacred flame, but “is serene” with the inner light of <i lang='pi' translate='no'>samādhi</i>. ",
  "sn7.9:14.1": "Such passages of equivalences or connections are characteristic of post-Vedic literature. For example, Śatapatha Brāhmaṇa 11.5.6 says the <i lang='pi' translate='no'>juhū</i> spoon is speech, the <i lang='pi' translate='no'>upabhṛt</i> cup  the mind, the dhruvā<i lang='pi' translate='no'> vessel the eye, the </i>sruvā<i lang='pi' translate='no'> ladle the mental power, the bath the truth, the conclusion heaven. | A “pack” (</i>khāri_) was originally “donkey-load”, but here it must be a heavy weight for a single person. The Buddha is saying that carrying around the cenceit of “self” is a heavy burden. ",
  "sn7.9:14.2": "Smoke conveys the sacrifice to heaven (eg. Śatapatha Brāhmaṇa 3.7.133, “May smoke rise to the sky, light to heaven, may ash fill the earth). For smoke in the sense of “fuming”, see <a href='https://suttacentral.net/an4.200/en/sujato#13.1'>AN 4.200:13.1</a>, <a href='https://suttacentral.net/mn23/en/sujato#2.1'>MN 23:2.1</a>. | Sacred ash, the purifying divine residue from the fire, was smeared on the forehead or body as a sign of holiness. Here, however, the implication is that when the “fuming” anger is cold, all that is left are the lies spoken in the heat of rage. The line plays with the curse that those who hate us should be reduced to ashes (Śatapatha Brāhmaṇa 6.6.3.10, see <a href='https://suttacentral.net/mn93/en/sujato#18.19'>MN 93:18.19</a>). ",
  "sn7.9:14.3": "The <i lang='pi' translate='no'>sujā</i> (Sanskrit <i lang='pi' translate='no'>sruvā</i>) is a small ladle of <i lang='pi' translate='no'>udumbara</i> fig wood. It is dipped into the ghee or milk, lapping like a tongue, a metaphor often deployed in the Rig Veda (1.61.5, 3.31.3, 5.1.3, 10.109.5). The sacrifice of ghee, honey, and milk is driven by the craving to experience such delicious tastes. | The <i lang='pi' translate='no'>jotiṭhāna</i> (“fireplace”) was a depression in the ground in which the fire was kindled. Here <i lang='pi' translate='no'>joti</i> must be translated “fire”, but it is the same word as “light” in the next line. The Buddha is saying that the light/fire is kindled in the heart (<i lang='pi' translate='no'>hadayaṁ jotiṭhānaṁ</i>). This draws on Bṛhadāraṇyaka Upaniṣad 4.3.7, where the Self is the “light within the heart” (<i lang='pi' translate='no'>hṛdyantarjyoti</i>). ",
  "sn7.9:14.4": "<i lang='pi' translate='no'>Attā … purisassa joti</i> is a direct reference to Bṛhadāraṇyaka Upaniṣad 4.3.2. Janaka asks Yājñavalkya, “What is this person’s light?” (<i lang='pi' translate='no'>kiṃjyotirayaṃ puruṣa</i>). Yājñavalkya answers, “The self, indeed, is his light” (<i lang='pi' translate='no'>ātmaivāsya jyotirbhavati</i>). The key difference is the term “well-tamed” (<i lang='pi' translate='no'>sudanto</i>). For the Buddha, what is known as a “self” is conditioned and changing, so must be developed, and only then becomes a blessing. In such cases, “self” is practically equivalent to “mind”. ",
  "sn7.9:15.1": "The lake (<i lang='pi' translate='no'>rahada</i>) was a pool of water into which the sacrificer descends seeking renewal or protection (Śatapatha Brāhmaṇa 4.1.5.12, 4.4.5.10). | The <i lang='pi' translate='no'>tittha</i> was the sacred bathing place, originally the stairs or descent that provided passage to the waters. | This verse occurs independently at <a href='https://suttacentral.net/sn7.21/en/sujato#3.1'>SN 7.21:3.1</a>. ",
  "sn7.9:15.4": "The use of deliberate paradox—bathe without getting wet—is characteristic of Vedic verse. The water rolls off them as it does a lotus. ",
  "sn7.9:16.1": "See similar sets of virtues at <a href='https://suttacentral.net/dn30/en/sujato#1.6.2'>DN 30:1.6.2</a> and <a href='https://suttacentral.net/sn24.6/en/sujato#1.7'>SN 24.6:1.7</a>. | This verse seems clumsy to me, and I retain that in the translation. ",
  "sn7.9:16.2": "“Attainment of divinity” (<i lang='pi' translate='no'>brahmapatti</i>) is found in Brahmanical sense at Katha Upaniṣad 6.18. ",
  "sn7.9:16.3": "The commentary says the <i lang='pi' translate='no'>t</i> in <i lang='pi' translate='no'>sat</i> is a mere particle, and the pronoun should be read as second person. | The “upright ones” are the arahants. ",
  "sn7.9:16.4": "<i lang='pi' translate='no'>Dhammasārī</i> is a unique phrase. Normally, <i lang='pi' translate='no'>sārī</i> means “one who follows”, making this an abbreviation of <i lang='pi' translate='no'>dhammānusārī</i>, a “follower of teachings”. Elsewhere, however, this refers only to a specific stage prior to stream-entry (<a href='https://suttacentral.net/sn25.1/en/sujato#2.1'>SN 25.1:2.1</a>). We do find <i lang='pi' translate='no'>dhammasāra</i> elsewhere in the sense “heartwood of the teaching” (<a href='https://suttacentral.net/sn55.43/en/sujato#5.3'>SN 55.43:5.3</a>, <a href='https://suttacentral.net/thag16.3/en/sujato#18.2'>Thag 16.3:18.2</a>), and perhaps <i lang='pi' translate='no'>sārī</i> here means “having the essence of”. This form is not attested in Pali, but it is found in Sanskrit. Such an option is not endorsed by the commentary, which supplies two possibilities. One relies on the causative form <i lang='pi' translate='no'>sāretvā</i>, “one who makes unskilful qualities leave”. The second is curious: one is “covered by the <i lang='pi' translate='no'>sārī</i> of Dhamma”. That this means the saree dress is confirmed by the subcommentary’s “dressed and decorated”. If correct, this may be the earliest occurrence of <i lang='pi' translate='no'>sārī</i> in this sense; the standard Pali spelling is <i lang='pi' translate='no'>sāṭī</i>. By this reading we might translate, “draped in the teaching”. | “That man” according to the commentary refers to one who practices in such a way. "
}