{
  "sn7.1:1.3": "Bhāradvāja features as the default Brahmanical clan in the Suttas, especially as antagonists who nonetheless are liable for conversion. The clan founder Bharadvāja Bārhaspatya, who is occasionally mentioned as a deity (<a href='https://suttacentral.net/dn32/en/sujato#10.3'>DN 32:10.3</a>), authored Maṇḍala 6 of the Rig Veda (<a href='https://suttacentral.net/dn13/en/sujato#13.1'>DN 13:13.1</a>). It would seem their star had dimmed, for they are listed as a low family (<a href='https://suttacentral.net/pli-tv-bu-vb-pc2/en/sujato#2.1.18'>Bu Pc 2:2.1.18</a>). | A devotee named Dhanañjānī appears in <a href='https://suttacentral.net/mn100/en/sujato'>MN 100</a>. She is perhaps the same person, although the setting and most of the narrative details are different. | The two names have the same sense: <i lang='pi' translate='no'>bhāradvāja</i> is the “swift plunderer of booty”, while <i lang='pi' translate='no'>dhanañjānī</i> is the “winner of wealth”, an epithet of Indra (and the name of a tariff-skimming brahmin at <a href='https://suttacentral.net/mn97/en/sujato#2.13'>MN 97:2.13</a>). These recall a much earlier age, when a raider on horseback or chariot would descend on villages and make off with the booty. Compare Vedic <i lang='pi' translate='no'>vājambhara</i> (the swift “prize-winning” horse), and see O.H. De A. Wijesekera, <em>Buddhist and Vedic Studies</em>, p. 249. ",
  "sn7.1:1.4": "",
  "sn7.1:2.1": "This now-ubiquitous phrase is spoken only nine times in the Suttas: seven times by brahmins, and once each by Indra and Pasenadi. | The pronoun <i lang='pi' translate='no'>tassa</i> (“to him”) is sometimes rendered with the impersonal “that” or “the”. But similar phrases take the personal pronoun (eg. “homage to you” at <a href='https://suttacentral.net/snp3.6/en/sujato#44.2'>Snp 3.6:44.2</a>, <a href='https://suttacentral.net/sn2.9/en/sujato#2.1'>SN 2.9:2.1</a>, “homage to them” at <a href='https://suttacentral.net/sn2.25/en/sujato#6.4'>SN 2.25:6.4</a>). ",
  "sn7.1:5.2": "The term “lowlife” (<i lang='pi' translate='no'>vasala</i>,  literally “little bullock”) is used of a degenerate gambler (Rig Veda 10.34.11). It is a word for one who violates <i lang='pi' translate='no'>dharma</i> (justice, duty, goodness) through one’s actions, rather than being a description of birth (Manu 8.16). ",
  "sn7.1:7.1": "Read <i lang='pi' translate='no'>jhatvā</i> in line with <a href='https://suttacentral.net/sn1.71/en/sujato'>SN 1.71</a>. This question is asked by the famously violent Indra under the names Māgha (<a href='https://suttacentral.net/sn2.3/en/sujato'>SN 2.3</a>) and Sakka (<a href='https://suttacentral.net/sn11.21/en/sujato'>SN 11.21</a>). ",
  "sn7.1:9.3": "The Buddha answered the question inside the brahmin’s question, hence his quick conversion. "
}