{
  "sn17.3:0.1": "Verbundene Lehrreden 17.3 ",
  "sn17.3:0.2": "1. Das erste Kapitel ",
  "sn17.3:0.3": "Eine Schildkröte ",
  "sn17.3:1.1": "In Sāvatthī. ",
  "sn17.3:1.2": "„Besitz, Ehre und Beliebtheit sind brutal … ",
  "sn17.3:1.3": "Es war einmal eine große Schildkrötenfamilie in einem gewissen See, die hatte dort schon lange Zeit gelebt. ",
  "sn17.3:1.4": "Da sagte eine der Schildkröten zu einer anderen: ",
  "sn17.3:1.5": "‚Meine liebe Schildkröte, gehe nicht zu jenem Ort.‘ ",
  "sn17.3:1.6": "Aber diese Schildkröte ging zu jenem Ort, ",
  "sn17.3:1.7": "und ein Jäger durchbohrte sie mit einer Harpune. ",
  "sn17.3:1.8": "Da kehrte die Schildkröte zu der anderen Schildkröte zurück. ",
  "sn17.3:1.9": "Als die andere Schildkröte sie von Weitem kommen sah, ",
  "sn17.3:1.10": "sagte sie: ",
  "sn17.3:1.11": "‚Meine liebe Schildkröte, ich hoffe, du bist nicht zu jenem Ort gegangen!‘ ",
  "sn17.3:1.12": "‚Ich bin hingegangen.‘ ",
  "sn17.3:1.13": "‚Aber meine liebe Schildkröte, ich hoffe, du bist nicht verletzt oder verwundet!‘ ",
  "sn17.3:1.14": "‚Ich bin nicht verletzt oder verwundet. Aber diese Leine folgt mir ständig nach.‘ ",
  "sn17.3:1.15": "‚Tatsächlich bist du verletzt und verwundet, meine liebe Schildkröte! ",
  "sn17.3:1.16": "Deinem Vater und Großvater sind wegen einer solchen Leine Unheil und Verhängnis widerfahren. ",
  "sn17.3:1.17": "Geh nun, du bist nicht länger eine von uns.‘ ",
  "sn17.3:2.1": "‚Jäger‘ ist ein Ausdruck für Māra den Bösen. ",
  "sn17.3:2.2": "‚Harpune‘ ist ein Ausdruck für Besitz, Ehre und Beliebtheit. ",
  "sn17.3:2.3": "‚Leine‘ ist ein Ausdruck für Genießen und Gier. ",
  "sn17.3:2.4": "Jeder, der Besitz, Ehre und Beliebtheit, die ihm entstanden sind, genießt, wird ein Mönch genannt, der von einer Harpune durchbohrt wurde. Ihm widerfahren Unheil und Verhängnis, und der Böse kann mit ihm machen, was er will. ",
  "sn17.3:2.6": "So brutal sind Besitz, Ehre und Beliebtheit … ",
  "sn17.3:2.7": "‚Wir wollen Besitz, Ehre und Beliebtheit aufgeben …‘ So sollt ihr euch schulen.“ "
}