{
  "publication_number": "scpub4",
  "text_uid": "sn",
  "edition_number": "ed3",
  "publication_isbn": "978-1-76132-078-1",
  "publication_blurb": "The “Linked” or “Connected” Discourses (Saṁyutta Nikāya) is a collection of over a thousand short discourses organized by either a theme of Dhamma or the person who is speaking. It is the primary source work for fundamental themes such the five aggregates, dependent origination, the noble eightfold path, mindfulness meditation, and the four noble truths. The radical significance of these teachings is unpacked through systematic analysis leavened with parables, anecdotes, and similes.",
  "cip": false,
  "publication_type": "hardcover",
  "page_width": "6in",
  "page_height": "9in",
  "cover_bleed": "3mm",
  "cover_flap_width": "3.25in",
  "cover_theme_color": "red",
  "main_toc_depth": "1",
  "secondary_toc": true,
  "sources": {
    "main_text": "translation-en-sujato",
    "notes": "comment-en-sujato",
    "reference": "reference",
    "markup": "html"
  },
  "number_of_volumes": 5,
  "volumes": [
    {
      "volume_number": "vol1",
      "volume_isbn": "978-1-76132-079-8",
      "volume_acronym": "SN 1–11",
      "volume_translation_title": "The Group of Linked Discourses With Verses",
      "volume_root_title": "Sagāthāvaggasaṁyutta",
      "volume_blurb": "“The Group of Linked Discourses With Verses” consists of eleven saṁyuttas or “sections”, with a total of 271 suttas. Each section contains conversation involving the Buddha or his disciples with a different person or kind of person, such as gods, kings, nuns, or brahmins. In some cases, notably the Sakkasaṁyutta, the narrative element is developed into a lively exchange. Some of the texts in this collection are well known and widely quoted, such as the invitation of Brahmā or the nun Vajirā’s simile of the person as a chariot. ",
      "cover_background_image": "red1.png",
      "cover_image": "hardcover_cover_6inx9in_vol1.pdf",
      "frontmatter": [
        "titlepage",
        "halftitlepage",
        "imprint",
         "./matter/epigraph.html",
        "main-toc",
        "./matter/foreword.html",
        "./matter/preface.html",
        "./matter/introduction.html",
        "./matter/acknowledgements.html"
      ],
      "mainmatter": [
        "sn-sagathavaggasamyutta"
      ],
      "backmatter": [
        "colophon"
      ]
    },
    {
      "volume_number": "vol2",
      "volume_isbn": "978-1-76132-080-4",
      "volume_acronym": "SN 12–21",
      "volume_translation_title": "The Group of Linked Discourses Beginning With Causation",
      "volume_root_title": "Nidānavaggasaṁyutta",
      "volume_blurb": "“The Group of Linked Discourses Beginning With Causation” is named after the first and longest section, which deals with the core Buddhist teaching of Dependent Origination. Dependent origination presents a series of conditional links laying bare how suffering originates and how it ends. Integrating psychological and existential aspects of suffering, it shows how when bound by attachment we make choices that bind us to transmigrating into future lives, thus explaining how rebirth takes place without having to invoke metaphysical concepts such as a “soul”.The remaining nine sections deal with miscellaneous secondary themes, some organized by subject, others by person.",
      "cover_background_image": "red2.png",
      "cover_image": "hardcover_cover_6inx9in_vol2.pdf",
      "frontmatter": [
        "titlepage",
        "halftitlepage",
        "imprint",
        "main-toc"
      ],
      "mainmatter": [
        "sn-nidanavaggasamyutta"
      ],
      "backmatter": [
        "colophon"
      ]
    },
    {
      "volume_number": "vol3",
      "volume_isbn": "978-1-76132-081-1",
      "volume_acronym": "SN 22–34",
      "volume_translation_title": "The Group of Linked Discourses Beginning With the Aggregates ",
      "volume_root_title": "Khandhavaggasaṁyutta",
      "volume_blurb": "“The Group of Linked Discourses Beginning With the Aggregates ” is named after the first and longest section, which deals with the core Buddhist teaching of the five aggregates. The basic idea of an “aggregate” is a set or class of phenomena that is mistaken as a permanent or abiding “self”. The Buddha, however, showed that the aggregates were suffering, and that it is only through letting go that we can become free from future suffering. Of the remaining twelve sections, three also take up the theme of the aggregates, while the remainder deal with miscellaneous secondary themes, some organized by subject, others by person.",
      "cover_background_image": "red3.png",
      "cover_image": "hardcover_cover_6inx9in_vol3.pdf",
      "frontmatter": [
        "titlepage",
        "halftitlepage",
        "imprint",
        "main-toc"
      ],
      "mainmatter": [
        "sn-khandhavaggasamyutta"
      ],
      "backmatter": [
        "colophon"
      ]
    },
    {
      "volume_number": "vol4",
      "volume_isbn": "978-1-76132-082-8",
      "volume_acronym": "SN 35–44",
      "volume_translation_title": "The Group of Linked Discourses Beginning With the Six Sense Fields",
      "volume_root_title": "Saḷāyatanavaggasaṁyutta",
      "volume_blurb": "“The Group of Linked Discourses Beginning With the Six Sense Fields” is named after the first and longest section, which deals with the core Buddhist teaching of the six sense fields. The six sense fields complement the five aggregates as the summary of the noble truth of suffering. Where the aggregates focus on the functional structure of experience as basis for views of self, the emphasis here is on how sense experience stimulates desire. The second saṁyutta on Feelings also deals with a major doctrinal topic, while the remaining eight sections deal with miscellaneous secondary themes, some organized by subject, others by person.",
      "cover_background_image": "red4.png",
      "cover_image": "hardcover_cover_6inx9in_vol4.pdf",
      "frontmatter": [
        "titlepage",
        "halftitlepage",
        "imprint",
        "main-toc"
      ],
      "mainmatter": [
        "sn-salayatanavaggasamyutta"
      ],
      "backmatter": [
        "colophon"
      ]
    },
    {
      "volume_number": "vol5",
      "volume_isbn": "978-1-76132-083-5",
      "volume_acronym": "SN 45–56",
      "volume_translation_title": "The Group of Linked Discourses on the Path",
      "volume_root_title": "Mahāvaggasaṁyutta",
      "volume_blurb": "“The Group of Linked Discourses on the Path” is the last and largest of the five books of the Linked Discourses. It consists of twelve section, almost all of which deal with an aspect of Buddhist practice, or the path. The first of these, indeed, is the “Section on the Path” (Maggasaṁyutta), and in the northern canons the book as a whole is referred to as the “Book of the Path” (Maggavagga). The first seven sections are our primary source for the familiar set of seven groups of factors on Buddhist practice known to the later traditions as the “qualities leading to awakening”. Subsequent sections deal with the path from different perspectives, while the final two deal with stream-entry and the four noble truths respectively.",
      "cover_background_image": "red5.png",
      "cover_image": "hardcover_cover_6inx9in_vol5.pdf",
      "frontmatter": [
        "titlepage",
        "halftitlepage",
        "imprint",
        "main-toc"
      ],
      "mainmatter": [
        "sn-mahavaggasamyutta"
      ],
      "backmatter": [
        "colophon"
      ]
    }
  ]
}
