{
  "ud4.3:0.1": "Udāna 4.3",
  "ud4.3:0.2": "Gopālakasutta",
  "ud4.3:1.1": "Evaṃ me sutaṃ—",
  "ud4.3:1.2": " ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.",
  "ud4.3:1.3": "Atha kho bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud4.3:2.1": "Atha kho aññataro gopālako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud4.3:2.2": "Ekamantaṃ nisinnaṃ kho taṃ gopālakaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "ud4.3:3.1": "Atha kho so gopālako bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavantaṃ etadavoca:",
  "ud4.3:3.2": "“adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.",
  "ud4.3:3.3": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "ud4.3:3.4": "Atha kho so gopālako bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "ud4.3:4.1": "Atha kho so gopālako tassā rattiyā accayena sake nivesane pahūtaṃ appodakapāyāsaṃ paṭiyādāpetvā navañca sappiṃ bhagavato kālaṃ ārocesi:",
  "ud4.3:4.2": "“kālo, bhante, niṭṭhitaṃ bhattan”ti.",
  "ud4.3:5.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṃghena yena tassa gopālakassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud4.3:5.2": "Atha kho so gopālako buddhappamukhaṃ bhikkhusaṃghaṃ appodakapāyāsena navena ca sappinā sahatthā santappesi sampavāresi.",
  "ud4.3:5.3": "Atha kho so gopālako bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "ud4.3:5.4": "Ekamantaṃ nisinnaṃ kho taṃ gopālakaṃ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.",
  "ud4.3:5.5": "Atha kho acirapakkantassa bhagavato taṃ gopālakaṃ aññataro puriso sīmantarikāya jīvitā voropesi.",
  "ud4.3:6.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "ud4.3:6.2": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "ud4.3:6.3": "“yena, bhante, gopālakena ajja buddhappamukho bhikkhusaṅgho appodakapāyāsena navena ca sappinā sahatthā santappito sampavārito so kira, bhante, gopālako aññatarena purisena sīmantarikāya jīvitā voropito”ti.",
  "ud4.3:7.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud4.3:8.1": "“Diso disaṃ yaṃ taṃ kayirā,",
  "ud4.3:8.2": "verī vā pana verinaṃ;",
  "ud4.3:8.3": "Micchāpaṇihitaṃ cittaṃ,",
  "ud4.3:8.4": "pāpiyo naṃ tato kare”ti.",
  "ud4.3:8.5": "Tatiyaṃ."
}