{
  "ud4.3:0.1": "Udāna 4.3",
  "ud4.3:0.2": "Gopālakasutta",
  "ud4.3:1.1": "Evaṁ me sutaṁ—",
  "ud4.3:1.2": " ekaṁ samayaṁ bhagavā kosalesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ.",
  "ud4.3:1.3": "Atha kho bhagavā maggā okkamma yena aññataraṁ rukkhamūlaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud4.3:2.1": "Atha kho aññataro gopālako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud4.3:2.2": "Ekamantaṁ nisinnaṁ kho taṁ gopālakaṁ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi.",
  "ud4.3:3.1": "Atha kho so gopālako bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito bhagavantaṁ etadavoca:",
  "ud4.3:3.2": "“adhivāsetu me, bhante, bhagavā svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti.",
  "ud4.3:3.3": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "ud4.3:3.4": "Atha kho so gopālako bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi.",
  "ud4.3:4.1": "Atha kho so gopālako tassā rattiyā accayena sake nivesane pahūtaṁ appodakapāyāsaṁ paṭiyādāpetvā navañca sappiṁ bhagavato kālaṁ ārocesi:",
  "ud4.3:4.2": "“kālo, bhante, niṭṭhitaṁ bhattan”ti.",
  "ud4.3:5.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena tassa gopālakassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud4.3:5.2": "Atha kho so gopālako buddhappamukhaṁ bhikkhusaṅghaṁ appodakapāyāsena navena ca sappinā sahatthā santappesi sampavāresi.",
  "ud4.3:5.3": "Atha kho so gopālako bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi.",
  "ud4.3:5.4": "Ekamantaṁ nisinnaṁ kho taṁ gopālakaṁ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmi.",
  "ud4.3:5.5": "Atha kho acirapakkantassa bhagavato taṁ gopālakaṁ aññataro puriso sīmantarikāya jīvitā voropesi.",
  "ud4.3:6.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
  "ud4.3:6.2": "Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ:",
  "ud4.3:6.3": "“yena, bhante, gopālakena ajja buddhappamukho bhikkhusaṅgho appodakapāyāsena navena ca sappinā sahatthā santappito sampavārito so kira, bhante, gopālako aññatarena purisena sīmantarikāya jīvitā voropito”ti.",
  "ud4.3:7.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud4.3:8.1": "“Diso disaṁ yaṁ taṁ kayirā,",
  "ud4.3:8.2": "verī vā pana verinaṁ;",
  "ud4.3:8.3": "Micchāpaṇihitaṁ cittaṁ,",
  "ud4.3:8.4": "pāpiyo naṁ tato kare”ti.",
  "ud4.3:8.5": "Tatiyaṁ."
}