{
  "ud4.5:0.1": "Udāna 4.5",
  "ud4.5:0.2": "Nāgasutta",
  "ud4.5:1.1": "Evaṁ me sutaṁ—",
  "ud4.5:1.2": " ekaṁ samayaṁ bhagavā kosambiyaṁ viharati ghositārāme.",
  "ud4.5:1.3": "Tena kho pana samayena bhagavā ākiṇṇo viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi.",
  "ud4.5:1.4": "Ākiṇṇo dukkhaṁ na phāsu viharati.",
  "ud4.5:1.5": "Atha kho bhagavato etadahosi:",
  "ud4.5:1.6": "“ahaṁ kho etarahi ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi.",
  "ud4.5:1.7": "Ākiṇṇo dukkhaṁ na phāsu viharāmi.",
  "ud4.5:1.8": "Yannūnāhaṁ eko gaṇasmā vūpakaṭṭho vihareyyan”ti.",
  "ud4.5:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kosambiṁ piṇḍāya pāvisi.",
  "ud4.5:2.2": "Kosambiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto sāmaṁ senāsanaṁ saṁsāmetvā pattacīvaramādāya anāmantetvā upaṭṭhākaṁ anapaloketvā bhikkhusaṅghaṁ eko adutiyo yena pālileyyakaṁ tena cārikaṁ pakkāmi.",
  "ud4.5:2.3": "Anupubbena cārikaṁ caramāno yena pālileyyakaṁ tadavasari.",
  "ud4.5:2.4": "Tatra sudaṁ bhagavā pālileyyake viharati rakkhitavanasaṇḍe bhaddasālamūle.",
  "ud4.5:3.1": "Aññataropi kho hatthināgo ākiṇṇo viharati hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi.",
  "ud4.5:3.2": "Chinnaggāni ceva tiṇāni khādati, obhaggobhaggañcassa sākhābhaṅgaṁ khādanti, āvilāni ca pānīyāni pivati, ogāhā cassa uttiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo gacchanti.",
  "ud4.5:3.3": "Ākiṇṇo dukkhaṁ na phāsu viharati.",
  "ud4.5:3.4": "Atha kho tassa hatthināgassa etadahosi:",
  "ud4.5:3.5": "“ahaṁ kho etarahi ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṁ khādanti, āvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo gacchanti, ākiṇṇo dukkhaṁ na phāsu viharāmi.",
  "ud4.5:3.6": "Yannūnāhaṁ eko gaṇasmā vūpakaṭṭho vihareyyan”ti.",
  "ud4.5:4.1": "Atha kho so hatthināgo yūthā apakkamma yena pālileyyakaṁ rakkhitavanasaṇḍo bhaddasālamūlaṁ yena bhagavā tenupasaṅkami.",
  "ud4.5:4.2": "Tatra sudaṁ so hatthināgo yasmiṁ padese bhagavā viharati taṁ padesaṁ appaharitaṁ karoti, soṇḍāya ca bhagavato pānīyaṁ paribhojanīyaṁ upaṭṭhāpeti.",
  "ud4.5:5.1": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud4.5:5.2": "“ahaṁ kho pubbe ākiṇṇo vihāsiṁ bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi, ākiṇṇo dukkhaṁ na phāsu vihāsiṁ.",
  "ud4.5:5.3": "Somhi etarahi anākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi, anākiṇṇo sukhaṁ phāsu viharāmī”ti.",
  "ud4.5:6.1": "Tassapi kho hatthināgassa evaṁ cetaso parivitakko udapādi:",
  "ud4.5:6.2": "“ahaṁ kho pubbe ākiṇṇo vihāsiṁ hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṁ, obhaggobhaggañca me sākhābhaṅgaṁ khādiṁsu, āvilāni ca pānīyāni apāyiṁ, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo agamaṁsu, ākiṇṇo dukkhaṁ na phāsu vihāsiṁ.",
  "ud4.5:6.3": "Somhi etarahi anākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, acchinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṁ na khādanti, anāvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo na kāyaṁ upanighaṁsantiyo gacchanti, anākiṇṇo sukhaṁ phāsu viharāmī”ti.",
  "ud4.5:7.1": "Atha kho bhagavā attano ca pavivekaṁ viditvā tassa ca hatthināgassa cetasā cetoparivitakkamaññāya tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud4.5:8.1": "“Etaṁ nāgassa nāgena,",
  "ud4.5:8.2": "īsādantassa hatthino;",
  "ud4.5:8.3": "Sameti cittaṁ cittena,",
  "ud4.5:8.4": "yadeko ramatī mano”ti.",
  "ud4.5:8.5": "Pañcamaṁ."
}