{
  "mn10:0.1": "Vidutinio ilgio suttų rinkinys 10 ",
  "mn10:0.2": "Atidos sritys ",
  "mn10:1.1": "Taip aš girdėjau. ",
  "mn10:1.2": "Kartą Palaimintasis buvo apsistojęs Kurų krašte prie Kurų miestelio Kamasadhamma. ",
  "mn10:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn10:1.4": "„Vienuoliai!” ",
  "mn10:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn10:1.6": "Palaimintasis štai ką pasakė: ",
  "mn10:2.1": "„Yra, vienuoliai, tiesioginis kelias į būtybių apsivalymą, liūdesio ir raudojimo įveikimą, skausmo ir nepasitenkinimo išnykimą, žinojimo pasiekimą, Nibbanos patyrimą – tai keturios atidos sritys. ",
  "mn10:3.1": "Kokios keturios? ",
  "mn10:3.2": "Štai, vienuoliai, vienuolis gyvena, kontempliuodamas kūną kaip kūną, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu; ",
  "mn10:3.3": "gyvena kontempliuodamas jausmo tonus kaip jausmo tonus, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu; ",
  "mn10:3.4": "gyvena kontempliuodamas protą kaip protą, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu; ",
  "mn10:3.5": "gyvena kontempliuodamas principus kaip principus, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu. ",
  "mn10:4.0.1": "1. Kūno kontempliacija ",
  "mn10:4.0.2": "1.1 Atidos kvėpavimui skyrius ",
  "mn10:4.1": "Ir kaip, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną? ",
  "mn10:4.2": "Štai vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą atsisėda sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "mn10:4.3": "Jis įkvepia (būdamas) atidus, iškvepia (būdamas) atidus. ",
  "mn10:4.4": "Ilgai įkvėpdamas jis supranta: „Įkvepiu ilgai”, – ilgai iškvėpdamas supranta: „Iškvepiu ilgai”. ",
  "mn10:4.5": "Trumpai įkvėpdamas jis supranta: „Įkvepiu trumpai”, – trumpai iškvėpdamas supranta: „Iškvepiu trumpai”. ",
  "mn10:4.6": "Jis mokosi: „Įkvėpsiu patirdamas visą kūną”, – mokosi: „Iškvėpsiu patirdamas visą kūną”. ",
  "mn10:4.7": "Jis mokosi: „Įkvėpsiu nuramindamas kūno darinius”, – mokosi: „Iškvėpsiu nuramindamas kūno darinius”. ",
  "mn10:4.8": "Panašiai, vienuoliai, kaip įgudęs tekintojas arba tekintojo padėjėjas, sukdamas (detalę ant staklių) ilgai, supranta: „Suku ilgai”, – sukdamas trumpai, supranta: „Suku trumpai“. ",
  "mn10:4.9": "Lygiai gi, vienuoliai, taip ilgai įkvėpdamas vienuolis supranta: „Įkvepiu ilgai”, – ilgai iškvėpdamas supranta: „Iškvepiu ilgai”. Trumpai įkvėpdamas jis supranta: „Įkvepiu trumpai”, – trumpai iškvėpdamas supranta: „Iškvepiu trumpai”. ",
  "mn10:4.10": "Jis mokosi: „Įkvėpsiu patirdamas visą kūną”, – mokosi: „Iškvėpsiu patirdamas visą kūną”. ",
  "mn10:4.11": "Jis mokosi: „Įkvėpsiu nuramindamas kūno darinius”, – mokosi: „Iškvėpsiu nuramindamas kūno darinius”. ",
  "mn10:5.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną viduje, arba gyvena, kontempliuodamas kūną kaip kūną išorėje, arba gyvena, kontempliuodamas kūną kaip kūną ir viduje, ir išorėje. ",
  "mn10:5.2": "Jis stebi kūne kilimo prigimtį, arba stebi kūne nykimo prigimtį, arba stebi kūne ir kilimo, ir nykimo prigimtį. ",
  "mn10:5.3": "Arba jame yra įtvirtinta atida: „Yra kūnas“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:5.4": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas kūną kaip kūną. ",
  "mn10:6.0": "1.2 Pozų skyrius ",
  "mn10:6.1": "Toliau, vienuoliai, vienuolis eidamas supranta: „Einu”, – stovėdamas supranta: „Stoviu”, – sėdėdamas supranta: „Sėdžiu”, – o gulėdamas supranta: „Guliu”. ",
  "mn10:6.2": "Ir kad ir kokioje pozoje jo kūnas būtų, jis tai supranta. ",
  "mn10:7.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną viduje, arba gyvena, kontempliuodamas kūną kaip kūną išorėje, arba gyvena, kontempliuodamas kūną kaip kūną ir viduje, ir išorėje. ",
  "mn10:7.2": "Jis stebi kūne kilimo prigimtį, arba stebi kūne nykimo prigimtį, arba stebi kūne ir kilimo, ir nykimo prigimtį. ",
  "mn10:7.3": "Arba jame yra įtvirtinta atida: „Yra kūnas“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:7.4": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:8.0": "1.3 Aiškaus supratimo skyrius ",
  "mn10:8.1": "Toliau, vienuoliai, vienuolis eidamas į priekį ir eidamas atgal, daro tai aiškiai suprasdamas; žiūrėdamas į priekį ir žiūrėdamas į šalis, daro tai aiškiai suprasdamas; sulenkdamas ir ištiesdamas (galūnes), daro tai aiškiai suprasdamas; dėvėdamas viršutinius apdarus ir nešdamas dubenį aukoms, daro tai aiškiai suprasdamas; valgydamas, gerdamas, kramtydamas ir ragaudamas, daro tai aiškiai suprasdamas; tuštindamasis ir šlapindamasis, daro tai aiškiai suprasdamas; eidamas, stovėdamas, sėdėdamas, gulėdamas, nubusdamas, kalbėdamas ir tylėdamas, daro tai aiškiai suprasdamas. ",
  "mn10:9.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną … ",
  "mn10:9.2": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:10.0": "1.4 Atgrasumo skyrius ",
  "mn10:10.1": "Toliau, vienuoliai, vienuolis šitą patį, padengtą oda kūną, pilną visokiausių nešvarumų, mintyse apžiūri į viršų nuo kojų padų ir žemyn nuo galvos plaukų (taip): ",
  "mn10:10.2": "„Šiame kūne yra galvos plaukai, kūno plaukai, nagai, dantys, oda, raumenys, sausgyslės, kaulai, čiulpai, inkstai, širdis, kepenys, diafragma, blužnis, plaučiai, žarnos, žarnaplėvė, skrandžio turinys, išmatos, tulžis, gleivės, pūliai, kraujas, prakaitas, lašiniai, ašaros, riebalai, seilės, snargliai, sąnarinis tepalas, šlapimas.” ",
  "mn10:10.3": "Panašiai, vienuoliai, kaip jei būtų maišas turintis dvi angas pilnas visokiausių grūdų, tokių kaip: balti ryžiai, nevalyti ryžiai, žirniai, pupos, sezamo sėklos, rudi ryžiai. Jį atidarytų ir apžiūrėtų geros regos žmogus: „Tai balti ryžiai, tai nevalyti ryžiai, tai žirniai, tai pupos, tai sezamo sėklos, tai rudi ryžiai.” ",
  "mn10:10.4": "Lygiai gi, vienuoliai, taip vienuolis šitą patį, padengtą oda kūną, pilną visokiausių nešvarumų, mintyse apžiūri į viršų nuo kojų padų ir žemyn nuo galvos plaukų (taip): ",
  "mn10:10.5": "„Šiame kūne yra galvos plaukai … šlapimas.” ",
  "mn10:11.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną … ",
  "mn10:11.2": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:12.0": "1.5 Dėmesio nukreipto į elementus skyrius ",
  "mn10:12.1": "Toliau, vienuoliai, vienuolis į šitą patį kūną, kad ir kaip šis būtų išsidėstęs, kad ir kokioje pozoje būtų, žiūri kaip į elementus: ",
  "mn10:12.2": "„Šiame kūne yra žemės elementas, vandens elementas, ugnies elementas, vėjo elementas.” ",
  "mn10:12.3": "Panašiai, vienuoliai, kaip įgudęs skerdikas ar skerdiko padėjėjas sėdėtų kryžkelėje išdorojęs karvę ir padalinęs ją į dalis, ",
  "mn10:12.4": "lygiai gi, vienuoliai, taip ir vienuolis į šitą patį kūną, kad ir kaip šis būtų išsidėstęs, kad ir kokioje pozoje būtų, žiūri kaip į elementus: ",
  "mn10:12.5": "„Šiame kūne yra žemės elementas, vandens elementas, ugnies elementas, vėjo elementas.” ",
  "mn10:13.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną … ",
  "mn10:13.2": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:14.0": "1.6 Devynios kapininės kontempliacijos ",
  "mn10:14.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas vienos dienos senumo, dviejų dienų senumo ar trijų dienų senumo išmestą kapinėse kūną, ištinusį, pamėlynavusį, pūvantį, ",
  "mn10:14.2": "sutelkia dėmesį į šitą patį kūną: ",
  "mn10:14.3": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn10:15.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną … ",
  "mn10:15.2": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:16.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas ėdamą varnų ar ėdamą vanagų, ėdamą maitvanagių ar ėdamą garnių, ėdamą šunų ar ėdamą tigrų, ėdamą laukinių žvėrių ar ėdamą šakalų ar ėdamą daugybės vabzdžių išmestą kapinėse kūną, ",
  "mn10:16.2": "sutelkia dėmesį į šitą patį kūną: ",
  "mn10:16.3": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn10:17.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną … ",
  "mn10:17.2": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas kūną kaip kūną. ",
  "mn10:18-23.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas išmesto kapinėse kūno sujungtus sausgyslėmis griaučius su mėsa ir kraujais … ",
  "mn10:18-23.2": "sujungtus sausgyslėmis griaučius be mėsos, raudonus nuo kraujo … ",
  "mn10:18-23.3": "sujungtus sausgyslėmis griaučius, be mėsos, be kraujo … ",
  "mn10:24.1": "nesujungtus sausgyslėmis griaučius, išmėtytus į visas puses: vienur rankų kaulą, kitur padikaulį, vienur kulkšnies kaulą, kitur blauzdikaulį, vienur šlaunikaulį, kitur dubenkaulį, vienur šonkaulį, kitur stuburkaulį, vienur raktikaulį, kitur kaklo kaulą, vienur žandikaulį, kitur dantį, dar kitur kaukolę, ",
  "mn10:24.2": "sutelkia dėmesį į šitą patį kūną: ",
  "mn10:24.3": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn10:25.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną … ",
  "mn10:25.2": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:26-28.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas išmesto kapinėse kūno baltus kaulus, įgavusius kriauklės spalvą … ",
  "mn10:29.1": "pasenusių kaulų krūvą … ",
  "mn10:30.1": "supuvusius kaulus, pavirtusius dulkėmis, ",
  "mn10:30.2": "sutelkia dėmesį į šitą patį kūną: ",
  "mn10:30.3": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn10:31.1": "Taip, jis gyvena, kontempliuodamas kūną kaip kūną viduje, arba gyvena, kontempliuodamas kūną kaip kūną išorėje, arba gyvena, kontempliuodamas kūną kaip kūną ir viduje, ir išorėje. ",
  "mn10:31.2": "Jis stebi kūne kilimo prigimtį, arba stebi kūne nykimo prigimtį, arba stebi kūne ir kilimo, ir nykimo prigimtį. ",
  "mn10:31.3": "Arba jame yra įtvirtinta atida: „Yra kūnas“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:31.4": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas kūną kaip kūną. ",
  "mn10:32.0": "2. Jausmo tonų kontempliacija ",
  "mn10:32.1": "Ir kaip, vienuoliai, vienuolis gyvena kontempliuodamas jausmo tonus kaip jausmo tonus? ",
  "mn10:32.2": "Štai, vienuoliai, vienuolis, jausdamas malonų jausmo toną, supranta: „Jaučiu malonų jausmo toną”, – ",
  "mn10:32.3": "jausdamas nemalonų jausmo toną, supranta: „Jaučiu nemalonų jausmo toną“, – ",
  "mn10:32.4": "jausdamas nei nemalonų, nei malonų jausmo toną, supranta: „Jaučiu nei nemalonų, nei malonų jausmo toną.“ ",
  "mn10:32.5": "Jausdamas žemišką malonų jausmo toną, jis supranta: „Jaučiu žemišką malonų jausmo toną”, – ",
  "mn10:32.6": "jausdamas dvasinį malonų jausmo toną, supranta: „Jaučiu dvasinį malonų jausmo toną”. ",
  "mn10:32.7": "Jausdamas žemišką nemalonų jausmo toną, jis supranta: „Jaučiu žemišką nemalonų jausmo toną“, – ",
  "mn10:32.8": "jausdamas dvasinį nemalonų jausmo toną, supranta: „Jaučiu dvasinį nemalonų jausmo toną“. ",
  "mn10:32.9": "Jausdamas žemišką nei nemalonų, nei malonų jausmo toną, jis supranta: „Jaučiu žemišką nei nemalonų, nei malonų jausmo toną“, – ",
  "mn10:32.10": "jausdamas dvasinį nei nemalonų, nei malonų jausmo toną, supranta: „Jaučiu dvasinį nei nemalonų, nei malonų jausmo toną.“ ",
  "mn10:33.1": "Taip, jis gyvena, kontempliuodamas jausmo tonus kaip jausmo tonus viduje, arba gyvena, kontempliuodamas jausmo tonus kaip jausmo tonus išorėje, arba gyvena, kontempliuodamas jausmo tonus kaip jausmo tonus ir viduje, ir išorėje. ",
  "mn10:33.2": "Jis stebi jausmo tonuose kilimo prigimtį, arba stebi jausmo tonuose nykimo prigimtį, arba stebi jausmo tonuose ir kilimo, ir nykimo prigimtį. ",
  "mn10:33.3": "Arba jame yra įtvirtinta atida: „Yra jausmo tonas“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:33.4": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas jausmo tonus kaip jausmo tonus. ",
  "mn10:34.0": "3. Proto kontempliacija ",
  "mn10:34.1": "Ir kaip, vienuoliai, vienuolis gyvena kontempliuodamas protą kaip protą? ",
  "mn10:34.2": "Štai, vienuoliai, vienuolis supranta protą su geiduliu kaip protą su geiduliu; ",
  "mn10:34.3": "supranta protą be geidulio kaip protą be geidulio; ",
  "mn10:34.4": "supranta protą su neapykanta kaip protą su neapykanta; ",
  "mn10:34.5": "supranta protą be neapykantos kaip protą be neapykantos; ",
  "mn10:34.6": "supranta protą su paklydimu kaip protą su paklydimu; ",
  "mn10:34.7": "supranta protą be paklydimo kaip protą be paklydimo; ",
  "mn10:34.8": "supranta suvaržytą protą kaip suvaržytą protą; ",
  "mn10:34.9": "supranta išsiblaškiusį protą kaip išsiblaškiusį protą; ",
  "mn10:34.10": "supranta didingą protą kaip didingą protą; ",
  "mn10:34.11": "supranta nedidingą protą kaip nedidingą protą; ",
  "mn10:34.12": "supranta pranokstamą protą kaip pranokstamą protą; ",
  "mn10:34.13": "supranta nepranokstamą protą kaip nepranokstamą protą; ",
  "mn10:34.14": "supranta sutelktą protą kaip sutelktą protą; ",
  "mn10:34.15": "supranta nesutelktą protą kaip nesutelktą protą; ",
  "mn10:34.16": "supranta išlaisvintą protą kaip išlaisvintą protą; ",
  "mn10:34.17": "supranta neišlaisvintą protą kaip neišlaisvintą protą. ",
  "mn10:35.1": "Taip, jis gyvena, kontempliuodamas protą kaip protą viduje, arba gyvena, kontempliuodamas protą kaip protą išorėje, arba gyvena, kontempliuodamas protą kaip protą ir viduje, ir išorėje. ",
  "mn10:35.2": "Jis stebi prote kilimo prigimtį, arba stebi prote nykimo prigimtį, arba stebi prote ir kilimo, ir nykimo prigimtį. ",
  "mn10:35.3": "Arba jame yra įtvirtinta atida: „Yra protas“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:35.4": "Taip irgi, vienuoliai, vienuolis gyvena kontempliuodamas protą kaip protą. ",
  "mn10:36.0.1": "4. Principų kontempliacija ",
  "mn10:36.0.2": "4.1 Kliūčių skyrius ",
  "mn10:36.1": "Ir kaip, vienuoliai, vienuolis gyvena kontempliuodamas principus kaip principus? ",
  "mn10:36.2": "Štai, vienuoliai, vienuolis gyvena, kontempliuodamas penkias kliūtis kaip principus. ",
  "mn10:36.3": "Ir kaip, vienuoliai, vienuolis gyvena, kontempliuodamas penkias kliūtis kaip principus? ",
  "mn10:36.4": "Štai vienuolis, viduje esant jausminiam geismui, supranta: „Manyje yra jausminis geismas”, – arba viduje nesant jausminio geismo, supranta: „Manyje nėra jausminio geismo“. Jis taip pat supranta kaip kyla dar nekilęs jausminis geismas, supranta kaip pašalinamas kilęs jausminis geismas, ir kaip nebekyla pašalintas jausminis geismas, jis taip pat supranta. ",
  "mn10:36.5": "Viduje esant piktavališkumui, jis supranta: „Manyje yra piktavališkumas”, – arba viduje nesant piktavališkumo, supranta: „Manyje nėra piktavališkumo“. Jis taip pat supranta kaip kyla dar nekilęs piktavališkumas, supranta kaip pašalinamas kilęs piktavališkumas, ir kaip nebekyla pašalintas piktavališkumas, jis taip pat supranta. ",
  "mn10:36.6": "Viduje esant apatijai ir tinguliui, jis supranta: „Manyje yra apatija ir tingulys”, – arba viduje nesant apatijos ir tingulio, supranta: „Manyje nėra apatijos ir tingulio“. Jis taip pat supranta kaip kyla dar nekilę apatija ir tingulys, supranta kaip pašalinami kilę apatija ir tingulys, ir kaip nebekyla pašalinti apatija ir tingulys, jis taip pat supranta. ",
  "mn10:36.7": "Viduje esant nerimui ir graužačiai, jis supranta: „Manyje yra nerimas ir graužatis”, – arba viduje nesant nerimo ir graužaties, supranta: „Manyje nėra nerimo ir graužaties“. Jis taip pat supranta kaip kyla dar nekilę nerimas ir graužatis, supranta kaip pašalinami kilę nerimas ir graužatis, ir kaip nebekyla pašalinti nerimas ir graužatis, jis taip pat supranta. ",
  "mn10:36.8": "Viduje esant abejonei, jis supranta: „Manyje yra abejonė”, – arba viduje nesant abejonės, supranta: „Manyje nėra abejonės“. Jis taip pat supranta kaip kyla dar nekilusi abejonė, supranta kaip pašalinama kilusi abejonė, ir kaip nebekyla pašalinta abejonė, jis taip pat supranta. ",
  "mn10:37.1": "Taip, jis gyvena, kontempliuodamas principus kaip principus viduje, arba gyvena, kontempliuodamas principus kaip principus išorėje, arba gyvena, kontempliuodamas principus kaip principus ir viduje, ir išorėje. ",
  "mn10:37.2": "Jis stebi principuose kilimo prigimtį, arba stebi principuose nykimo prigimtį, arba stebi principuose ir kilimo, ir nykimo prigimtį. ",
  "mn10:37.3": "Arba jame yra įtvirtinta atida: „Yra principai“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:37.4": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas penkias kliūtis kaip principus. ",
  "mn10:38.0": "4.2 Sandų skyrius ",
  "mn10:38.1": "Toliau, vienuoliai, vienuolis gyvena, kontempliuodamas penkis savinamus sandus kaip principus. ",
  "mn10:38.2": "Ir kaip, vienuoliai, vienuolis gyvena, kontempliuodamas penkis savinamus sandus kaip principus? ",
  "mn10:38.3": "Štai, vienuoliai, vienuolis (supranta): ",
  "mn10:38.4": "„Tai yra materiali forma, tai – materialios formos kilimas, tai – materialios formos išnykimas. ",
  "mn10:38.5": "Tai yra jausmo tonas, tai – jausmo tono kilimas, tai – jausmo tono išnykimas; ",
  "mn10:38.6": "Tai yra suvokimas, tai – suvokimo kilimas, tai – suvokimo išnykimas. ",
  "mn10:38.7": "Tai yra proto dariniai, tai – proto darinių kilimas, tai – proto darinių išnykimas. ",
  "mn10:38.8": "Tai yra sąmonė, tai – sąmonės kilimas, tai – sąmonės išnykimas. ",
  "mn10:39.1": "Taip, jis gyvena, kontempliuodamas principus kaip principus viduje, arba gyvena, kontempliuodamas principus kaip principus išorėje, arba gyvena, kontempliuodamas principus kaip principus ir viduje, ir išorėje. ",
  "mn10:39.2": "Jis stebi principuose kilimo prigimtį, arba stebi principuose nykimo prigimtį, arba stebi principuose ir kilimo, ir nykimo prigimtį. ",
  "mn10:39.3": "Arba jame yra įtvirtinta atida: „Yra principai“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:39.4": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas penkis savinamus sandus kaip principus. ",
  "mn10:40.0": "4.3 Patyrimo sričių skyrius ",
  "mn10:40.1": "Toliau, vienuoliai, vienuolis gyvena, kontempliuodamas šešias vidines ir išorines patyrimo sritis kaip principus. ",
  "mn10:40.2": "Ir kaip, vienuoliai, vienuolis gyvena, kontempliuodamas šešias vidines ir išorines patyrimo sritis kaip principus? ",
  "mn10:40.3": "Štai, vienuoliai, vienuolis supranta akį ir supranta matomas formas, jis taip pat supranta tą saitą, kuris kyla dėl šių dviejų. Jis supranta kaip kyla dar nekilęs saitas, supranta kaip pašalinamas kilęs saitas, ir kaip nebekyla pašalintas saitas, jis taip pat supranta. ",
  "mn10:40.4": "Jis supranta ausį ir supranta garsus, jis taip pat supranta tą saitą, kuris kyla dėl šių dviejų. Jis supranta kaip kyla dar nekilęs saitas, supranta kaip pašalinamas kilęs saitas, ir kaip nebekyla pašalintas saitas, jis taip pat supranta. ",
  "mn10:40.5": "Jis supranta nosį ir supranta kvapus, jis taip pat supranta tą saitą, kuris kyla dėl šių dviejų. Jis supranta kaip kyla dar nekilęs saitas, supranta kaip pašalinamas kilęs saitas, ir kaip nebekyla pašalintas saitas, jis taip pat supranta. ",
  "mn10:40.6": "Jis supranta liežuvį ir supranta skonius, jis taip pat supranta tą saitą, kuris kyla dėl šių dviejų. Jis supranta kaip kyla dar nekilęs saitas, supranta kaip pašalinamas kilęs saitas, ir kaip nebekyla pašalintas saitas, jis taip pat supranta. ",
  "mn10:40.7": "Jis supranta kūną ir supranta apčiuopiamus objektus, jis taip pat supranta tą saitą, kuris kyla dėl šių dviejų. Jis supranta kaip kyla dar nekilęs saitas, supranta kaip pašalinamas kilęs saitas, ir kaip nebekyla pašalintas saitas, jis taip pat supranta. ",
  "mn10:40.8": "Jis supranta protą ir supranta (suvokiamus) reiškinius, jis taip pat supranta tą saitą, kuris kyla dėl šių dviejų. Jis supranta kaip kyla dar nekilęs saitas, supranta kaip pašalinamas kilęs saitas, ir kaip nebekyla pašalintas saitas, jis taip pat supranta. ",
  "mn10:41.1": "Taip, jis gyvena, kontempliuodamas principus kaip principus viduje, arba gyvena, kontempliuodamas principus kaip principus išorėje, arba gyvena, kontempliuodamas principus kaip principus ir viduje, ir išorėje. ",
  "mn10:41.2": "Jis stebi principuose kilimo prigimtį, arba stebi principuose nykimo prigimtį, arba stebi principuose ir kilimo, ir nykimo prigimtį. ",
  "mn10:41.3": "Arba jame yra įtvirtinta atida: „Yra principai“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:41.4": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas šešias vidines ir išorines patyrimo sritis kaip principus. ",
  "mn10:42.0": "4.4 Septynių nušvitimo veiksnių skyrius ",
  "mn10:42.1": "Toliau, vienuoliai, vienuolis gyvena, kontempliuodamas septynis nušvitimo veiksnius kaip principus. ",
  "mn10:42.2": "Ir kaip, vienuoliai, vienuolis gyvena, kontempliuodamas septynis nušvitimo veiksnius kaip principus? ",
  "mn10:42.3": "Štai vienuolis, viduje esant atidos nušvitimo veiksniui, supranta: „Manyje yra atidos nušvitimo veiksnys”, – arba viduje nesant atidos nušvitimo veiksnio, supranta: „Manyje nėra atidos nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs atidos nušvitimo veiksnys, ir kaip kilęs atidos nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:42.4": "Viduje esant reiškinių tyrinėjimo nušvitimo veiksniui, jis supranta: „Manyje yra reiškinių tyrinėjimo nušvitimo veiksnys”, – arba viduje nesant reiškinių tyrinėjimo nušvitimo veiksnio, supranta: „Manyje nėra reiškinių tyrinėjimo nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs reiškinių tyrinėjimo nušvitimo veiksnys, ir kaip kilęs reiškinių tyrinėjimo nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:42.5": "Viduje esant uolumo nušvitimo veiksniui, jis supranta: „Manyje yra uolumo nušvitimo veiksnys”, – arba viduje nesant uolumo nušvitimo veiksnio, supranta: „Manyje nėra uolumo nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs uolumo nušvitimo veiksnys, ir kaip kilęs uolumo nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:42.6": "Viduje esant palaimos nušvitimo veiksniui, jis supranta: „Manyje yra palaimos nušvitimo veiksnys”, – arba viduje nesant palaimos nušvitimo veiksnio, supranta: „Manyje nėra palaimos nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs palaimos nušvitimo veiksnys, ir kaip kilęs palaimos nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:42.7": "Viduje esant ramybės nušvitimo veiksniui, jis supranta: „Manyje yra ramybės nušvitimo veiksnys”, – arba viduje nesant ramybės nušvitimo veiksnio, supranta: „Manyje nėra ramybės nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs ramybės nušvitimo veiksnys, ir kaip kilęs ramybės nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:42.8": "Viduje esant sutelkties nušvitimo veiksniui, jis supranta: „Manyje yra sutelkties nušvitimo veiksnys”, – arba viduje nesant sutelkties nušvitimo veiksnio, supranta: „Manyje nėra sutelkties nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs sutelkties nušvitimo veiksnys, ir kaip kilęs sutelkties nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:42.9": "Viduje esant lygiažiūros nušvitimo veiksniui, jis supranta: „Manyje yra lygiažiūros nušvitimo veiksnys”, – arba viduje nesant lygiažiūros nušvitimo veiksnio, supranta: „Manyje nėra lygiažiūros nušvitimo veiksnio“. Jis taip pat supranta kaip kyla dar nekilęs lygiažiūros nušvitimo veiksnys, ir kaip kilęs lygiažiūros nušvitimo veiksnys išvystomas iki tobulumo, jis taip pat supranta. ",
  "mn10:43.1": "Taip, jis gyvena, kontempliuodamas principus kaip principus viduje, arba gyvena, kontempliuodamas principus kaip principus išorėje, arba gyvena, kontempliuodamas principus kaip principus ir viduje, ir išorėje. ",
  "mn10:43.2": "Jis stebi principuose kilimo prigimtį, arba stebi principuose nykimo prigimtį, arba stebi principuose ir kilimo, ir nykimo prigimtį. ",
  "mn10:43.3": "Arba jame yra įtvirtinta atida: „Yra principai“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:43.4": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas septynis nušvitimo veiksnius kaip principus. ",
  "mn10:44.0": "4.5 Tiesų skyrius ",
  "mn10:44.1": "Toliau, vienuoliai, vienuolis gyvena, kontempliuodamas keturias taurinančias tiesas kaip principus. ",
  "mn10:44.2": "Ir kaip, vienuoliai, vienuolis gyvena, kontempliuodamas keturias taurinančias tiesas kaip principus? ",
  "mn10:44.3": "Štai, vienuoliai, vienuolis supranta kaip yra iš tikrųjų: „Tai yra kančia”, – supranta kaip yra iš tikrųjų: „Tai yra kančios šaltinis”, – supranta kaip yra iš tikrųjų: „Tai yra kančios baigtis”, – supranta kaip yra iš tikrųjų: „Tai yra kelias į kančios baigtį”. ",
  "mn10:45.1": "Taip, jis gyvena, kontempliuodamas principus kaip principus viduje, arba gyvena, kontempliuodamas principus kaip principus išorėje, arba gyvena, kontempliuodamas principus kaip principus ir viduje, ir išorėje. ",
  "mn10:45.2": "Jis stebi principuose kilimo prigimtį, arba stebi principuose nykimo prigimtį, arba stebi principuose ir kilimo, ir nykimo prigimtį. ",
  "mn10:45.3": "Arba jame yra įtvirtinta atida: „Yra principai“, – kurios pakanka žinojimui ir nenutrūkstančiai atidai (palaikyti). Jis būna nepriklausomas ir nieko pasaulyje nesisavina. ",
  "mn10:45.4": "Taip irgi, vienuoliai, vienuolis gyvena, kontempliuodamas keturias taurinančias tiesas kaip principus. ",
  "mn10:46.1": "Bet kas, vienuoliai, kas septynerius metus taip vysto šias keturias atidos sritis, gali tikėtis vieno iš šių dviejų vaisių: ",
  "mn10:46.2": "tobulo žinojimo šiame gyvenime arba, tebesant prisirišimui, nebesugrįžtančiojo (būvio). ",
  "mn10:46.3": "Palikime, vienuoliai, septynerius metus. ",
  "mn10:46.4": "Bet kas, vienuoliai, kas šešeris metus taip vysto šias keturias atidos sritis … ",
  "mn10:46.5": "penkerius metus … ",
  "mn10:46.6": "ketverius metus … ",
  "mn10:46.7": "trejus metus … ",
  "mn10:46.8": "dvejus metus … ",
  "mn10:46.9": "vienerius metus … ",
  "mn10:46.10": "Palikime, vienuoliai, vienerius metus. ",
  "mn10:46.11": "Bet kas, vienuoliai, kas septynis mėnesius taip vysto šias keturias atidos sritis, gali tikėtis vieno iš šių dviejų vaisių: ",
  "mn10:46.12": "tobulo žinojimo šiame gyvenime arba, tebesant prisirišimui, nebesugrįžtančiojo (būvio). ",
  "mn10:46.13": "Palikime, vienuoliai, septynis mėnesius. ",
  "mn10:46.14": "Bet kas, vienuoliai, kas šešis mėnesius taip vysto šias keturias atidos sritis … ",
  "mn10:46.15": "penkis mėnesius … ",
  "mn10:46.16": "keturis mėnesius … ",
  "mn10:46.17": "tris mėnesius … ",
  "mn10:46.18": "du mėnesius … ",
  "mn10:46.19": "vieną mėnesį … ",
  "mn10:46.20": "pusmėnesį … ",
  "mn10:46.21": "Palikime, vienuoliai, pusmėnesį. ",
  "mn10:46.22": "Bet kas, vienuoliai, kas septynias dienas taip vysto šias keturias atidos sritis, gali tikėtis vieno iš šių dviejų vaisių: ",
  "mn10:46.23": "tobulo žinojimo šiame gyvenime arba, tebesant prisirišimui, nebesugrįžtančiojo (būvio). ",
  "mn10:47.1": "Yra, vienuoliai, tiesioginis kelias į būtybių apsivalymą, liūdesio ir raudojimo įveikimą, skausmo ir nepasitenkinimo išnykimą, žinojimo pasiekimą, Nibbanos patyrimą – tai keturios atidos sritys. ",
  "mn10:47.2": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "mn10:47.3": "Štai ką pasakė Palaimintasis. ",
  "mn10:47.4": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}