{
  "mn117:0.1": "Vidutinio ilgio suttų rinkinys 117 ",
  "mn117:0.2": "Didysis keturiasdešimtukas ",
  "mn117:1.1": "Taip aš girdėjau. ",
  "mn117:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli _Savatthi_. ",
  "mn117:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn117:1.4": "„Vienuoliai!” ",
  "mn117:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn117:1.6": "Palaimintasis štai ką pasakė: ",
  "mn117:2.1": "„Vienuoliai, mokysiu jus tauriosios teisingos sutelkties su jos pagrindu ir reikmenimis. ",
  "mn117:2.2": "To klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "mn117:2.3": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn117:2.4": "Palaimintasis štai ką pasakė: ",
  "mn117:3.1": "Ir kokia, vienuoliai, yra taurioji teisinga sutelktis su jos pagrindu ir reikmenimis? ",
  "mn117:3.2": "Tai yra teisingas požiūris, teisingas ketinimas, teisinga kalba, teisingas veiksmas, teisingas pragyvenimo šaltinis, teisinga pastanga ir teisinga atida. ",
  "mn117:3.3": "Proto susikaupimas, vienuoliai, papildytas šiais septyniais veiksniais, ",
  "mn117:3.4": "vadinamas tauriąja teisinga sutelktimi su jos pagrindu ir reikmenimis. ",
  "mn117:4.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:4.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:4.3": "Žmogus supranta, kad neteisingas požiūris – neteisingas, ir supranta, kad teisingas požiūris – teisingas, – tai teisingas požiūris. ",
  "mn117:5.1": "Ir koks, vienuoliai, yra neteisingas požiūris? ",
  "mn117:5.2": "„Nėra dovanų, nėra aukų, nėra aukojimų, nėra gerų ir blogų veiksmų vaisių, rezultatų, nėra šio pasaulio, nėra kito pasaulio, nėra motinos, nėra tėvo, nėra savaime gimusių būtybių, nėra pasaulyje teisingai žengusių, teisingų pasiekimų atsiskyrėlių ar brahmanų, kurie būtų paskelbę patys tiesiogine patirtimi pažinę šį ir kitą pasaulius.” ",
  "mn117:5.3": "Tai, vienuoliai, neteisingas požiūris. ",
  "mn117:6.1": "Ir koks, vienuoliai, yra teisingas požiūris? ",
  "mn117:6.2": "Vienuoliai, aš sakau, kad teisingas požiūris yra dviejų rūšių: ",
  "mn117:6.3": "esti įtakojamas ydų, pridedantis nuopelnų teisingas požiūris, kuris subrendęs tampa pagrindu būčiai, ",
  "mn117:6.4": "ir esti neįtakojamas ydų, transcendentinis taurusis teisingas požiūris – kelio veiksnys. ",
  "mn117:7.1": "Ir koks, vienuoliai, yra įtakojamas ydų, pridedantis nuopelnų teisingas požiūris, kuris subrendęs tampa pagrindu būčiai? ",
  "mn117:7.2": "„Esti dovanos, esti aukos, esti aukojimai, esti gerų ir blogų veiksmų vaisiai, rezultatai, esti šis pasaulis, esti kitas pasaulis, esti motina, esti tėvas, esti savaime gimusios būtybės, esti pasaulyje teisingai žengusių, teisingų pasiekimų atsiskyrėlių ar brahmanų, kurie būtų paskelbę patys tiesiogine patirtimi pažinę šį ir kitą pasaulius.” ",
  "mn117:7.3": "Tai, vienuoliai, įtakojamas ydų, pridedantis nuopelnų teisingas požiūris, kuris subrendęs tampa pagrindu būčiai. ",
  "mn117:8.1": "Ir koks, vienuoliai, yra neįtakojamas ydų, transcendentinis taurusis teisingas požiūris – kelio veiksnys? ",
  "mn117:8.2": "Vienuoliai, supratimas, supratimo gebėjimas, supratimo stiprybė, reiškinių tyrinėjimo nušvitimo veiksnys, kelio veiksnys – teisingas požiūris to, kuris tauriojo proto, proto be ydų, pasiekęs taurųjį kelią, lavina taurųjį kelią – ",
  "mn117:8.3": "tai, vienuoliai, vadinama neįtakojamu ydų, transcendentiniu tauriuoju teisingu požiūriu – kelio veiksniu. ",
  "mn117:9.1": "Žmogus stengiasi atsikratyti neteisingo požiūrio, kad prieitų prie teisingo požiūrio – tai jo teisinga pastanga. ",
  "mn117:9.2": "Būdamas atidus, jis atsikrato neteisingo požiūrio, atidus prieina prie teisingo požiūrio – tai jo teisinga atida. ",
  "mn117:9.3": "Taip šie trys reiškiniai – teisingas požiūris, teisinga pastanga ir teisinga atida – juda, sukasi aplink teisingą požiūrį. ",
  "mn117:10.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:10.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:10.3": "Žmogus supranta, kad neteisingas ketinimas – neteisingas, ir supranta, kad teisingas ketinimas – teisingas, – tai teisingas požiūris. ",
  "mn117:11.1": "Ir koks, vienuoliai, yra neteisingas ketinimas? ",
  "mn117:11.2": "Ketinimas susijęs su juslinių malonumų geismu, piktais norais ir žiaurumu – ",
  "mn117:11.3": "Tai, vienuoliai, neteisingas ketinimas. ",
  "mn117:12.1": "Ir kas, vienuoliai, yra teisingas ketinimas? ",
  "mn117:12.2": "Vienuoliai, aš sakau, kad teisingas ketinimas taip pat yra dviejų rūšių: ",
  "mn117:12.3": "esti įtakojamas ydų, pridedantis nuopelnų teisingas ketinimas, kuris subrendęs tampa pagrindu būčiai, ",
  "mn117:12.4": "ir esti neįtakojamas ydų, transcendentinis taurusis teisingas ketinimas – kelio veiksnys. ",
  "mn117:13.1": "Ir koks, vienuoliai, yra įtakojamas ydų, pridedantis nuopelnų teisingas ketinimas, kuris subrendęs tampa pagrindu būčiai? ",
  "mn117:13.2": "Atsižadėjimo ketinimas, geranoriškumo ketinimas, nežalojimo ketinimas – ",
  "mn117:13.3": "tai, vienuoliai, įtakojamas ydų, pridedantis nuopelnų teisingas ketinimas, kuris subrendęs tampa pagrindu būčiai. ",
  "mn117:14.1": "Ir koks, vienuoliai, yra neįtakojamas ydų, transcendentinis taurusis teisingas ketinimas – kelio veiksnys? ",
  "mn117:14.2": "Vienuoliai, idėja, mintis, ketinimas, dėmėjimasis, telkimasis, proto sutelkimas, kalbos valingas veiksmas to, kuris tauriojo proto, proto be ydų, pasiekęs taurųjį kelią, lavina taurųjį kelią – ",
  "mn117:14.3": "tai, vienuoliai, neįtakojamas ydų, transcendentinis taurusis teisingas ketinimas – kelio veiksnys. ",
  "mn117:15.1": "Žmogus stengiasi atsikratyti neteisingo ketinimo, kad prieitų prie teisingo ketinimo – tai jo teisinga pastanga. ",
  "mn117:15.2": "Būdamas atidus, jis atsikrato neteisingo ketinimo, atidus prieina prie teisingo ketinimo – tai jo teisinga atida. ",
  "mn117:15.3": "Taip šie trys reiškiniai – teisingas požiūris, teisinga pastanga ir teisinga atida – juda, sukasi aplink teisingą ketinimą. ",
  "mn117:16.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:16.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:16.3": "Žmogus supranta, kad neteisinga kalba – neteisinga, ir supranta, kad teisinga kalba – teisinga, – tai teisingas požiūris. ",
  "mn117:17.1": "Ir kokia, vienuoliai, yra neteisinga kalba? ",
  "mn117:17.2": "Melagystė, kiršinanti kalba, šiurkšti kalba ir tušti plepalai – ",
  "mn117:17.3": "tai, vienuoliai, neteisinga kalba. ",
  "mn117:18.1": "Ir kokia, vienuoliai, yra teisinga kalba? ",
  "mn117:18.2": "Vienuoliai, aš sakau, kad teisinga kalba taip pat yra dviejų rūšių: ",
  "mn117:18.3": "esti įtakojama ydų, pridedanti nuopelnų teisinga kalba, kuri subrendusi tampa pagrindu būčiai, ",
  "mn117:18.4": "ir esti neįtakojama ydų, transcendentinė taurioji teisinga kalba – kelio veiksnys. ",
  "mn117:19.1": "Ir kokia, vienuoliai, yra įtakojama ydų, pridedanti nuopelnų teisinga kalba, kuri subrendusi tampa pagrindu būčiai? ",
  "mn117:19.2": "Susilaikymas nuo melagystės, susilaikymas nuo kiršinančios kalbos, susilaikymas nuo šiurkščios kalbos, susilaikymas nuo tuščių plepalų – ",
  "mn117:19.3": "tai, vienuoliai, įtakojama ydų, pridedanti nuopelnų teisinga kalba, kuri subrendusi tampa pagrindu būčiai. ",
  "mn117:20.1": "Ir kokia, vienuoliai, yra neįtakojama ydų, transcendentinė taurioji teisinga kalba – kelio veiksnys? ",
  "mn117:20.2": "Vienuoliai, atsitraukimas, susiturėjimas, susitvardymas, susilaikymas nuo keturių blogų elgesių kalba to, kuris tauriojo proto, proto be ydų, pasiekęs taurųjį kelią, lavina taurųjį kelią – ",
  "mn117:20.3": "tai, vienuoliai, neįtakojama ydų, transcendentinė taurioji teisinga kalba – kelio veiksnys. ",
  "mn117:21.1": "Žmogus stengiasi atsikratyti neteisingos kalbos, kad prieitų prie teisingos kalbos – tai jo teisinga pastanga. ",
  "mn117:21.2": "Būdamas atidus, jis atsikrato neteisingos kalbos, atidus prieina prie teisingos kalbos – tai jo teisinga atida. ",
  "mn117:21.3": "Taip šie trys reiškiniai – teisingas požiūris, teisinga pastanga ir teisinga atida – juda, sukasi aplink teisingą kalbą. ",
  "mn117:22.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:22.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:22.3": "Žmogus supranta, kad neteisingas veiksmas – neteisingas, ir supranta, kad teisingas veiksmas – teisingas, – tai teisingas požiūris. ",
  "mn117:23.1": "Ir koks, vienuoliai, yra neteisingas veiksmas? ",
  "mn117:23.2": "Žudymas, vogimas ir svetimavimas – ",
  "mn117:23.3": "tai, vienuoliai, neteisingas veiksmas. ",
  "mn117:24.1": "Ir koks, vienuoliai, yra teisingas veiksmas? ",
  "mn117:24.2": "Vienuoliai, aš sakau, kad teisingas veiksmas taip pat yra dviejų rūšių: ",
  "mn117:24.3": "esti įtakojamas ydų, pridedantis nuopelnų teisingas veiksmas, kuris subrendęs tampa pagrindu būčiai, ",
  "mn117:24.4": "ir esti neįtakojamas ydų, transcendentinis taurusis teisingas veiksmas – kelio veiksnys. ",
  "mn117:25.1": "Ir koks, vienuoliai, yra įtakojamas ydų, pridedantis nuopelnų teisingas veiksmas, kuris subrendęs tampa pagrindu būčiai? ",
  "mn117:25.2": "Susilaikymas nuo žudymo, susilaikymas nuo netiesos sakymo, susilaikymas nuo neskaistumo – ",
  "mn117:25.3": "tai, vienuoliai, įtakojamas ydų, pridedantis nuopelnų teisingas veiksmas, kuris subrendęs tampa pagrindu būčiai. ",
  "mn117:26.1": "Ir koks, vienuoliai, yra neįtakojamas ydų, transcendentinis taurusis teisingas veiksmas – kelio veiksnys? ",
  "mn117:26.2": "Vienuoliai, atsitraukimas, susiturėjimas, susitvardymas, susilaikymas nuo trijų blogų elgesių kūnu to, kuris tauriojo proto, proto be ydų, pasiekęs taurųjį kelią, lavina taurųjį kelią – ",
  "mn117:26.3": "tai, vienuoliai, neįtakojamas ydų, transcendentinis taurusis teisingas veiksmas – kelio veiksnys. ",
  "mn117:27.1": "Žmogus stengiasi atsikratyti neteisingo veiksmo, kad prieitų prie teisingo veiksmo – tai jo teisinga pastanga. ",
  "mn117:27.2": "Būdamas atidus, jis atsikrato neteisingo veiksmo, atidus prieina prie teisingo veiksmo – tai jo teisinga atida. ",
  "mn117:27.3": "Taip šie trys reiškiniai – teisingas požiūris, teisinga pastanga ir teisinga atida – juda, sukasi aplink teisingą veiksmą. ",
  "mn117:28.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:28.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:28.3": "Žmogus supranta, kad neteisingas pragyvenimo šaltinis – neteisingas, ir supranta, kad teisingas pragyvenimo šaltinis – teisingas, – tai teisingas požiūris. ",
  "mn117:29.1": "Ir koks, vienuoliai, yra neteisingas pragyvenimo šaltinis? ",
  "mn117:29.2": "Apgaudinėjimas, saldžialiežuvavimas, užsiminimas, menkinimas, vieno turto panaudojimas kitam turtui įgyti – ",
  "mn117:29.3": "tai, vienuoliai, neteisingas pragyvenimo šaltinis. ",
  "mn117:30.1": "Ir koks, vienuoliai, yra teisingas pragyvenimo šaltinis? ",
  "mn117:30.2": "Vienuoliai, aš sakau, kad teisingas pragyvenimo šaltinis yra dviejų rūšių: ",
  "mn117:30.3": "esti įtakojamas ydų, pridedantis nuopelnų teisingas pragyvenimo šaltinis, kuris subrendęs tampa pagrindu būčiai, ",
  "mn117:30.4": "ir esti neįtakojamas ydų, transcendentinis taurusis teisingas pragyvenimo šaltinis – kelio veiksnys. ",
  "mn117:31.1": "Ir koks, vienuoliai, yra įtakojamas ydų, pridedantis nuopelnų teisingas pragyvenimo šaltinis, kuris subrendęs tampa pagrindu būčiai? ",
  "mn117:31.2": "Štai, tauriųjų mokinys atsisakęs neteisingo pragyvenimo šaltinio, verčiasi teisingu pragyvenimo šaltiniu – ",
  "mn117:31.3": "tai, vienuoliai, įtakojamas ydų, pridedantis nuopelnų teisingas pragyvenimo šaltinis, kuris subrendęs tampa pagrindu būčiai. ",
  "mn117:32.1": "Ir koks, vienuoliai, yra neįtakojamas ydų, transcendentinis taurusis teisingas pragyvenimo šaltinis – kelio veiksnys? ",
  "mn117:32.2": "Vienuoliai, atsitraukimas, susiturėjimas, susitvardymas, susilaikymas nuo neteisingo pragyvenimo šaltinio to, kuris tauriojo proto, proto be ydų, pasiekęs taurųjį kelią, lavina taurųjį kelią – ",
  "mn117:32.3": "tai, vienuoliai, neįtakojamas ydų, transcendentinis taurusis teisingas pragyvenimo šaltinis – kelio veiksnys. ",
  "mn117:33.1": "Žmogus stengiasi atsikratyti neteisingo pragyvenimo šaltinio, kad prieitų prie teisingo pragyvenimo šaltinio – tai jo teisinga pastanga. ",
  "mn117:33.2": "Būdamas atidus, jis atsikrato neteisingo pragyvenimo šaltinio, atidus prieina prie teisingo pragyvenimo šaltinio – tai jo teisinga atida. ",
  "mn117:33.3": "Taip šie trys reiškiniai – teisingas požiūris, teisinga pastanga ir teisinga atida – juda, sukasi aplink teisingą pragyvenimo šaltinį. ",
  "mn117:34.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:34.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:34.3": "Pas turintįjį teisingą požiūrį, vienuoliai, atsiranda teisingas ketinimas. Pas turintįjį teisingą ketinimą, atsiranda teisingas kalba. Pas turintįjį teisingą kalbą atsiranda teisingas veiksmas. Pas turintįjį teisingą veiksmą atsiranda teisingas pragyvenimo šaltinis. Pas turintįjį teisingą pragyvenimo šaltinį atsiranda teisinga pastanga. Pas turintįjį teisingą pastangą atsiranda teisinga atida. Pas turintįjį teisingą atidą atsiranda teisinga sutelktis. Pas turintįjį teisingą sutelktį atsiranda teisingas žinojimas. Pas turintįjį teisingą žinojimą atsiranda teisingas išsilaisvinimas. ",
  "mn117:34.4": "Tokiu būdu, vienuoliai, besimokantysis turi aštuonis veiksnius, o _arahantas_ – dešimt veiksnių. ",
  "mn117:34.5": "Čia taip pat dėl daugybės blogų nedorų reiškinių išnykimo (kelias) tampa visiškai išlavintu. ",
  "mn117:35.1": "Tarp jų, vienuoliai, teisingas požiūris yra pirmutinis. ",
  "mn117:35.2": "Ir kokiu būdu, vienuoliai, teisingas požiūris yra pirmutinis? ",
  "mn117:35.3": "Pas turintįjį teisingą požiūrį, vienuoliai, neteisingas požiūris pradyla. ",
  "mn117:35.4": "Ir daugybė blogų nedorų reiškinių kylančių dėl neteisingo požiūrio taip pat pradyla. ",
  "mn117:35.5": "O dėl teisingo požiūrio daugybė dorų reiškinių tampa visiškai išlavintais. ",
  "mn117:35.6": "Pas turintįjį teisingą ketinimą, vienuoliai, neteisingas ketinimas pradyla … ",
  "mn117:35.7": "Pas turintįjį teisingą kalbą, vienuoliai, neteisinga kalba pradyla … ",
  "mn117:35.8": "Pas turintįjį teisingą veiksmą, vienuoliai, neteisingas veiksmas pradyla … ",
  "mn117:35.9": "Pas turintįjį teisingą pragyvenimo šaltinį, vienuoliai, neteisingas pragyvenimo šaltinis pradyla … ",
  "mn117:35.10": "Pas turintįjį teisingą pastangą, vienuoliai, neteisinga pastanga pradyla … ",
  "mn117:35.11": "Pas turintįjį teisingą atidą, vienuoliai, neteisinga atida pradyla … ",
  "mn117:35.12": "Pas turintįjį teisingą sutelktį, vienuoliai, neteisinga sutelktis pradyla … ",
  "mn117:35.13": "Pas turintįjį teisingą žinojimą, vienuoliai, neteisingas žinojimas pradyla. ",
  "mn117:35.14": "Pas turintįjį teisingą išsilaisvinimą, vienuoliai, neteisingas išsilaisvinimas pradyla. ",
  "mn117:35.15": "Ir daugybė blogų nedorų reiškinių kylančių dėl neteisingo išsilaisvinimo taip pat pradyla. ",
  "mn117:35.16": "O dėl teisingo išsilaisvinimo daugybė dorų reiškinių tampa visiškai išlavintais. ",
  "mn117:36.1": "Tokiu būdu, vienuoliai, dvidešimt veiksnių yra doro pusėje ir dvidešimt veiksnių nedoro pusėje. ",
  "mn117:36.2": "Įsuktas buvo Mokymo išdėstymas apie didįjį keturiasdešimtuką, kurio negali pasukti atgal nei atsiskyrėliai, nei brahmanai, nei dievybės, nei Mara, nei Brahma, nei dar kas nors pasaulyje. ",
  "mn117:37.1": "Juk čia ir dabar esti dešimt pateisinamų priežasčių peikti ir kritikuoti tuos atsiskyrėlius ar brahmanus, kurie manytų, kad šis Mokymo išdėstymas apie didįjį keturiasdešimtuką yra peiktinas ir atmestinas. ",
  "mn117:37.2": "Jei gerbiamasis peikia teisingą požiūrį, jam būtų verti pagarbos ir pagyrų atsiskyrėliai ir brahmanai turintys neteisingą požiūrį. ",
  "mn117:37.3": "Jei gerbiamasis peikia teisingą ketinimą, jam būtų verti pagarbos ir pagyrų atsiskyrėliai ir brahmanai turintys neteisingą ketinimą. ",
  "mn117:37.4": "Jei gerbiamasis peikia teisingą kalbą … ",
  "mn117:37.5": "Jei gerbiamasis peikia teisingą veiksmą … ",
  "mn117:37.6": "Jei gerbiamasis peikia teisingą pragyvenimo šaltinį … ",
  "mn117:37.7": "Jei gerbiamasis peikia teisingą pastangą … ",
  "mn117:37.8": "Jei gerbiamasis peikia teisingą atidą … ",
  "mn117:37.9": "Jei gerbiamasis peikia teisingą sutelktį … ",
  "mn117:37.10": "Jei gerbiamasis peikia teisingą žinojimą … ",
  "mn117:37.11": "Jei gerbiamasis peikia teisingą išsilaisvinimą, jam būtų verti pagarbos ir pagyrų atsiskyrėliai ir brahmanai turintys neteisingą išsilaisvinimą. ",
  "mn117:37.12": "Čia ir dabar esti dešimt pateisinamų priežasčių peikti ir kritikuoti tuos atsiskyrėlius ar brahmanus, kurie manytų, kad šis Mokymo išdėstymas apie didįjį keturiasdešimtuką yra peiktinas ir atmestinas. ",
  "mn117:38.1": "Net, vienuoliai, tie okaliečiai, vasiečiai ir bhanjiečiai, kurie buvo atsitiktinumo, neveiksnumo, nihilizmo doktrinų šalininkai, jie nemanė, kad šis Mokymo išdėstymas apie didįjį keturiasdešimtuką yra peiktinas ir atmestinas. ",
  "mn117:38.2": "Dėl kokios priežasties? ",
  "mn117:38.3": "Dėl priekaištų, puolimų ir smerkimo baimės.” ",
  "mn117:38.4": "Štai ką pasakė Palaimintasis. ",
  "mn117:38.5": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}