{
  "mn119:0.1": "Vidutinio ilgio suttų rinkinys 119 ",
  "mn119:0.2": "Atida kūnui ",
  "mn119:1.1": "Taip aš girdėjau. ",
  "mn119:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn119:2.1": "Ir štai daugybė vienuolių pavaikščiojo rinkdami aukas Savatthije. Sugrįžę po aukų rinkimo ir pavalgę, jie susėdo sueigų salėje, (ir tarp jų) kilo tokios kalbos: ",
  "mn119:2.2": "„Draugai, kaip nuostabu, draugai, tiesiog neįtikėtina tai, ",
  "mn119:2.3": "kad, pasak Palaimintojo, žinančiojo, matančiojo, arahanto, visiškai nušvitusiojo, išlavinta, dažnai praktikuojama atida kūnui duoda didžiulę naudą ir vaisius.” ",
  "mn119:2.4": "Čia gi ši vienuolių kalba liko nebaigta. Ir štai vakare Palaimintasis išėjo iš meditacijos ir nuėjo į sueigų salę. Atėjęs, jis atsisėdo į paruoštą jam vietą. ",
  "mn119:2.5": "Sėdėdamas gi Palaimintasis kreipėsi į vienuolius: ",
  "mn119:2.6": "„Vienuoliai, apie ką kalbėti čia dabar esate susėdę? Apie ką buvo jūsų nebaigta kalba?” ",
  "mn119:2.7": "Štai, Garbusis, mes pavaikščiojome rinkdami aukas Savatthije. Sugrįžę po aukų rinkimo ir pavalgę, susėdome sueigų salėje, (ir tarp mūsų) kilo tokios kalbos: ",
  "mn119:2.8": "„Draugai, kaip nuostabu, draugai, tiesiog neįtikėtina tai, ",
  "mn119:2.9": "kad, pasak Palaimintojo, žinančiojo, matančiojo, arahanto, visiškai nušvitusiojo, išlavinta, dažnai praktikuojama atida kūnui duoda didžiulę naudą ir vaisius.” ",
  "mn119:2.10": "Apie tai buvo mūsų nebaigta kalba. Ir štai atėjo Palaimintasis.” ",
  "mn119:3.1": "„Ir kaip, vienuoliai, išlavinta, dažnai praktikuojama atida kūnui duoda didžiulę naudą ir vaisius? ",
  "mn119:4.1": "Štai vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą atsisėda sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "mn119:4.2": "Jis įkvepia (būdamas) atidus, iškvepia (būdamas) atidus. ",
  "mn119:4.3": "Ilgai įkvėpdamas jis supranta: „Įkvepiu ilgai”, – ilgai iškvėpdamas supranta: „Iškvepiu ilgai”. ",
  "mn119:4.4": "Trumpai įkvėpdamas jis supranta: „Įkvepiu trumpai”, – trumpai iškvėpdamas supranta: „Iškvepiu trumpai”. ",
  "mn119:4.5": "Jis mokosi: „Įkvėpsiu patirdamas visą kūną”, – mokosi: „Iškvėpsiu patirdamas visą kūną”. ",
  "mn119:4.6": "Jis mokosi: „Įkvėpsiu nuramindamas kūno darinius”, – mokosi: „Iškvėpsiu nuramindamas kūno darinius”. ",
  "mn119:4.7": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:4.8": "Jų atsikračius, protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:4.9": "Taip vienuolis lavina atidą kūnui. ",
  "mn119:5.1": "Toliau, vienuoliai, vienuolis eidamas supranta: „Einu”, – stovėdamas supranta: „Stoviu”, – sėdėdamas supranta: „Sėdžiu”, – o gulėdamas supranta: „Guliu”. ",
  "mn119:5.2": "Ir kad ir kokioje pozoje jo kūnas būtų, jis tai supranta. ",
  "mn119:5.3": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:5.4": "Jų atsikračius, protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:5.5": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:6.1": "Toliau, vienuoliai, vienuolis eidamas į priekį ir eidamas atgal, daro tai aiškiai suprasdamas; žiūrėdamas į priekį ir žiūrėdamas į šalis, daro tai aiškiai suprasdamas; sulenkdamas ir ištiesdamas (galūnes), daro tai aiškiai suprasdamas; dėvėdamas viršutinius apdarus ir nešdamas dubenį aukoms, daro tai aiškiai suprasdamas; valgydamas, gerdamas, kramtydamas ir ragaudamas, daro tai aiškiai suprasdamas; tuštindamasis ir šlapindamasis, daro tai aiškiai suprasdamas; eidamas, stovėdamas, sėdėdamas, gulėdamas, nubusdamas, kalbėdamas ir tylėdamas, daro tai aiškiai suprasdamas. ",
  "mn119:6.2": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:6.3": "Jų atsikračius, protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:6.4": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:7.1": "Toliau, vienuoliai, vienuolis šitą patį, padengtą oda kūną, pilną visokiausių nešvarumų, mintyse apžiūri į viršų nuo kojų padų ir žemyn nuo galvos plaukų (taip): ",
  "mn119:7.2": "„Šiame kūne yra galvos plaukai, kūno plaukai, nagai, dantys, oda, raumenys, sausgyslės, kaulai, čiulpai, inkstai, širdis, kepenys, diafragma, blužnis, plaučiai, žarnos, žarnaplėvė, skrandžio turinys, išmatos, tulžis, gleivės, pūliai, kraujas, prakaitas, lašiniai, ašaros, riebalai, seilės, snargliai, sąnarinis tepalas, šlapimas.” ",
  "mn119:7.3": "Panašiai, vienuoliai, kaip jei būtų maišas turintis dvi angas pilnas visokiausių grūdų, tokių kaip: ",
  "mn119:7.4": "balti ryžiai, nevalyti ryžiai, žirniai, pupos, sezamo sėklos, rudi ryžiai. ",
  "mn119:7.5": "Jį atidarytų ir apžiūrėtų geros regos žmogus: ",
  "mn119:7.6": "„Tai balti ryžiai, tai nevalyti ryžiai, tai žirniai, tai pupos, tai sezamo sėklos, tai rudi ryžiai.” ",
  "mn119:7.7": "Lygiai gi, vienuoliai, taip vienuolis šitą patį, padengtą oda kūną, pilną visokiausių nešvarumų, mintyse apžiūri į viršų nuo kojų padų ir žemyn nuo galvos plaukų (taip): ",
  "mn119:7.8": "„Šiame kūne yra galvos plaukai, kūno plaukai, nagai, dantys, oda, raumenys, sausgyslės, kaulai, čiulpai, inkstai, širdis, kepenys, diafragma, blužnis, plaučiai, žarnos, žarnaplėvė, skrandžio turinys, išmatos, tulžis, gleivės, pūliai, kraujas, prakaitas, lašiniai, ašaros, riebalai, seilės, snargliai, sąnarinis tepalas, šlapimas.” ",
  "mn119:7.9": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:7.10": "Jų atsikračius, protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:7.11": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:8.1": "Toliau, vienuoliai, vienuolis į šitą patį kūną, kad ir kaip šis būtų išsidėstęs, kad ir kokioje pozoje būtų, žiūri kaip į elementus: ",
  "mn119:8.2": "„Šiame kūne yra žemės elementas, vandens elementas, ugnies elementas, vėjo elementas.” ",
  "mn119:8.3": "Panašiai, vienuoliai, kaip įgudęs skerdikas ar skerdiko padėjėjas sėdėtų kryžkelėje išdorojęs karvę ir padalinęs ją į dalis, ",
  "mn119:8.4": "lygiai gi, vienuoliai, taip ir vienuolis į šitą patį kūną, kad ir kaip šis būtų išsidėstęs, kad ir kokioje pozoje būtų, žiūri kaip į elementus: ",
  "mn119:8.5": "„Šiame kūne yra žemės elementas, vandens elementas, ugnies elementas, vėjo elementas.” ",
  "mn119:8.6": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:8.7": "Jų atsikračius, protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:8.8": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:9.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas vienos dienos senumo, dviejų dienų senumo ar trijų dienų senumo išmestą kapinėse kūną, ištinusį, pamėlynavusį, pūvantį, ",
  "mn119:9.2": "sutelkia dėmesį į šitą patį kūną: ",
  "mn119:9.3": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn119:9.4": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:9.5": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:9.6": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:10.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas ėdamą varnų ar ėdamą vanagų, ėdamą maitvanagių ar ėdamą garnių, ėdamą šunų ar ėdamą tigrų, ėdamą laukinių žvėrių ar ėdamą šakalų ar ėdamą daugybės vabzdžių išmestą kapinėse kūną, ",
  "mn119:10.2": "sutelkia dėmesį į šitą patį kūną: ",
  "mn119:10.3": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn119:10.4": "Kai jis taip gyvena, būdamas budrus … ",
  "mn119:10.5": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:11-14.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas išmesto kapinėse kūno sujungtus sausgyslėmis griaučius su mėsa ir kraujais … ",
  "mn119:11-14.2": "sujungtus sausgyslėmis griaučius be mėsos, raudonus nuo kraujo … ",
  "mn119:11-14.3": "sujungtus sausgyslėmis griaučius, be mėsos, be kraujo … ",
  "mn119:11-14.4": "nesujungtus sausgyslėmis griaučius, išmėtytus į visas puses: vienur rankų kaulą, kitur padikaulį, vienur kulkšnies kaulą, kitur blauzdikaulį, vienur šlaunikaulį, kitur dubenkaulį, vienur šonkaulį, kitur stuburkaulį, vienur raktikaulį, kitur kaklo kaulą, vienur žandikaulį, kitur dantį, dar kitur kaukolę, ",
  "mn119:11-14.5": "sutelkia dėmesį į šitą patį kūną: ",
  "mn119:11-14.6": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn119:11-14.7": "Kai jis taip gyvena, būdamas budrus … ",
  "mn119:11-14.8": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:15-17.1": "Toliau, vienuoliai, vienuolis panašiai kaip kad matydamas išmesto kapinėse kūno ",
  "mn119:15-17.2": "baltus kaulus, įgavusius kriauklės spalvą … ",
  "mn119:15-17.3": "pasenusių kaulų krūvą … ",
  "mn119:15-17.4": "supuvusius kaulus, pavirtusius dulkėmis, ",
  "mn119:15-17.5": "sutelkia dėmesį į šitą patį kūną: ",
  "mn119:15-17.6": "„Šitas gi kūnas yra tokios pat prigimties, tokia (jo) ateitis, (jis) to neišvengs.” ",
  "mn119:15-17.7": "Kai jis taip gyvena, būdamas budrus … ",
  "mn119:15-17.9": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:18.1": "Toliau, vienuoliai, vienuolis, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia pirmąją džhaną, kuri yra su (proto) taikymu ir išlaikymu, su dėl atsiskyrimo gimusiomis palaima ir laime, ir būna joje. ",
  "mn119:18.2": "Dėl atsiskyrimo gimusiomis palaima ir laime, jis šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, dėl atsiskyrimo gimusios palaima ir laimė. ",
  "mn119:18.3": "Panašiai, vienuoliai, kaip įgudęs maudyklos patarnautojas ar maudyklos patarnautojo padėjėjas, pribėręs muilo miltelių į bronzinį indą, pašlakstydamas vandeniu, suminkytų juos į vieną muilo gabalą taip, kad tas būtų permirkęs, išmirkęs, suvilgytas iš vidaus ir iš išorės, bet nevarvėtų, ",
  "mn119:18.4": "lygiai gi, vienuoliai, taip ir vienuolis dėl atsiskyrimo gimusiomis palaima ir laime šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, dėl atsiskyrimo gimusios palaima ir laimė. ",
  "mn119:18.5": "Kai jis taip gyvena, būdamas budrus … ",
  "mn119:18.7": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:19.1": "Toliau, vienuoliai, kai liaunasi (proto) taikymas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), vienuolis pasiekia antrąją džhaną, kurioje nėra (proto) taikymo ir išlaikymo, bet yra dėl sutelkties gimusios palaima ir laimė, ir būna joje. ",
  "mn119:19.2": "Dėl sutelkties gimusiomis palaima ir laime jis šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, dėl sutelkties gimusios palaima ir laimė. ",
  "mn119:19.3": "Panašiai, vienuoliai, kaip jei būtų gilus ežeras su gilumine versme, į kurį neįteka vanduo nei iš rytinės pusės, nei iš pietinės pusės, nei iš vakarinės pusės, nei iš šiaurinės pusės, nei (virš kurio) laikas nuo laiko stipriai palyja. Tada šaltas vanduo, trykštantis iš to ežero šaltos versmės, tą patį ežerą užlietų, užpildytų, pripildytų, perskverbtų taip, kad tame ežere neliktų nei dalelytės, kurios nebūtų pasiekęs šaltas vanduo. ",
  "mn119:19.4": "Lygiai gi, vienuoliai, taip ir vienuolis dėl sutelkties gimusiomis palaima ir laime šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusios šios, dėl sutelkties gimusios palaima ir laimė. ",
  "mn119:19.5": "Kai jis taip gyvena, būdamas budrus … ",
  "mn119:19.6": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:20.1": "Toliau, vienuoliai, palaimai išblėsus, vienuolis būna pusiausviro proto, atidus ir aiškiai suprantantis bei kūnu patiria laimę. Jis pasiekia trečiąją džhaną ir būna joje, taurieji nupasakoja tai taip: „Jis būna laimingas, lygiažiūris ir atidus”. ",
  "mn119:20.2": "Laime be palaimos, jis šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusi ši laime be palaimos. ",
  "mn119:20.3": "Panašiai, vienuoliai, kaip žydrų, raudonų ar baltų lotosų tvenkinyje kai kurie iš žydrų, raudonų ar baltų lotosų, gimsta vandenyje, užauga vandenyje, bet nepakyla virš vandens, tarpsta panardinti vandenyje. Jie nuo viršaus ir iki pat šaknų šaltu vandeniu būna užlieti, užpildyti, pripildyti, perskverbti taip, kad tuose žydruose, raudonuose ar baltuose lotosuose nelieka nei dalelytės, kurios nebūtų pasiekęs šaltas vanduo. ",
  "mn119:20.4": "Lygiai gi, vienuoliai, taip ir vienuolis laime be palaimos šitą patį kūną užlieja, užpildo, pripildo, perskverbia taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekusi ši laime be palaimos. ",
  "mn119:20.5": "Kai jis taip gyvena, būdamas budrus … ",
  "mn119:20.6": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:21.1": "Toliau, vienuoliai, vienuolis atsikratęs malonių ir nemalonių (pojūčių), peržengęs ankstesnius laimę ir nusiminimą, pasiekia ketvirtąją džhaną, kurioje nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta lygiažiūra, ir būna joje. ",
  "mn119:21.2": "Jis sėdi persmelkęs visą šitą patį kūną švariu, tyru protu taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekęs švarus, tyras protas. ",
  "mn119:21.3": "Panašiai, vienuoliai, kaip jei būtų žmogus visas apdengtas baltu audeklu. Jo kūne neliktų nei dalelytės, kurios nebūtų pasiekęs baltas audeklas. ",
  "mn119:21.4": "Lygiai gi, vienuoliai, taip ir vienuolis sėdi persmelkęs visą šitą patį kūną švariu, tyru protu taip, kad jo kūne nelieka nei dalelytės, kurios nebūtų pasiekęs švarus, tyras protas. ",
  "mn119:21.5": "Kai jis taip gyvena, būdamas budrus, entuziastingas ir energingas, atsikratoma pasaulietinio gyvenimo prisiminimų ir minčių. ",
  "mn119:21.6": "Jų atsikračius, protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn119:21.7": "Taip irgi vienuolis lavina atidą kūnui. ",
  "mn119:22.1": "Vienuoliai, bet kas, kas išlavino, dažnai praktikavo atidą kūnui, aprėpia bet kokias doras būsenas, padedančias išminčiai. ",
  "mn119:22.2": "Panašiai, vienuoliai, kaip bet kas, paskleidęs protą virš didžiojo vandenyno, aprėpia bet kokias upeles, įtekančias į vandenyną, ",
  "mn119:22.3": "lygiai gi, vienuoliai, taip ir bet kas, kas išlavino, dažnai praktikavo atidą kūnui, aprėpia bet kokias doras būsenas, padedančias išminčiai. ",
  "mn119:23.1": "Vienuoliai, prie bet ko, kas neišlavino, nepraktikavo dažnai atidos kūnui, Mara randa priėjimą, jis tampa Maros objektu. ",
  "mn119:23.2": "Panašiai, vienuoliai, kaip jei žmogus sviestų sunkų akmens rutulį į drėgno molio krūvą, ",
  "mn119:23.3": "kaip manote, vienuoliai, ",
  "mn119:23.4": "ar tas sunkus akmens rutulys įeitų į drėgną molio krūvą?” ",
  "mn119:23.5": "„Taip, Garbusis.” ",
  "mn119:23.6": "„Lygiai gi, vienuoliai, taip prie bet ko, kas neišlavino, nepraktikavo dažnai atidos kūnui, Mara randa priėjimą, jis tampa Maros objektu. ",
  "mn119:24.1": "Panašiai, vienuoliai, kaip jei būtų sausa, išdžiūvusi malka, ",
  "mn119:24.2": "ir ateitų žmogus su lazdele ugniai įžiebti (galvodamas): ",
  "mn119:24.3": "„Įžiebsiu ugnį, iššauksiu liepsną.” ",
  "mn119:24.4": "Kaip manote, vienuoliai, ",
  "mn119:24.5": "ar tas žmogus tą sausą, išdžiūvusią malką trindamas lazdele įžiebtų ugnį, iššauktų liepsną?” ",
  "mn119:24.6": "„Taip, Garbusis.” ",
  "mn119:24.7": "„Lygiai gi, vienuoliai, taip prie bet ko, kas neišlavino, nepraktikavo dažnai atidos kūnui, Mara randa priėjimą, jis tampa Maros objektu. ",
  "mn119:25.1": "Panašiai, vienuoliai, kaip jei būtų ant laikiklio stovintis tuščias, dykas puodas vandeniui ",
  "mn119:25.2": "ir ateitų žmogus nešinas vandeniu. ",
  "mn119:25.3": "Kaip manote, vienuoliai, ",
  "mn119:25.4": "ar galėtų tas žmogus supilti vandenį (į puodą)?” ",
  "mn119:25.5": "„Taip, Garbusis.” ",
  "mn119:25.6": "„Lygiai gi, vienuoliai, taip prie bet ko, kas neišlavino, nepraktikavo dažnai atidos kūnui, Mara randa priėjimą, jis tampa Maros objektu. ",
  "mn119:26.1": "Vienuoliai, prie bet ko, kas išlavino, dažnai praktikavo atidą kūnui, Mara neranda priėjimo, jis netampa Maros objektu. ",
  "mn119:26.2": "Panašiai, vienuoliai, kaip kai žmogus sviedžia lengvą siūlų kamuolį į kieto medžio stulpą, laikantį skersinį kartį, ",
  "mn119:26.3": "kaip manote, vienuoliai, ",
  "mn119:26.4": "ar tas lengvas siūlų kamuolys įeitų į kieto medžio stulpą, laikantį skersinį kartį?” ",
  "mn119:26.5": "„Ne, Garbusis.” ",
  "mn119:26.6": "„Lygiai gi, vienuoliai, taip prie bet ko, kas išlavino, dažnai praktikavo atidą kūnui, Mara neranda priėjimo, jis netampa Maros objektu. ",
  "mn119:27.1": "Panašiai, vienuoliai, kaip jei būtų drėgna malka su syvais, ",
  "mn119:27.2": "ir ateitų žmogus su lazdele ugniai įžiebti (galvodamas): ",
  "mn119:27.3": "„Įžiebsiu ugnį, iššauksiu liepsną.” ",
  "mn119:27.4": "Kaip manote, vienuoliai, ",
  "mn119:27.5": "ar tas žmogus tą drėgną malką su syvais trindamas lazdele įžiebtų ugnį, iššauktų liepsną?” ",
  "mn119:27.6": "„Ne, Garbusis.” ",
  "mn119:27.7": "„Lygiai gi, vienuoliai, taip prie bet ko, kas išlavino, dažnai praktikavo atidą kūnui, Mara neranda priėjimo, jis netampa Maros objektu. ",
  "mn119:28.1": "Panašiai, vienuoliai, kaip jei būtų ant laikiklio stovintis iki viršaus, iki krašto pripildytas puodas su vandeniu, ",
  "mn119:28.2": "ir ateitų žmogus nešinas vandeniu. ",
  "mn119:28.3": "Kaip manote, vienuoliai, ",
  "mn119:28.4": "ar galėtų tas žmogus supilti vandenį (į puodą)?” ",
  "mn119:28.5": "„Ne, Garbusis.” ",
  "mn119:28.6": "„Lygiai gi, vienuoliai, taip prie bet ko, kas išlavino, dažnai praktikavo atidą kūnui, Mara neranda priėjimo, jis netampa Maros objektu. ",
  "mn119:29.1": "Vienuoliai, bet kas, kas išlavino, dažnai praktikavo atidą kūnui, nukreipęs protą į bet kokius reiškinius pažintinus aukštesniu pažinimu tam, kad juos pažintų, tam esant pagrindui, tampa jų liudytoju. ",
  "mn119:29.2": "Panašiai, vienuoliai, kaip jei būtų ant laikiklio stovintis iki viršaus, iki krašto pripildytas puodas su vandeniu, ",
  "mn119:29.3": "ir stiprus žmogus kaip nors jį palenktų. Ar vanduo išsilietų?” ",
  "mn119:29.4": "„Taip, Garbusis.” ",
  "mn119:29.5": "„Lygiai gi, vienuoliai, taip ir bet kas, kas išlavino, dažnai praktikavo atidą kūnui, nukreipęs protą į bet kokius reiškinius pažintinus aukštesniu pažinimu tam, kad juos pažintų, tam esant pagrindui, tampa jų liudytoju. ",
  "mn119:30.1": "Panašiai, vienuoliai, kaip jei lygiame žemės plote būtų keturi iki viršaus, iki krašto pripildyti vandens tvenkiniai, atitverti užtvankomis, ",
  "mn119:30.2": "ir stiprus žmogus kurią nors iš užtvankų atidarytų. Ar vanduo ištekėtų?” ",
  "mn119:30.3": "„Taip, Garbusis.” ",
  "mn119:30.4": "„Lygiai gi, vienuoliai, taip ir bet kas, kas išlavino, dažnai praktikavo atidą kūnui, nukreipęs protą į bet kokius reiškinius pažintinus aukštesniu pažinimu tam, kad juos pažintų, tam esant pagrindui, tampa jų liudytoju. ",
  "mn119:31.1": "Panašiai, vienuoliai, kaip jei lygioje žemėje, kryžkelėje stovėtų vežimas pakinkytas geros veislės arkliu (ir su šalia) paguldytu rimbu. ",
  "mn119:31.2": "Ant jo užsilipęs įgudęs arklininkas, arklių tramdytojas, pasiėmęs vežėčias į kairę ranką, o rimbą į dešinę ranką, pajudėtų kai panorėjęs, kur panorėjęs, ir į priekį, ir atgal. ",
  "mn119:31.3": "Lygiai gi, vienuoliai, taip ir bet kas, kas išlavino, dažnai praktikavo atidą kūnui, nukreipęs protą į bet kokius reiškinius pažintinus aukštesniu pažinimu tam, kad juos pažintų, tam esant pagrindui, tampa jų liudytoju. ",
  "mn119:32.1": "Vienuoliai, kai atida kūnui yra taikoma, lavinama, dažnai praktikuojama, padaroma priemone, padaroma pagrindu, yra įkūnyta, įtvirtinta ir tinkamai atliekama, yra lauktina dešimtlypė nauda. ",
  "mn119:33.1": "Įveikiami nepasitenkinimas (meditacija) ir gėrėjimasis (jusliniais malonumais). Nepasitenkinimas neužvaldo, sukilęs gi nepasitenkinimas nugalimas. ",
  "mn119:34.1": "Įveikiami baimė ir siaubas. Baimė ir siaubas neužvaldo, sukilę gi baimė ir siaubas nugalimi. ",
  "mn119:35.1": "Pakeliamas šaltis, karštis, alkis ir troškulis. Pakenčiami sąlytis su musėmis, uodais, vėju, saule ir ropliais, šiurkščiai ištarti, iš blogos (valios) kilę žodžiai, kūne kilę pojūčiai, kurie yra  skausmingi, aštrūs, šiurkštūs, žiaurūs, nemalonūs, nemieli, atimantys gyvybę. ",
  "mn119:36.1": "Kai tik panorėjus, nesunkiai, be vargo patiriamos keturios džhanos, sudarančios aukštesnį protą, (t.y. patiriamas) laimingas buvimas čia ir dabar. ",
  "mn119:37.1": "Įgyjami įvairūs viršžmogiški gebėjimai. Iš vieno pasidaroma daugeliu, iš daugelio, pasidaroma vienu; pasirodoma … kūnas įvaldomas ligi pat Brahmų pasaulių. ",
  "mn119:38.1": "Išgrynintu viršžmogišku dieviškos ausies elementu girdimi tiek dievybių, tiek žmonių garsai, ir arti, ir toli … ",
  "mn119:39.1": "Suprantamas kitų būtybių, kitų asmenų protas, jį apgaubus savuoju. ",
  "mn119:39.2": "Protas su geiduliu suprantamas kaip protas su geiduliu; ",
  "mn119:39.3": "arba protas be geidulio … ",
  "mn119:39.4": "arba protas su neapykanta … ",
  "mn119:39.5": "arba protas be neapykantos … ",
  "mn119:39.6": "arba protas su paklydimu … ",
  "mn119:39.7": "arba protas be paklydimo … ",
  "mn119:39.8": "arba suvaržytas protas … ",
  "mn119:39.9": "arba išsiblaškęs protas … ",
  "mn119:39.10": "arba didingas protas … ",
  "mn119:39.11": "arba nedidingas protas … ",
  "mn119:39.12": "arba pranokstamas protas … ",
  "mn119:39.13": "arba nepranokstamas protas … ",
  "mn119:39.14": "arba sutelktas protas … ",
  "mn119:39.15": "arba nesutelktas protas … ",
  "mn119:39.16": "arba išlaisvintas protas … ",
  "mn119:39.17": "arba neišlaisvintas protas suprantamas kaip neišlaisvintas protas. ",
  "mn119:40.1": "Prisimenami daugelis praeitų gyvenimų, t.y. vienas gimimas, du gimimai … taip išsamiai, su buitiškomis detalėmis prisimenami daugelis praeitų gyvenimų. ",
  "mn119:41.1": "Išgryninta viršžmogiška dieviška akimi matoma, kaip mirusios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje, suprantama, kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. ",
  "mn119:42.1": "Sunaikinus ydas, dar šiame gyvenime tiesiogine patirtimi pažįstamas neturintis ydų aukščiausias proto išlaisvinimas ir išlaisvinimas išmintimi ir būnama juose. ",
  "mn119:43.1": "Vienuoliai, kai atida kūnui yra taikoma, lavinama, dažnai praktikuojama, padaroma priemone, padaroma pagrindu, yra įkūnyta, įtvirtinta ir tinkamai atliekama, yra lauktina dešimtlypė nauda.” ",
  "mn119:43.2": "Štai ką pasakė Palaimintasis. ",
  "mn119:43.3": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}