{
  "mn135:0.1": "Vidutinio ilgio suttų rinkinys 135 ",
  "mn135:0.2": "Trumpesnė veiksmų analizė ",
  "mn135:1.1": "Taip aš girdėjau. ",
  "mn135:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli _Savatthi_. ",
  "mn135:2.1": "Ir štai brahmanas jaunuolis Subha Todėjaputa nuėjo pas Palaimintąjį. Atėjęs apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "mn135:2.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsisėdo iš šono. Sėdėdamas taip iš šono brahmanas jaunuolis Subha Todėjaputa Palaimintajam pasakė štai ką: ",
  "mn135:3.1": "„Kokia, Gerbiamas Gotama, yra priežastis, kas sąlygoja tai, kad tarp žmonių esti, kad matomi žemesni ir viršesni? ",
  "mn135:3.2": "Gi matomi žmonės, kurių gyvenimas trumpas, ir matomi ilgaamžiai; ",
  "mn135:3.3": "matomi linkę sirgti ir stiprios sveikatos, ",
  "mn135:3.4": "negražūs ir gražūs, ",
  "mn135:3.5": "žmonės be įtakos ir įtakingi, ",
  "mn135:3.6": "vargšai ir turtuoliai, ",
  "mn135:3.7": "prasčiokai ir aukštuomenės žmonės, ",
  "mn135:3.8": "matomi kvaili ir matomi išmintingi. ",
  "mn135:3.9": "Kokia, Gerbiamas Gotama, yra priežastis, kas sąlygoja tai, kad tarp žmonių esti, kad matomi žemesni ir viršesni?” ",
  "mn135:4.1": "Jaunuoli, būtybės yra veiksmų savininkai, veiksmų įpėdiniai, veiksmai yra jų pradėjimas, jų giminės, būtybės yra (savo) veiksmų prieglobstyje. ",
  "mn135:4.2": "Veiksmai yra tai, kas suskirsto būtybes ",
  "mn135:4.3": "į žemesnes ir viršesnes.” ",
  "mn135:4.4": "„Nesuprantu tikslios prasmės šios Gerbiamojo Gotamos trumpos, neišreiškiančios tikslios prasmės kalbos. ",
  "mn135:4.5": "Būtų gerai, jei Garbusis Gotama pamokytų manęs _Dhammos_ taip, kad aš suprasčiau tikslią prasmę šios Gerbiamojo Gotamos trumpos, neišreiškiančios tikslios prasmės kalbos.” ",
  "mn135:4.6": "„Ką gi, jaunuoli, klausyki, sutelki visą dėmesį, aš kalbėsiu.” ",
  "mn135:4.7": "„Taip, Gerbiamasis,” – atsakė Palaimintajam brahmanas jaunuolis Subha Todėjaputa. ",
  "mn135:4.8": "Palaimintasis štai ką pasakė: ",
  "mn135:5.1": "Štai, jaunuoli, kažkokia moteris ar vyras yra žudikas, žiaurus, su suteptomis krauju rankomis, linkęs mušti ir žudyti, neturi gailesčio gyvoms būtybėms. ",
  "mn135:5.2": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:5.3": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur jis beatgimtų, jo gyvenimas trumpas. ",
  "mn135:5.4": "Jaunuoli, būti žudiku, žiauriu, su suteptomis krauju rankomis, linkusiu mušti ir žudyti, neturėti gailesčio gyvoms būtybėms – ",
  "mn135:5.5": "tai kelias, vedantis į trumpą gyvenimą. ",
  "mn135:6.1": "Bet štai, jaunuoli, kažkokia moteris ar vyras, atsisakęs žudymo, susilaiko nuo žudymo. Atidėjęs lazdą, atidėjęs ginklus, jis yra kuklus, gailiaširdis, gyvena su gailesčiu visoms gyvoms būtybėms. ",
  "mn135:6.2": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:6.3": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra ilgaamžis. ",
  "mn135:6.4": "Jaunuoli, atsisakius žudymo susilaikyti nuo žudymo, atidėjus lazdą, atidėjus ginklus būti kukliu, gailiaširdžiu, gyventi su gailesčiu visoms gyvoms būtybėms – ",
  "mn135:6.5": "tai kelias, vedantis į ilgaamžiškumą. ",
  "mn135:7.1": "Štai, jaunuoli, kažkokia moteris ar vyras rankomis, akmenimis, pagaliais ar ginklais puldinėja kitas būtybes. ",
  "mn135:7.2": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:7.3": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra linkęs sirgti. ",
  "mn135:7.4": "Jaunuoli, puldinėti kitas būtybes rankomis, akmenimis, pagaliais ar ginklais – ",
  "mn135:7.5": "tai kelias, vedantis į polinkį sirgti. ",
  "mn135:8.1": "Bet štai, jaunuoli, kažkokia moteris ar vyras nepuldinėja kitų būtybių rankomis, akmenimis, pagaliais ar ginklais. ",
  "mn135:8.2": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:8.3": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis turi stiprią sveikatą. ",
  "mn135:8.4": "Jaunuoli, nepuldinėti kitas būtybes rankomis, akmenimis, pagaliais ar ginklais – ",
  "mn135:8.5": "tai kelias, vedantis į stiprią sveikatą. ",
  "mn135:9.1": "Štai, jaunuoli, kažkokia moteris ar vyras yra piktas, labai nepatenkintas. ",
  "mn135:9.2": "Net ir truputį pataisytas supyksta, susidirgina, susierzina, rodo pyktį, neapykantą ir niūrumą. ",
  "mn135:9.3": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:9.4": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur jis beatgimtų, jis yra negražus. ",
  "mn135:9.5": "Jaunuoli, būti piktu, labai nepatenkintu, ",
  "mn135:9.6": "būnant net ir truputį pataisytu pykti, dirgintis, erzintis, rodyti pyktį, neapykantą ir niūrumą – ",
  "mn135:9.7": "tai kelias, vedantis į negražią išvaizdą. ",
  "mn135:10.1": "Bet štai, jaunuoli, kažkokia moteris ar vyras yra be pykčio, nėra labai nepatenkintas. ",
  "mn135:10.2": "Net ir stipriai pataisytas nesupyksta, nesusidirgina, nesusierzina, nerodo pykčio, neapykantos ir niūrumo. ",
  "mn135:10.3": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:10.4": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra patrauklus. ",
  "mn135:10.5": "Jaunuoli, būti be pykčio, nebūti labai nepatenkintu, ",
  "mn135:10.6": "būnant net ir stipriai pataisytu nepykti, nesidirginti, nesierzinti, nerodyti pykčio, neapykantos ir niūrumo – ",
  "mn135:10.7": "tai kelias, vedantis į patrauklumą. ",
  "mn135:11.1": "Štai, jaunuoli, kažkokia moteris ar vyras yra pavydus. ",
  "mn135:11.2": "Jis pavydi kitam pelno, garbės, šlovės, pagarbos, sveikinimo, garbinimo, yra kupinas pagiežos (dėl to), jį suėmęs pavydulys. ",
  "mn135:11.3": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:11.4": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis neturi įtakos. ",
  "mn135:11.5": "Jaunuoli, būti pavydžiu, ",
  "mn135:11.6": "pavydėti kitam pelno, garbės, šlovės, pagarbos, sveikinimo, garbinimo, būti kupinam pagiežos (dėl to), būti suimtu pavydulio – ",
  "mn135:11.7": "tai kelias, vedantis į įtakos neturėjimą. ",
  "mn135:12.1": "Štai, jaunuoli, kažkokia moteris ar vyras nėra pavydus. ",
  "mn135:12.2": "Jis nepavydi kitam pelno, garbės, šlovės, pagarbos, sveikinimo, garbinimo, nėra kupinas pagiežos (dėl to), jo nesuėmęs pavydulys. ",
  "mn135:12.3": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:12.4": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra įtakingas. ",
  "mn135:12.5": "Jaunuoli, būti nepavydžiu, ",
  "mn135:12.6": "nepavydėti kitam pelno, garbės, šlovės, pagarbos, sveikinimo, garbinimo, nebūti kupinu pagiežos (dėl to), nebūti suimtu pavydulio – ",
  "mn135:12.7": "tai kelias, vedantis į įtakingumą. ",
  "mn135:13.1": "Štai, jaunuoli, kažkokia moteris ar vyras nėra maisto, gėrimų, drabužių, transporto, vainikų, kvepalų, kremų, lovų, būstų ir šviestuvų aukotojas atsiskyrėliams ar brahmanams. ",
  "mn135:13.2": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:13.3": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra vargšas. ",
  "mn135:13.4": "Jaunuoli, nebūti maisto, gėrimų, drabužių, transporto, vainikų, kvepalų, kremų, lovų, būstų ir šviestuvų aukotoju atsiskyrėliams ar brahmanams – ",
  "mn135:13.5": "tai kelias, vedantis į nepriteklių. ",
  "mn135:14.1": "Bet štai, jaunuoli, kažkokia moteris ar vyras yra maisto, gėrimų, drabužių, transporto, vainikų, kvepalų, kremų, lovų, būstų ir šviestuvų aukotojas atsiskyrėliams ar brahmanams. ",
  "mn135:14.2": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:14.3": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra turtingas. ",
  "mn135:14.4": "Jaunuoli, būti maisto, gėrimų, drabužių, transporto, vainikų, kvepalų, kremų, lovų, būstų ir šviestuvų aukotoju atsiskyrėliams ar brahmanams – ",
  "mn135:14.5": "yra kelias, vedantis į turtingumą. ",
  "mn135:15.1": "Štai, jaunuoli, kažkokia moteris ar vyras yra pasipūtęs kietaširdis, ",
  "mn135:15.2": "nesisveikina, kai turi pasisveikinti, nepagerbia atsistodamas, kai turi pagerbti atsistodamas, neužleidžia vietos, kai turi užleisti vietą; neduoda kelio, kai turi duoti kelią, nerodo svetingumo, kai turi rodyti svetingumą; nerodo pagarbos, kai turi rodyti pagarbą, negerbia, kai turi gerbti, nepagarbina, kai turi pagarbinti. ",
  "mn135:15.3": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:15.4": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra prasčiokas. ",
  "mn135:15.5": "Jaunuoli, būti pasipūtusiu kietaširdžiu, ",
  "mn135:15.6": "nesisveikinti, kai turi pasisveikinti; nepagerbti atsistojant, kai turi pagerbti atsistojant, neužleisti vietos, kai turi užleisti vietą, neduoti kelio, kai turi duoti kelią, nerodyti svetingumo, kai turi rodyti svetingumą, nerodyti pagarbos, kai turi rodyti pagarbą, negerbti, kai turi gerbti, nepagarbinti, kai turi pagarbinti, – ",
  "mn135:15.7": "tai kelias, vedantis į prasčioko gyvenimą. ",
  "mn135:16.1": "Bet štai, jaunuoli, kažkokia moteris ar vyras nėra pasipūtęs kietaširdis, ",
  "mn135:16.2": "pasisveikina, kai turi pasisveikinti, pagerbia atsistodamas, kai turi pagerbti atsistodamas, užleidžia vietą, kai turi užleisti vietą, duoda kelią, kai turi duoti kelią, rodo svetingumą, kai turi rodyti svetingumą, rodo pagarbą, kai turi rodyti pagarbą, gerbia, kai turi gerbti, pagarbina, kai turi pagarbinti. ",
  "mn135:16.3": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:16.4": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra aukštuomenės žmogus. ",
  "mn135:16.5": "Jaunuoli, būti nepasipūtusiu minkštaširdžiu, ",
  "mn135:16.6": "pasisveikinti, kai turi pasisveikinti, pagerbti atsistojant, kai turi pagerbti atsistojant, užleisti vietą, kai turi užleisti vietą, duoti kelią, kai turi duoti kelią, rodyti svetingumą, kai turi rodyti svetingumą, rodyti pagarbą, kai turi rodyti pagarbą, gerbti, kai turi gerbti, pagarbinti, kai turi pagarbinti – ",
  "mn135:16.7": "tai kelias, vedantis į aukštuomenę. ",
  "mn135:17.1": "Štai, jaunuoli, kažkokia moteris ar vyras atėjęs pas atsiskyrėlį ar brahmaną neklausia: ",
  "mn135:17.2": "„Kas, Garbusis, yra dora, kas nedora; ",
  "mn135:17.3": "kas smerktina, kas nesmerktina; ",
  "mn135:17.4": "kas turėtų būti praktikuojama, kas neturėtų būti praktikuojama; ",
  "mn135:17.5": "kokie poelgiai ilgą laiką darys man žalą, teiks skausmą, o kokie poelgiai ilgą laiką neš naudą ir laimę?“ ",
  "mn135:17.6": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn135:17.7": "O jei po kūno žūties, po mirties jis neatgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare, jei sugrįžta kaip žmogiška būtybė, tuomet kur jis beatgimtų, jis yra kvailas. ",
  "mn135:17.8": "Jaunuoli, atėjus pas atsiskyrėlį ar brahmaną neklausti: ",
  "mn135:17.10": "„Kas, Garbusis, yra dora, kas nedora; ",
  "mn135:17.11": "kas smerktina, kas nesmerktina; ",
  "mn135:17.12": "kas turėtų būti praktikuojama, kas neturėtų būti praktikuojama; ",
  "mn135:17.13": "kokie poelgiai ilgą laiką darys man žalą, teiks skausmą, o kokie poelgiai ilgą laiką neš naudą ir laimę?“ – tai kelias, vedantis į kvailumą. ",
  "mn135:18.1": "Bet štai, jaunuoli, kažkokia moteris ar vyras atėjęs pas atsiskyrėlį ar brahmaną klausia: ",
  "mn135:18.2": "„Kas, Garbusis, yra dora, kas nedora; ",
  "mn135:18.3": "kas smerktina, kas nesmerktina; ",
  "mn135:18.4": "kas turėtų būti praktikuojama, kas neturėtų būti praktikuojama; ",
  "mn135:18.5": "kokie poelgiai ilgą laiką darys man žalą, teiks skausmą, o kokie poelgiai ilgą laiką neš naudą ir laimę?“ ",
  "mn135:18.6": "Dėl to elgimosi, dėl to, kad tai atliko, dėl to, kad to apsiėmė, po kūno žūties, po mirties jis atgimsta geroje vietoje, danguje. ",
  "mn135:18.7": "O jei po kūno žūties, po mirties jis neatgimsta geroje vietoje, danguje, jei sugrįžta kaip žmogiška būtybė, tuomet kur beatgimtų, jis yra labai išmintingas. ",
  "mn135:18.8": "Jaunuoli, atėjus pas atsiskyrėlį ar brahmaną klausti: ",
  "mn135:18.10": "„Kas, Garbusis, yra dora, kas nedora; ",
  "mn135:18.11": "kas smerktina, kas nesmerktina; ",
  "mn135:18.12": "kas turėtų būti praktikuojama, kas neturėtų būti praktikuojama; ",
  "mn135:18.13": "kokie poelgiai ilgą laiką darys man žalą, teiks skausmą, o kokie poelgiai ilgą laiką neš naudą ir laimę?“ – tai kelias, vedantis į didį išmintingumą. ",
  "mn135:19.1": "Taigi, jaunuoli, sekimas keliu, vedančiu į trumpą gyvenimą, duoda trumpai gyvenantį žmogų; sekimas keliu, vedančiu į ilgaamžiškumą, duoda ilgaamžį žmogų. ",
  "mn135:19.2": "Ėjimas keliu, vedančiu į polinkį sirgti, duoda linkusi sirgti žmogų; ėjimas keliu, vedančiu į stiprią sveikatą, duoda stiprios sveikatos žmogų. ",
  "mn135:19.3": "Ėjimas keliu, vedančiu į negražią išvaizdą, duoda negražų žmogų; ėjimas keliu, vedančiu į patrauklumą, duoda patrauklų žmogų. ",
  "mn135:19.4": "Ėjimas keliu, vedančiu į įtakos neturėjimą, duoda žmogų be įtakos; ėjimas keliu, vedančiu į įtakingumą, duoda įtakingą žmogų. ",
  "mn135:19.5": "Ėjimas keliu, vedančiu į nepriteklių, duoda vargšą; ėjimas keliu, vedančiu į turtingumą, duoda turtuolį. ",
  "mn135:19.6": "Ėjimas keliu, vedančiu į prasčioko gyvenimą, duoda prasčioką; ėjimas keliu, vedančiu į aukštuomenę, duoda aukštuomenės žmogų. ",
  "mn135:19.7": "Ėjimas keliu, vedančiu į kvailumą, duoda kvailį; ėjimas keliu, vedančiu į didžią išmintį, duoda didį išminčių. ",
  "mn135:20.1": "Jaunuoli, būtybės yra veiksmų savininkai, veiksmų įpėdiniai, veiksmai yra jų pradėjimas, jų giminės, būtybės yra (savo) veiksmų prieglobstyje. ",
  "mn135:20.2": "Veiksmai yra tai, kas suskirsto būtybes ",
  "mn135:20.3": "į žemesnes ir viršesnes.” ",
  "mn135:21.1": "Kai tai buvo pasakyta, brahmanas jaunuolis Subha Todėjaputa pasakė Palaimintajam: ",
  "mn135:21.2": "„Nuostabu, Gerbiamas Gotama, nuostabu, Gerbiamas Gotama! ",
  "mn135:21.3": "Lygiai kaip, Gerbiamas Gotama, apverstą atstato atgal, ar atskleidžia tai, kas paslėpta, ar parodo kelią pasiklydusiam, ar į tamsą atneša aliejinę lempą tam, kad turintis akis pamatytų formas, lygiai taip Gerbiamas Gotama daugeliu būdų paaiškino Mokymą. ",
  "mn135:21.4": "Aš priimu prieglobstį Gerbiamame Gotamoje, mokyme ir vienuolių _saṅghoje_. ",
  "mn135:21.5": "Nuo šios dienos, tegul Gerbiamas Gotama laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}