{
  "mn138:0.1": "Vidutinio ilgio suttų rinkinys 138 ",
  "mn138:0.2": "Santrauka ir detali analizė ",
  "mn138:1.1": "Taip aš girdėjau. ",
  "mn138:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli <i lang='pi' translate='no'>Savatthi</i>. ",
  "mn138:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn138:1.4": "„Vienuoliai!” ",
  "mn138:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn138:1.6": "Palaimintasis štai ką pasakė: ",
  "mn138:2.1": "„Vienuoliai, mokysiu jus, (išdėstysiu) santrauką ir detalią analizę. ",
  "mn138:2.2": "To klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "mn138:2.3": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn138:2.4": "Palaimintasis štai ką pasakė: ",
  "mn138:3.1": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:3.2": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:4.1": "Štai ką pasakė Palaimintasis. ",
  "mn138:4.2": "Tai pasakęs Gerai Žengęs atsikėlė ir išėjo pas save. ",
  "mn138:5.1": "Ir štai, netrukus po to, kai Palaimintasis išėjo, tie vienuoliai pagalvojo: ",
  "mn138:5.2": "„Mielieji, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs mums šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:5.3": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:5.4": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:5.5": "Kas galėtų detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota?” ",
  "mn138:5.6": "Ir štai tie vienuoliai pagalvojo: ",
  "mn138:5.7": "„Šis garbingasis Mahakaččana yra išgirtas Mokytojo ir gerbiamas išmintingųjų švento gyvenimo bičiulių. ",
  "mn138:5.8": "Mahakaččana gali detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota. ",
  "mn138:5.9": "Kodėl mums nenuėjus pas Mahakaččaną. Nuėję paklausime jo apie tai.” ",
  "mn138:6.1": "Ir štai tie vienuoliai nuėjo pas Mahakaččaną. Nuėję, jie apsikeitė su Mahakaččana mandagiais sveikinimais. ",
  "mn138:6.2": "Apsikeitę mandagiais sveikinimais ir draugiškais žodžiais, jie atsisėdo iš šono. Sėdėdami iš šono tie vienuoliai štai ką pasakė Mahakaččanai: ",
  "mn138:6.3": "„Mielasis Mahakaččana, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs mums šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:6.4": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:6.5": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:6.6": "Ir štai, netrukus po to, kai Palaimintasis išėjo, mes pagalvojome: ",
  "mn138:6.7": "„Mielieji, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs mums šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:6.8": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:6.9": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:6.10": "Kas galėtų detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota?” ",
  "mn138:6.11": "Ir štai, Mielasis Kaččana, mes pagalvojome: ",
  "mn138:6.12": "„Šis garbingasis Mahakaččana yra išgirtas Mokytojo ir gerbiamas išmintingųjų švento gyvenimo bičiulių. ",
  "mn138:6.13": "Mahakaččana galės detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota. ",
  "mn138:6.14": "Kodėl mums nenuėjus pas Mahakaččaną. Nuėję paklausime jo apie tai. ",
  "mn138:6.15": "Teišanalizuoja Mahakaččana!“ ",
  "mn138:7.1": "„Panašiai, Mielieji, kaip kad jei žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs šaknis, praleidęs kamieną, manytų, kad branduolinės medienos reikėtų ieškoti lapuose ir šakose, ",
  "mn138:7.2": "tokios pad išvados priėjo garbingieji. Buvę šalia Mokytojo, jie praleido Palaimintąjį ir galvoja paklausti manęs apie to (mokymo) prasmę. ",
  "mn138:7.3": "Juk, Mielieji, Tathagata žinodamas žino, matydamas mato, yra it regą, it žinojimas, it <i lang='pi' translate='no'>Dhamm</i>a, it <i lang='pi' translate='no'>Brahma</i>, skelbėjas, paskelbėjas, prasmės aiškintojas, nemirtingumo dovanotojas, <i lang='pi' translate='no'>Dhamm</i>os Meistras. ",
  "mn138:7.4": "Tuomet buvo laikas paties Palaimintojo paklausti apie to (mokymo) prasmę. ",
  "mn138:7.5": "Kaip jis būtų išaiškinęs, taip ir turėtumėte atminti.” ",
  "mn138:8.1": "„Žinoma, Mielasis Kaččana, Tathagata žinodamas žino, matydamas mato, yra it regą, it žinojimas, it <i lang='pi' translate='no'>Dhamm</i>a, it <i lang='pi' translate='no'>Brahma</i>, skelbėjas, paskelbėjas, prasmės aiškintojas, nemirtingumo dovanotojas, <i lang='pi' translate='no'>Dhamm</i>os Meistras. ",
  "mn138:8.2": "Tuomet buvo laikas paties Palaimintojo paklausti apie to (mokymo) prasmę. ",
  "mn138:8.3": "Kaip jis būtų išaiškinęs, taip ir turėtume atminti. ",
  "mn138:8.4": "Na bet Mahakaččana yra išgirtas Mokytojo ir gerbiamas išmintingųjų švento gyvenimo bičiulių. ",
  "mn138:8.5": "Mahakaččana gali detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota. ",
  "mn138:8.6": "Teišanalizuoja Mahakaččana, jei jam nesunku!“ ",
  "mn138:9.1": "„Ką gi, Mielieji, klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "mn138:9.2": "„Taip, Mielasis,” – atsakė garbingajam Mahakaččanai tie vienuoliai. ",
  "mn138:9.3": "Garbingasis Mahakaččana štai ką pasakė: ",
  "mn138:9.4": "„Mielieji, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:9.5": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:9.6": "Mielieji, štai kaip suprantu šios Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota, detalią prasmę. ",
  "mn138:10.1": "Kokią sąmonę vadina išsiblaškiusia, išsisklaidžiusia po išorę? ",
  "mn138:10.2": "Štai, Mielieji, akimis pamačius formą, vienuolio sąmonė seka formos bruožus. Formos bruožų saldybės pririštą, surištą, pančiais supančiotą sąmonę vadina išsiblaškiusia, išsisklaidžiusia po išorę. ",
  "mn138:10.3": "Ausimi išgirdus garsą … ",
  "mn138:10.4": "Nosimi užuodus kvapą … ",
  "mn138:10.5": "Liežuviu pajutus skonį … ",
  "mn138:10.6": "Kūnu palietus tai, kas apčiuopiama … ",
  "mn138:10.7": "Protu pažinus reiškinį, vienuolio sąmonė seka reiškinio bruožus. Reiškinio bruožų saldybės pririštą, surištą, pančiais supančiotą sąmonę vadina išsiblaškiusia, išsisklaidžiusia po išorę. ",
  "mn138:10.8": "Tokią sąmonę vadina išsiblaškiusia, išsisklaidžiusia po išorę. ",
  "mn138:11.1": "Ir kokią sąmonę vadina neišsiblaškiusia, neišsisklaidžiusia po išorę? ",
  "mn138:11.2": "Štai, Mielieji, akimis pamačius formą, vienuolio sąmonė neseka formos bruožų. Formos bruožų saldybės nepririštą, nesurištą, pančiais nesupančiotą sąmonę vadina neišsiblaškiusia, neišsisklaidžiusia po išorę. ",
  "mn138:11.3": "Ausimi išgirdus garsą … ",
  "mn138:11.4": "Nosimi užuodus kvapą … ",
  "mn138:11.5": "Liežuviu pajutus skonį … ",
  "mn138:11.6": "Kūnu palietus tai, kas apčiuopiama … ",
  "mn138:11.7": "Protu pažinus reiškinį, vienuolio sąmonė neseka reiškinio bruožų. Reiškinio bruožų saldybės nepririštą, nesurištą, pančiais nesupančiotą sąmonę vadina neišsiblaškiusia, neišsisklaidžiusia po išorę. ",
  "mn138:11.8": "Tokią sąmonę vadina neišsiblaškiusia, neišsisklaidžiusia po išorę. ",
  "mn138:12.1": "Ir kokią sąmonę vadina įstrigusia viduje? ",
  "mn138:12.2": "Štai, Mielieji, vienuolis, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia ir buvoja iš atsiskyrimo gimusioje ekstazėje ir palaimoje su (proto) kreipimu ir išlaikymu – pirmojoje džhanoje. ",
  "mn138:12.3": "Jo sąmonė seka iš atsiskyrimo gimusią ekstazę ir palaimą. Iš atsiskyrimo gimusios ekstazės ir palaimos saldybės pririštą, surištą, pančiais supančiotą sąmonę vadina įstrigusia viduje. ",
  "mn138:13.1": "Toliau, Mielieji, kai liaunasi (proto) kreipimas ir išlaikymas, būdamas su iš vidaus nurimusiu susitelkusiu protu, vienuolis pasiekia ir buvoja iš sutelkties gimusioje ekstazėje ir palaimoje be (proto) kreipimo ir išlaikymo – antrojoje džhanoje. ",
  "mn138:13.2": "Jo sąmonė seka iš sutelkties gimusią ekstazę ir palaimą. Iš sutelkties gimusios ekstazės ir palaimos saldybės pririštą, surištą, pančiais supančiotą sąmonę vadina įstrigusia viduje. ",
  "mn138:14.1": "Toliau, Mielieji, ekstazei išblėsus, vienuolis buvoja lygiažiūrus, atidus ir aiškiai suprantantis, jis visa esybe patiria palaimą. Jis pasiekia ir buvoja tame, ką taurieji nupasakoja taip: „Jis būna laimingas, lygiažiūrus ir atidus,” – trečiojoje džhanoje. ",
  "mn138:14.2": "Jo sąmonė seka lygiažiūrą. Lygiažiūros saldybės pririštą, surištą, pančiais supančiotą sąmonę vadina įstrigusia viduje. ",
  "mn138:15.1": "Toliau, Mielieji, palikęs (vertinimą) malonu-nemalonu, peržengęs ankstesnius laimę ir nusiminimą, vienuolis pasiekia ir buvoja su lygiažiūros išgryninta atida, be (vertinimo) malonu-nemalonu – ketvirtojoje džhanoje. ",
  "mn138:15.2": "Jo sąmonė seka (vertinimo) malonu-nemalonu nebuvimą. (Vertinimo) malonu-nemalonu nebuvimo saldybės pririštą, surištą, pančiais supančiotą sąmonę vadina įstrigusia viduje. ",
  "mn138:15.3": "Tokią, Mielieji, sąmonę vadina įstrigusia viduje. ",
  "mn138:16.1": "Ir kokią sąmonę vadina neįstrigusia viduje? ",
  "mn138:16.2": "Štai, Mielieji, vienuolis, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia ir buvoja … pirmojoje džhanoje. ",
  "mn138:16.3": "Jo sąmonė neseka iš atsiskyrimo gimusios ekstazės ir palaimos. Iš atsiskyrimo gimusios ekstazės ir palaimos saldybės nepririštą, nesurištą, pančiais nesupančiotą sąmonę vadina neįstrigusia viduje. ",
  "mn138:17.1": "Toliau, Mielieji, kai liaunasi (proto) kreipimas ir išlaikymas … vienuolis pasiekia ir buvoja … antrojoje džhanoje. ",
  "mn138:17.2": "Jo sąmonė neseka iš sutelkties gimusios ekstazės ir palaimos. Iš sutelkties gimusios ekstazės ir palaimos saldybės nepririštą, nesurištą, pančiais nesupančiotą sąmonę vadina neįstrigusia viduje. ",
  "mn138:18.1": "Toliau, Mielieji, ekstazei išblėsus, vienuolis … pasiekia ir buvoja … trečiojoje džhanoje. ",
  "mn138:18.2": "Jo sąmonė neseka lygiažiūros. Lygiažiūros saldybės nepririštą, nesurištą, pančiais nesupančiotą sąmonę vadina neįstrigusia viduje. ",
  "mn138:19.1": "Toliau, Mielieji, palikęs (vertinimą) malonu-nemalonu, peržengęs ankstesnius laimę ir nusiminimą, vienuolis pasiekia ir buvoja su lygiažiūros išgryninta atida, be (vertinimo) malonu-nemalonu – ketvirtojoje džhanoje. ",
  "mn138:19.2": "Jo sąmonė neseka (vertinimo) malonu-nemalonu nebuvimo. (Vertinimo) malonu-nemalonu nebuvimo saldybės nepririštą, nesurištą, pančiais nesupančiotą sąmonę vadina neįstrigusia viduje. ",
  "mn138:19.3": "Tokią, Mielieji, sąmonę vadina neįstrigusia viduje. ",
  "mn138:20.1": "Ir kaip dėl savinimosi žmogus tąsomas troškimo? ",
  "mn138:20.2": "Štai, Mielieji, neapmokytas, eilinis žmogus, kuris nėra matęs tauriųjų, nenusimano apie tauriųjų mokymą ir nebuvo jo mokytas, kuris nėra matęs padorių žmonių, nenusimano apie padorių žmonių mokymą ir nebuvo jo mokytas, ",
  "mn138:20.3": "suvokia materialią formą kaip savastį, arba, kad savastis turi materialią formą, arba, kad materiali forma esti savastyje, arba, kad savastis esti materialioje formoje. ",
  "mn138:20.4": "Toji jo materiali forma pakinta, tampa kitokia. ",
  "mn138:20.5": "Jo materialiai formai pakitus, tapus kitokiai, sąmonei rūpi materialios formos pakitimas, tapimas kitokia. ",
  "mn138:20.6": "Jo protą užvaldo dėsningai kylanti būsena – troškimo tąsymas, gimstantis kai rūpi materialios formos pakitimas, tapimas kitokia. ",
  "mn138:20.7": "Dėl užvaldyto proto, jis baiminasi, stresuoja, ilgisi, dėl savinimosi yra tąsomas troškimo. ",
  "mn138:20.8": "Jis suvokia jausmo toną kaip savastį … ",
  "mn138:20.9": "Jis suvokia suvokimą kaip savastį … ",
  "mn138:20.10": "Jis suvokia proto darinius kaip savastį … ",
  "mn138:20.11": "Jis suvokia sąmonę kaip savastį, arba, kad savastis turi sąmonę, arba, kad sąmonė esti savastyje, arba, kad savastis esti sąmonėje. ",
  "mn138:20.12": "Toji jo sąmonė pakinta, tampa kitokia. ",
  "mn138:20.13": "Jo sąmonei pakitus, tapus kitokiai, sąmonei rūpi sąmonės pakitimas, tapimas kitokia. ",
  "mn138:20.14": "Jo protą užvaldo dėsningai kylanti būsena – troškimo tąsymas, gimstantis kai rūpi sąmonės pakitimas, tapimas kitokia. ",
  "mn138:20.15": "Dėl užvaldyto proto, jis baiminasi, stresuoja, ilgisi, dėl savinimosi yra tąsomas troškimo. ",
  "mn138:20.16": "Taip dėl savinimosi žmogus tąsomas troškimo. ",
  "mn138:21.1": "Ir kaip dėl nesisavinimo žmogus nėra tąsomas troškimo? ",
  "mn138:21.2": "Štai, Mielieji, apmokytas tauriųjų mokinys, kuris yra matęs tauriuosius, nusimano apie tauriųjų mokymą ir buvo to mokytas, kuris yra matęs padorių žmonių, nusimano apie padorių žmonių mokymą ir buvo to mokytas, ",
  "mn138:21.3": "nesuvokia nei materialios formos kaip savasties, nei, kad savastis turėtų materialią formą, nei, kad materiali forma būtų savastyje, nei, kad savastis būtų materialioje formoje. ",
  "mn138:21.4": "Toji jo materiali forma pakinta, tampa kitokia. ",
  "mn138:21.5": "Jo materialiai formai pakitus, tapus kitokiai, sąmonei nerūpi materialios formos pakitimas, tapimas kitokia. ",
  "mn138:21.6": "Jo proto neužvaldo dėsningai kylanti būsena – troškimo tąsymas, gimstantis kai rūpi materialios formos pakitimas, tapimas kitokia. ",
  "mn138:21.7": "Dėl neužvaldyto proto, jis nesibaimina, nestresuoja, nesiilgi, dėl nesisavinimo nėra tąsomas troškimo. ",
  "mn138:21.8": "Jis nesuvokia nei jausmo tono kaip savasties … ",
  "mn138:21.9": "Jis nesuvokia nei suvokimo kaip savasties … ",
  "mn138:21.10": "Jis nesuvokia nei proto darinių kaip savasties … ",
  "mn138:21.11": "Jis nesuvokia nei sąmonės kaip savasties, nei, kad savastis turėtų sąmonę, nei, kad sąmonė būtų savastyje, nei, kad savastis būtų sąmonėje. ",
  "mn138:21.12": "Toji jo sąmonė pakinta, tampa kitokia. ",
  "mn138:21.13": "Jo sąmonei pakitus, tapus kitokiai, sąmonei nerūpi sąmonės pakitimas, tapimas kitokia. ",
  "mn138:21.14": "Jo proto neužvaldo dėsningai kylanti būsena – troškimo tąsymas, gimstantis kai rūpi sąmonės pakitimas, tapimas kitokia. ",
  "mn138:21.15": "Dėl neužvaldyto proto, jis nesibaimina, nestresuoja, nesiilgi, dėl nesisavinimo nėra tąsomas troškimo. ",
  "mn138:21.16": "Taip dėl nesisavinimo žmogus nėra tąsomas troškimo. ",
  "mn138:22.1": "Mielieji, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:22.2": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:22.3": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:22.4": "Mielieji, štai kaip suprantu šios Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota, detalią prasmę. ",
  "mn138:22.5": "Jei garbingieji nori, tenueina pas Palaimintąjį ir paklausia jo paties apie to (mokymo) prasmę. ",
  "mn138:22.6": "Kaip jis išaiškins, taip ir turėtumėte atminti.” ",
  "mn138:23.1": "Ir štai tie vienuoliai, pasidžiaugę, patenkinti garbingojo Mahakaččanos kalba, atsikėlė ir nuėjo pas Palaimintąjį. Atėję, jie pasveikino Palaimintąjį ir atsisėdo iš šono. Sėdėdami gi iš šono tie vienuoliai štai ką pasakė Palaimintajam: ",
  "mn138:23.2": "„Garbusis, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs mums šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:23.3": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:23.4": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:23.5": "Ir štai, netrukus po to, kai Palaimintasis išėjo, mes pagalvojome: ",
  "mn138:23.6": "„Mielieji, Palaimintasis atsikėlęs išėjo pas save trumpai išdėstęs mums šią santrauką, bet neišanalizavęs detaliai jos prasmės: ",
  "mn138:23.7": "„Vienuoliai, vienuolis turėtų save tyrinėti taip, kad jo sąmonė nesiblaškytų, neišsisklaidytų po išorę ir neįstrigtų viduje, ir kad dėl nesisavinimo jis nebūtų tąsomas troškimo. ",
  "mn138:23.8": "Vienuoliai, kai sąmonė nesiblaško, neišsisklaido po išorę ir neįstringa viduje, dėl nesisavinimo troškimo netąsomam žmogui ateityje nekils priežastis kentėti: gimti, senti ir mirti.” ",
  "mn138:23.9": "Kas galėtų detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota?” ",
  "mn138:23.10": "Mes, Garbusis, taip pagalvojome: ",
  "mn138:23.11": "„Šis garbingasis Mahakaččana yra išgirtas Mokytojo ir gerbiamas išmintingųjų švento gyvenimo bičiulių. ",
  "mn138:23.12": "Mahakaččana gali detaliai išanalizuoti ir paaiškinti prasmę Palaimintojo trumpai išdėstytos santraukos, kuri liko neišanalizuota. ",
  "mn138:23.13": "Kodėl mums nenuėjus pas Mahakaččaną. Nuėję paklausime jo apie tai.” ",
  "mn138:23.14": "Ir štai, Garbusis, mes nuėjome pas Mahakaččaną. Nuėję, paklausime jo apie tai. ",
  "mn138:23.15": "Ir garbingasis Mahakaččana mums išaiškino tokiu būdu, tokiomis frazėmis, tokiais žodžiais.” ",
  "mn138:24.1": "„Vienuoliai, Mahakaččana yra išmintingas, didžios išminties yra Mahakaččana. ",
  "mn138:24.2": "Jei, vienuoliai, būtumėte manęs apie tai paklausę, būčiau jums išaiškinęs taip pat kaip tai padarė Mahakaččana. ",
  "mn138:24.3": "Tokia ir yra to prasmė, taip ir turėtumėte tai atminti.” ",
  "mn138:24.4": "Štai ką pasakė Palaimintasis. ",
  "mn138:24.5": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}