{
  "mn13:0.1": "Vidutinio ilgio suttų rinkinys 13 ",
  "mn13:0.2": "Didžioji sutta apie kalną kančios ",
  "mn13:1.1": "Taip aš girdėjau. ",
  "mn13:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn13:2.1": "Ir štai vienuolių būrys iš ryto apsirengė, pasiėmė dubenį aukoms ir viršutinį apdarą ir nuėjo į Savatthį aukų (rinkti). ",
  "mn13:2.2": "Ir štai tie vienuoliai pagalvojo: ",
  "mn13:2.3": "„Dar per anksti eiti į Savatthį aukų rinkti. ",
  "mn13:2.4": "Kodėl mums nenuėjus į kitatikių klajotojų parką?“ ",
  "mn13:2.5": "Ir štai tie vienuoliai nuėjo į kitatikių klajotojų parką. Nuėję, jie apsikeitė su tais kitatikiais klajotojais mandagiais sveikinimais. ",
  "mn13:2.6": "Apsikeitę mandagiais sveikinimais ir draugiškais žodžiais jie atsisėdo iš šono. Sėdintiems gi iš šono tiems vienuoliams kitatikiai klajotojai štai ką pasakė: ",
  "mn13:3.1": "„Draugai, atsiskyrėlis Gotama aiškina visišką juslinių malonumų supratimą, mes taip pat aiškiname visišką juslinių malonumų supratimą. ",
  "mn13:3.2": "Draugai, atsiskyrėlis Gotama aiškina visišką materialios formos supratimą, mes taip pat aiškiname visišką materialios formos supratimą. ",
  "mn13:3.3": "Draugai, atsiskyrėlis Gotama aiškina visišką jausmo tonų supratimą, mes taip pat aiškiname visišką jausmo tonų supratimą. ",
  "mn13:3.4": "Koks, draugai, čia yra skirtumas, nepanašumas, nevienodumas tarp atsiskyrėlio Gotamos Dhammos dėstymo, nurodymo ir mūsų?” ",
  "mn13:4.1": "Ir štai tie vienuoliai kitatikių klajotojų kalba nei pasidžiaugė, nei ją išpeikė. ",
  "mn13:4.2": "Nepasidžiaugę, neišpeikę, jie atsikėlė ir išėjo, (galvodami): ",
  "mn13:4.3": "„Sužinosime šių žodžių esmę, kai būsime pas Palaimintąjį.“ ",
  "mn13:5.1": "Ir štai tie vienuoliai pavaikščiojo rinkdami aukas Savatthije. Sugrįžę po aukų rinkimo ir pavalgę, nuėjo pas Palaimintąjį. Atėję pasveikino jį ir atsisėdo iš šono. Sėdėdami gi iš šono tie vienuoliai štai ką pasakė Palaimintajam: ",
  "mn13:5.2": "„Garbusis, iš ryto mes apsirengėme, pasiėmėme dubenis aukoms ir viršutinius apdarus ir nuėjome į Savatthį aukų (rinkti). ",
  "mn13:5.3": "Mes, Garbusis, taip pagalvojome: ",
  "mn13:5.4": "„Dar per anksti eiti į Savatthį aukų rinkti. ",
  "mn13:5.5": "Kodėl mums nenuėjus į kitatikių klajotojų parką?“ ",
  "mn13:5.6": "Ir štai, Garbusis, mes nuėjome į kitatikių klajotojų parką. Nuėję, apsikeitėme su tais kitatikiais klajotojais mandagiais sveikinimais. ",
  "mn13:5.7": "Apsikeitę mandagiais sveikinimais ir draugiškais žodžiais atsisėdome iš šono. Mums, sėdintiems taip iš šono, kitatikiai klajotojai štai ką pasakė: ",
  "mn13:5.8": "„Draugai, atsiskyrėlis Gotama aiškina visišką juslinių malonumų supratimą, mes taip pat aiškiname visišką juslinių malonumų supratimą. ",
  "mn13:5.9": "Draugai, atsiskyrėlis Gotama aiškina visišką materialios formos supratimą, mes taip pat aiškiname visišką materialios formos supratimą. ",
  "mn13:5.10": "Draugai, atsiskyrėlis Gotama aiškina visišką jausmo tonų supratimą, mes taip pat aiškiname visišką jausmo tonų supratimą. ",
  "mn13:5.11": "Koks, draugai, čia yra skirtumas, nepanašumas, nevienodumas tarp atsiskyrėlio Gotamos Dhammos dėstymo, nurodymo ir mūsų?” ",
  "mn13:5.12": "Ir štai, Garbusis, mes kitatikių klajotojų kalba nei pasidžiaugėme, nei ją išpeikėme. ",
  "mn13:5.13": "Nepasidžiaugę, neišpeikę, atsikėlėme ir išėjome, (galvodami): ",
  "mn13:5.14": "„Sužinosime šių žodžių esmę, kai būsime pas Palaimintąjį.“ ",
  "mn13:6.1": "„Vienuoliai, taip kalbantiems kitatikiams klajotojams turėtumėte sakyti taip: ",
  "mn13:6.2": "„Bet, draugai, kas yra juslinių malonumų saldybė, kas kartumas, kas yra ištrūkimas (iš jų)? ",
  "mn13:6.3": "Bet, draugai, kas yra materialios formos saldybė, kokia bėda (yra susijusi su ja), kas yra ištrūkimas (iš jos)? ",
  "mn13:6.4": "Bet, draugai, kas yra jausmo tonų saldybė, kokia bėda (yra susijusi su jais), kas yra ištrūkimas (iš jų)? ",
  "mn13:6.5": "Taip paklausti, vienuoliai, kitatikiai klajotojai negalės paaiškinti, o be to jie susierzins. ",
  "mn13:6.6": "Kokia yra to priežastis? ",
  "mn13:6.7": "Tai, vienuoliai, yra ne jų (kompetencijos) sritis. ",
  "mn13:6.8": "Aš nematau, vienuoliai, pasaulyje su jo dievybėmis, su Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir paprastais žmonėmis nieko daugiau, kas galėtų patenkinti protą atsakymų į šiuos klausimus, bet tik Tathagatą, jo mokinį arba kažką, kas girdėjo atsakymą iš jų. ",
  "mn13:7.1": "Ir kas, vienuoliai, yra juslinių malonumų saldybė? ",
  "mn13:7.2": "Vienuoliai, yra šie penki juslinių malonumų šaltiniai. ",
  "mn13:7.3": "Kokie penki? ",
  "mn13:7.4": "Akimi pažįstamos formos, kurios yra norimos, malonios, žavinčios, iš prigimties mielos, susiję su geismu. ",
  "mn13:7.5": "Ausimi pažįstami garsai … ",
  "mn13:7.6": "Nosimi pažįstami kvapai … ",
  "mn13:7.7": "Liežuviu pažįstami skoniai … ",
  "mn13:7.8": "Kūnu pažįstami apčiuopiami objektai, kurie yra norimi, malonus, žavintys, iš prigimties mieli, susiję su geismu. ",
  "mn13:7.9": "Šie, vienuoliai, yra penki juslinių malonumų šaltiniai. ",
  "mn13:7.10": "Laimė ir malonumas, vienuoliai, gimstantys dėl šių penkių juslinių malonumų šaltinių, – tai juslinių malonumų saldybė. ",
  "mn13:8.1": "Ir kokia, vienuoliai, bėda (yra susijusi su) jusliniais malonumais? ",
  "mn13:8.2": "Štai, vienuoliai, šeimos žmogus užsidirbdamas pragyvenimui kokiu nors amatu – ",
  "mn13:8.3": "ar skaičiavimu, ar apskaičiavimu, ar išskaičiavimu, ar žemės dirbimu, ar prekiavimu, ar gyvulių priežiūra, ar šaudymu iš lanko, ar tarnavimu valdžiai ar kokiu nors kitu amatu – ",
  "mn13:8.4": "susiduria su šalčiu, karščiu, yra kamuojamas sąlyčiu su gyliais, uodais, vėjų, saule, ropliais, (rizikuoja) mirti iš troškulio ir bado. ",
  "mn13:8.5": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:9.1": "Ir jei, vienuoliai, pas tą šeimos žmogų, kuris taip stengiasi, rėžiasi, deda pastangas, turtai neateina, ",
  "mn13:9.2": "jis sielvartauja, kankinasi, rauda, jis pamišta (dejuodamas): ",
  "mn13:9.3": "„Į vėją mano įrąža, bevaisės mano pastangos.” ",
  "mn13:9.4": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:10.1": "O jei, vienuoliai, pas tą šeimos žmogų, kuris taip stengiasi, rėžiasi, deda pastangas, turtai ateina, ",
  "mn13:10.2": "jis dėl tų turtų saugojimo jaučia skausmą ir liūdesį (galvodamas): ",
  "mn13:10.3": "„Ką čia padarius kad mano turtus nei valdžia neatimtų, nei vagys nepavogtų, nei ugnis nesudegintų, nei vanduo nenušluotų, nei nemieli įpėdiniai nepasiimtų?” ",
  "mn13:10.4": "Jam taip saugant, sergėjant, jo turtus arba valdžia atima, arba vagys pavagia, arba ugnis sudegina, arba vanduo nušluoja, arba nemieli įpėdiniai pasiima. ",
  "mn13:10.5": "Jis sielvartauja, kankinasi, rauda, jis pamišta (dejuodamas): ",
  "mn13:10.6": "„Net to, kas buvo mano, ir to nebeturiu!“ ",
  "mn13:10.7": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:11.1": "Toliau, vienuoliai, jusliniai malonumai yra sąlyga, jusliniai malonumai yra šaltinis, jusliniai malonumai yra priežastis, vien jusliniai malonumai yra šaknis to, kad valdovai ginčijasi su vadovais, <i lang='pi' translate='no'>kšatrijai</i> ginčijasi su <i lang='pi' translate='no'>kšatrijais</i>, <i lang='pi' translate='no'>brahmanai</i> ginčijasi  su <i lang='pi' translate='no'>brahmanais</i>, namų šeimininkai ginčijasi su namų šeimininkais, motina ginčijasi su vaiku, vaikas ginčijasi su motinas, tėvas ginčijasi su vaiku, vaikas ginčijasi su tėvu, brolis ginčijasi su broliu, brolis ginčijasi su seserimi, sesuo ginčijasi su broliu, draugas ginčijasi su draugu. ",
  "mn13:11.2": "Per tuos kivirčus, barnius ir ginčus jie puola vieni kitus rankomis, akmenimis, pagaliais ar peiliais. ",
  "mn13:11.3": "Taip jie gauna galą arba patiria kone mirtiną skausmą. ",
  "mn13:11.4": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:12.1": "Toliau, vienuoliai, jusliniai malonumai yra sąlyga, jusliniai malonumai yra šaltinis, jusliniai malonumai yra priežastis, vien jusliniai malonumai yra šaknis to, kad pasiėmę kardą ir skydą, užsidėję lanką ir strėlinę, priešininkai susirenka mūšio lauke ir leidžiasi šaudyti strėles, mojuoti durklais ir švytuoti kardais. ",
  "mn13:12.2": "Ten jie pašaunami strėlėmis, persmeigiami durklais, ir jų galvos nukertamos kardais. ",
  "mn13:12.3": "Taip jie gauna galą arba patiria kone mirtiną skausmą. ",
  "mn13:12.4": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:13.1": "Toliau, vienuoliai, jusliniai malonumai yra sąlyga, jusliniai malonumai yra šaltinis, jusliniai malonumai yra priežastis, vien jusliniai malonumai yra šaknis to, kad pasiėmę kardą ir skydą, užsidėję lanką ir strėlinę, po slidžiomis gynybinėmis sienomis (žmonės) leidžiasi šaudyti strėles, mojuoti durklais ir švytuoti kardais. ",
  "mn13:13.2": "Ten jie pašaunami strėlėmis, persmeigiami durklais, apipilami (karštu) mėšlu, sutraiškomi vartais, ir jų galvos nukertamos kardais. ",
  "mn13:13.3": "Taip jie gauna galą arba patiria kone mirtiną skausmą. ",
  "mn13:13.4": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:14.1": "Toliau, vienuoliai, jusliniai malonumai yra sąlyga, jusliniai malonumai yra šaltinis, jusliniai malonumai yra priežastis, vien jusliniai malonumai yra šaknis to, kad įsilaužiama į namus, plėšiami turtai, plėšikaujama, pakelėse tykojami keliauninkai, svetimaujama. ",
  "mn13:14.2": "Kai taip darančius pagauna, valdovai jiems paskiria įvairias bausmes: ",
  "mn13:14.3": "plakti botagais, vanoti rykštėmis, lupti lazdomis, nupjauti rankas, nupjauti kojas, nupjauti rankas ir kojas, nupjauti ausis, nupjauti nosį, nupjauti ausis ir nosį, kankinti „košės puodu“, „nušveistos kriauklės nuskutimu“, „Rahu burna“, „ugnies girlianda“, „degančia ranka“, „pintu diržu“, „žievės apdaru“, „antilope“, „mėsos kabliais“, „monetomis“, „šarmo vonia“, „strypo sukimu“, „šiaudine kėde“, apipilti verdančiu aliejumi, atiduoti šunims sudraskyti, pasodinti ant kuolo, kardu galvą nukirsti. ",
  "mn13:14.4": "Taip jie gauna galą arba patiria kone mirtiną skausmą. ",
  "mn13:14.5": "Ir tai, vienuoliai, yra čia ir dabar matoma bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:15.1": "Toliau, vienuoliai, jusliniai malonumai yra sąlyga, jusliniai malonumai yra šaltinis, jusliniai malonumai yra priežastis, vien jusliniai malonumai yra šaknis to, kad elgiamasi blogai kūnu, elgiamasi blogai kalba, elgiamasi blogai protu. ",
  "mn13:15.2": "Tie, kas elgėsi blogai kūnu, elgėsi blogai kalba, elgėsi blogai protu, po kūno žūties, po mirties atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn13:15.3": "Ir tai, vienuoliai, yra kitame gyvenime (laukianti) bėda (susijusi) su jusliniais malonumais, kančios kalnas, kurio sąlyga – jusliniai malonumai,  šaltinis – jusliniai malonumai, priežastis – jusliniai malonumai, kurio šaknis – vien jusliniai malonumai. ",
  "mn13:16.1": "Ir kas, vienuoliai, yra ištrūkimas iš juslinių malonumų? ",
  "mn13:16.2": "Vienuoliai, aistringo geismo jusliniams malonumams panaikinimas, atsikratymas – tai yra ištrūkimas iš juslinių malonumų. ",
  "mn13:17.1": "Vienuoliai, neįmanoma, kad atsiskyrėliai ar brahmanai, kurie iš tiesų nesupranta juslinių malonumų saldybę kaip saldybę, kartumą kaip kartumą, ir ištrūkimą (iš jų) kaip ištrūkimą, galėtų teisingai perprasti juslinius malonumus ar padėti kitiem praktikuoti taip, kad jie tai perprastų. ",
  "mn13:17.2": "Bet, vienuoliai, (visai) įmanoma, kad atsiskyrėliai ar brahmanai, kurie iš tiesų supranta juslinių malonumų saldybę kaip saldybę, kartumą kaip kartumą, ir ištrūkimą (iš jų) kaip ištrūkimą, galės teisingai perprasti juslinius malonumus ar padėti kitiem praktikuoti taip, kad jie tai perprastų. ",
  "mn13:18.1": "Ir kas, vienuoliai, yra materialios formos saldybė? ",
  "mn13:18.2": "Sakykime, vienuoliai, kšatrijų, brahmanų ar  namų šeimininko šeimoje būtų panelė penkiolikos metų ar šešiolikos metų, nei per aukšta, nei per žema, nei per liesa, nei per stora, nei per tamsi, ne per šviesi. Ar ji tuo metu nebūtų gražiausios ir dailiausios išvaizdos?” ",
  "mn13:18.3": "„Taip, Garbusis.” ",
  "mn13:18.4": "„Laimė ir malonumas, vienuoliai, gimstantys dėl gražios ir dailios išvaizdos – ",
  "mn13:18.5": "tai materialios formos saldybė. ",
  "mn13:19.1": "Ir kokia, vienuoliai, bėda (yra susijusi su) materialia forma? ",
  "mn13:19.2": "Štai, vienuoliai, ta pati  nuostabi moteris gali būti pamatyta vėliau, aštuoniasdešimtmetė, devyniasdešimtmetė, šimtametė, pasenusi, sulinkusi lyg gegnė, pakumpusi, besiremianti į lazdą, svyruojanti, kai eina, ligota, kurios jaunystė praėjo, subyrėjusiais dantimis, žilais plaukais, retais plaukais, praplikusi, išėjusiu dėmėmis kūnu. ",
  "mn13:19.3": "Kaip manote, vienuoliai, ",
  "mn13:19.4": "ar praeities graži ir daili išvaizda dingo ir kartumas tapo akivaizdus?” ",
  "mn13:19.5": "„Taip, Garbusis.” ",
  "mn13:19.6": "„Ir tai, vienuoliai, yra materialių formų kartumas. ",
  "mn13:20.1": "Toliau, vienuoliai, ta pati nuostabi moteris gali būti pamatyta serganti, kamuojama negalios, pakirsta ligos, gulinti savo pačios šlapime ir išmatose, kiti jai padėtų atsikelti ir atsigulti į lovą. ",
  "mn13:20.2": "Kaip manote, vienuoliai, ",
  "mn13:20.3": "ar praeities graži ir daili išvaizda dingo ir kartumas tapo akivaizdus?” ",
  "mn13:20.4": "„Taip, Garbusis.” ",
  "mn13:20.5": "„Ir tai, vienuoliai, yra materialių formų kartumas. ",
  "mn13:21.1": "Toliau, vienuoliai, tos pačios nuostabios moters kūnas gali būti pamatytas išmestas kapinėse, ",
  "mn13:21.2": "vienos dienos senumo, dviejų dienų senumo ar trijų dienų senumo, ištinęs, pamėlynavęs, pūvantis. ",
  "mn13:21.3": "Kaip manote, vienuoliai, ",
  "mn13:21.4": "ar praeities graži ir daili išvaizda dingo ir kartumas tapo akivaizdus?” ",
  "mn13:21.5": "„Taip, Garbusis.” ",
  "mn13:21.6": "„Ir tai, vienuoliai, yra materialių formų kartumas. ",
  "mn13:22.1": "Toliau, vienuoliai, tos pačios nuostabios moters kūnas gali būti pamatytas išmestas kapinėse, ",
  "mn13:22.2": "ėdamas varnų ar ėdamas vanagų, ėdamas maitvanagių ar ėdamas garnių, ėdamas šunų ar ėdamas tigrų, ėdamas laukinių žvėrių ar ėdamas šakalų ar ėdamas daugybės vabzdžių. ",
  "mn13:22.3": "Kaip manote, vienuoliai, ar praeities graži ir daili išvaizda dingo ir kartumas tapo akivaizdus?” ",
  "mn13:22.4": "„Taip, Garbusis.” ",
  "mn13:22.5": "„Ir tai, vienuoliai, yra materialių formų kartumas. ",
  "mn13:23-28.1": "Toliau, vienuoliai, tos pačios nuostabios moters kūnas gali būti pamatytas išmestas kapinėse, ",
  "mn13:23-28.2": "(jo) sujungti sausgyslėmis griaučiai be mėsos, raudoni nuo kraujo; sujungti sausgyslėmis griaučiai, be mėsos, be kraujo; sujungti sausgyslėmis griaučiai su mėsa ir kraujais; nesujungti sausgyslėmis griaučiai, išmėtytus į visas puses: ",
  "mn13:23-28.3": "vienur rankų kaulas, kitur padikaulis, vienur kulkšnies kaulas, kitur blauzdikaulis, vienur šlaunikaulis, kitur dubenkaulis, vienur šonkaulis, kitur stuburkaulis, vienur raktikaulis, kitur kaklo kaulas, vienur žandikaulis, kitur dantis, dar kitur kaukolė. ",
  "mn13:23-28.4": "Kaip manote, vienuoliai, ar praeities graži ir daili išvaizda dingo ir kartumas tapo akivaizdus?” ",
  "mn13:23-28.5": "„Taip, Garbusis.” ",
  "mn13:23-28.6": "„Ir tai, vienuoliai, yra materialių formų kartumas. ",
  "mn13:29.1": "Toliau, vienuoliai, tos pačios nuostabios moters kūnas gali būti pamatytas išmestas kapinėse, ",
  "mn13:29.2": "pasenusių kaulų krūva; supuvę kaulai, pavirtę dulkėmis; balti kaulai, įgavę kriauklės spalvą. ",
  "mn13:29.3": "Kaip manote, vienuoliai, ",
  "mn13:29.4": "ar praeities graži ir daili išvaizda dingo ir kartumas tapo akivaizdus?” ",
  "mn13:29.5": "„Taip, Garbusis.” ",
  "mn13:29.6": "„Ir tai, vienuoliai, yra materialių formų kartumas. ",
  "mn13:30.1": "Ir kas, vienuoliai, yra ištrūkimas iš materialios formos? ",
  "mn13:30.2": "Vienuoliai, aistringo geismo materialiai formai panaikinimas, atsikratymas – tai yra ištrūkimas iš materialios formos. ",
  "mn13:31.1": "Vienuoliai, neįmanoma, kad atsiskyrėliai ar brahmanai, kurie iš tiesų nesupranta materialios formos saldybę kaip saldybę, kartumą kaip kartumą, ir ištrūkimą (iš jų) kaip ištrūkimą, galėtų teisingai perprasti materialią formą ar padėti kitiem praktikuoti taip, kad jie tai perprastų. ",
  "mn13:31.2": "Bet, vienuoliai, (visai) įmanoma, kad atsiskyrėliai ar brahmanai, kurie iš tiesų supranta materialios formos saldybę kaip saldybę, kartumą kaip kartumą, ir ištrūkimą (iš jų) kaip ištrūkimą, galės teisingai perprasti materialią formą ar padėti kitiem praktikuoti taip, kad jie tai perprastų. ",
  "mn13:32.1": "Ir kas, vienuoliai, yra jausmo tonų saldybė? ",
  "mn13:32.2": "Štai vienuoliai, vienuolis, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia pirmąją džhaną ir būna joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima. ",
  "mn13:32.3": "Tuo metu, vienuoliai, kai vienuolis atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia pirmąją džhaną ir būna joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima, jis neįnyksta į mintis kenkiančias pačiam, neįnyksta į mintis kenkiančias kitiem, neįnyksta į mintis kenkiančias abiem. ",
  "mn13:32.4": "Tuo metu jis patiria tik nekenksmingų jausmų tonus. ",
  "mn13:32.5": "Nekenksmingumą, vienuoliai, aš vadinu aukščiausiu jausmo tonų saldybe. ",
  "mn13:33-35.1": "Toliau, vienuoliai, kai liaunasi (proto) kreipimas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), jis (vienuolis) pasiekia antrąją džhaną ir būna joje, kur nėra (proto) kreipimo ir išlaikymo, bet yra iš sutelkties gimusios ekstazė ir palaima … ",
  "mn13:33-35.2": "Tuo metu, vienuoliai, kai, ekstazei išblėsus, vienuolis būna pusiausviro proto, atidus ir aiškiai suprantantis, jis visa esybe patiria palaimą. Jis pasiekia trečiąją džhaną ir būna joje. Taurieji nupasakoja tai taip: „Jis būna laimingas, pusiausviro proto ir atidus” … ",
  "mn13:33-35.3": "Tuo metu, vienuoliai, kai, atsikratęs malonių ir nemalonių (pojūčių), peržengęs ankstesnius laimę ir nusiminimą, jis pasiekia ketvirtąją džhaną ir būna joje, ten, kur nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta proto pusiausvyra, jis neįnyksta į mintis kenkiančias pačiam, neįnyksta į mintis kenkiančias kitiem, neįnyksta į mintis kenkiančias abiem. ",
  "mn13:33-35.4": "Tuo metu jis patiria tik nekenksmingų jausmų tonus. ",
  "mn13:33-35.5": "Nekenksmingumą, vienuoliai, aš vadinu aukščiausiu jausmo tonų saldybe. ",
  "mn13:36.1": "Ir kokia, vienuoliai, bėda (yra susijusi su) jausmo tonais? ",
  "mn13:36.2": "Vienuoliai, tai, kad jausmo tonai yra nepastovūs, kančia ir iš prigimties kinta, – tai yra bėda (susijusi su) jausmo tonais. ",
  "mn13:37.1": "Ir kas, vienuoliai, yra ištrūkimas iš jausmo tonų? ",
  "mn13:37.2": "Vienuoliai, aistringo geismo jausmo tonams panaikinimas, atsikratymas – tai yra ištrūkimas iš jausmo tonų. ",
  "mn13:38.1": "Vienuoliai, neįmanoma, kad atsiskyrėliai ar brahmanai, kurie iš tiesų nesupranta jausmo tonų saldybę kaip saldybę, kartumą kaip kartumą, ir ištrūkimą (iš jų) kaip ištrūkimą, galėtų teisingai perprasti jausmo tonus ar padėti kitiem praktikuoti taip, kad jie tai perprastų. ",
  "mn13:38.2": "Bet, vienuoliai, (visai) įmanoma, kad atsiskyrėliai ar brahmanai, kurie iš tiesų supranta jausmo tonų saldybę kaip saldybę, kartumą kaip kartumą, ir ištrūkimą (iš jų) kaip ištrūkimą, galės teisingai perprasti jausmo tonus ar padėti kitiem praktikuoti taip, kad jie tai perprastų. ",
  "mn13:38.3": "Štai ką pasakė Palaimintasis. ",
  "mn13:38.4": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}