{
  "mn19:0.1": "Vidutinio ilgio suttų rinkinys 19 ",
  "mn19:0.2": "Dvejų rūšių mintys ",
  "mn19:1.1": "Taip aš girdėjau. ",
  "mn19:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn19:1.3": "Ir štai Palaimintasis kreipėsi į vienuolius: ",
  "mn19:1.4": "„Vienuoliai!” ",
  "mn19:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn19:1.6": "Palaimintasis štai ką pasakė: ",
  "mn19:2.1": "„Prieš nušvitimą, vienuoliai, kai dar buvau nenušvitęs <i lang='pi' translate='no'>bodhisatta</i>, pagalvojau: ",
  "mn19:2.2": "„Ką jeigu gyvensiu dalindamas mintys į dvi dalis?” ",
  "mn19:2.3": "Ir štai, aš, vienuoliai, mintis, susijusias su geismais, piktais norais ir žiaurumu, ",
  "mn19:2.4": "priskyriau vienai rūšiai, ",
  "mn19:2.5": "o mintis susijusias su atsižadėjimu, geranoriškumu nežalojimu – ",
  "mn19:2.6": "kitai rūšiai. ",
  "mn19:3.1": "Kai aš taip gyvenau, būdamas budrus, entuziastingas ir energingas, man kilo mintis susijusi su geismais. ",
  "mn19:3.2": "Aš supratau: ",
  "mn19:3.3": "„Man kilo ši mintis susijusi su geismais. ",
  "mn19:3.4": "Ji kenkia man pačiam, kenkia kitiem, ji kenkia abiem. Ji trukdo išminčiai, neša bėdas ir neveda prie <i lang='pi' translate='no'>nibbanos</i>. ",
  "mn19:3.5": "Man apmąstant, kad ji kenkia man pačiam, ji baigėsi. ",
  "mn19:3.6": "Man apmąstant, kad ji kenkia kitiem, ji baigėsi. ",
  "mn19:3.7": "Man apmąstant, kad ji kenkia abiem, ji baigėsi. ",
  "mn19:3.8": "Man apmąstant, kad ji trukdo išminčiai, neša bėdas ir neveda prie <i lang='pi' translate='no'>nibbanos</i>, ji baigėsi. ",
  "mn19:3.9": "Taip, vienuoliai, kad ir kokia susijusi su geismais mintis kildavo, aš jos atsikratydavau, sunaikindavau ją, nutraukdavau ją. ",
  "mn19:4-5.1": "Kai aš taip gyvenau, būdamas budrus, entuziastingas ir energingas, mano kilo mintis susijusi su piktais norais … ",
  "mn19:4-5.2": "mano kilo mintis susijusi su žiaurumu. ",
  "mn19:4-5.3": "Aš supratau: ",
  "mn19:4-5.4": "„Man kilo ši mintis susijusi su žiaurumu. ",
  "mn19:4-5.5": "Ji kenkia man pačiam, kenkia kitiem, ji kenkia abiem. Ji trukdo išminčiai, neša bėdas ir neveda prie <i lang='pi' translate='no'>nibbanos</i>. ",
  "mn19:4-5.6": "Man apmąstant, kad ji kenkia man pačiam, ji baigėsi. ",
  "mn19:4-5.7": "Man apmąstant, kad ji kenkia kitiem, ji baigėsi. ",
  "mn19:4-5.8": "Man apmąstant, kad ji kenkia abiem, ji baigėsi. ",
  "mn19:4-5.9": "Man apmąstant, kad ji trukdo išminčiai, neša bėdas ir neveda prie <i lang='pi' translate='no'>nibbanos</i>, ji baigėsi. ",
  "mn19:4-5.10": "Taip, vienuoliai, kad ir kokia susijusi su žiaurumu mintis kildavo, aš jos atsikratydavau, sunaikindavau ją, nutraukdavau ją. ",
  "mn19:6.1": "Vienuoliai, ką vienuolis daug mąsto, daug svarsto, link ten jo protas linksta. ",
  "mn19:6.2": "Jei, vienuoliai, vienuolis daug mąsto, daug svarsto mintis susijusias su geismais, jis palieka su atsižadėjimu susijusias mintis ir turi daug minčių susijusių su geismais, tad jo protas linksta link tokių susijusių su geismais minčių. ",
  "mn19:6.3": "Jei, vienuoliai, vienuolis daug mąsto, daug svarsto mintis susijusias su piktais norais … ",
  "mn19:6.4": "Jei, vienuoliai, vienuolis daug mąsto, daug svarsto mintis susijusias su žiaurumu, jis palieka su nežalojimu susijusias mintis ir turi daug minčių susijusių su žiaurumu, tad jo protas linksta link tokių susijusių su žiaurumu minčių. ",
  "mn19:7.1": "Panašiai, vienuoliai, kaip jei paskutinį lietaus sezono mėnesį, rudenį, kai javų laukai yra tankiai apaugę, piemuo ganytų karves. ",
  "mn19:7.2": "Jis tai per nugarą, tai per šonus karvėms vis suduotų rykšte, tramdytų jas, sulaikytų jas. ",
  "mn19:7.3": "Dėl kokios priežasties? ",
  "mn19:7.4": "Nes, vienuoliai, tas piemuo supranta, kad (karvėms nuklydus į javus), jis dėl to būtų nubaustas, įkalintas, apkaltintas arba gautų baudą. ",
  "mn19:7.5": "Lygiai gi, vienuoliai, taip tose nedorose būsenose aš mačiau kartumą, smukimą ir užterštumą, o dorose būsenose, atsižadėjimo naudą ir apsivalymo veiksnį. ",
  "mn19:8.1": "Kai aš taip gyvenau, būdamas budrus, entuziastingas ir energingas, man kilo mintis susijusi su atsižadėjimu. ",
  "mn19:8.2": "Aš supratau: ",
  "mn19:8.3": "„Man kilo ši mintis susijusi su atsižadėjimu. ",
  "mn19:8.4": "Ji nekenkia man pačiam, nekenkia kitiem, ji nekenkia abiem. Ji brandina išmintį, neneša bėdų ir veda prie <i lang='pi' translate='no'>nibbanos</i>. ",
  "mn19:8.5": "Net jei visą naktį, vienuoliai, mąstyčiau ir svarstyčiau ją, nemačiau tame pavojaus. ",
  "mn19:8.6": "Net jei visą dieną, vienuoliai, mąstyčiau ir svarstyčiau ją, nemačiau tame pavojaus. ",
  "mn19:8.7": "Net jei visą dieną ir naktį, vienuoliai, mąstyčiau ir svarstyčiau ją, nemačiau tame pavojaus. ",
  "mn19:8.8": "Bet jei labai daug galvočiau, tai nuvargintų mano kūną. ",
  "mn19:8.9": "O kai kūnas pavargęs, tai sudrumsčia protą. ",
  "mn19:8.10": "Kai protas sudrumstas, jam yra toli iki sutelkties. ",
  "mn19:8.11": "Ir aš, vienuoliai, protą nurimdžiau, nutildžiau, suvienijau ir sutelkiau. ",
  "mn19:8.12": "Dėl kokios priežasties? ",
  "mn19:8.13": "Kad mano protas nesudrumstų. ",
  "mn19:9-10.1": "Kai aš taip gyvenau, būdamas budrus, entuziastingas ir energingas, man kilo mintis susijusi geranoriškumu … ",
  "mn19:9-10.2": "man kilo mintis susijusi nežalojimu. ",
  "mn19:9-10.3": "Aš supratau: ",
  "mn19:9-10.4": "„Man kilo ši mintis susijusi su nežalojimu. ",
  "mn19:9-10.5": "Ji nekenkia man pačiam, nekenkia kitiem, ji nekenkia abiem. Ji brandina išmintį, neneša bėdų ir veda prie <i lang='pi' translate='no'>nibbanos</i>. ",
  "mn19:9-10.6": "Net jei visą naktį, vienuoliai, mąstyčiau ir svarstyčiau ją, nemačiau tame pavojaus. ",
  "mn19:9-10.7": "Net jei visą dieną, vienuoliai, mąstyčiau ir svarstyčiau ją, nemačiau tame pavojaus. ",
  "mn19:9-10.8": "Net jei visą dieną ir naktį, vienuoliai, mąstyčiau ir svarstyčiau ją, nemačiau tame pavojaus. ",
  "mn19:9-10.9": "Bet jei labai daug galvočiau, tai nuvargintų mano kūną. ",
  "mn19:9-10.10": "O kai kūnas pavargęs, tai sudrumsčia protą. ",
  "mn19:9-10.11": "Kai protas sudrumstas, jam yra toli iki sutelkties. ",
  "mn19:9-10.12": "Ir aš, vienuoliai, protą nurimdžiau, nutildžiau, suvienijau ir sutelkiau. ",
  "mn19:9-10.13": "Dėl kokios priežasties? ",
  "mn19:9-10.14": "Kad mano protas nesudrumstų. ",
  "mn19:11.1": "Vienuoliai, ką vienuolis daug mąsto, daug svarsto, link ten jo protas linksta. ",
  "mn19:11.2": "Jei, vienuoliai, vienuolis daug mąsto, daug svarsto mintis susijusias su atsižadėjimu, jis palieka su geismais susijusias mintis ir turi daug minčių susijusių su atsižadėjimu, tad jo protas linksta link tokių susijusių su atsižadėjimu minčių. ",
  "mn19:11.3": "Jei, vienuoliai, vienuolis daug mąsto, daug svarsto mintis susijusias su geranoriškumu … ",
  "mn19:11.4": "Jei, vienuoliai, vienuolis daug mąsto, daug svarsto mintis susijusias su nežalojimu, jis palieka su žiaurumu susijusias mintis ir turi daug minčių susijusių su nežalojimu, tad jo protas linksta link tokių susijusių su nežalojimu minčių. ",
  "mn19:12.1": "Panašiai, vienuoliai, kaip jei paskutinį karštojo sezono mėnesį, kai visi javai surinkti ir sunešti į kaimus, piemuo ganytų karves. Būdamas po medžių, ar atvirame lauke, jis teturėtų su atida pastebėti: ",
  "mn19:12.2": "„Karvės štai ten”. ",
  "mn19:12.3": "Lygiai gi, vienuoliai, taip ir man tereikėjo su atida pastebėti: ",
  "mn19:12.4": "„Būsenos tokios.” ",
  "mn19:13.1": "„Pasižadino manyje, vienuoliai, nenusilpstanti energija, buvo įsteigta nenunykstanti atida, kūnas tapo ramus, nesusijaudinęs, ir protas susitelkė. ",
  "mn19:14.1": "Atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, aš pasiekiau pirmąją džhaną ir buvau joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima. ",
  "mn19:15.1": "Kai liovėsi (proto) kreipimas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), aš pasiekiau antrąją džhaną ir buvau joje, kur nėra (proto) kreipimo ir išlaikymo, bet yra iš sutelkties gimusios ekstazė ir palaima. ",
  "mn19:16.1": "Ekstazei išblėsus, aš buvau pusiausviro proto, atidus ir aiškiai suprantantis, aš visa esybe patyriau palaimą. Pasiekiau trečiąją džhaną ir buvau joje. Taurieji nupasakoja tai taip: „Jis būna laimingas, pusiausviro proto ir atidus”. ",
  "mn19:17.1": "Atsikratęs malonių ir nemalonių (pojūčių), peržengęs ankstesnius laimę ir nusiminimą, jis pasiekia ketvirtąją džhaną ir būna joje, ten, kur nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta proto pusiausvyra. ",
  "mn19:18.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, aš nukreipiau, pasukau protą link praeitų gyvenimų prisiminimo. ",
  "mn19:18.2": "Prisiminiau daugelį praeitų gyvenimų, t.y. vieną gimimą, du gimimus … taip išsamiai, su buitiškomis detalėmis prisiminiau daugelį praeitų gyvenimų. ",
  "mn19:19.1": "Tai, vienuoliai, buvo pirmasis, pirmąją nakties dalį pasiektas, žinojimas. ",
  "mn19:19.2": "Neišmanymas buvo sunaikintas, atsirado žinojimas, tamsa buvo sunaikinta, atsirado šviesa. Taip būna tiems, kas gyvena, būdami budrus, entuziastingi ir energingi. ",
  "mn19:20.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, aš nukreipiau, pasukau protą link kitų būtybių mirties ir atgimimo. ",
  "mn19:20.2": "Išgryninta viršžmogiška dieviška akimi mačiau kaip mirštančios … „Šios gerbiamos būtybės, blogo kūno elgesio … Taip išgryninta viršžmogiška dieviška akimi mačiau kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. ",
  "mn19:21.1": "Tai, vienuoliai, buvo antrasis, antrąją nakties dalį pasiektas, žinojimas. ",
  "mn19:21.2": "Neišmanymas buvo sunaikintas, atsirado žinojimas, tamsa buvo sunaikinta, atsirado šviesa. Taip būna tiems, kas gyvena, būdami budrus, entuziastingi ir energingi. ",
  "mn19:22.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, aš nukreipiau, pasukau protą link ydų panaikinimo. ",
  "mn19:22.2": "Aš tiesiogiai iš tiesų pažinau: „Tai yra kančia”, – aš tiesiogiai iš tiesų pažinau: „Tai yra kančios šaltinis”, – aš tiesiogiai iš tiesų pažinau: „Tai yra kančios baigtis”, – aš tiesiogiai iš tiesų pažinau: „Tai yra kelias vedantis į kančios baigtį”. ",
  "mn19:23.1": "Aš tiesiogiai iš tiesų pažinau: „Tai yra ydos”, – aš tiesiogiai iš tiesų pažinau: „Tai yra ydų šaltinis”, – aš tiesiogiai iš tiesų pažinau: „Tai yra ydų baigtis”, – aš tiesiogiai iš tiesų pažinau: „Tai yra kelias į ydų baigtį”. ",
  "mn19:23.2": "Man taip žinant ir matant, mano protas išsilaisvino nuo geismo ydos, išsilaisvino nuo būties troškimo ydos, išsilaisvino nuo neišmanymo ydos. Išsilaisvinus atėjo žinojimas, kad yra išsilaisvinta. ",
  "mn19:23.3": "Tiesiogiai pažinau, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "mn19:24.1": "Tai, vienuoliai, buvo trečiasis, trečiąją nakties dalį pasiektas, žinojimas. ",
  "mn19:24.2": "Neišmanymas buvo sunaikintas, atsirado žinojimas, tamsa buvo sunaikinta, atsirado šviesa. Taip būna tiems, kas gyvena, būdami budrus, entuziastingi ir energingi. ",
  "mn19:25.1": "Panašiai, vienuoliai, kaip jei miške, girioje, prie didelės žemumos pelkės ",
  "mn19:25.2": "gyventų didelė stirnų banda. ",
  "mn19:25.3": "Atsirastų koks tai žmogus, siekiantis jos žlugimo, sužalojimo ir pavergimo. ",
  "mn19:25.4": "Jis paslėptų kelią, kuris yra saugus, geras, kuriuo džiugu eiti, atvertų klaidingą kelią, ir atneštų stirną-jauką, pastatytų stirnos iškamšą. ",
  "mn19:25.5": "Ir štai tokiu būdu, vienuoliai, po kurio laiko ši didelė stirnų banda patirtų netektis ir nelaimę. ",
  "mn19:25.6": "Bet, vienuoliai, atsirastų koks tai žmogus, siekiantis tos bandos gerovės, naudos, saugumo. ",
  "mn19:25.7": "Jis atvertų kelią, kuris yra saugus, geras, kuriuo džiugu eiti, paslėptų klaidingą kelią, ir pašalintų stirną-jauką, sunaikintų stirnos iškamšą. ",
  "mn19:25.8": "Ir štai tokiu būdu, vienuoliai, po kurio laiko ši didelė stirnų banda suklestėtų, užaugtų, visiškai išsivystytų. ",
  "mn19:26.1": "Šį palyginimą, vienuoliai, daviau tam, kad perteikčiau prasmę. ",
  "mn19:26.2": "Ir štai kokia čia glūdi prasmė: ",
  "mn19:26.3": "Didelė žemumos pelkė, vienuoliai, – tai juslinių malonumų metafora. ",
  "mn19:26.4": "Didelė stirnų banda, vienuoliai, – tai būtybių metafora. ",
  "mn19:26.5": "Žmogus, siekiantis žlugimo, sužalojimo ir pavergimo, vienuoliai, – tai piktojo <i lang='pi' translate='no'>Maros</i> metafora. ",
  "mn19:26.6": "Klaidingas kelias, vienuoliai, – tai neteisingo aštuonialypio kelio metafora, o būtent, ",
  "mn19:26.7": "neteisingo požiūrio, neteisingo ketinimo, neteisingos kalbos, neteisingo veiksmo, neteisingų pragyvenimo šaltinių, neteisingos atidos ir neteisingos sutelkties (metafora). ",
  "mn19:26.8": "Stirna-jaukas, vienuoliai, – tai džiugesio ir aistros metafora. ",
  "mn19:26.9": "Stirnos iškamša, vienuoliai, – tai neišmanymo metafora. ",
  "mn19:26.10": "Žmogus, siekiantis gerovės, naudos, saugumo, vienuoliai, – tai <i lang='pi' translate='no'>Tathagatos</i>, arahanto, tobulai nušvitusio Budos metafora. ",
  "mn19:26.11": "Kelias, kuris yra saugus, geras, kuriuo džiugu eiti, vienuoliai, – tai taurinančiojo aštuonialypio kelio metafora, o būtent, ",
  "mn19:26.12": "teisingos pažiūros, teisingo ketinimo, teisingos kalbos, teisingo veiksmo, teisingų pragyvenimo šaltinių, teisingos pastangos, teisingos atidos ir teisingos sutelkties (metafora). ",
  "mn19:26.13": "Taip, vienuoliai, aš atvėriau kelią, kuris yra saugus, geras, kuriuo džiugu eiti, paslėpiau klaidingą kelią, ir pašalinau stirną-jauką, sunaikinau stirnos iškamšą. ",
  "mn19:27.1": "Ką, vienuoliai, turėtų padaryti gailestingas mokytojas iš atjautos savo mokiniams, siekdamas jų gerovės, visa tai aš dėl jūsų padariau. ",
  "mn19:27.2": "Štai medžių papėdės, štai atokios vietos. Medituokite, vienuoliai, nebūkite nerūpestingi, kad vėliau nesigailėtumėte! Tai yra mano nurodymas jums.” ",
  "mn19:27.3": "Štai ką pasakė Palaimintasis. ",
  "mn19:27.4": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}