{
  "mn20:0.1": "Vidutinio ilgio suttų rinkinys 20 ",
  "mn20:0.2": "Apie minčių nuraminimą ",
  "mn20:1.1": "Taip aš girdėjau. ",
  "mn20:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn20:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn20:1.4": "„Vienuoliai!” ",
  "mn20:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn20:1.6": "Palaimintasis štai ką pasakė: ",
  "mn20:2.1": "„Vienuoliai, kai vienuolis siekia aukštesnio proto, laikas nuo laiko jis turėtų skirti dėmesio penkioms žymėms. ",
  "mn20:2.2": "Kokioms penkioms žymėms? ",
  "mn20:3.1": "Štai, vienuoliai, kai vienuoliui skiriant dėmesį kokiai nors (objekto) žymei dėl tos žymės jam kyla nelabų nedorų minčių, susijusių su troškimu, neapykanta ir paklydimu, jis turėtų skirti dėmesį kitai žymei, susijusiai su tuo, kas yra dora. ",
  "mn20:3.2": "Jam skiriant dėmesį kokiai nors kitai žymei, susijusiai su tuo, kas yra dora, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:3.3": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:3.4": "Panašiai, vienuoliai, kaip įgudęs dailidė arba dailidės padėjėjas didesnį kuoliuką išmuštų, išimtų, ištrauktų naudodamas plonesnį, ",
  "mn20:3.5": "lygiai taip, vienuoliai, ir kai vienuoliui skiriant dėmesį kokiai nors (objekto) žymei dėl tos žymės jam kyla nelabų nedorų minčių, susijusių su troškimu, neapykanta ir paklydimu, jis turėtų skirti dėmesį kitai žymei, susijusiai su tuo, kas yra dora. ",
  "mn20:3.6": "Jam skiriant dėmesį kokiai nors kitai žymei, susijusiai su tuo, kas yra dora, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:3.7": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:4.1": "Jei, vienuoliai, vienuoliui skiriant dėmesį kokiai nors kitai žymei, susijusiai su tuo, kas yra dora, vis vien kyla nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, tas vienuolis turėtų ištirti tų minčių grėsmę (taip): ",
  "mn20:4.2": "„Šios mintys yra nedoros, jos yra smerktinos, jos atneša skausmingą vaisių.” ",
  "mn20:4.3": "Jam tiriant tų minčių grėsmę, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:4.4": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:4.5": "Panašiai, vienuoliai, kaip mėgstantis puoštis jaunas vaikinas ar mergina, pasibaisėtų, sisigėdytų ir pasibjaurėtų, jei ant jo ar jos kaklo būtų pakabintas gyvatės, šuns ar žmogaus lavonas, ",
  "mn20:4.6": "lygiai taip, vienuoliai, kai vienuoliui skiriant dėmesį kokiai nors kitai žymei, susijusiai su tuo, kas yra dora, vis vien kyla blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, tas vienuolis turėtų ištirti tų minčių grėsmę (taip): ",
  "mn20:4.7": "„Šios mintys yra nedoros, jos yra smerktinos, jos atneša skausmingą vaisių.” ",
  "mn20:4.8": "Jam tiriant tų minčių grėsmę, bet kokios blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:4.9": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:5.1": "Jei, vienuoliai, vienuoliui tiriant tų minčių grėsmę, vis vien kyla nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, tas vienuolis turėtų stengtis pamiršti tas mintis ir nekreipti į jas dėmesio. ",
  "mn20:5.2": "Jam stengiantis pamiršti tas mintis ir nekreipti į jas dėmesio, bet kokios blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:5.3": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:5.4": "Panašiai, vienuoliai, kaip turintis gerą regą žmogus norėdamas nematyti formų, kurios atsidūrė jo akiratyje, ",
  "mn20:5.5": "užmerktų akis arba nusuktų žvilgsnį į šalį, ",
  "mn20:5.6": "lygiai taip, vienuoliai … ",
  "mn20:5.7": "",
  "mn20:6.1": "Jei, vienuoliai, vienuoliui stengiantis pamiršti tas mintis ir nekreipti į jas dėmesio, vis vien kyla blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, tas vienuolis turėtų skirti dėmesį tų minčių formavimosi nuraminimui. ",
  "mn20:6.2": "Jam skiriant dėmesį tų minčių formavimosi nuraminimui, bet kokios blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:6.3": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:6.4": "Panašiai, vienuoliai, kaip greitai einantis žmogus ",
  "mn20:6.5": "taip pagalvotų: ",
  "mn20:6.6": "„Kodėl gi aš einu greitai? ",
  "mn20:6.7": "O kas, jeigu eičiau lėtai?” ",
  "mn20:6.8": "Ir jis (pradėtų) eiti lėtai. ",
  "mn20:6.9": "(Tada) jis taip pagalvotų: ",
  "mn20:6.10": "„Kodėl gi aš einu lėtai? ",
  "mn20:6.11": "O kas, jeigu sustočiau?” ",
  "mn20:6.12": "Ir jis sustotų. ",
  "mn20:6.13": "(Tada) jis taip pagalvotų: ",
  "mn20:6.14": "„Kodėl gi aš stoviu? ",
  "mn20:6.15": "O kas, jeigu atsisėsčiau?” ",
  "mn20:6.16": "Ir jis atsisėstų. ",
  "mn20:6.17": "(Tada) jis taip pagalvotų: ",
  "mn20:6.18": "„Kodėl gi aš sėdžiu? ",
  "mn20:6.19": "O kas, jeigu prigulčiau?” ",
  "mn20:6.20": "Ir jis prigultų. ",
  "mn20:6.21": "Taip, vienuoliai, tas žmogus vieną po kitos pakeistų grubesnę pozą subtilesne. ",
  "mn20:6.22": "lygiai taip, vienuoliai … ",
  "mn20:7.1": "Jei, vienuoliai, vienuoliui skiriant dėmesį tų minčių formavimosi nuraminimui, vis vien kyla blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, ",
  "mn20:7.2": "tas vienuolis turėtų, sukandęs dantis ir prispaudęs liežuvį prie gomurio, protu tvirtai laikyti, suvaržyti, maitoti protą. ",
  "mn20:7.3": "Jam sukandus dantis ir prispaudus liežuvį prie gomurio, protu tvirtai laikant, varžant, maitojant protą, bet kokios blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:7.4": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:7.5": "Panašiai, vienuoliai, kaip stiprus žmogus paėmęs silpnesnį už galvos, kaklo ar pečių jį tvirtai laikytų, varžytų, maitotų, ",
  "mn20:7.6": "lygiai taip, vienuoliai … ",
  "mn20:7.7": "tas vienuolis turėtų, sukandęs dantis ir prispaudęs liežuvį prie gomurio, protu tvirtai laikyti, suvaržyti, maitoti protą. ",
  "mn20:7.8": "Jam sukandus dantis ir prispaudus liežuvį prie gomurio, protu tvirtai laikant, varžant, maitojant protą, bet kokios blogos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:7.9": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:8.1": "Vienuoliai, kai vienuoliui skiriant dėmesį kokiai nors (objekto) žymei dėl tos žymės jam kyla nelabų nedorų minčių, susijusių su troškimu, neapykanta ir paklydimu, jis turėtų skirti dėmesį kitai žymei, susijusiai su tuo, kas yra dora. Jam skiriant dėmesį kokiai nors kitai žymei, susijusiai su tuo, kas yra dora, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:8.2": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:8.3": "Tiriant tų minčių grėsmę, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:8.4": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:8.5": "Stengiantis pamiršti tas mintis ir nekreipti į jas dėmesio, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:8.6": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:8.7": "Skiriant dėmesį tų minčių formavimosi nuraminimui, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:8.8": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:8.9": "Sukandus dantis ir prispaudus liežuvį prie gomurio, protu tvirtai laikant, varžant, maitojant protą, bet kokios nelabos nedoros mintys, susijusios su troškimu, neapykanta ir paklydimu, jį apleidžia, baigiasi. ",
  "mn20:8.10": "Jų atsikračius, jo protas nurimsta, nutyla, atsiriboja ir susitelkia. ",
  "mn20:8.11": "Vienuoliai, toks vienuolis vadinamas minčių eigos valdytoju. ",
  "mn20:8.12": "Jis mąstys mintis, kurias norės mąstyti, ir nemąstys tų, kurių nenorės. ",
  "mn20:8.13": "Jis nukirto troškimą, numetė pančius ir teisingai perpratęs savimonę, padarė galą kančiai.” ",
  "mn20:8.14": "Štai ką pasakė Palaimintasis. ",
  "mn20:8.15": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}