{
  "mn21:0.1": "Vidutinio ilgio suttų rinkinys 21 ",
  "mn21:0.2": "Palyginimas su pjūklu ",
  "mn21:1.1": "Taip aš girdėjau. ",
  "mn21:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn21:2.1": "Tuo gi pat metu garbingasis Molijaphaguna gyveno pernelyg daug bendraudamas su vienuolėmis. ",
  "mn21:2.2": "Taip daug bendraudamas su vienuolėmis gyveno Garbingasis Molijaphaguna, kad ",
  "mn21:2.3": "kai koks nors vienuolis garbingojo Molijaphagunos akivaizdoje išreikšdavo priekaištus toms vienuolėms, garbingasis Molijaphaguna dėl to supykdavo, būdavo nepatenkintas ir keldavo dėl to ginčus; ",
  "mn21:2.4": "o kai koks nors vienuolis tų vienuolių akivaizdoje išreikšdavo priekaištus garbingajam Molijaphagunai, tos vienuolės dėl to supykdavo, būdavo nepatenkintos ir keldavo dėl to ginčus. ",
  "mn21:2.5": "Taip daug bendraudamas su vienuolėmis gyveno Garbingasis Molijaphaguna. ",
  "mn21:3.1": "Ir štai vienas vienuolis nuėjo pas Palaimintąjį. Atėjęs pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono tas vienuolis pasakė Palaimintajam štai ką: ",
  "mn21:3.2": "„Garbusis, garbingasis Molijaphaguna gyvena pernelyg daug bendraudamas su vienuolėmis. ",
  "mn21:3.3": "Taip daug bendraudamas su vienuolėmis gyvena garbingasis Molijaphaguna, kad ",
  "mn21:3.4": "kai koks nors vienuolis garbingojo Molijaphagunos akivaizdoje išreiškia priekaištus toms vienuolėms, garbingasis Molijaphaguna dėl to pyksta, būna nepatenkintas ir kelia dėl to ginčus; ",
  "mn21:3.5": "o kai koks nors vienuolis tų vienuolių akivaizdoje išreiškia priekaištus garbingajam Molijaphagunai, tos vienuolės dėl to pyksta, būna nepatenkintos ir kelia dėl to ginčus. ",
  "mn21:3.6": "Taip daug bendraudamas su vienuolėmis gyvena garbingasis Molijaphaguna.” ",
  "mn21:4.1": "Tuomet Palaimintasis kreipėsi į vieną vienuolį: ",
  "mn21:4.2": "„Eik, vienuoli, ir kreipkis mano vardu į garbingąjį Molijaphaguną: ",
  "mn21:4.3": "„Garbingasis Phaguna, tave kviečia Mokytojas.” ",
  "mn21:4.4": "„Gerai, gerbiamasis,” – atsakė tas vienuolis Palaimintajam ir nuėjo pas garbingąjį Molijaphaguną, o nuėjęs pas jį pasakė: ",
  "mn21:4.5": "„Garbingasis Phaguna, tave kviečia Mokytojas.” ",
  "mn21:4.6": "„Gerai, garbingasis,” – atsakė garbingasis Molijaphaguna tam vienuoliui ir nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdinčiam gi iš šono garbingajam Molijaphagunai Palaimintasis pasakė štai ką: ",
  "mn21:5.1": "„Ar tiesa, Phaguna, kad tu gyveni pernelyg daug bendraudamas su vienuolėmis? ",
  "mn21:5.2": "Ar ne taip daug bendraudamas su vienuolėmis gyveni Garbingasis Molijaphaguna, kad ",
  "mn21:5.3": "kai koks nors vienuolis tavo akivaizdoje išreiškia priekaištus toms vienuolėms, tu dėl to supyksti, esi nepatenkintas ir keli dėl to ginčus; ",
  "mn21:5.4": "o kai koks nors vienuolis tų vienuolių akivaizdoje išreiškia priekaištus tau, tos vienuolės dėl to supyksta, yra nepatenkintos ir kelia dėl to ginčus. ",
  "mn21:5.5": "Ar, Phaguna, gyveni taip daug bendraudamas su vienuolėmis?“ ",
  "mn21:5.6": "„Taip, Garbusis.” ",
  "mn21:5.7": "„Ar, Phaguna, nesi kilnios šeimos žmogus, kuris iš tikėjimo žengė priekin iš namų į gyvenimą be namų?” ",
  "mn21:5.8": "„Taip, Garbusis.” ",
  "mn21:6.1": "„Nedera tau, Phaguna, kilnios šeimos žmogui, kuris iš tikėjimo žengė priekin iš namų į gyvenimą be namų, gyventi pernelyg daug bendraujant su vienuolėmis. ",
  "mn21:6.2": "Tad, Phaguna, jei kas nors tavo akivaizdoje išreikštų priekaištus toms vienuolėms, tu, Phaguna, turėtum atsikratyti pasaulietiškų norų ir minčių. ",
  "mn21:6.3": "Tuomet turėtum mokyti save taip: ",
  "mn21:6.4": "„Nei mano protas pakis, nei ištarsiu piktus žodžius, atjausdamas galvosiu apie jo gerovę, būsiu su geraširdiškumo kupinu protu, be vidinio pykčio.” ",
  "mn21:6.5": "Taip, Phaguna, turėtum mokyti save. ",
  "mn21:6.6": "Tad, Phaguna, jei kas nors tavo akivaizdoje suduotų toms vienuolėms ranka, akmeniu, pagaliu ar peiliu, tu, Phaguna, turėtum atsikratyti pasaulietiškų norų ir minčių. ",
  "mn21:6.7": "Tuomet turėtum mokyti save taip: ",
  "mn21:6.8": "„Nei mano protas pakis, nei ištarsiu piktus žodžius, atjausdamas galvosiu apie jo gerovę, būsiu su geraširdiškumo kupinu protu, be vidinio pykčio.” ",
  "mn21:6.9": "Taip, Phaguna, turėtum mokyti save. ",
  "mn21:6.10": "Tad, Phaguna, jei kas nors tavo akivaizdoje išreikštų tau priekaištus, tu, Phaguna, turėtum atsikratyti pasaulietiškų norų ir minčių. ",
  "mn21:6.11": "Tuomet turėtum mokyti save taip: „Nei mano protas pakis, nei ištarsiu piktus žodžius, atjausdamas galvosiu apie jo gerovę, būsiu su geraširdiškumo kupinu protu, be vidinio pykčio.” ",
  "mn21:6.12": "Taip, Phaguna, turėtum mokyti save. ",
  "mn21:6.13": "Tad, Phaguna, jei kas nors suduotų tau ranka, akmeniu, pagaliu ar peiliu, tu, Phaguna, turėtum atsikratyti pasaulietiškų norų ir minčių. ",
  "mn21:6.14": "Tuomet turėtum mokyti save taip: „Nei mano protas pakis, nei ištarsiu piktus žodžius, atjausdamas galvosiu apie jo gerovę, būsiu su geraširdiškumo kupinu protu, be vidinio pykčio.” ",
  "mn21:6.15": "Taip, Phaguna, turėtum mokyti save.” ",
  "mn21:7.1": "Ir štai Palaimintasis kreipėsi į vienuolius: ",
  "mn21:7.2": "„Vienuoliai, kartą vienuoliai džiugino mano širdį. ",
  "mn21:7.3": "Ir štai, vienuoliai, kreipiausi į vienuolius: ",
  "mn21:7.4": "„Vienuoliai, aš valgau vieną kartą per dieną. ",
  "mn21:7.5": "Valgydamas kartą per dieną, vienuoliai, aš mažai sergu, mėgaujuosi gera sveikata, lengvumu, tvirtumu ir ramiu gyvenimu. ",
  "mn21:7.6": "Vienuoliai, jūs taip pat valgykite vieną kartą per dieną! ",
  "mn21:7.7": "Valgydami kartą per dieną, vienuoliai, jus taip pat mažai sirgsite, mėgausitės gera sveikata, lengvumu, tvirtumu ir ramiu gyvenimu.” ",
  "mn21:7.8": "Ir man, vienuoliai, nereikėjo tiems vienuoliams kartoti pamokymo. ",
  "mn21:7.9": "Man tereikėjo sužadinti juose supratimą. ",
  "mn21:7.10": "Panašiai, vienuoliai, kaip jei lygioje žemėje, kryžkelėje stovėtų vežimas pakinkytas geros veislės arkliu (ir su šalia) paguldytu rimbu. ",
  "mn21:7.11": "Ant jo užsilipęs įgudęs arklininkas, arklių tramdytojas, pasiėmęs vežėčias į kairę ranką, o rimbą į dešinę ranką, pajudėtų kai panorėjęs, kur panorėjęs, ir į priekį, ir atgal. ",
  "mn21:7.12": "Lygiai gi taip, vienuoliai, man nereikėjo tiems vienuoliais kartoti pamokymo. ",
  "mn21:7.13": "Man tereikėjo sužadinti juose supratimą. ",
  "mn21:7.14": "Tad, vienuoliai, jūs taip pat, atsižadėkite nedoro ir pasišvęskite (darbui su) doromis būsenomis. ",
  "mn21:7.15": "Juk tokiu būdu jūs taip pat suklestėsite, užaugsite, visiškai išsivystysite šiame mokyme ir disciplinoje. ",
  "mn21:8.1": "Panašiai, vienuoliai, kaip jei netoli kaimo ar miestelio būtų didžiulis salmedžių miškas, ",
  "mn21:8.2": "ir jis būtų gausiai apaugęs vijokliais. ",
  "mn21:8.3": "Atsirastų koks tai žmogus, siekiantis jo gerovės, naudos ir saugumo. ",
  "mn21:8.4": "Jis išrautų ir išmestų kreivas jaunas salmedžio atžalas, eikvojančias gyvastingumą. Taip jis gerai išvalytų mišką. ",
  "mn21:8.5": "O tiesiomis, gerosiomis salmedžio atžalomis jis tinkamai rūpintųsi. ",
  "mn21:8.6": "Ir štai tokiu būdu, vienuoliai, po kurio laiko šis salmeždių miškas suklestėtų, užaugtų, visiškai išsivystytų. ",
  "mn21:8.7": "Lygiai gi taip pat, vienuoliai, ir jūs atsižadėkite nedoro ir pasišvęskite (darbui su) doromis būsenomis. ",
  "mn21:8.8": "Juk tokiu būdu jūs taip pat suklestėsite, užaugsite, visiškai išsivystysite šiame mokyme ir disciplinoje. ",
  "mn21:9.1": "Vienuoliai, kadaise praeityje čia pat Savatthyje gyveno namų šeimininkė vardu Vėdėhika. ",
  "mn21:9.2": "Ir apie tą namų šeimininkę Vėdėhiką buvo pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn21:9.3": "„Namų šeimininkė Vėdėhika yra švelni, namų šeimininkė Vėdėhika yra nuolanki, namų šeimininkė Vėdėhika yra romi.” ",
  "mn21:9.4": "Ir turėjo namų šeimininkė Vėdėhika, vienuoliai, tarnaitę vardu Kali. Ji buvo naginga, energinga, gerai atlikdavo savo darbą. ",
  "mn21:9.5": "Ir štai, vienuoliai, tarnaitė Kali taip pagalvojo: ",
  "mn21:9.6": "„Apie manąją ponią yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn21:9.7": "„Namų šeimininkė Vėdėhika yra švelni, namų šeimininkė Vėdėhika yra nuolanki, namų šeimininkė Vėdėhika yra romi.” ",
  "mn21:9.8": "Bet ar taip yra dėl to, kad mano ponioje netūno pyktis, ar ji jo tiesiog neišreiškia? ",
  "mn21:9.9": "Ir ar dėl to ji jo neišreiškia, kad aš gerai atlieku savo darbą, o ne dėl to, kad pyktis netūno joje? ",
  "mn21:9.10": "Kodėl man neišbandžius ponios?” ",
  "mn21:9.11": "Ir štai, vienuoliai, tarnaitė Kali atsikėlė, kai jau buvo diena. ",
  "mn21:9.12": "Tuomet, vienuoliai, namų šeimininkė Vėdėhika pasakė tarnaitei Kali: ",
  "mn21:9.13": "„Ei, Kali!” ",
  "mn21:9.14": "„Ką, ponia?” ",
  "mn21:9.15": "„Tu dėl ko vėlai kėleisi?” ",
  "mn21:9.16": "„Ne dėl nieko, ponia.” ",
  "mn21:9.17": "„Mat kaip, netikusi tarnaite! Ne dėl nieko jinai vėlai kėlėsi!” – pagalvojo ji susiraukusi iš pykčio ir nepasitenkinimo. ",
  "mn21:9.18": "Ir štai, vienuoliai, tarnaitė Kali pagalvojo: ",
  "mn21:9.19": "„Mano ponioje tūno pyktis, ji tiesiog jo neišreiškia. ",
  "mn21:9.20": "Pyktis tūno joje, bet ji neišreiškia jo dėl to, kad aš gerai atlieku savo darbą. ",
  "mn21:9.21": "Kodėl man ponios neišbandžius dar labiau?” ",
  "mn21:9.22": "Ir štai, vienuoliai, tarnaitė Kali atsikėlė, dar vėliau dieną. ",
  "mn21:9.23": "Tuomet, vienuoliai, namų šeimininkė Vėdėhika pasakė tarnaitei Kali: ",
  "mn21:9.24": "„Ei, Kali!” ",
  "mn21:9.25": "„Ką, ponia?” ",
  "mn21:9.26": "„Tu dėl ko dar vėliau kėleisi?” ",
  "mn21:9.27": "„Ne dėl nieko, ponia.” ",
  "mn21:9.28": "„Mat kaip, netikusi tarnaite! Ne dėl nieko jinai dar vėliau kėlėsi!” – išžodžiavo ji iš pykčio ir nepasitenkinimo. ",
  "mn21:9.29": "Ir štai, vienuoliai, tarnaitė Kali pagalvojo: ",
  "mn21:9.30": "„Mano ponioje tūno pyktis, ji tiesiog jo neišreiškia. ",
  "mn21:9.31": "Pyktis tūno joje, bet ji neišreiškia jo dėl to, kad aš gerai atlieku savo darbą. ",
  "mn21:9.32": "Kodėl man ponios neišbandžius dar labiau?” ",
  "mn21:9.33": "Ir štai, vienuoliai, tarnaitė Kali atsikėlė, dar vėliau dieną. ",
  "mn21:9.34": "Tuomet, vienuoliai, namų šeimininkė Vėdėhika pasakė tarnaitei Kali: ",
  "mn21:9.35": "„Ei, Kali!” ",
  "mn21:9.36": "„Ką, ponia?” ",
  "mn21:9.37": "„Tu dėl ko dar vėliau kėleisi?” ",
  "mn21:9.38": "„Ne dėl nieko, ponia.” ",
  "mn21:9.39": "Ir su žodžiais: „Mat kaip, netikusi tarnaite! Ne dėl nieko jinai vėlai kėlėsi!” – iš pykčio ir nepasitenkinimo ji grėbė skląsti ir taip davė tarnaitei per galvą, kad ją perskėlė. ",
  "mn21:9.40": "Ir štai, vienuoliai, tarnaitė Kali su praskelta kraujuojančia galva nuėjo skųstis kaimynams: ",
  "mn21:9.41": "„Pažiūrėkite, ponai, į švelniosios darbą, ",
  "mn21:9.42": "pažiūrėkite, ponai, į minkštosios darbą, pažiūrėkite, ponai, į nuolankiosios darbą! ",
  "mn21:9.43": "Kaip galima dėl vėlaus kėlimosi, iš pykčio ir nepasitenkinimo griebti skląsti ir duoti juo savo vienintelei tarnaitei per galvą taip, kad net perskelti ją?!” ",
  "mn21:9.44": "Ir štai, vienuoliai, vėliau apie tą namų šeimininkę Vėdėhiką pasklido tokios piktos šnekos: ",
  "mn21:9.45": "„Namų šeimininkė Vėdėhika yra žiauri, namų šeimininkė Vėdėhika yra akiplėšiška, namų šeimininkė Vėdėhika yra karštagalvė.” ",
  "mn21:10.1": "Lygiai gi, vienuoliai, taip ir šitame mokyme būna, kad kažkoks vienuolis yra labai švelnus, labai nuolankus, labai romus, kol jis nesusiduria su nemaloniais žodžiais. ",
  "mn21:10.2": "Tik tuomet, vienuoliai, kai vienuolis susiduria su nemaloniais žodžiais, galima suprasti ar jis yra švelnus, ar jis yra nuolankus, ar jis yra romus. ",
  "mn21:10.3": "Vienuoliai, aš nevadinu nuolankiu tą vienuolį, kuris yra nuolankus, rodo nuolankumą dėl apdarų, maisto, pastogės ir sergančiojo būtinybių. ",
  "mn21:10.4": "Dėl kokios priežasties? ",
  "mn21:10.5": "Juk, vienuoliai, kai tas vienuolis negauna apdarų, maisto, pastogės ir sergančiojo būtinybių, jis nėra nuolankus ir nerodo nuolankumo. ",
  "mn21:10.6": "Bet, vienuoliai, aš vadinu nuolankiu tą vienuolį, kuris yra nuolankus, rodo nuolankumą, rodydamas pagarbą Dhammai, gerbdamas Dhammą, aukštindamas Dhammą, garbindamas Dhammą, šlovindamas Dhammą. ",
  "mn21:10.7": "Tad, vienuoliai, turėtumėte mokytis būti tais, kurie yra nuolankūs, rodo nuolankumą, rodydami pagarbą Dhammai, gerbdami Dhammą, aukštindami Dhammą, garbindami Dhammą, šlovindami Dhammą. ",
  "mn21:11.1": "Vienuoliai, kalba, kuria į jus gali kreiptis, turi šešis aspektus. ",
  "mn21:11.2": "Ji gali būti savalaikė ar nesavalaikė, ",
  "mn21:11.3": "teisinga ar melaginga, ",
  "mn21:11.4": "švelni ar šiurkšti, ",
  "mn21:11.5": "naudinga ar kenksminga, ",
  "mn21:11.6": "geraširdiška ar piktanoriška. ",
  "mn21:11.7": "Vienuoliai, ar kiti į jus kreipiasi savalaike ar nesavalaike kalba, ",
  "mn21:11.8": "ar kiti į jus kreipiasi teisinga ar melaginga kalba, ",
  "mn21:11.9": "ar kiti į jus kreipiasi švelnia ar šiurkščia kalba, ",
  "mn21:11.10": "ar kiti į jus kreipiasi naudinga ar kenksminga kalba, ",
  "mn21:11.11": "ar kiti į jus kreipiasi geraširdiška ar piktanoriška kalba, ",
  "mn21:11.12": "turėtumėte mokyti save taip: ",
  "mn21:11.13": "„Nei mūsų protas pakis, nei ištarsime piktus žodžius, atjausdami galvosime apie jo gerovę, būsime su geraširdiškumo kupinu protu, be vidinio pykčio. ",
  "mn21:11.14": "Gyvensime aprėpę tą žmogų geraširdiškumo sklidinu protu, ir atsiremdami į tai, aprėpsime visą pasaulį – viršų, apačią, šalis, visas kryptis – protu sklidinu geraširdiškumo, didžiuliu, didingu, beribiu, be neapykantos, be piktavališkumo.” ",
  "mn21:11.15": "Štai taip, vienuoliai, turėtumėte mokyti save. ",
  "mn21:12.1": "Panašiai, vienuoliai, kaip kad jei ateitų žmogus pasiėmęs kastuvą ir krepšį. ",
  "mn21:12.2": "Jis pasakytų: ",
  "mn21:12.3": "„Paliksiu šią didžiąją žemę be žemės.” ",
  "mn21:12.4": "Ir jis pradeda visur kasti, mėtyti žemę, spjaudyti ir šlapintis, galvodamas: ",
  "mn21:12.5": "„Liksi be žemės, liksi be žemės!” ",
  "mn21:12.6": "Kaip manote, vienuoliai, ",
  "mn21:12.7": "ar paliktų tas žmogus šią didžiąją žemę be žemės?” ",
  "mn21:12.8": "„Ne, Garbusis.” ",
  "mn21:12.9": "„Dėl kokios priežasties?” ",
  "mn21:12.10": "„Juk, Garbusis, ši didžioji žemė yra gili ir nepamatuojama. ",
  "mn21:12.11": "Nėra lengva ją palikti be žemės. ",
  "mn21:12.12": "Galiausiai tas žmogus išpeštų tik nuovargį ir apmaudą.” ",
  "mn21:13.1": "Lygiai gi taip pat, vienuoliai, kalba, kuria į jus gali kreiptis, turi šešis aspektus. ",
  "mn21:13.2": "Ji gali būti savalaikė ar nesavalaikė, ",
  "mn21:13.3": "teisinga ar melaginga, ",
  "mn21:13.4": "švelni ar šiurkšti, ",
  "mn21:13.5": "naudinga ar kenksminga, ",
  "mn21:13.6": "geraširdiška ar piktanoriška. ",
  "mn21:13.7": "Vienuoliai, ar kiti į jus kreipiasi savalaike ar nesavalaike kalba, ",
  "mn21:13.8": "ar kiti į jus kreipiasi teisinga ar melaginga kalba, ",
  "mn21:13.9": "ar kiti į jus kreipiasi švelnia ar šiurkščia kalba, ",
  "mn21:13.10": "ar kiti į jus kreipiasi naudinga ar kenksminga kalba, ",
  "mn21:13.11": "ar kiti į jus kreipiasi geraširdiška ar piktanoriška kalba, ",
  "mn21:13.12": "turėtumėte mokyti save taip: ",
  "mn21:13.13": "„Nei mūsų protas pakis, nei ištarsime piktus žodžius, atjausdami galvosime apie jo gerovę, būsime su geraširdiškumo kupinu protu, be vidinio pykčio. ",
  "mn21:13.14": "Gyvensime aprėpę tą žmogų geraširdiškumo sklidinu protu, ir atsiremdami į tai, aprėpsime visą pasaulį – viršų, apačią, šalis, visas kryptis – panašiu į žemę protu, sklidinu geraširdiškumo, didžiuliu, didingu, beribiu, be neapykantos, be piktavališkumo.” ",
  "mn21:13.15": "Štai taip, vienuoliai, turėtumėte mokyti save. ",
  "mn21:14.1": "Panašiai, vienuoliai, kaip kad jei ateitų žmogus pasiėmęs rudų, geltonų, mėlynų ir raudonų dažų. ",
  "mn21:14.2": "Jis sakytų: ",
  "mn21:14.3": "„Nupiešiu čia ore paveikslą, padarysiu taip, kad ore atsirastų paveikslas.” ",
  "mn21:14.4": "Kaip manote, vienuoliai, ",
  "mn21:14.5": "Ar tas žmogus nupieštų ten ore paveikslą, ar padarytų taip, kad ore atsirastų paveikslas.” ",
  "mn21:14.6": "„Ne, Garbusis.” ",
  "mn21:14.7": "„Dėl kokios priežasties?” ",
  "mn21:14.8": "„Juk, Garbusis, erdvė yra beformė, yra nematoma. ",
  "mn21:14.9": "Nėra lengva joje nupiešti paveikslą, padaryti taip, kad joje atsirastų paveikslas. ",
  "mn21:14.10": "Galiausiai tas žmogus išpeštų tik nuovargį ir apmaudą.” ",
  "mn21:15.1": "Lygiai gi taip pat, vienuoliai, kalba, kuria į jus gali kreiptis, turi šešis aspektus. Ji gali būti savalaikė ar nesavalaikė … ",
  "mn21:15.2": "Gyvensime aprėpę tą žmogų geraširdiškumo sklidinu protu, ir atsiremdami į tai, aprėpsime visą pasaulį – viršų, apačią, šalis, visas kryptis – panašiu į orą protu, sklidinu geraširdiškumo, didžiuliu, didingu, beribiu, be neapykantos, be piktavališkumo.” ",
  "mn21:15.3": "Štai taip, vienuoliai, turėtumėte mokyti save. ",
  "mn21:16.1": "Panašiai, vienuoliai, kaip kad jei ateitų žmogus pasiėmęs degantį žolės deglą. ",
  "mn21:16.2": "Jis sakytų: ",
  "mn21:16.3": "„Šiuo degančiu žolės deglu uždegsiu Gangos upę, išdeginsiu ją.” ",
  "mn21:16.4": "Kaip manote, vienuoliai, ",
  "mn21:16.5": "Ar tas žmogus degančiu žolės deglu uždegtų Gangos upę, išdegintų ją?” ",
  "mn21:16.6": "„Ne, Garbusis.” ",
  "mn21:16.7": "„Dėl kokios priežasties?” ",
  "mn21:16.8": "„Juk, Garbusis, Gangos upė yra gili ir nepamatuojama. ",
  "mn21:16.9": "Nėra lengva ją degančiu žolės deglu uždegti, išdeginti ją. ",
  "mn21:16.10": "Galiausiai tas žmogus išpeštų tik nuovargį ir apmaudą.” ",
  "mn21:17.1": "Lygiai gi taip pat, vienuoliai, kalba, kuria į jus gali kreiptis, turi šešis aspektus. Ji gali būti savalaikė ar nesavalaikė … ",
  "mn21:17.2": "Gyvensime aprėpę tą žmogų geraširdiškumo sklidinu protu, ir atsiremdami į tai, aprėpsime visą pasaulį – viršų, apačią, šalis, visas kryptis – panašiu į Gangą protu, sklidinu geraširdiškumo, didžiuliu, didingu, beribiu, be neapykantos, be piktavališkumo.” ",
  "mn21:17.3": "Štai taip, vienuoliai, turėtumėte mokyti save. ",
  "mn21:18.1": "Panašiai, vienuoliai, kaip kad jei būtų maišas padarytas iš nugremžtos, išvoluotos, gerai išdirbtos, minkštos, netraškančios, nebraškančios katino odos. ",
  "mn21:18.2": "ir ateitų žmogus su lazda ar puodo šuke. ",
  "mn21:18.3": "Jis sakytų: ",
  "mn21:18.4": "„Lazda ar puodo šuke padarysiu, kad šis maišas, padarytas iš nugremžtos, išvoluotos, gerai išdirbtos, minkštos, netraškančios, nebraškančios katino odos, traškėtų ir braškėtų.” ",
  "mn21:18.5": "Kaip manote, vienuoliai, ",
  "mn21:18.6": "ar šis žmogus lazda ar puodo šuke padarytų, kad šis maišas, padarytas iš nugremžtos, išvoluotos, gerai išdirbtos, minkštos, netraškančios, nebraškančios katino odos, traškėtų ir braškėtų.” ",
  "mn21:18.7": "„Ne, Garbusis.” ",
  "mn21:18.8": "„Dėl kokios priežasties?” ",
  "mn21:18.9": "Juk, Garbusis, tai maišas padarytas iš nugremžtos, išvoluotos, gerai išdirbtos, minkštos, netraškančios, nebraškančios katino odos. ",
  "mn21:18.10": "Nėra lengva lazda ar puodo šuke padaryti, kad jis  traškėtų ir braškėtų. ",
  "mn21:18.11": "Galiausiai tas žmogus išpeštų tik nuovargį ir apmaudą.” ",
  "mn21:19.1": "Lygiai gi taip pat, vienuoliai, kalba, kuria į jus gali kreiptis, turi šešis aspektus. ",
  "mn21:19.2": "Ji gali būti savalaikė ar nesavalaikė, ",
  "mn21:19.3": "teisinga ar melaginga, ",
  "mn21:19.4": "švelni ar šiurkšti, ",
  "mn21:19.5": "naudinga ar kenksminga, ",
  "mn21:19.6": "geraširdiška ar piktanoriška. ",
  "mn21:19.7": "Vienuoliai, ar kiti į jus kreipiasi savalaike ar nesavalaike kalba, ",
  "mn21:19.8": "ar kiti į jus kreipiasi teisinga ar melaginga kalba, ",
  "mn21:19.9": "ar kiti į jus kreipiasi švelnia ar šiurkščia kalba, ",
  "mn21:19.10": "ar kiti į jus kreipiasi naudinga ar kenksminga kalba, ",
  "mn21:19.11": "ar kiti į jus kreipiasi geraširdiška ar piktanoriška kalba, ",
  "mn21:19.12": "turėtumėte mokyti save taip: ",
  "mn21:19.13": "„Nei mūsų protas pakis, nei ištarsime piktus žodžius, atjausdami galvosime apie jo gerovę, būsime su geraširdiškumo kupinu protu, be vidinio pykčio. ",
  "mn21:19.14": "Gyvensime aprėpę tą žmogų geraširdiškumo sklidinu protu, ir atsiremdami į tai, aprėpsime visą pasaulį – viršų, apačią, šalis, visas kryptis – panašiu į katino odos maišą protu, sklidinu geraširdiškumo, didžiuliu, didingu, beribiu, be neapykantos, be piktavališkumo.” ",
  "mn21:19.15": "Štai taip, vienuoliai, turėtumėte mokyti save. ",
  "mn21:20.1": "Net, vienuoliai, jei banditai plėšikai dvirankiu pjūklu vieną po kitos nupjovinėtų kam galūnes, tas, kurio prote dėl to kiltų pyktis, negyventų pagal mano mokymą. ",
  "mn21:20.2": "Turėtumėte mokyti save taip: ",
  "mn21:20.3": "„Nei mūsų protas pakis, nei ištarsime piktus žodžius, atjausdami galvosime apie jo gerovę, būsime su geraširdiškumo kupinu protu, be vidinio pykčio. ",
  "mn21:20.4": "Gyvensime aprėpę tą žmogų geraširdiškumo sklidinu protu, ir atsiremdami į tai, aprėpsime visą pasaulį – viršų, apačią, šalis, visas kryptis – protu sklidinu geraširdiškumo, didžiuliu, didingu, beribiu, be neapykantos, be piktavališkumo.” ",
  "mn21:20.5": "Štai taip, vienuoliai, turėtumėte mokyti save. ",
  "mn21:21.1": "Jei, vienuoliai, nuolat atmintumėte šį palyginimo su pjūklu pamokymą, ",
  "mn21:21.2": "ar matote kokią nors kalbos rūšį, kurios negalėtumėte pakęsti?” ",
  "mn21:21.3": "„Ne, Garbusis.” ",
  "mn21:21.4": "„Todėl, vienuoliai, nuolat atminkite šį palyginimo su pjūklu pamokymą, ",
  "mn21:21.5": "tai jums ilgą laiką neš naudą ir laimę.” ",
  "mn21:21.6": "Štai ką pasakė Palaimintasis. ",
  "mn21:21.7": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}