{
  "mn2:0.1": "Vidutinio ilgio suttų rinkinys 2 ",
  "mn2:0.2": "Visos ydos ",
  "mn2:1.1": "Taip aš girdėjau. ",
  "mn2:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn2:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn2:1.4": "„Vienuoliai!” ",
  "mn2:1.5": "„Taip, Garbusis,”  – atsakė Palaimintajam tie vienuoliai. ",
  "mn2:1.6": "Palaimintasis štai ką pasakė: ",
  "mn2:2.1": "„Vienuoliai, aš jus nuosekliu metodu mokysiu pažaboti visas ydas. ",
  "mn2:2.2": "To klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "mn2:2.3": "„Taip, Garbusis,”  – atsakė Palaimintajam tie vienuoliai. ",
  "mn2:2.4": "Palaimintasis štai ką pasakė: ",
  "mn2:3.1": "„Vienuoliai, aš sakau, kad sunaikinti ydas gali tas, kas žino ir mato, o ne tas, kas nežino ir nemato. ",
  "mn2:3.2": "Ką žino ir mato tas, kas gali sunaikinti ydas? ",
  "mn2:3.3": "Išmintingą dėmesį ir neišmintingą dėmesį. ",
  "mn2:3.4": "Kreipiančiajam dėmesį neišmintingai, vienuoliai, dar nekilusios ydos kyla, o kilusios ydos auga. ",
  "mn2:3.5": "Kreipiančiajam gi dėmesį išmintingai, vienuoliai, dar nekilusios ydos nekyla, o kilusių ydų atsikratoma. ",
  "mn2:4.1": "Yra, vienuoliai, ydų, kurių reikia atsikratyti matymu, yra ydų, kurių reikia atsikratyti susilaikymu, yra ydų, kurių reikia atsikratyti naudojimusi, yra ydų, kurių reikia atsikratyti pakantumu, yra ydų, kurių reikia atsikratyti vengimu, yra ydų, kurių reikia atsikratyti pašalinimu, yra ydų, kurių reikia atsikratyti vystymu. ",
  "mn2:5.0": "1. Ydos, kurių reikia atsikratyti matymu ",
  "mn2:5.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti matymu? ",
  "mn2:5.2": "Štai, vienuoliai, neapmokytas, eilinis žmogus, kuris nėra matęs tauriųjų, nenusimano apie tauriųjų mokymą ir nebuvo jo mokytas, kuris nėra matęs padorių žmonių,  nenusimano apie padorių žmonių mokymą ir nebuvo jo mokytas, ",
  "mn2:5.3": "nežino į kokius dalykus dėmesys kreiptinas, o į kokius nekreiptinas. ",
  "mn2:5.4": "Nežinodamas į kokius dalykus dėmesys kreiptinas, o į kokius nekreiptinas, jis kreipia dėmesį ten, kur dėmesys yra nekreiptinas ir nekreipia dėmesio ten, kur dėmesys yra kreiptinas. ",
  "mn2:6.1": "Ir kurie, vienuoliai, yra dalykai, į kuriuos jis kreipia dėmesį, nors dėmesys ten yra nekreiptinas? ",
  "mn2:6.2": "Tie, vienuoliai, dalykai, į kuriuos kreipiant dėmesį, žmogui kyla dar nekilusi geismo yda, o kilusi geismo yda auga; ",
  "mn2:6.3": "kyla dar nekilusi būties troškimo yda, o kilusi būties troškimo yda auga; ",
  "mn2:6.4": "kyla dar nekilusi nežinojimo yda, o kilusi nežinojimo yda auga – ",
  "mn2:6.5": "šie yra dalykai, į kuriuos jis kreipia dėmesį, nors dėmesys ten yra nekreiptinas. ",
  "mn2:6.6": "Ir kurie, vienuoliai, yra dalykai, į kuriuos jis nekreipia dėmesio, nors dėmesys ten yra kreiptinas? ",
  "mn2:6.7": "Tie, vienuoliai, dalykai, į kuriuos kreipiant dėmesį, žmogui nekyla dar nekilusi geismo yda, o kilusios geismo ydõs atsikratoma; ",
  "mn2:6.8": "nekyla dar nekilusi būties troškimo yda, o kilusios būties troškimo ydõs atsikratoma; ",
  "mn2:6.9": "nekyla dar nekilusi nežinojimo yda, o kilusios nežinojimo ydõs atsikratoma – ",
  "mn2:6.10": "šie yra dalykai, į kuriuos jis nekreipia dėmesio, nors dėmesys ten yra kreiptinas. ",
  "mn2:7.1": "Dėl to, kad jis kreipia dėmesį ten, kur dėmesys nekreiptinas ir nekreipia dėmesio ten, kur dėmesys kreiptinas, jam kyla dar nekilusios ydos, o kilusios auga. ",
  "mn2:7.2": "Jis neišmintingai dėmisi: ",
  "mn2:7.3": "„Ar aš buvau praeity? Ar manęs nebuvo praeity? Kas aš buvau praeity? Kaip aš buvau praeity? Buvęs kuo, kuo tapau praeity? ",
  "mn2:7.4": "Ar aš būsiu ateity? Ar manęs nebus ateity? Kas aš būsiu ateity? Kaip aš būsiu ateity? Buvęs kuo, kuo tapsiu ateity?” ",
  "mn2:7.5": "Arba čia pat, dabarty jis viduje abejoja: ",
  "mn2:7.6": "„Ar aš esu? Ar manęs nėra? Kas aš esu? Kaip aš esu? Iš kur atėjo ši būtybė? Ir kur ji išeis?” ",
  "mn2:8.1": "Taip neišmintingai kreipiančiajam dėmesį  kyla viena iš šešių klaidingų pažiūrų. ",
  "mn2:8.2": "Kaip kažkas tikro ir užtikrinto, kyla požiūris:  „Manoji savastis yrà.” ",
  "mn2:8.3": "Arba kaip kažkas tikro ir užtikrinto, kyla požiūris: „Manosios savasties nėra.” ",
  "mn2:8.4": "Arba kaip kažkas tikro ir užtikrinto, kyla požiūris: „Suvokiu save savastimi.” ",
  "mn2:8.5": "Arba kaip kažkas tikro ir užtikrinto, kyla požiūris: „Suvokiu savęs nebūvimą savastimi.” ",
  "mn2:8.6": "Arba kaip kažkas tikro ir užtikrinto, kyla požiūris: „Suvokiu save ne savastimi.” ",
  "mn2:8.7": "Arba jis laikosi tokio požiūrio: ",
  "mn2:8.8": "„Manoji savastis, kuri kalba, jaučia bei patiria gerų ir nelabų veiksmų rezultatus įvairiuose (pasauliuose), toji mano savastis yra nekintama, stabili, amžina, nepakeičiama, ji išliks tokia pat per amžių amžius.” ",
  "mn2:8.9": "Tai, vienuoliai, vadinama klaidingu požiūriu, požiūrių džiunglėmis, požiūrių dykyne, požiūrių pasirodymu, požiūrių makalyne, požiūrių pančiais. ",
  "mn2:8.10": "Surištas pažiūrų pančiais, vienuoliai, neapmokytas, eilinis žmogus, neišsivaduoja nuo gimimo, senėjimo, mirties, liūdesio, raudojimo, skausmo, nepasitenkinimo ir nevilties. ",
  "mn2:8.11": "Neišsivaduoja iš kančios, aš sakau. ",
  "mn2:9.1": "Apmokytas gi, vienuoliai, tauriųjų mokinys, ",
  "mn2:9.2": "kuris yra matęs tauriuosius, nusimano apie tauriųjų mokymą ir buvo to mokytas, kuris yra matęs padorių žmonių, nusimano apie padorių žmonių mokymą ir buvo to mokytas, ",
  "mn2:9.3": "žino į kokius dalykus dėmesys kreiptinas, o į kokius nekreiptinas. ",
  "mn2:9.4": "Žinodamas į kuriuos dalykus dėmesys kreiptinas, o į kuriuos nekreiptinas, jis nekreipia dėmesio ten, kur dėmesys yra nekreiptinas ir kreipia dėmesį ten, kur dėmesys yra kreiptinas. ",
  "mn2:10.1": "Ir kurie gi, vienuoliai, yra dalykai, į kuriuos jis nekreipia dėmesio, kur dėmesys yra nekreiptinas? ",
  "mn2:10.2": "Tie, vienuoliai, dalykai, į kuriuos kreipiant dėmesį, žmogui kyla dar nekilusi geismo yda, o kilusi geismo yda auga; ",
  "mn2:10.3": "kyla dar nekilusi būties troškimo yda, o kilusi būties troškimo yda auga; ",
  "mn2:10.4": "kyla dar nekilusi nežinojimo yda, o kilusi nežinojimo yda auga; ",
  "mn2:10.5": "Šie yra dalykai, į kuriuos jis nekreipia dėmesio, kur dėmesys yra nekreiptinas. ",
  "mn2:10.6": "Ir kurie, vienuoliai, yra dalykai, į kuriuos jis kreipia dėmesį, kur dėmesys yra kreiptinas? ",
  "mn2:10.7": "Tie, vienuoliai, dalykai, į kuriuos kreipiant dėmesį, žmogui nekyla dar nekilusi geismo yda, o kilusios geismo ydõs atsikratoma; ",
  "mn2:10.8": "nekyla dar nekilusi būties troškimo yda, o kilusios būties troškimo ydos atsikratoma; ",
  "mn2:10.9": "nekyla dar nekilusi nežinojimo yda, o kilusios nežinojimo ydos atsikratoma; ",
  "mn2:10.10": "Šie yra dalykai, į kuriuos jis kreipia dėmesį, kur dėmesys yra kreiptinas. ",
  "mn2:10.11": "Dėl to, kad jis nekreipia dėmesio ten, kur dėmesys nekreiptinas ir kreipia dėmesį ten, kur dėmesys kreiptinas, jam nekyla dar nekilusios ydos, o kilusių ydų atsikratoma. ",
  "mn2:11.1": "Jis išmintingai dėmisi: „Tai yra kančia”,  išmintingai dėmisi: „Tai yra kančios šaltinis”, išmintingai dėmisi: „Tai yra kančios baigtis”, išmintingai dėmisi: „Tai yra kelias į kančios baigtį”. ",
  "mn2:11.2": "Taip išmintingai kreipiantis dėmesį  atsikrato trejų pančių: ",
  "mn2:11.3": "tapatumo pažiūros, abejonių ir bet kokio prisirišimo prie ritualų ir apeigų. ",
  "mn2:11.4": "Tai, vienuoliai, vadinama ydomis, kurių reikia atsikratyti matymu. ",
  "mn2:12.0": "2. Ydos, kurių reikia atsikratyti  susilaikymu ",
  "mn2:12.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti  susilaikymu? ",
  "mn2:12.2": "Štai, vienuoliai, vienuolis išmintingai apmąstydamas gyvena sulaikydamas akių gebėjimą. ",
  "mn2:12.3": "Nes, vienuoliai, tam, kas gyvena sulaikydamas akių gebėjimą, nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam nesulaikant akių gebėjimo. ",
  "mn2:12.4": "Išmintingai apmąstydamas gyvena sulaikydamas ausies gebėjimą … ",
  "mn2:12.5": "Išmintingai apmąstydamas gyvena sulaikydamas nosies gebėjimą … ",
  "mn2:12.6": "Išmintingai apmąstydamas gyvena sulaikydamas liežuvio gebėjimą … ",
  "mn2:12.7": "Išmintingai apmąstydamas gyvena sulaikydamas kūno gebėjimą … ",
  "mn2:12.8": "Išmintingai apmąstydamas gyvena sulaikydamas proto gebėjimą. ",
  "mn2:12.9": "Nes, vienuoliai, tam, kas gyvena sulaikydamas proto gebėjimą, nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam nesulaikant proto gebėjimo. ",
  "mn2:12.10": "Nes, vienuoliai, tam, kas gyvena sulaikydamas, nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam nesulaikant. ",
  "mn2:12.11": "Tai, vienuoliai, vadinama ydomis, kurių reikia atsikratyti susilaikymu. ",
  "mn2:13.0": "3. Ydos, kurių reikia atsikratyti naudojimusi ",
  "mn2:13.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti naudojimusi? ",
  "mn2:13.2": "Štai, vienuoliai, vienuolis išmintingai apmąstydamas naudojasi apdarais: ",
  "mn2:13.3": "„Tai tik tam, kad apsiginčiau nuo šalčio ir karščio, kad apsiginčiau nuo sąlyčio su musėmis, uodais, vėju, saule ir ropliais, tik tam, kad prisidengčiau intymias kūno dalis.” ",
  "mn2:14.1": "Išmintingai apmąstydamas naudojasi paaukotu maistu: ",
  "mn2:14.2": "„Tai ne pramogai, ne malonumui, ne grožio ar patrauklumo puoselėjimui, tai tik tam, kad kūnas būtų tvirtas ir sveikas, kad numalšinčiau alkį ir palaikyčiau šventą gyvenimą. Taip panaikinsiu seną (alkio) jausmą ir nesukelsiu naujo (persivalgymo) jausmo, ir dėl to negausiu priekaištų bei gyvensiu lengvai.” ",
  "mn2:15.1": "Išmintingai apmąstydamas naudojasi būstu: ",
  "mn2:15.2": "„Tai tik tam, kad apsiginčiau nuo šalčio ir karščio, kad apsiginčiau nuo sąlyčio su musėmis, uodais, vėju, saule ir ropliais, tik tam, kad apsisaugočiau nuo blogo oro ir mėgaučiausi vienuma.” ",
  "mn2:16.1": "Išmintingai apmąstydamas naudojasi vaistais ir sergančiojo būtinybėmis: ",
  "mn2:16.2": "„Tai tik tam, kad apsisaugočiau nuo kilusių varginančių pojūčių, kad pagerinčiau sveikatą.” ",
  "mn2:17.1": "Nes, vienuoliai, tam, kas gyvena (taip) naudodamas (būtinybes), nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam (taip) nenaudojant (būtinybes). ",
  "mn2:17.2": "Tai, vienuoliai, vadinama ydomis, kurias reikia palikti naudojimusi. ",
  "mn2:18.0": "4. Ydos, kurias reikia palikti pakantumu ",
  "mn2:18.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti pakantumu? ",
  "mn2:18.2": "Štai, vienuoliai, vienuolis išmintingai apmąstydamas kantriai pakelia šaltį, karštį, alkį ir troškulį. Jis yra pakantus sąlyčiui su musėmis, uodais, vėju, saule ir ropliais, šiurkščiai ištartiems, iš blogos (valios) kilusiems žodžiams, kūne kilusiems pojūčiams, kurie yra  skausmingi, aštrūs, šiurkštūs, žiaurūs, nemalonūs, nemieli, atimantys gyvybę. ",
  "mn2:18.3": "Nes, vienuoliai, tam, kas gyvena su tokiu pakantumu, nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam be pakantumo. ",
  "mn2:18.4": "Tai, vienuoliai, vadinama ydomis, kurių reikia atsikratyti pakantumu. ",
  "mn2:19.0": "5. Ydos, kurių reikia atsikratyti vengimu ",
  "mn2:19.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti vengimu? ",
  "mn2:19.2": "Štai, vienuoliai, vienuolis išmintingai apmąstydamas  vengia laukinių dramblių,  vengia laukinių arklių,  vengia laukinių bulių,  vengia laukinių šunų,  vengia gyvačių, kelmų, spygliuotų vietovių, duobių, skardžių, pelkių, nuotėkų griovių. ",
  "mn2:19.3": "Išmintingai apmąstydamas, jis vengia sėdėti tose netinkamose vietose, vaikščioti tose netinkamose vietovėse, susidėti su tais nelabais draugais, kuriuos išmintingieji švento gyvenimo bičiuliai laikytų nelaba aplinka. ",
  "mn2:19.4": "Nes, vienuoliai, tam, kas (viso) to vengia, nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam (to) nevengiant. ",
  "mn2:19.5": "Tai, vienuoliai, vadinama ydomis, kurių reikia atsikratyti vengimu. ",
  "mn2:20.0": "6. Ydos, kurių reikia atsikratyti pašalinimu ",
  "mn2:20.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti pašalinimu? ",
  "mn2:20.2": "Štai, vienuoliai, vienuolis išmintingai apmąstydamas  nepriima kilusios geismingos minties, jos atsikrato, (ją) pašalina, atmeta, panaikina; nepriima kilusios piktos minties … nepriima kilusios žiaurios minties … nepriima kilusių nelabų, nedorų (proto) būsenų, jų atsikrato, (jas) pašalina, atmeta, panaikina. ",
  "mn2:20.3": "Nes, vienuoliai, tam, kas taip pašalina tas (mintis), nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų gyvenančiam (to) nešalinant. ",
  "mn2:20.4": "Tai, vienuoliai, vadinama ydomis, kurių reikia atsikratyti pašalinimu. ",
  "mn2:21.0": "7. Ydos, kurių reikia atsikratyti vystymu ",
  "mn2:21.1": "Ir kurių gi ydų, vienuoliai, reikia atsikratyti vystymu? ",
  "mn2:21.2": "Štai, vienuoliai, vienuolis išmintingai apmąstydamas  vysto atidos nušvitimo veiksnį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą; ",
  "mn2:21.3": "Išmintingai apmąstydamas vysto reiškinių tyrinėjimo nušvitimo veiksnį … ",
  "mn2:21.4": "vysto energingumo nušvitimo veiksnį … ",
  "mn2:21.5": "vysto palaimos nušvitimo veiksnį … ",
  "mn2:21.6": "vysto ramybės nušvitimo veiksnį … ",
  "mn2:21.7": "vysto sutelkties nušvitimo veiksnį … ",
  "mn2:21.8": "vysto lygiažiūros nušvitimo veiksnį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą. ",
  "mn2:21.9": "Nes, vienuoliai, tam, kas taip jas vysto, nekyla ydos ir varginantis (teršalų ir jų pasekmių) karštis, kurie kiltų (to) nevystant. ",
  "mn2:21.10": "Tai, vienuoliai, vadinama ydomis, kurių reikia atsikratyti vystymu. ",
  "mn2:22.1": "Bet kai, vienuoliai, vienuolis matymu atsikratė ydų, kurių reikia atsikratyti matymu, susilaikymu atsikratė ydų, kurių reikia atsikratyti susilaikymu, naudojimusi atsikratė ydų, kurių reikia atsikratyti naudojimusi, pakantumu atsikratė ydų, kurių reikia atsikratyti pakantumu, vengimu atsikratė ydų, kurių reikia atsikratyti vengimu, pašalinimu atsikratė ydų, kurių reikia atsikratyti pašalinimu, vystymu atsikratė ydų, kurių reikia atsikratyti vystymu, ",
  "mn2:22.2": "apie jį, vienuoliai, sakoma: „Vienuolis gyvena pažabojęs visas ydas. Jis nukirto troškimą, numetė pančius ir teisingai perpratęs savimonę, padarė galą kančiai.” ",
  "mn2:22.3": "Štai ką pasakė Palaimintasis. ",
  "mn2:22.4": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}