{
  "mn30:0.1": "Vidutinio ilgio suttų rinkinys 30 ",
  "mn30:0.2": "Mažoji sutta su palyginimu su branduoline mediena ",
  "mn30:1.1": "Taip aš girdėjau. ",
  "mn30:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli _Savatthi_. ",
  "mn30:2.1": "Ir štai brahmanas Pingalakočia nuėjo pas Palaimintąjį. Atėjęs apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "mn30:2.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsisėdo iš šono. Sėdėdamas taip iš šono brahmanas Pingalakočia Palaimintajam pasakė štai ką: ",
  "mn30:2.3": "„Esti, Gerbiamas Gotama, šie atsiskyrėliai ir brahmanai, bendruomenės galvos, turintys daug pasekėjų, daugelio mokytojai, žinomi ir įžymūs, religinių grupių įkūrėjai, daugelio žmonių didžiai gerbiami: ",
  "mn30:2.4": "Pūrana Kasapa, Makhalis Gosala, Adžita Kesakambala, Pakudha Kačajana, Sančaja Belaputa, Nigantha Nataputa. ",
  "mn30:2.5": "Ar visi iš jų tiesiogiai pažino (tiesą), kaip jie skelbiasi, ar niekas nepažino, ar vieni pažino, o kiti ne?“ ",
  "mn30:2.6": "„Pakaks, brahmane, nesvarbu, ",
  "mn30:2.7": "ar visi iš jų tiesiogiai pažino (tiesą), kaip jie skelbiasi, ar niekas nepažino, ar vieni pažino, o kiti ne. ",
  "mn30:2.8": "Pamokysiu, brahmane, tave _Dhammos_. ",
  "mn30:2.9": "Klausyki, sutelki visą dėmesį, aš kalbėsiu.” ",
  "mn30:2.10": "„Taip, Gerbiamasis,” – atsakė Palaimintajam brahmanas Pingalakočia. ",
  "mn30:2.11": "Palaimintasis pasakė štai ką: ",
  "mn30:3.1": "„Panašiai, brahmane, kaip kad jei žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, balaną, karną ir žievę, nukirstų ir surinktų lapus ir šakas, manydamas, kad tai branduolinė mediena. ",
  "mn30:3.2": "Tai pamatęs geros regos žmogus pasakytų: ",
  "mn30:3.3": "„Šis gerbiamas žmogus nežino kas yra branduolinė mediena, kas balana, kas karna, kas žievė ir kas lapai ir šakos. ",
  "mn30:3.4": "Dėl to šis gerbiamas žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, balaną, karną ir žievę, nukirto ir surinko lapus ir šakas, manydamas, kad tai branduolinė mediena. ",
  "mn30:3.5": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:4.1": "Arba panašiai, brahmane, kaip kad jei žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, balaną ir karną, nukirstų ir surinktų žievę, manydamas, kad tai branduolinė mediena. ",
  "mn30:4.2": "Tai pamatęs geros regos žmogus pasakytų: ",
  "mn30:4.3": "„Šis gerbiamas žmogus nežino kas yra branduolinė mediena, kas balana, kas karna, kas žievė ir kas lapai ir šakos. ",
  "mn30:4.4": "Dėl to šis gerbiamas žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, balaną ir karną, nukirto ir surinko žievę, manydamas, kad tai branduolinė mediena. ",
  "mn30:4.5": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:5.1": "Arba panašiai, brahmane, kaip kad jei žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną ir balaną, nukirstų ir surinktų karną, manydamas, kad tai branduolinė mediena. ",
  "mn30:5.2": "Tai pamatęs geros regos žmogus pasakytų: ",
  "mn30:5.3": "„Šis gerbiamas žmogus nežino kas yra branduolinė mediena, kas balana, kas karna, kas žievė ir kas lapai ir šakos. ",
  "mn30:5.4": "Dėl to šis gerbiamas žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną ir balaną, nukirto ir surinko karną, manydamas, kad tai branduolinė mediena. ",
  "mn30:5.5": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:6.1": "Arba panašiai, brahmane, kaip kad jei žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, nukirstų ir surinktų balaną, manydamas, kad tai branduolinė mediena. ",
  "mn30:6.2": "Tai pamatęs geros regos žmogus pasakytų: ",
  "mn30:6.3": "„Šis gerbiamas žmogus nežino kas yra branduolinė mediena, kas balana, kas karna, kas žievė ir kas lapai ir šakos. ",
  "mn30:6.4": "Dėl to šis gerbiamas žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, nukirto ir surinko balaną, manydamas, kad tai branduolinė mediena. ",
  "mn30:6.5": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:7.1": "Arba panašiai, brahmane, kaip kad jei žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, nukirstų ir surinktų branduolinę medieną, žinodamas, kad tai branduolinė mediena. ",
  "mn30:7.2": "Tai pamatęs geros regos žmogus pasakytų: ",
  "mn30:7.3": "„Šis gerbiamas žmogus žino kas yra branduolinė mediena, kas balana, kas karna, kas žievė ir kas lapai ir šakos. ",
  "mn30:7.4": "Dėl to šis gerbiamas žmogus, kuriam reikalinga branduolinė mediena, ieškantis branduolinės medienos, savo paieškose priėjęs prie galingo medžio su branduoline mediena, nukirto ir surinko branduolinę medieną, žinodamas, kad tai branduolinė mediena. ",
  "mn30:7.5": "Tikslas, kuriam reikalinga branduolinė mediena, bus pasiektas.” ",
  "mn30:8.1": "Lygiai gi, brahmane, taip kažkoks žmogus, iš tikėjimo žengė priekin iš namų į gyvenimą be namų, galvodamas: ",
  "mn30:8.2": "„Esu gimimo, senėjimo, mirties, liūdesio, raudojimo, skausmo, nepasitenkinimo ir nevilties vergas. Esu kančios vergas, kančios valdomas. ",
  "mn30:8.3": "Tikrai turi būti įmanoma pažinti viso šio kančios kalno užbaigą.” ",
  "mn30:8.4": "Taip palikęs pasaulietinį gyvenimą, jis gauna labo, garbę ir išgarsėjimą. ",
  "mn30:8.5": "Dėl to labo, garbės ir išgarsėjimo jis jaučia pasitenkinimą, įgyvendinti jo ketinimai. ",
  "mn30:8.6": "Dėl to labo, garbės ir išgarsėjimo jis save aukština, o kitus peikia: ",
  "mn30:8.7": "„Esu pralobęs, garbinamas ir išgarsėjęs, o tie kiti vienuoliai nežinomi ir negerbiami.” ",
  "mn30:8.8": "Jis neužsidega noru, nededa pastangų pasiekti tai, kas yra aukščiau ir nuostabiau už labą, garbę ir išgarsėjimą. Jis gyvena pasyviai ir yra aptingęs. ",
  "mn30:8.9": "Sakau, brahmane, kad jis panašus į tą žmogų, kuriam reikalinga branduolinė mediena, į ieškantįjį branduolinės medienos, kuris savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, balaną, karną ir žievę, nukirstų ir surinktų lapus ir šakas, manydamas, kad tai branduolinė mediena. ",
  "mn30:8.10": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:9.1": "Bet štai, brahmane, kažkoks žmogus, iš tikėjimo žengė priekin iš namų į gyvenimą be namų, galvodamas: ",
  "mn30:9.2": "„Esu gimimo, senėjimo, mirties, liūdesio, raudojimo, skausmo, nepasitenkinimo ir nevilties vergas. Esu kančios vergas, kančios valdomas. ",
  "mn30:9.3": "Tikrai turi būti įmanoma pažinti viso šio kančios kalno užbaigą.” ",
  "mn30:9.4": "Taip palikęs pasaulietinį gyvenimą, jis gauna labo, garbę ir išgarsėjimą. ",
  "mn30:9.5": "Jis nejaučia pasitenkinimo dėl to labo, garbės ir išgarsėjimo, neįgyvendinti jo ketinimai. ",
  "mn30:9.6": "Dėl to labo, garbės ir išgarsėjimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:9.7": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už labą, garbę ir išgarsėjimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:9.8": "Jis sėkmingai pasiekia dorovės (tyrumą). ",
  "mn30:9.9": "Dėl to dorovės (tyrumo) pasiekimo jis jaučia pasitenkinimą, įgyvendinti jo ketinimai. ",
  "mn30:9.10": "Dėl to dorovės (tyrumo) pasiekimo jis save aukština, o kitus peikia: ",
  "mn30:9.11": "„Esu dorovingas, kilnus, o tie kiti vienuoliai nedorovingi, amoralūs.” ",
  "mn30:9.12": "Jis neužsidega noru, nededa pastangų pasiekti tai, kas yra aukščiau ir nuostabiau už dorovės (tyrumo) pasiekimą. Jis gyvena pasyviai ir yra aptingęs. ",
  "mn30:9.13": "Sakau, brahmane, kad jis panašus į tą žmogų, kuriam reikalinga branduolinė mediena, į ieškantįjį branduolinės medienos, kuris savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, balaną ir karną, nukirstų ir surinktų žievę, manydamas, kad tai branduolinė mediena. ",
  "mn30:9.14": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:10.1": "Bet štai, brahmane, kažkoks žmogus, iš tikėjimo žengė priekin iš namų į gyvenimą be namų, galvodamas: ",
  "mn30:10.2": "„Esu gimimo, senėjimo, mirties, liūdesio, raudojimo, skausmo, nepasitenkinimo ir nevilties vergas. Esu kančios vergas, kančios valdomas. ",
  "mn30:10.3": "Tikrai turi būti įmanoma pažinti viso šio kančios kalno užbaigą.” ",
  "mn30:10.4": "Taip palikęs pasaulietinį gyvenimą, jis gauna labo, garbę ir išgarsėjimą. ",
  "mn30:10.5": "Jis nejaučia pasitenkinimo dėl to labo, garbės ir išgarsėjimo, neįgyvendinti jo ketinimai. ",
  "mn30:10.6": "Dėl to labo, garbės ir išgarsėjimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:10.7": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už labą, garbę ir išgarsėjimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:10.8": "Jis sėkmingai pasiekia dorovės (tyrumą). ",
  "mn30:10.9": "Jis nejaučia pasitenkinimo dėl to dorovės (tyrumo) pasiekimo, neįgyvendinti jo ketinimai. ",
  "mn30:10.10": "Dėl to dorovės (tyrumo) pasiekimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:10.11": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už dorovės (tyrumo) pasiekimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:10.12": "Jis sėkmingai pasiekia sutelktį. ",
  "mn30:10.13": "Dėl to sutekties pasiekimo jis jaučia pasitenkinimą, įgyvendinti jo ketinimai. ",
  "mn30:10.14": "Dėl to sutelkties pasiekimo jis save aukština, o kitus peikia: ",
  "mn30:10.15": "„Esu susitelkęs, sukaupto proto, o tie kiti vienuoliai nesusitelkę, klaidžiojančio proto.” ",
  "mn30:10.16": "Jis neužsidega noru, nededa pastangų pasiekti tai, kas yra aukščiau ir nuostabiau už sutelkties pasiekimą. Jis gyvena pasyviai ir yra aptingęs. ",
  "mn30:10.17": "Sakau, brahmane, kad jis panašus į tą žmogų, kuriam reikalinga branduolinė mediena, į ieškantįjį medžio branduolinės medienos, kuris savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną ir balaną, nukirstų ir surinktų karną, manydamas, kad tai branduolinė mediena. ",
  "mn30:10.18": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:11.1": "Bet štai, brahmane, kažkoks žmogus, iš tikėjimo žengė priekin iš namų į gyvenimą be namų, galvodamas: ",
  "mn30:11.2": "„Esu gimimo, senėjimo, mirties … ",
  "mn30:11.3": "pažinti viso šio kančios kalno užbaigą.” ",
  "mn30:11.4": "Taip palikęs pasaulietinį gyvenimą, jis gauna labo, garbę ir išgarsėjimą. ",
  "mn30:11.5": "Jis nejaučia pasitenkinimo dėl to labo, garbės ir išgarsėjimo, neįgyvendinti jo ketinimai. ",
  "mn30:11.6": "Dėl to labo, garbės ir išgarsėjimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:11.7": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už labą, garbę ir išgarsėjimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:11.8": "Jis sėkmingai pasiekia dorovės (tyrumą). ",
  "mn30:11.9": "Jis nejaučia pasitenkinimo dėl to dorovės (tyrumo) pasiekimo, neįgyvendinti jo ketinimai. ",
  "mn30:11.10": "Dėl to dorovės (tyrumo) pasiekimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:11.11": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už dorovės (tyrumo) pasiekimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:11.12": "Jis sėkmingai pasiekia sutelktį. ",
  "mn30:11.13": "Jis nejaučia pasitenkinimo dėl to sutelkties pasiekimo, neįgyvendinti jo ketinimai. ",
  "mn30:11.14": "Dėl to sutelkties pasiekimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:11.15": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už sutelkties pasiekimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:11.16": "Jis pasiekia žinojimą ir matymą. ",
  "mn30:11.17": "Dėl to žinojimo ir matymo jis jaučia pasitenkinimą, įgyvendinti jo ketinimai. ",
  "mn30:11.18": "Dėl to žinojimo ir matymo jis save aukština, o kitus peikia: ",
  "mn30:11.19": "„Gyvenu žinodamas ir matydamas, o tie kiti vienuoliai gyvena nežinodami ir nematydami.” ",
  "mn30:11.20": "Jis neužsidega noru, nededa pastangų pasiekti tai, kas yra aukščiau ir nuostabiau už žinojimą ir matymą. Jis gyvena pasyviai ir yra aptingęs. ",
  "mn30:11.21": "Sakau, brahmane, kad jis panašus į tą žmogų, kuriam reikalinga branduolinė mediena, į ieškantįjį medžio branduolinės medienos, kuris savo paieškose priėjęs prie galingo medžio su branduoline mediena, praleidęs branduolinę medieną, nukirstų ir surinktų balaną, manydamas, kad tai branduolinė mediena. ",
  "mn30:11.22": "Tikslas, kuriam reikalinga branduolinė mediena, nebus pasiektas.” ",
  "mn30:12.1": "Bet štai, brahmane, kažkoks žmogus, iš tikėjimo žengė priekin iš namų į gyvenimą be namų, galvodamas: ",
  "mn30:12.2": "„Esu gimimo, senėjimo, mirties, liūdesio, raudojimo, skausmo, nepasitenkinimo ir nevilties vergas. Esu kančios vergas, kančios valdomas. ",
  "mn30:12.3": "Tikrai turi būti įmanoma pažinti viso šio kančios kalno užbaigą.” ",
  "mn30:12.4": "Taip palikęs pasaulietinį gyvenimą, jis gauna labo, garbę ir išgarsėjimą. ",
  "mn30:12.5": "Jis nejaučia pasitenkinimo dėl to labo, garbės ir išgarsėjimo, neįgyvendinti jo ketinimai. ",
  "mn30:12.6": "Dėl to labo, garbės ir išgarsėjimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:12.7": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už labą, garbę ir išgarsėjimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:12.8": "Jis sėkmingai pasiekia dorovės (tyrumą). ",
  "mn30:12.9": "Jis nejaučia pasitenkinimo dėl to dorovės (tyrumo) pasiekimo, neįgyvendinti jo ketinimai. ",
  "mn30:12.10": "Dėl to dorovės (tyrumo) pasiekimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:12.11": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už dorovės (tyrumo) pasiekimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:12.12": "Jis sėkmingai pasiekia sutelktį. ",
  "mn30:12.13": "Jis nejaučia pasitenkinimo dėl to sutelkties pasiekimo, neįgyvendinti jo ketinimai. ",
  "mn30:12.14": "Dėl to sutelkties pasiekimo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:12.15": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už sutelkties pasiekimą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:12.16": "Jis pasiekia žinojimą ir matymą. ",
  "mn30:12.17": "Jis nejaučia pasitenkinimo dėl to žinojimo ir matymo, neįgyvendinti jo ketinimai. ",
  "mn30:12.18": "Dėl to žinojimo ir matymo jis savęs neaukština ir kitų nepeikia. ",
  "mn30:12.19": "Jis užsidega noru, deda pastangas pasiekti tai, kas yra aukščiau ir nuostabiau už žinojimą ir matymą. Jis gyvena aktyviai ir nėra aptingęs. ",
  "mn30:12.20": "Ir kas, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą? ",
  "mn30:13.1": "Štai, brahmane, vienuolis, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia pirmąją džhaną ir būna joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima. ",
  "mn30:13.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:14.1": "Toliau, brahmane, kai liaunasi (proto) kreipimas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), vienuolis pasiekia antrąją džhaną ir būna joje, kur nėra (proto) kreipimo ir išlaikymo, bet yra iš sutelkties gimusios ekstazė ir palaima. ",
  "mn30:14.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:15.1": "Toliau, brahmane, ekstazei išblėsus, vienuolis būna pusiausviro proto, atidus ir aiškiai suprantantis, jis visa esybe patiria palaimą. Jis pasiekia trečiąją džhaną ir būna joje. Taurieji nupasakoja tai taip: „Jis būna laimingas, pusiausviro proto ir atidus”. ",
  "mn30:15.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:16.1": "Toliau, brahmane, atsikratęs malonių ir nemalonių (pojūčių), peržengęs ankstesnius laimę ir nusiminimą, jis pasiekia ketvirtąją džhaną ir būna joje, ten, kur nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta proto pusiausvyra. ",
  "mn30:16.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:17.1": "Toliau, brahmane, kai vienuolis visiškai peržengia formos suvokimą, kai baigiasi juslių veikimas, nekreipdamas dėmesio į įvairius suvokimus, (su mintimi) „begalinė erdvė”, jis pasiekia begalinės erdvės sferą ir būna joje. ",
  "mn30:17.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:18.1": "Toliau, brahmane, kai vienuolis visiškai peržengia begalinės erdvės sferą, (su mintimi) „begalinė sąmonė”, jis pasiekia begalinės sąmonės sferą ir būna joje. ",
  "mn30:18.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:19.1": "Toliau, brahmane, kai vienuolis visiškai peržengia begalinės sąmonės sferą, (su mintimi) „nieko nėra”, jis pasiekia nieko nebuvimo sferą ir būna joje. ",
  "mn30:19.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:20.1": "Toliau, brahmane, kai vienuolis visiškai peržengia nieko nebuvimo sferą, jis pasiekia nei suvokimo, nei nesuvokimo sferą ir būna joje. ",
  "mn30:20.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:21.1": "Toliau, brahmane, kai vienuolis peržengia nei suvokimo, nei nesuvokimo sferą, jis pasiekia suvokimo ir patyrimo baigtį bei būna tame pasiekime. Be to, su supratimu pamačius (tiesą), jo ydos visiškai išsenka. ",
  "mn30:21.2": "Tai taip pat, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:21.3": "Šie pasiekimai, brahmane, yra aukščiau ir nuostabiau už žinojimą ir matymą. ",
  "mn30:22.1": "Sakau, brahmane, kad jis panašus į žmogų, kuriam reikalinga branduolinė mediena, į ieškantįjį medžio branduolinės medienos, kuris savo paieškose priėjęs prie galingo medžio su branduoline mediena, nukirstų ir surinktų branduolinę medieną, žinodamas, kad tai branduolinė mediena. ",
  "mn30:22.2": "Tikslas, kuriam reikalinga branduolinė mediena, bus pasiektas.” ",
  "mn30:23.1": "Tokiu būdu, brahmane, šio švento gyvenimo palankus vaisius ne labas, garbė ir išgarsėjimas, ne dorovės (tyrumo) pasiekimas, ne sutelkties pasiekimas, ne žinojimas ir matymas, ",
  "mn30:23.2": "bet šis nepalaužiamas proto išvadavimas. ",
  "mn30:23.3": "Tai yra švento gyvenimo prasmė, brahmane, tai branduolys, tai paieškų tikslas.” ",
  "mn30:24.1": "Kai tai buvo pasakyta, brahmanas Pingalakočia pasakė Palaimintajam: ",
  "mn30:24.2": "„Nuostabu, Gerbiamas Gotama, nuostabu, Gerbiamas Gotama! … ",
  "mn30:24.3": "Nuo šios dienos, tegul Gerbiamas Gotama laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}