{
  "mn45:0.1": "Vidutinio ilgio suttų rinkinys 45 ",
  "mn45:0.2": "Mažoji sutta apie užsiėmimą Dhammos praktiką ",
  "mn45:1.1": "Taip aš girdėjau. ",
  "mn45:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn45:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn45:1.4": "„Vienuoliai!” ",
  "mn45:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn45:1.6": "Palaimintasis štai ką pasakė: ",
  "mn45:2.1": "Vienuoliai, yra šios keturios užsiėmimo Dhammos praktika rūšys. ",
  "mn45:2.2": "Kokios keturios? ",
  "mn45:2.3": "Yra užsiėmimas Dhammos praktika, kuri yra maloni dabar, bet ateity atneša skausmą; ",
  "mn45:2.4": "Yra užsiėmimas Dhammos praktika, kuri yra skausminga ir dabar, ir ateity atneša skausmą; ",
  "mn45:2.5": "Yra užsiėmimas Dhammos praktika, kuri yra skausminga dabar, bet ateity atneša laimę; ",
  "mn45:2.6": "Yra užsiėmimas Dhammos praktika, kuri yra maloni ir dabar, ir ateity atneša laimę. ",
  "mn45:3.1": "Ir koks, vienuoliai, yra užsiėmimas Dhammos praktika, kuri yra maloni dabar, bet ateity atneša skausmą? ",
  "mn45:3.2": "Yra, vienuoliai, atsiskyrėlių ir brahmanų, kurie laikosi tokio mokymo, tokių pažiūrų: ",
  "mn45:3.3": "„Jusliniuose malonumuose nėra nieko blogo.“ ",
  "mn45:3.4": "Jie per juslinius malonumus pražlunga. ",
  "mn45:3.5": "Jie klajoja su atsiskyrėlėmis, susirišusiomis plaukus į kuokštą ir ",
  "mn45:3.6": "sako: ",
  "mn45:3.7": "„Na tikrai, kas tai per juslinių malonumų būsimi pavojai, matomi tų gerbiamų atsiskyrėlių ir brahmanų, kurie sako palikti juslinius malonumus, kurie aiškina visišką juslinių malonumų supratimą? ",
  "mn45:3.8": "Malonus yra šios atsiskyrėlės jaunos, liaunos, švelniaplaukės rankos prisilietimas!“ Jie per juslinius malonumus pražlunga. ",
  "mn45:3.9": "Pražlugę, po kūno žūties, po mirties jie atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn45:3.10": "Ten jie patiria skausmingus, aštrius, šiurkščius, žiaurius pojūčius. ",
  "mn45:3.11": "(Tuomet) jie sako: ",
  "mn45:3.12": "„Štai tie juslinių malonumų būsimi pavojai, matomi tų gerbiamų atsiskyrėlių ir brahmanų, kurie sako palikti juslinius malonumus, kurie aiškina visišką juslinių malonumų supratimą. Juk mes patiriame šiuos skausmingus, aštrius, šiurkščius, žiaurius pojūčius dėl juslinių malonumų, jusliniai malonumai yra jų šaltinis.” ",
  "mn45:4.1": "Panašiai, vienuoliai, kaip jei paskutinį karštojo sezono mėnesį, apyvaisis vijoklis būtų subrandinęs vaisius. ",
  "mn45:4.2": "Ir štai to vijoklio sėkla nukristų po vienu salmedžiu. ",
  "mn45:4.3": "Tuomet dievybė, gyvenanti tame salmedyje, išsigąstų, sunerimtų, pradėtų drebėti iš baimės. ",
  "mn45:4.4": "Bet susieję, susirinkę tos dievybės draugai, artimieji, giminės, sodų, miškų, medžių dievybės, vaistiniuose augaluose gyvenančios dievybės ramintų jį: ",
  "mn45:4.5": "„Gerbiamas, nebijok, gerbiamas nebijok! ",
  "mn45:4.6": "Visai gali būti, kad šią vijoklio sėklą sules povas, ar suės elnias, ar miško gaisras sudegins, ar miškininkas išraus, ar joje įsiveis termitai, arba, galbūt, ji išvis nevaisinga.“ ",
  "mn45:4.7": "Ir štai, vienuoliai, tą vijoklio sėklą nei povas sulestų, nei elnias suėstų, nei miško gaisras sudegintų, nei miškininkas išrautų, nei joje įsiveistų termitai, betgi, lietaus sezono lietui palijus, ta sėkla kuo geriausiai sudygtų. ",
  "mn45:4.8": "Būtų pas tą vijoklį ūseliai jauni, liauni, švelniaplaukiai. Jais jis apkabintų tą salmedį. ",
  "mn45:4.9": "Tuomet dievybė, gyvenanti tame salmedyje, taip pagalvotų: ",
  "mn45:4.10": "„Na tikrai, kas tai per gerbiamų draugų, artimųjų, giminių, sodų, miškų, medžių dievybių, vaistiniuose augaluose gyvenančių dievybių matomi būsimi pavojai, dėl kurių susieję, susirinkę, jie mane ramino: ",
  "mn45:4.11": "„Gerbiamas, nebijok, gerbiamas nebijok! ",
  "mn45:4.12": "Visai gali būti, kad šią vijoklio sėklą sules povas, ar suės elnias, ar miško gaisras sudegins, ar miškininkas išraus, ar joje įsiveis termitai, arba, galbūt, ji išvis nevaisinga“? ",
  "mn45:4.13": "Malonus yra šio vijoklio jaunu, liaunu, švelniaplaukių ūselių prisilietimas!“ ",
  "mn45:4.14": "Vijoklis apsivytų tą salmedį. ",
  "mn45:4.15": "Apsivijęs jį, iš viršaus nuleistų ataugas. ",
  "mn45:4.16": "Iš viršaus nuleidęs ataugas, visiškai apdengtų. ",
  "mn45:4.17": "Apdengtos visos to salmedžio didžiausios šakos persiskeltų. ",
  "mn45:4.18": "Tuomet dievybė, gyvenanti tame salmedyje, taip pagalvotų: ",
  "mn45:4.19": "„Štai tie gerbiamų draugų, artimųjų, giminių, sodų, miškų, medžių dievybių, vaistiniuose augaluose gyvenančių dievybių matomi būsimi pavojai, dėl kurių susieję, susirinkę, jie mane ramino: ",
  "mn45:4.20": "„Gerbiamas, nebijok, gerbiamas nebijok! Visai gali būti, kad šią vijoklio sėklą sules povas, ar suės elnias, ar miško gaisras sudegins, ar miškininkas išraus, ar joje įsiveis termitai, arba, galbūt, ji išvis nevaisinga.“ ",
  "mn45:4.21": "Dėl vijoklio sėklos aš patiriu šiuos skausmingus, aštrius, šiurkščius, žiaurius pojūčius. ",
  "mn45:4.22": "Lygiai gi taip pat, vienuoliai, yra atsiskyrėlių ir brahmanų, kurie laikosi tokio mokymo, tokių pažiūrų: „Jusliniuose malonumuose nėra nieko blogo.” ",
  "mn45:4.23": "Jie per juslinius malonumus pražlunga. ",
  "mn45:4.24": "Jie klajoja su atsiskyrėlėmis, susirišusiomis plaukus į kuokštą ir ",
  "mn45:4.25": "sako: ",
  "mn45:4.26": "„Na tikrai, kas tai per juslinių malonumų būsimi pavojai, matomi tų gerbiamų atsiskyrėlių ir brahmanų, kurie sako palikti juslinius malonumus, kurie aiškina visišką juslinių malonumų supratimą? ",
  "mn45:4.27": "Malonus yra šios atsiskyrėlės jaunos, liaunos, švelniaplaukės rankos prisilietimas!“ ",
  "mn45:4.28": "Jie per juslinius malonumus pražlunga. ",
  "mn45:4.29": "Pražlugę, po kūno žūties, po mirties jie atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn45:4.30": "Ten jie patiria skausmingus, aštrius, šiurkščius, žiaurius pojūčius. ",
  "mn45:4.31": "(Tuomet) jie sako: ",
  "mn45:4.32": "„Štai tie juslinių malonumų būsimi pavojai, matomi tų gerbiamų atsiskyrėlių ir brahmanų, kurie sako palikti juslinius malonumus, kurie aiškina visišką juslinių malonumų supratimą. ",
  "mn45:4.33": "Juk mes patiriame šiuos skausmingus, aštrius, šiurkščius, žiaurius pojūčius dėl juslinių malonumų, jusliniai malonumai yra jų šaltinis.” ",
  "mn45:4.34": "Tai, vienuoliai, vadinama užsiėmimu Dhammos praktika, kuri yra maloni dabar, bet ateity atneša skausmą. ",
  "mn45:5.1": "Ir koks, vienuoliai yra užsiėmimas Dhammos praktika, kuri yra skausminga ir dabar, ir ateity atneša skausmą? ",
  "mn45:5.2": "Štai, vienuoliai, kažkas yra nuogas asketas, nepripažįsta elgesio normų, laižo rankas po valgio, neateina kviečiamas, nesustoja stabdomas, atsisako pasiūlyto ar jam paskirto maisto, ar kvietimo pavalgyti, ",
  "mn45:5.3": "jis nepriima (maisto) iš puodo, prikaistuvio, per slenkstį, per pagalį, per grūstuvą, iš kartu valgančios poros, iš nėščios, iš maitinančios, iš gulinčios su vyru moters, maisto, pagaminto už specialiai aukai surinktas lėšas, iš ten, kur dalina (nemokamą maistą), iš ten, kur spiečiasi musės, nevalgo nei žuvies, nei mėsos, nei geria alų, vyną, ar raugintus gėrimus. ",
  "mn45:5.4": "Jis priima aukas tik iš vienų namų, tik vieną kąsnį, arba tik iš dviejų namų, tik du kąsnius … arba tik iš septynių namų, tik septynis kąsnius. ",
  "mn45:5.5": "Gyvena tik viena maisto lėkštute, gyvena tik dvejomis maisto lėkštutėmis … gyvena tik septyniomis maisto lėkštutėmis. ",
  "mn45:5.6": "Valgo kartą per dieną, valgo kas dvi dienas… valgo kas septynias dienas. Tokiu būdu net tik kas antrą savaitę – jis gyvena valgydamas nustatytais laiko tarpais. ",
  "mn45:5.7": "Jis valgo (tik) žalumynus, arba sorų kruopas, arba žalius ryžius, arba nevalytus ryžius, arba vandens salotas, arba ryžių dulkes, arba ryžių nuovirą, arba sezamo miltus, arba žolę, arba karvių mėšlą, arba gyvena vien miško šaknimis ir vaisiais, valgo tik nukritusius vaisius. ",
  "mn45:5.8": "Jis dėvi ir kanapių drobę, dėvi ir pašukinę drobę, dėvi ir įkapes, dėvi ir išmestus skudurus, dėvi ir medžio žievės drobę, dėvi ir juodos antilopės odą, dėvi ir iš juodos antilopės odos pasiūtą apsiaustą, dėvi ir žolės apdarą, dėvi ir medžio žievės juostų apdarą, dėvi ir medžio drožlių apdarą, dėvi ir žmogaus plaukų antklodę, dėvi ir vilnos antklodę, dėvi ir pelėdos plunksnas. ",
  "mn45:5.9": "Jis ir išsirauna plaukus ir barzdą – gyvena praktikuodamas plaukų ir barzdos išsirovimą, ",
  "mn45:5.10": "ir praktikuoja stovėjimą – atsisako bet kokio sėdėjimo, ",
  "mn45:5.11": "ir tupi – gyvena praktikuodamas ilgus tupėjimus, ",
  "mn45:5.12": "ir guli ant spyglių – pasidaro lovą gulėti iš spyglių, ",
  "mn45:5.13": "ir gyvena praktikuodamas maudymąsi tris kartus per dieną, įskaitant vakarą. ",
  "mn45:5.14": "Taip jis gyvena praktikuodamas daugybę kūno kankinimo, kamavimo būdų. ",
  "mn45:5.15": "Po kūno žūties, po mirties jis atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn45:5.16": "Tai, vienuoliai, vadinama užsiėmimu Dhammos praktika, kuri yra skausminga ir dabar, ir ateity atneša skausmą; ",
  "mn45:6.1": "Ir koks, vienuoliai, yra užsiėmimas Dhammos praktika, kuri yra skausminga dabar, bet ateity atneša laimę? ",
  "mn45:6.2": "Štai, vienuoliai, kažkas turi stiprų įgimtą geismą ir dėl geismo nuolat jaučia skausmą ir nepasitenkinimą, ",
  "mn45:6.3": "(kažkas) turi stiprią įgimtą neapykantą ir dėl neapykantos nuolat jaučia skausmą ir nepasitenkinimą, ",
  "mn45:6.4": "(kažkas) turi stiprų įgimtą paklydimą ir dėl paklydimo nuolat jaučia skausmą ir nepasitenkinimą. ",
  "mn45:6.5": "Jis su skausmu, su nepasitenkinimu, su ašaromis veide, verkdamas, praktikuoja tobulą, tyrą šventą gyvenimą. ",
  "mn45:6.6": "Jis po kūno žūties, po mirties atgimsta geroje vietoje, dangaus pasaulyje. ",
  "mn45:6.7": "Tai, vienuoliai, vadinama užsiėmimu Dhammos praktika, kuri yra skausminga dabar, bet ateity atneša laimę; ",
  "mn45:7.1": "Ir koks, vienuoliai, yra užsiėmimas Dhammos praktika, kuri yra maloni ir dabar, ir ateity atneša laimę? ",
  "mn45:7.2": "Štai, vienuoliai, kažkas neturi stipraus įgimto geismo ir nejaučia nuolat skausmo ir nepasitenkinimo dėl geismo, ",
  "mn45:7.3": "(kažkas) neturi stiprios įgimtos neapykantos ir nejaučia nuolat skausmo ir nepasitenkinimo dėl neapykantos, ",
  "mn45:7.4": "(kažkas) neturi stipraus įgimto paklydimo ir nejaučia nuolat skausmo ir nepasitenkinimo dėl paklydimo. ",
  "mn45:7.5": "Atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, jis pasiekia pirmąją džhaną ir būna joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima. ",
  "mn45:7.6": "Kai liaunasi (proto) taikymas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), jis pasiekia antrąją džhaną, kurioje nėra (proto) taikymo ir išlaikymo, bet yra dėl sutelkties gimusios palaima ir laimė, ir būna joje. ",
  "mn45:7.7": "trečiąją džhaną … ",
  "mn45:7.8": "jis pasiekia ketvirtąją džhaną, kurioje nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta lygiažiūra, ir būna joje. ",
  "mn45:7.9": "Jis po kūno žūties, po mirties atgimsta geroje vietoje, dangaus pasaulyje. ",
  "mn45:7.10": "Tai, vienuoliai, vadinama užsiėmimu Dhammos praktika, kuri yra maloni ir dabar, ir ateity atneša laimę. ",
  "mn45:7.11": "Šios, vienuoliai, yra keturios užsiėmimo Dhammos praktika rūšys. ",
  "mn45:7.12": "Štai ką pasakė Palaimintasis. ",
  "mn45:7.13": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}