{
  "mn57:0.1": "Vidutinio ilgio suttų rinkinys 57 ",
  "mn57:0.2": "Šuns įžadai ",
  "mn57:1.1": "Taip aš girdėjau. ",
  "mn57:1.2": "Kartą Palaimintasis buvo apsistojęs Kolijų krašte prie Kolijų miestelio Halidavasana. ",
  "mn57:2.1": "Ir štai kolijietis Puna nuogalius asketas besilaikantis karvės įžadų ir Sėnija besilaikantis šuns įžadų nuėjo pas Palaimintąjį. Atėję, kolijietis Puna nuogalius asketas besilaikantis karvės įžadų pasveikino Palaimintąjį ir atsisėdo iš šono. Sėnija gi besilaikantis šuns įžadų apsikeitė su Palaimintuoju mandagiais sveikinimais ir draugiškais žodžiais ir apsisukęs ratu kaip šuo atsisėdo iš šono. ",
  "mn57:2.2": "Sėdėdamas šalia kolijietis Puna nuogalius asketas besilaikantis karvės įžadų štai ką pasakė Palaimintajam: ",
  "mn57:2.3": "„Garbusis, šis nuogalius asketas Sėnija besilaikantis šuns įžadų daro sunkiai padaromą, valgo maistą numestą ant žemės. ",
  "mn57:2.4": "Tuos šuns įžadus jis seniai teisingai suprato ir taiko. ",
  "mn57:2.5": "Koks jo likimas? Koks jo kitas gyvenimas?” ",
  "mn57:2.6": "„Pakaks, Puna, nesvarbu, neklausk manęs to.” ",
  "mn57:2.7": "Antrą kartą kolijietis Puna nuogalius asketas besilaikantis karvės įžadų… ",
  "mn57:2.8": "Trečią kartą kolijietis Puna nuogalius asketas besilaikantis karvės įžadų pasakė Palaimintajam: ",
  "mn57:2.9": "„Garbusis, šis nuogalius asketas Sėnija besilaikantis šuns įžadų daro sunkiai padaromą, valgo maistą numestą ant žemės. ",
  "mn57:2.10": "Tuos šuns įžadus jis seniai teisingai suprato ir taiko. ",
  "mn57:2.11": "Koks jo likimas? Koks jo kitas gyvenimas?” ",
  "mn57:2.12": "„Išties, Puna, nepagauni, kai sakau: ",
  "mn57:2.13": "„Pakaks, Puna, nesvarbu, neklausk manęs to.” ",
  "mn57:2.14": "Bet tiek to, paaiškinsiu tau tai. ",
  "mn57:3.1": "Štai, Puna, kažkas ištįsai lavina iki tobulumo šuns įžadus, ištįsai lavina iki tobulumo šuns dorovę, ištįsai lavina iki tobulumo šuns galvoseną, ištįsai lavina iki tobulumo šuns elgesį. ",
  "mn57:3.2": "Visą tai lavinęs, po kūno žūties, po mirties jis atgimsta šunų draugijoje. ",
  "mn57:3.3": "Bet jei jis laikosi tokių pažiūrų: „Šios dorovės, įžadų, savęs kankinimo ar skaistaus gyvenimo dėka atgimsiu dievybe arba viena iš dievybių,”– tai jo neteisingas požiūris. ",
  "mn57:3.4": "Sakau, Puna, kad to, kas laikosi neteisingo požiūrio, laukia vienas iš dviejų likimų: pragaras arba gyvūnų pasaulis. ",
  "mn57:3.5": "Tokiu budu, Puna, geriausiu atveju besilaikantis šuns įžadų atgimsta šunų draugijoje, blogiausiu – pragare.” ",
  "mn57:4.1": "Kai tai buvo pasakyta, nuogalius asketas Sėnija besilaikantis šuns įžadų pradėjo verkti, ašaroti. ",
  "mn57:4.2": "Ir štai Palaimintasis pasakė Punai nuogaliui asketui besilaikančiam karvės įžadų: ",
  "mn57:4.3": "„To, Puna, nepagavai, kai sakiau: ",
  "mn57:4.4": "„Pakaks, Puna, nesvarbu, neklausk manęs to”. ",
  "mn57:4.5": "(Sėnija:) „Ne dėl to, Garbusis, verkiu, ką Palaimintasis pasakė. ",
  "mn57:4.6": "Nors ir esu tas, kuris tuos šuns įžadus seniai teisingai suprato ir taiko. ",
  "mn57:4.7": "Štai, Garbusis, kolijietis Puna besilaikantis karvės įžadų. ",
  "mn57:4.8": "Tuos karvės įžadus jis seniai teisingai suprato ir taiko. ",
  "mn57:4.9": "Koks jo likimas? Koks jo kitas gyvenimas?” ",
  "mn57:4.10": "„Pakaks, Sėnija, nesvarbu, neklausk manęs to.” ",
  "mn57:4.11": "Antrą kartą Sėniija nuogalius asketas… ",
  "mn57:4.12": "Trečią kartą nuogalius asketas Sėnija besilaikantis šuns įžadų pasakė Palaimintajam: ",
  "mn57:4.13": "„Štai, Garbusis, kolijietis Puna besilaikantis karvės įžadų. ",
  "mn57:4.14": "Tuos karvės įžadus jis seniai teisingai suprato ir taiko. ",
  "mn57:4.15": "Koks jo likimas? Koks jo kitas gyvenimas?” ",
  "mn57:4.16": "„Išties, Sėnija, nepagauni, kai sakau: ",
  "mn57:4.17": "„Pakaks, Sėnija, nesvarbu, neklausk manęs to.” ",
  "mn57:4.18": "Bet tiek to, paaiškinsiu tau tai. ",
  "mn57:5.1": "Štai, Sėnija, kažkas ištįsai lavina iki tobulumo karvės įžadus, ištįsai lavina iki tobulumo karvės dorovę, ištįsai lavina iki tobulumo karvės galvoseną, ištįsai lavina iki tobulumo karvės elgesį. ",
  "mn57:5.2": "Visą tai lavinęs, po kūno žūties, po mirties jis atgimsta karvių draugijoje. ",
  "mn57:5.3": "Bet jei jis laikosi tokių pažiūrų: „Šios dorovės, įžadų, savęs kankinimo ar skaistaus gyvenimo dėka atgimsiu dievybe arba viena iš dievybių,”– tai jo neteisingas požiūris. ",
  "mn57:5.4": "Sakau, Sęnija, kad to, kas laikosi neteisingo požiūrio, laukia vienas iš dviejų likimų: pragaras arba gyvūnų pasaulis. ",
  "mn57:5.5": "Tokiu būdu, Sėnija, geriausiu atveju besilaikantis karvės įžadų atgimsta karvių draugijoje, blogiausiu – pragare.” ",
  "mn57:6.1": "Kai tai buvo pasakyta, kolijietis Puna besilaikantis karvės įžadų pradėjo verkti, ašaroti. ",
  "mn57:6.2": "Ir štai Palaimintasis pasakė nuogaliui asketui Sėnijai besilaikančiam šuns įžadų: ",
  "mn57:6.3": "„To, Sėnija, nepagavai, kai sakiau: ",
  "mn57:6.4": "„Pakaks, Sėnija, nesvarbu, neklausk manęs to.” ",
  "mn57:6.5": "(Puna:) „Ne dėl to, Garbusis, verkiu, ką Palaimintasis pasakė. ",
  "mn57:6.6": "Nors ir esu tas, kuris tuos karvės įžadus seniai teisingai suprato ir taiko. ",
  "mn57:6.7": "Garbusis, pasikliauju Palaimintuoju taip, kad tikiu, jog ",
  "mn57:6.8": "Palaimintasis gali taip pamokyti <i lang='pi' translate='no'>Dhamm</i>os, kad ir aš palikčiau tuos karvės įžadus, ir nuogalius asketas Sėnija besilaikantis šuns įžadų paliktų tuos šuns įžadus.” ",
  "mn57:6.9": "„Ką gi, Puna, klausyki, sutelki visą dėmesį, aš kalbėsiu.” ",
  "mn57:6.10": "„Taip, Garbusis,” – atsakė Palaimintajam kolijietis Puna besilaikantis karvės įžadų. ",
  "mn57:6.11": "Palaimintasis pasakė štai ką: ",
  "mn57:7.1": "„Esti šie keturi, Puna, veiksmai, apie kuriuos paskelbiau tiesiogine patirtimi juos pažinęs. ",
  "mn57:7.2": "Kokie keturi? ",
  "mn57:7.3": "Esti, Puna, tamsūs veiksmai nešantys tamsius vaisius. ",
  "mn57:7.4": "Esti, Puna, šviesūs veiksmai nešantys šviesius vaisius. ",
  "mn57:7.5": "Esti, Puna, tamsiašviesūs veiksmai nešantys tamsiašviesius vaisius. ",
  "mn57:7.6": "Esti, Puna, nei tamsūs, nei šviesūs veiksmai nešantys nei tamsius, nei šviesius vaisius, atvedantys į veiksmų išsekimą. ",
  "mn57:8.1": "Ir kurie, Puna, yra tamsūs veiksmai nešantys tamsius vaisius? ",
  "mn57:8.2": "Štai, Puna, kažkas daro žalingus valingus veiksmus kūnu, žalingus valingus veiksmus kalba, žalingus valingus veiksmus protu. ",
  "mn57:8.3": "Padaręs žalingus valingus veiksmus kūnu, žalingus valingus veiksmus kalba, žalingus valingus veiksmus protu, jis gimsta žalojančiame pasaulyje. ",
  "mn57:8.4": "Gimęs žalojančiame pasaulyje, jis susiduria su žalojančiais sąlyčiais. ",
  "mn57:8.5": "Susidurdamas su žalojančiais sąlyčiais, jis, panašiai kaip pragaro būtybės, patiria tik skausmą – žalojimo jausmus. ",
  "mn57:8.6": "Štai taip, Puna, būtybė gimsta iš būtybės. ",
  "mn57:8.7": "Atgimstama dėl to, kas daroma, ",
  "mn57:8.8": "atgimus gi, susiduriama su sąlyčiais. ",
  "mn57:8.9": "Dėl to, Puna, sakau, kas būtybės yra veiksmų įpėdiniai. ",
  "mn57:8.10": "Tai vadinama, Puna, tamsiais veiksmais nešančiais tamsius vaisius. ",
  "mn57:9.1": "Ir kurie, Puna, yra šviesus veiksmai nešantys šviesius vaisius? ",
  "mn57:9.2": "Štai, Puna, kažkas daro nežalingus valingus veiksmus kūnu, nežalingus valingus veiksmus kalba, nežalingus valingus veiksmus protu. ",
  "mn57:9.3": "Padaręs nežalingus valingus veiksmus kūnu, nežalingus valingus veiksmus kalba, nežalingus valingus veiksmus protu, jis gimsta nežalojančiame pasaulyje. ",
  "mn57:9.4": "Gimęs nežalojančiame pasaulyje, jis susiduria su nežalojančiais sąlyčiais. ",
  "mn57:9.5": "Susidurdamas su nežalojančiais sąlyčiais, jis, panašiai kaip subhakinha pasaulio dievybės, patiria tik laimę – nežalojimo jausmus. ",
  "mn57:9.6": "Štai taip, Puna, būtybė gimsta iš būtybės. ",
  "mn57:9.7": "Atgimstama dėl to, kas daroma, ",
  "mn57:9.8": "atgimus gi, susiduriama su sąlyčiais. ",
  "mn57:9.9": "Dėl to, Puna, sakau, kas būtybės yra veiksmų įpėdiniai. ",
  "mn57:9.10": "Tai vadinama, Puna, šviesiais veiksmais nešančiais šviesius vaisius. ",
  "mn57:10.1": "Ir kurie, Puna, yra tamsiašviesūs veiksmai nešantys tamsiašviesius vaisius? ",
  "mn57:10.2": "Štai, Puna, kažkas daro žalingus ir nežalingus valingus veiksmus kūnu, žalingus ir nežalingus valingus veiksmus kalba, žalingus ir nežalingus valingus veiksmus protu. ",
  "mn57:10.3": "Padaręs žalingus ir nežalingus valingus veiksmus kūnu, žalingus ir nežalingus valingus veiksmus kalba, žalingus ir nežalingus valingus veiksmus protu, jis gimsta žalojančiame ir nežalojančiame pasaulyje. ",
  "mn57:10.4": "Gimęs žalojančiame ir nežalojančiame pasaulyje, jis susiduria su žalojančiais ir nežalojančiais sąlyčiais. ",
  "mn57:10.5": "Susidurdamas su žalojančiais ir nežalojančiais sąlyčiais, jis, panašiai kaip žmonės, kai kurios dievybės ir kai kurie puolę į žemesnius pasaulius, patiria laimės ir skausmo mišinį, žalojimo ir nežalojimo jausmus. ",
  "mn57:10.6": "Štai taip, Puna, būtybė gimsta iš būtybės. ",
  "mn57:10.7": "Atgimstama dėl to, kas daroma, ",
  "mn57:10.8": "atgimus gi, susiduriama su sąlyčiais. ",
  "mn57:10.9": "Dėl to, Puna, sakau, kas būtybės yra veiksmų įpėdiniai. ",
  "mn57:10.10": "Tai vadinama, Puna, tamsiašviesiais veiksmais nešančiais tamsiašviesius vaisius. ",
  "mn57:11.1": "Ir kurie, Puna, yra nei tamsūs, nei šviesūs veiksmai nešantys nei tamsius, nei šviesius vaisius, atvedantys į veiksmų išsekimą? ",
  "mn57:11.2": "Čia, Puna, ketinimas palikti tamsius veiksmus nešančius tamsius vaisius, palikti šviesius veiksmus nešančius šviesius vaisius, palikti tamsiašviesius veiksmus nešančius tamsiašviesius vaisius – ",
  "mn57:11.3": "tai, Puna, vadinama nei tamsiais, nei šviesiais veiksmais nešančiais nei tamsius, nei šviesius vaisius, atvedančiais į veiksmų išsekimą. ",
  "mn57:11.4": "Šie, Puna, yra keturi veiksmai, apie kuriuos paskelbiau tiesiogine patirtimi juos pažinęs.” ",
  "mn57:12.1": "Į tai kolijietis Puna besilaikantis karvės įžadų pasakė Palaimintajam: ",
  "mn57:12.2": "„Nuostabu, Garbusis, nuostabu, Garbusis! ",
  "mn57:12.3": "Lygiai kaip, Garbusis… ",
  "mn57:12.4": "Nuo šios dienos, tegul Palaimintasis laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” ",
  "mn57:13.1": "Nuogalius asketas Sėnija besilaikantis šuns įžadų gi pasakė Palaimintajam: ",
  "mn57:13.2": "„Nuostabu, Garbusis, nuostabu, Garbusis! ",
  "mn57:13.3": "Lygiai kaip, Garbusis… paaiškino mokymą. ",
  "mn57:13.4": "Aš, Garbusis, priimu prieglobstį Palaimintajame, mokyme ir vienuolių <i lang='pi' translate='no'>saṅghoje</i>. ",
  "mn57:13.5": "Norėčiau, Garbusis, Palaimintojo akivaizdoje žengti priekin į benamį gyvenimą ir gauti pilną įšventinimą į vienuolius.” ",
  "mn57:14.1": "„Sėnija, tas, kuris anksčiau buvo kitatikiu ir nori žengti priekin į benamį gyvenimą šiame Mokyme ir disciplinoje, bei nori gauti pilną įšventinimą į vienuolius, turi pirmą praeiti bandomąjį laikotarpį keturis mėnesius. Po keturių mėnesių, jei vienuoliai sutiks, jie suteiks ir žengimą priekin į benamį gyvenimą ir pilną įšventinimą į vienuolius. ",
  "mn57:14.2": "Bet čia matau asmeninius skirtumus tarp žmonių.” ",
  "mn57:14.3": "„Jei, Garbusis, tas, kuris anksčiau buvo kitatikiu ir nori žengti priekin į benamį gyvenimą šiame Mokyme ir disciplinoje, bei nori gauti pilną įšventinimą į vienuolius, turi pirmą praeiti bandomąjį laikotarpį keturis mėnesius. Po keturių mėnesių, jei vienuoliai sutiks, jie suteiks ir žengimą priekin į benamį gyvenimą ir pilną įšventinimą į vienuolius. Aš praeidinėsiu bandomąjį laikotarpį keturis metus. Po keturių metų, jei vienuoliai sutiks, tesuteikia ir žengimą priekin į benamį gyvenimą ir pilną įšventinimą į vienuolius.” ",
  "mn57:15.1": "Ir žengė gi nuogalius asketas Sėnija besilaikantis šuns įžadų priekin į benamį gyvenimą ir gavo pilną įšventinimą į vienuolius Palaimintojo akivaizdoje. ",
  "mn57:15.2": "Netrukus gi po įšventinimo, visai ne už ilgo garbingasis Sėnija gyvendamas vienas, toli nuo kitų, būdamas uolus, tvirtai nusiteikęs dar šiame gyvenime tiesiogine patirtimi pažino aukščiausią dvasinio kelio tikslą, tą, dėl kurio kilnus jaunimas teisingai žengia priekin iš namų į benamį gyvenimą. Pažino jį ir gyveno jame. ",
  "mn57:15.3": "Jis suprato, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "mn57:15.4": "Ir garbingasis Sėnija tapo vienu iš <i lang='pi' translate='no'>arahantų</i>. "
}