{
  "mn58:0.1": "Vidutinio ilgio suttų rinkinys 58 ",
  "mn58:0.2": "Princas Abhaja ",
  "mn58:1.1": "Taip aš girdėjau. ",
  "mn58:1.2": "Kartą Palaimintasis buvo apsistojęs Radžagahoje, bambukų giraitėje, voverių maitinimosi vietoje. ",
  "mn58:2.1": "Ir štai princas Abhaja nuėjo pas Niganthą Nataputą. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdinčiam gi iš šono princui Abhajai Nigantha Nataputa pasakė štai ką: ",
  "mn58:3.1": "„Eiki, prince, ir nuginčyk atsiskyrėlio Gotamos mokymą. ",
  "mn58:3.2": "Tuomet apie tave pasklis tokie nuostabūs pagyros žodžiai: ",
  "mn58:3.3": "„Princas Abhaja nuginčijo tokio dauggalio, tokio galingo atsiskyrėlio Gotamos mokymą!” ",
  "mn58:3.4": "„Bet kaip, Garbusis, aš nuginčysiu tokio dauggalio, tokio galingo atsiskyrėlio Gotamos mokymą?” ",
  "mn58:3.5": "„Eiki, prince, ir nuėjęs pas atsiskyrėlį Gotamą pasakyk jam: ",
  "mn58:3.6": "„Ar pasakytų, Garbusis, Tathagata kitiems nemielus, nemalonius žodžius?“ ",
  "mn58:3.7": "Jei taip paklaustas atsiskyrėlis Gotama tau atsakys taip: ",
  "mn58:3.8": "„Pasakytų, prince, Tathagata kitiems nemielus, nemalonius žodžius,“ – tuomet turėtum pasakyti: ",
  "mn58:3.9": "„Tuomet, Garbusis, koks yra skirtumas tarp jūsų ir paprastų žmonių? ",
  "mn58:3.10": "Juk paprasti žmonės taip pat pasakytų kitiems nemielus, nemalonius žodžius.“ ",
  "mn58:3.11": "Bet jei taip paklaustas atsiskyrėlis Gotama tau atsakys taip: ",
  "mn58:3.12": "„Nepasakytų, prince, Tathagata kitiems nemielų, nemalonių žodžių,“ – tuomet turėtum pasakyti: ",
  "mn58:3.13": "„Tuomet, Garbusis, kodėl paskelbėte apie Devadatą: ",
  "mn58:3.14": "„Devadata (atgims) pragaištingoje vietoje, Devadata (atgims) pragare, Devadata liks ten visą _kappą_ (_kalpą_, erą), Devadata nepataisomas”? ",
  "mn58:3.15": "Juk tie žodžiai supykdė, prislėgė Devadatą.” ",
  "mn58:3.16": "Atsiskyrėlis Gotama, prince, gavęs šį iš abiejų pusių smailiakampį klausimą, negalės jo nei išspjauti, nei nuryti. ",
  "mn58:3.17": "Panašiai kaip kad jei žmogui gerklėje užstrigtų geležinis kryžius, jis negalėtų jo nei išspjauti, nei nuryti. ",
  "mn58:3.18": "Lygiai gi taip pat, prince, atsiskyrėlis Gotama, gavęs šį iš abiejų pusių smailiakampį klausimą, negalės jo nei išspjauti, nei nuryti. ",
  "mn58:4.1": "„Gerai, Garbusis,” – atsakė princas Abhaja Niganthai Nataputai, atsikėlė, pasveikino jį ir, neatsukdamas į jį nugaros, išėjo pas Palaimintąjį. Atėjęs, pasveikino Palaimintąjį ir atsisėdo iš šono. ",
  "mn58:4.2": "Sėdėdamas gi iš šono princas Abhaja pažvelgė į saulę ir pagalvojo: ",
  "mn58:4.3": "„Per vėlu šiandien nuginčyti Palaimintojo mokymą. ",
  "mn58:4.4": "Ryt savo namuose nuginčysiu Palaimintojo mokymą.” Ir jis tarė Palaimintajam: ",
  "mn58:4.5": "„Te, Garbusis, Palaimintasis kartu su trimis kitais vienuoliais priima (kvietimą) rytojaus pietums!“ ",
  "mn58:4.6": "Palaimintasis priėmė pakvietimą tyla. ",
  "mn58:5.1": "Ir štai princas Abhaja pamatęs, kad Palaimintasis sutiko, atsikėlė, pasveikino Palaimintąjį ir pasišalino neatsukdamas į jį nugaros. ",
  "mn58:5.2": "Ir štai, tai nakčiai praėjus, Palaimintasis pirmoje dienos pusėje apsirengęs, paėmęs dubenį aukoms ir apdarą, nuėjo pas princą Abhają į namus. Atėjęs atsisėdo jam paruoštoje vietoje. ",
  "mn58:5.3": "Ir štai, princas Abhaya Palaimintąjį tenkino, savo rankomis teikė įvairius išskirtinius valgius. ",
  "mn58:5.4": "Tuomet, kai Palaimintasis pavalgė ir atitraukė ranką nuo dubens, princas Abhaja susirado žemesnę vietą ir atsisėdo šalia. ",
  "mn58:6.1": "Sėdėdamas šalia princas Abhaja štai ką pasakė Palaimintajam: ",
  "mn58:6.2": "„Ar pasakytų, Garbusis, Tathagata kitiems nemielus, nemalonius žodžius?“ ",
  "mn58:6.3": "„Nėra į tai, prince, vienareikšmiško atsakymo.” ",
  "mn58:6.4": "„Tokiu atveju, Garbusis, niganthai prapuolė.” ",
  "mn58:6.5": "„Kodėl gi tu, prince, sakai, ",
  "mn58:6.6": "kad tokiu atveju niganthai prapuolė?” ",
  "mn58:6.7": "„Štai, Garbusis, nuėjau pas Niganthą Nataputą. Atėjęs, pasveikinau jį ir atsisėdau iš šono. Taip sėdinčiam man Nigantha Nataputa pasakė štai ką: ",
  "mn58:6.8": "„Eiki, prince, ir nuginčyk atsiskyrėlio Gotamos mokymą. ",
  "mn58:6.9": "Tuomet apie tave pasklis tokie nuostabūs pagyros žodžiai: ",
  "mn58:6.10": "„Princas Abhaja nuginčijo tokio dauggalio, tokio galingo atsiskyrėlio Gotamos mokymą!” ",
  "mn58:6.11": "Kai tai buvo pasakyta, Garbusis, pasakiau Niganthai Nataputai štai ką: ",
  "mn58:6.12": "„Bet kaip, Garbusis, aš nuginčysiu tokio dauggalio, tokio galingo atsiskyrėlio Gotamos mokymą?” ",
  "mn58:6.13": "„Eiki, prince, ir nuėjęs pas atsiskyrėlį Gotamą pasakyk jam: ",
  "mn58:6.14": "„Ar pasakytų, Garbusis, Tathagata kitiems nemielus, nemalonius žodžius?“ ",
  "mn58:6.15": "Jei taip paklaustas atsiskyrėlis Gotama tau atsakys taip: ",
  "mn58:6.16": "„Pasakytų, prince, Tathagata kitiems nemielus, nemalonius žodžius,“ – tuomet turėtum pasakyti: ",
  "mn58:6.17": "„Tuomet, Garbusis, koks yra skirtumas tarp jūsų ir paprastų žmonių? ",
  "mn58:6.18": "Juk paprasti žmonės taip pat pasakytų kitiems nemielus, nemalonius žodžius.“ ",
  "mn58:6.19": "Bet jei taip paklaustas atsiskyrėlis Gotama tau atsakys taip: ",
  "mn58:6.20": "„Nepasakytų, prince, Tathagata kitiems nemielų, nemalonių žodžių,“ – tuomet turėtum pasakyti: ",
  "mn58:6.21": "„Tuomet, Garbusis, kodėl paskelbėte apie Devadatą: ",
  "mn58:6.22": "„Devadata (atgims) pragaištingoje vietoje, Devadata (atgims) pragare, Devadata liks ten visą _kappą_ (_kalpą_, erą), Devadata nepataisomas”? ",
  "mn58:6.23": "Juk tie žodžiai supykdė, prislėgė Devadatą.” ",
  "mn58:6.24": "Atsiskyrėlis Gotama, prince, gavęs šį iš abiejų pusių smailiakampį klausimą, negalės jo nei išspjauti, nei nuryti. ",
  "mn58:6.25": "Panašiai kaip kad jei žmogui gerklėje užstrigtų geležinis kryžius, jis negalėtų jo nei išspjauti, nei nuryti. ",
  "mn58:6.26": "Lygiai gi taip pat, prince, atsiskyrėlis Gotama, gavęs šį iš abiejų pusių smailiakampį klausimą, negalės jo nei išspjauti, nei nuryti.” ",
  "mn58:7.1": "Tuo gi pat metu princui Abhajai ant kelių gulėjo mažylis kūdikis. ",
  "mn58:7.2": "Ir štai Palaimintasis pasakė princui Abhajai: ",
  "mn58:7.3": "„Ką manai, prince, ",
  "mn58:7.4": "„Jei šis vaikas ar dėl tavo aplaidumo, ar dėl auklės aplaidumo į burną įsikištų pagalį ar akmenį, ką jam padarytum?” ",
  "mn58:7.5": "„Ištraukčiau juos, Garbusis. ",
  "mn58:7.6": "O jei, Garbusis, pabandžius nepavyktų ištraukti, kaire ranka laikydamas galvą, ištraukčiau juos sulenktu dešinės rankos pirštu, net jei tai (sužeistų vaiką) iki kraujo. ",
  "mn58:7.7": "Dėl kokios priežasties? ",
  "mn58:7.8": "Todėl, Garbusis, kad turiu atjautos vaikui.” ",
  "mn58:8.1": "„Lygiai gi taip pat, prince, kai Tathagata, žino, kad žodžiai yra melagingi, netikri, kenksmingi ir kitiems nemieli bei nemalonūs, jis jų nekalba. ",
  "mn58:8.2": "Taip pat kai žino, kad žodžiai yra teisingi, tikri, bet kenksmingi ir kitiems nemieli bei nemalonūs, jis jų nekalba. ",
  "mn58:8.3": "Tačiau, kai žino, kad žodžiai yra teisingi, tikri, naudingi, bet kitiems nemieli bei nemalonūs, jis supranta tinkamą laiką jiems išdėstyti. ",
  "mn58:8.4": "Kai žino, kad žodžiai yra melagingi, netikri, kenksmingi, nors kitiems mieli bei malonūs, jis jų nekalba. ",
  "mn58:8.5": "Taip pat kai žino, kad žodžiai yra teisingi, tikri, bet kenksmingi, nors ir kitiems mieli bei malonūs, jis jų nekalba. ",
  "mn58:8.6": "Tačiau, kai žino, kad žodžiai yra teisingi, tikri, naudingi ir kitiems mieli bei malonūs, jis supranta tinkamą laiką šiems išdėstyti. ",
  "mn58:8.7": "Dėl kokios priežasties? ",
  "mn58:8.8": "Todėl, prince, kad Tathagata turi atjautos gyvosioms būtybėms.” ",
  "mn58:9.1": "„Kai, Garbusis, išmintingi valdininkai, brahmanai, namų šeimininkai ar atsiskyrėliai paruošę klausimą ateina pas Tathagatą ir užduoda jį, ",
  "mn58:9.2": "ar Palaimintasis prieš tai jau pagalvojo: „Kai pas mane ateis ir užduos tokį klausimą, į jį atsakysiu šitaip,” – ar atsakymas ateina Tathagatai ten pat vietoje?” ",
  "mn58:10.1": "„Paklausiu, prince, tavęs kai ko atgal. Kaip tau atrodo tinkama, taip ir atsakyki. ",
  "mn58:10.2": "Ką manai, prince, ",
  "mn58:10.3": "ar esi vežimo dalių žinovas?” ",
  "mn58:10.4": "„Taip, Garbusis.” ",
  "mn58:10.5": "„Ką manai, prince, ",
  "mn58:10.6": "jei pas tave ateitų ir paklaustų: ",
  "mn58:10.7": "„Kaip vadinasi ši vežimo dalis?” – ",
  "mn58:10.8": "ar būsi prieš tai jau pagalvojęs: „Kai pas mane ateis ir užduos tokį klausimą, į jį atsakysiu šitaip,” – ar atsakymas ateis ten pat vietoje?” ",
  "mn58:10.9": "„Juk aš, Garbusis, žinomas vežėjas, esu vežimo dalių žinovas. ",
  "mn58:10.10": "Labai gerai išmanau visas vežimo dalis. ",
  "mn58:10.11": "Man atsakymas ateis ten pat vietoje.” ",
  "mn58:11.1": "„Lygiai gi taip pat, prince, kai išmintingi valdininkai, brahmanai, namų šeimininkai ar atsiskyrėliai paruošę klausimą ateina pas Tathagatą ir užduoda jį, atsakymas ateina Tathagatai ten pat vietoje. ",
  "mn58:11.2": "Dėl kokios priežasties? ",
  "mn58:11.3": "Darnos elementas, prince, yra visiškai perprastas Tathagatos. Ir dėl to, kad Darnos elementas yra visiškai perprastas, atsakymas ateina Tathagatai ten pat vietoje.” ",
  "mn58:12.1": "Kai tai buvo pasakyta, princas Abhaja štai ką pasakė Palaimintajam: ",
  "mn58:12.2": "„Nuostabu, Garbusis, nuostabu, Garbusis! … ",
  "mn58:12.3": "Nuo šios dienos, tegul Palaimintasis laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}