{
  "mn60:0.1": "Vidutinio ilgio suttų rinkinys 60 ",
  "mn60:0.2": "Nenuginčijamas mokymas ",
  "mn60:1.1": "Taip aš girdėjau. ",
  "mn60:1.2": "Kartą Palaimintasis klajodamas Kosaloje kartu su didžiule vienuolių bendruomene užsuko į Kosalos brahmanų kaimą Salą. ",
  "mn60:2.1": "Išgirdo gi saliečiai brahmanai namų šeimininkai, ",
  "mn60:2.2": "esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajodamas Kosaloje kartu su didžiule vienuolių bendruomene pasiekė Kosalos brahmanų kaimą Salą. ",
  "mn60:2.3": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn60:2.4": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "mn60:2.5": "Jis skelbiasi pats tiesiogine patirtimi pažinęs šį pasaulį su jo dievybėmis, Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir žmonėmis. ",
  "mn60:2.6": "Jis moko Dhammos, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "mn60:2.7": "Gera yra matyti tokius arahantus.” ",
  "mn60:3.1": "Ir štai saliečiai brahmanai namų šeimininkai nuėjo pas Palaimintąjį. Vieni atėję pasveikino jį ir atsisėdo iš šono, kiti apsikeitė mandagiais sveikinimais ir draugiškais žodžiais ir atsisėdo iš šono, treti pasveikino Palaimintąjį suglaustais delnais ir atsisėdo iš šono, ketvirti prisistatė ir atsisėdo iš šono, o dar kiti tyliai atsisėdo iš šono. Sėdintiems taip iš šono tiems saliečiams brahmanams namų šeimininkams Palaimintasis pasakė štai ką: ",
  "mn60:4.1": "„Ar esti, namų šeimininkai, koks jums patinkantis mokytojas, kuriuo pagrįstai įtikėjote?” ",
  "mn60:4.2": "„Nėra, Garbusis, mums patinkančio mokytojo, kuriuo pagrįstai būtume įtikėję.” ",
  "mn60:4.3": "„Jei jau, namų šeimininkai, nėra jums patinkančio mokytojo, turėtumėte priimti šį nenuginčijamą mokymą ir gyventi pagal jį. ",
  "mn60:4.4": "Juk, namų šeimininkai, teisingai suprastas ir pritaikytas šis nenuginčijamas mokymas ilgą laiką jums neš naudą ir laimę. ",
  "mn60:4.5": "Ir koks, namų šeimininkai, yra nenuginčijamas mokymas? ",
  "mn60:5.1": "Esti, namų šeimininkai, tam tikrų atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:5.2": "„Nėra dovanų, nėra aukų, nėra aukojimų, nėra gerų ir blogų veiksmų vaisių, rezultatų, nėra šio pasaulio, nėra kito pasaulio, nėra motinos, nėra tėvo, nėra savaime gimusių būtybių, nėra pasaulyje teisingai žengusių, teisingų pasiekimų atsiskyrėlių ar brahmanų, kurie būtų paskelbę patys tiesiogine patirtimi pažinę šį ir kitą pasaulius.” ",
  "mn60:6.1": "Tačiau esti, namų šeimininkai, taip pat tam tikrų atsiskyrėlių ir brahmanų, išpažįstančių doktriną, kuri yra tiesiogiai priešinga šių atsiskyrėlių ir brahmanų doktrinai. ",
  "mn60:6.2": "Jie sako: ",
  "mn60:6.3": "„Esti dovanos, esti aukos, esti aukojimai, esti gerų ir blogų veiksmų vaisiai, rezultatai, esti šis pasaulis, esti kitas pasaulis, esti motina, esti tėvas, esti savaime gimusios būtybės, esti pasaulyje teisingai žengusių, teisingų pasiekimų atsiskyrėlių ar brahmanų, kurie būtų paskelbę patys tiesiogine patirtimi pažinę šį ir kitą pasaulius.” ",
  "mn60:6.4": "Kaip manote, namų šeimininkai, ",
  "mn60:6.5": "argi šie atsiskyrėliai ir brahmanai neišpažįsta tiesiogiai priešingų doktrinų?” ",
  "mn60:6.6": "„Taip, Garbusis.” ",
  "mn60:7.1": "Tarp jų, namų šeimininkai, tikėtina, kad atsiskyrėliai ir brahmanai, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:7.2": "„Nėra dovanų, nėra aukų … kurie būtų paskelbę patys tiesiogine patirtimi pažinę šį ir kitą pasaulius,” – ",
  "mn60:7.3": "jie atsisakę šių trijų dorų veiksmų: gero elgesio kūnu, gero elgesio kalba ir gero elgesio protu, gyvens taikydami šiuos tris nedorus veiksmus: blogą elgesį kūnu, blogą elgesį kalba ir blogą elgesį protu. ",
  "mn60:7.4": "Dėl kokios priežasties? ",
  "mn60:7.5": "Juk tie gerbiami atsiskyrėliai ir brahmanai nemato nei nedorų veiksmų kartumo, kenksmo ir užterštumo, nei su dorais veiksmais susijusios atsižadėjimo naudos ir jų apvalančio aspekto. ",
  "mn60:8.1": "Kai kitas pasaulis tikrai esti, o laikomasi požiūrio, kad kito pasaulio nėra, tai neteisingas požiūris. ",
  "mn60:8.2": "Kai kitas pasaulis tikrai esti, o galvojama, kad kito pasaulio nėra, tai neteisinga mintis. ",
  "mn60:8.3": "Kai kitas pasaulis tikrai esti, o sakoma, kad kito pasaulio nėra, tai neteisinga kalba. ",
  "mn60:8.4": "Kas sako, kad kito pasaulio nėra, kai kitas pasaulis tikrai esti, jis prieštarauja _arahantams_ žinantiems kitus pasaulius. ",
  "mn60:8.5": "Kai kitas pasaulis tikrai esti, o kitam įteigiama, kad kito pasaulio nėra, tai neteisingo mokymo įteigimas. ",
  "mn60:8.6": "Dėl to neteisingo mokymo įteigimo jis save aukština, o kitus peikia. ",
  "mn60:8.7": "Taip atsižadama praeityje buvusio gero elgesio ir įsitvirtinama blogame elgesyje. ",
  "mn60:8.8": "Ir taip, atsiranda ši daugybė blogų, nedorų reiškinių sąlygotų neteisingo požiūrio: neteisingas požiūris, neteisinga mintis, neteisinga kalba, priešiškumas tauriesiems, neteisingo mokymo įteigimas, savęs aukštinimas ir kito peikimas. ",
  "mn60:9.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:9.2": "„Jei kito pasaulio nėra, tai šis gerbiamas žmogus po kūno žūties, užsitikrins savo saugumą. ",
  "mn60:9.3": "Tačiau, jei kitas pasaulis esti, šis gerbiamas žmogus, po kūno žūties, po mirties atgims pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn60:9.4": "Net jei kito pasaulio nebūtų, ir tų gerbiamų atsiskyrėlių ir brahmanų žodžiai būtų tiesa, ",
  "mn60:9.5": "šis gerbiamas žmogus vis vien jau šiame gyvenime yra smerktinas išmintingųjų kaip blogo elgesio žmogus, neteisingų pažiūrų, išpažįstantis (kitų pasaulių) neegzistavimą. ",
  "mn60:9.6": "Jei gi kitas pasaulis esti, tuomet šis gerbiamas žmogus išmetė dvipusiškai nelaimingą kauliuką: ",
  "mn60:9.7": "jis ir šiame gyvenime yra smerktinas išmintingųjų, ir po kūno žūties, po mirties atgims pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn60:9.8": "Taip jis neteisingai suprato ir pritaikė šį nenuginčijamą mokymą taip, kad jis galioja tik vienu atveju, o dorąją galimybę atmetė. ",
  "mn60:10.1": "Tarp jų, namų šeimininkai, tikėtina, kad atsiskyrėliai ir brahmanai, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:10.2": "„Esti dovanos … esti pasaulyje teisingai žengusių, teisingų pasiekimų atsiskyrėlių ar brahmanų, kurie būtų paskelbę patys tiesiogine patirtimi pažinę šį ir kitą pasaulius,” – ",
  "mn60:10.3": "jei atsisakę šių trijų nedorų veiksmų: blogo elgesio kūnu, blogo elgesio kalba ir blogo elgesio protu, gyvens taikydami šiuos tris dorus veiksmus: gerą elgesį kūnu, gerą elgesį kalba ir gerą elgesį protu. ",
  "mn60:10.4": "Dėl kokios priežasties? ",
  "mn60:10.5": "Juk tie gerbiami atsiskyrėliai ir brahmanai mato ir nedorų veiksmų kartumą, kenksmą ir užterštumą, ir su dorais veiksmais susijusią atsižadėjimo naudą ir jų apvalantį aspektą. ",
  "mn60:11.1": "Kai kitas pasaulis tikrai esti, ir laikomasi požiūrio, kad kitas pasaulis esti, tai teisingas požiūris. ",
  "mn60:11.2": "Kai kitas pasaulis tikrai esti, ir galvojama, kad kitas pasaulis esti, tai teisinga mintis. ",
  "mn60:11.3": "Kai kitas pasaulis tikrai esti, ir sakoma, kad kitas pasaulis esti, tai teisinga kalba. ",
  "mn60:11.4": "Kas sako, kad kitas pasaulis esti, kai kitas pasaulis tikrai esti, jis neprieštarauja _arahantams_ žinantiems kitus pasaulius. ",
  "mn60:11.5": "Kai kitas pasaulis tikrai esti, ir kitam įteigiama, kad kitas pasaulis esti, tai teisingo mokymo įteigimas. ",
  "mn60:11.6": "Dėl to teisingo mokymo įteigimo jis nei save aukština, nei kitus peikia. ",
  "mn60:11.7": "Taip atsižadama praeityje buvusio blogo elgesio ir įsitvirtinama gerame elgesyje. ",
  "mn60:11.8": "Ir taip, atsiranda ši daugybė dorų reiškinių sąlygotų teisingo požiūrio: teisingas požiūris, teisinga mintis, teisinga kalba, nepriešiškumas tauriesiems, teisingo mokymo įteigimas, neaukštinimas savęs ir nepeikimas kito. ",
  "mn60:12.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:12.2": "„Jei kitas pasaulis esti, tai šis gerbiamas žmogus po kūno žūties, po mirties atgims geroje vietoje, danguje. ",
  "mn60:12.3": "Net jei kito pasaulio nebūtų, ir tų gerbiamų atsiskyrėlių ir brahmanų žodžiai būtų tiesa, ",
  "mn60:12.4": "šis gerbiamas žmogus vis vien jau šiame gyvenime yra girtinas išmintingųjų kaip doro elgesio žmogus, teisingų pažiūrų, išpažįstantis (kitų pasaulių) egzistavimą. ",
  "mn60:12.5": "Jei gi kitas pasaulis esti, tuomet šis gerbiamas žmogus išmetė dvipusiškai laimingą kauliuką: ",
  "mn60:12.6": "jis ir šiame gyvenime yra girtinas išmintingųjų, ir po kūno žūties, po mirties atgims geroje vietoje, danguje. ",
  "mn60:12.7": "Taip jis teisingai suprato ir pritaikė šį nenuginčijamą mokymą taip, kad jis galioja abejais atvejais, ir atmetė nedorąją galimybę. ",
  "mn60:13.1": "Esti, namų šeimininkai, tam tikrų atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:13.2": "„Kai kažkas veikia ar skatina veikti, pjauna ar skatina pjauti, muša ar skatina mušti, sukelia sielvartą ar skatina sukelti sielvartą, alina ar skatina alinti, baugina ar skatina bauginti, žudo ar skatina žudyti, ima tai, kas neduota, laužiasi į namus, plėšikauja, vagia iš atokių namų, apiplėšinėja kelyje, svetimauja ar meluoja, jis nepadaro nieko blogo. ",
  "mn60:13.3": "Net jei kažkas visą, kas šioje žemėje yra gyva, apskritais aštriais skustuvo ašmenimis sumaltų į mėsos košę, į vieną mėsos krūvą – – tai nebūtų blogio šaltiniu, tai neatneštų blogio. ",
  "mn60:13.4": "Net jei kažkas eitų pietiniu Gangos krantu žudydamas, pjaudamas, liepdamas pjauti, mušdamas ar liepdamas mušti – tai nebūtų blogio šaltiniu, tai neatneštų blogio. ",
  "mn60:13.5": "Net jei kažkas eitų šiauriniu Gangos krantu dovanodamas ar skatindamas dovanoti, aukodamas ar skatindamas aukoti – tai nebūtų nuopelnų šaltiniu, tai neatneštų nuopelnų. ",
  "mn60:13.6": "Dosnumas, susivaldymas, savitvarda, tiesos sakymas nėra nuopelningi, jie neatneša nuopelnų.” ",
  "mn60:14.1": "Tačiau esti, namų šeimininkai, taip pat tam tikrų atsiskyrėlių ir brahmanų, išpažįstančių doktriną, kuri yra tiesiogiai priešinga šių atsiskyrėlių ir brahmanų doktrinai. ",
  "mn60:14.2": "„Kai kažkas veikia ar skatina veikti, pjauna ar skatina pjauti, muša ar skatina mušti, sukelia sielvartą ar skatina sukelti sielvartą, alina ar skatina alinti, baugina ar skatina bauginti, žudo ar skatina žudyti, ima tai, kas neduota, laužiasi į namus, plėšikauja, vagia iš atokių namų, apiplėšinėja kelyje, svetimauja ar meluoja, jis daro bloga. ",
  "mn60:14.3": "Jei kažkas visą, kas šioje žemėje yra gyva, apskritais aštriais skustuvo ašmenimis sumaltų į mėsos košę, į vieną mėsos krūvą – tai būtų blogio šaltiniu, tai atneštų blogį. ",
  "mn60:14.4": "Jei kažkas eitų pietiniu Gangos krantu žudydamas, pjaudamas, liepdamas pjauti, mušdamas ar liepdamas mušti – tai būtų blogio šaltiniu, tai atneštų blogį. ",
  "mn60:14.5": "Jei kažkas eitų šiauriniu Gangos krantu dovanodamas ar skatindamas dovanoti, aukodamas ar skatindamas aukoti – tai būtų nuopelnų šaltiniu, tai atneštų nuopelnų. ",
  "mn60:14.6": "Dosnumas, susivaldymas, savitvarda, tiesos sakymas yra nuopelningi, jie atneša nuopelnų.” ",
  "mn60:14.7": "Kaip manote, namų šeimininkai, ",
  "mn60:14.8": "argi šie atsiskyrėliai ir brahmanai neišpažįsta tiesiogiai priešingų doktrinų?” ",
  "mn60:14.9": "„Taip, Garbusis.” ",
  "mn60:15.1": "Tarp jų, namų šeimininkai, tikėtina, kad atsiskyrėliai ir brahmanai, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:15.2": "„Kai kažkas veikia ar skatina veikti, pjauna ar skatina pjauti, muša ar skatina mušti, sukelia sielvartą ar skatina sukelti sielvartą, alina ar skatina alinti, baugina ar skatina bauginti, žudo ar skatina žudyti, ima tai, kas neduota, laužiasi į namus, plėšikauja, vagia iš atokių namų, apiplėšinėja kelyje, svetimauja ar meluoja, jis nepadaro nieko blogo … ",
  "mn60:15.3": "",
  "mn60:15.4": "Dosnumas, susivaldymas, savitvarda, tiesos sakymas nėra nuopelningi, jie neatneša nuopelnų,” – ",
  "mn60:15.5": "jei atsisakę šių trijų dorų veiksmų: gero elgesio kūnu, gero elgesio kalba ir gero elgesio protu, gyvens taikydami šiuos tris nedorus veiksmus: blogą elgesį kūnu, blogą elgesį kalba ir blogą elgesį protu. ",
  "mn60:15.6": "Dėl kokios priežasties? ",
  "mn60:15.7": "Juk tie gerbiami atsiskyrėliai ir brahmanai nemato nei nedorų veiksmų kartumo, kenksmo ir užterštumo, nei su dorais veiksmais susijusios atsižadėjimo naudos ir jų apvalančio aspekto. ",
  "mn60:16.1": "Kai veiksmas tikrai esti, o laikomasi požiūrio, kad veiksmo nėra, tai neteisingas požiūris. ",
  "mn60:16.2": "Kai veiksmas tikrai esti, o galvojama, kad veiksmo nėra, tai neteisinga mintis. ",
  "mn60:16.3": "Kai veiksmas tikrai esti, o sakoma, kad veiksmo nėra, tai neteisinga kalba. ",
  "mn60:16.4": "Kas sako, kad veiksmo nėra, kai veiksmas tikrai esti, jis prieštarauja _arahantams_ išpažįstantiems veiksmų (egzistavimą). ",
  "mn60:16.5": "Kai veiksmas tikrai esti, o kitam įteigiama, kad veiksmo nėra, tai neteisingo mokymo įteigimas. ",
  "mn60:16.6": "Dėl to neteisingo mokymo įteigimo jis save aukština, o kitus peikia. ",
  "mn60:16.7": "Taip atsižadama praeityje buvusio gero elgesio ir įsitvirtinama blogame elgesyje. ",
  "mn60:16.8": "Ir taip, atsiranda ši daugybė blogų, nedorų reiškinių sąlygotų neteisingo požiūrio: neteisingas požiūris, neteisinga mintis, neteisinga kalba, priešiškumas tauriesiems, neteisingo mokymo įteigimas, savęs aukštinimas ir kito peikimas. ",
  "mn60:17.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:17.2": "„Jei veiksmo nėra, tai šis gerbiamas žmogus po kūno žūties, užsitikrins savo saugumą. ",
  "mn60:17.3": "Tačiau, jei veiksmas esti, šis gerbiamas žmogus, po kūno žūties, po mirties atgims pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn60:17.4": "Net jei veiksmo nebūtų, ir tų gerbiamų atsiskyrėlių ir brahmanų žodžiai būtų tiesa, ",
  "mn60:17.5": "šis gerbiamas žmogus vis vien jau šiame gyvenime yra smerktinas išmintingųjų kaip blogo elgesio žmogus, neteisingų pažiūrų, išpažįstantis veiksmų neegzistavimą. ",
  "mn60:17.6": "Jei gi veiksmas esti, tuomet šis gerbiamas žmogus išmetė dvipusiškai nelaimingą kauliuką: ",
  "mn60:17.7": "jis ir šiame gyvenime yra smerktinas išmintingųjų, ir po kūno žūties, po mirties atgims pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn60:17.8": "Taip jis neteisingai suprato ir pritaikė šį nenuginčijamą mokymą taip, kad jis galioja tik vienu atveju, o dorąją galimybę atmetė. ",
  "mn60:18.1": "Tarp jų, namų šeimininkai, tikėtina, kad atsiskyrėliai ir brahmanai, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:18.2": "„Kai kažkas veikia ar skatina veikti, pjauna ar skatina pjauti, muša ar skatina mušti, sukelia sielvartą ar skatina sukelti sielvartą, alina ar skatina alinti, baugina ar skatina bauginti, žudo ar skatina žudyti, ima tai, kas neduota, laužiasi į namus, plėšikauja, vagia iš atokių namų, apiplėšinėja kelyje, svetimauja ar meluoja, jis daro bloga … ",
  "mn60:18.3": "",
  "mn60:18.4": "",
  "mn60:18.5": "Dosnumas, susivaldymas, savitvarda, tiesos sakymas yra nuopelningi, jie atneša nuopelnų,” – ",
  "mn60:18.6": "jie atsisakę šių trijų nedorų veiksmų: blogo elgesio kūnu, blogo elgesio kalba ir blogo elgesio protu, gyvens taikydami šiuos tris dorus veiksmus: gerą elgesį kūnu, gerą elgesį kalba ir gerą elgesį protu. ",
  "mn60:18.7": "Dėl kokios priežasties? ",
  "mn60:18.8": "Juk tie gerbiami atsiskyrėliai ir brahmanai mato ir nedorų veiksmų kartumą, kenksmą ir užterštumą, ir su dorais veiksmais susijusią atsižadėjimo naudą ir jų apvalantį aspektą. ",
  "mn60:19.1": "Kai veiksmas tikrai esti, ir laikomasi požiūrio, kad veiksmas esti, tai teisingas požiūris. ",
  "mn60:19.2": "Kai veiksmas tikrai esti, ir galvojama, kad veiksmas esti, tai teisinga mintis. ",
  "mn60:19.3": "Kai veiksmas tikrai esti, ir sakoma, kad veiksmas esti, tai teisinga kalba. ",
  "mn60:19.4": "Kas sako, kad veiksmas esti, kai veiksmas tikrai esti, jis neprieštarauja _arahantams_ išpažįstantiems veiksmų (egzistavimą). ",
  "mn60:19.5": "Kai veiksmas tikrai esti, ir kitam įteigiama, kad veiksmas esti, tai teisingo mokymo įteigimas. ",
  "mn60:19.6": "Dėl to teisingo mokymo įteigimo jis nei save aukština, nei kitus peikia. ",
  "mn60:19.7": "Taip atsižadama praeityje buvusio blogo elgesio ir įsitvirtinama gerame elgesyje. ",
  "mn60:19.8": "Ir taip, atsiranda ši daugybė dorų reiškinių sąlygotų teisingo požiūrio: teisingas požiūris, teisinga mintis, teisinga kalba, nepriešiškumas tauriesiems, teisingo mokymo įteigimas, neaukštinimas savęs ir nepeikimas kito. ",
  "mn60:20.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:20.2": "„Jei veiksmas esti, tai šis gerbiamas žmogus po kūno žūties, po mirties atgims geroje vietoje, danguje. ",
  "mn60:20.3": "Net jei veiksmo nebūtų, ir tų gerbiamų atsiskyrėlių ir brahmanų žodžiai būtų tiesa, ",
  "mn60:20.4": "šis gerbiamas žmogus vis vien jau šiame gyvenime yra girtinas išmintingųjų kaip doro elgesio žmogus, teisingų pažiūrų, išpažįstantis veiksmų egzistavimą. ",
  "mn60:20.5": "Jei gi veiksmas esti, tuomet šis gerbiamas žmogus išmetė dvipusiškai laimingą kauliuką: ",
  "mn60:20.6": "jis ir šiame gyvenime yra girtinas išmintingųjų, ir po kūno žūties, po mirties atgims geroje vietoje, danguje. ",
  "mn60:20.7": "Taip jis teisingai suprato ir pritaikė šį nenuginčijamą mokymą taip, kad jis galioja abejais atvejais, ir atmetė nedorąją galimybę. ",
  "mn60:21.1": "Esti, namų šeimininkai, tam tikrų atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:21.2": "„Nėra būtybių teršimо priežasties, nėra sąlygos, ",
  "mn60:21.3": "būtybės susiteršia be priežasties, nesąlygotai. ",
  "mn60:21.4": "Nėra būtybių apsivalymo priežasties, nėra sąlygos, ",
  "mn60:21.5": "būtybės apsivalo be priežasties, nesąlygotai. ",
  "mn60:21.6": "Nėra stiprybės, nėra uolumo, nėra žmogaus galybės, nėra žmogaus pastangos. ",
  "mn60:21.7": "Visos būtybės, visos esybės, visi padarai, visi gyvieji yra be valdžios, yra be stiprybės, yra be uolumo. Veikiamos likimo, aplinkos ir gamtos, jos vystosi ir patiria malonumą ir skausmą tarp šešių rasių.” ",
  "mn60:22.1": "Tačiau esti, namų šeimininkai, taip pat tam tikrų atsiskyrėlių ir brahmanų, išpažįstančių doktriną, kuri yra tiesiogiai priešinga šių atsiskyrėlių ir brahmanų doktrinai. ",
  "mn60:22.2": "Jie sako: ",
  "mn60:22.3": "„Esti būtybių teršimо priežastis, esti sąlyga, ",
  "mn60:22.4": "būtybės susiteršia priežastingai, sąlygotai. ",
  "mn60:22.5": "Esti būtybių apsivalymo priežastis, esti sąlyga, ",
  "mn60:22.6": "būtybės apsivalo priežastingai, sąlygotai. ",
  "mn60:22.7": "Esti stiprybė, esti uolumas, esti žmogaus galybė, esti žmogaus pastanga. ",
  "mn60:22.8": "Nėra taip, kad visos būtybės, visos esybės, visi padarai, visi gyvieji yra be valdžios, yra be stiprybės, yra be uolumo. Veikiamos likimo, aplinkos ir gamtos, jos vystosi ir patiria malonumą ir skausmą tarp šešių rasių.” ",
  "mn60:22.9": "Kaip manote, namų šeimininkai, ",
  "mn60:22.10": "argi šie atsiskyrėliai ir brahmanai neišpažįsta tiesiogiai priešingų doktrinų?” ",
  "mn60:22.11": "„Taip, Garbusis.” ",
  "mn60:23.1": "Tarp jų, namų šeimininkai, tikėtina, kad atsiskyrėliai ir brahmanai, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:23.2": "„Nėra būtybių teršimо priežasties, nėra sąlygos, ",
  "mn60:23.3": "būtybės susiteršia be priežasties, nesąlygotai … ",
  "mn60:23.4": " ",
  "mn60:23.5": "",
  "mn60:23.6": "Veikiamos likimo, aplinkos ir gamtos, jos vystosi ir patiria malonumą ir skausmą tarp šešių rasių,” – ",
  "mn60:23.7": "jie atsisakę šių trijų dorų veiksmų: gero elgesio kūnu, gero elgesio kalba ir gero elgesio protu, gyvens taikydami šiuos tris nedorus veiksmus: blogą elgesį kūnu, blogą elgesį kalba ir blogą elgesį protu. ",
  "mn60:23.8": "Dėl kokios priežasties? ",
  "mn60:23.9": "Juk tie gerbiami atsiskyrėliai ir brahmanai nemato nei nedorų veiksmų kartumo, kenksmo ir užterštumo, nei su dorais veiksmais susijusios atsižadėjimo naudos ir jų apvalančio aspekto. ",
  "mn60:24.1": "Kai priežastis tikrai esti, o laikomasi požiūrio, kad priežasties nėra, tai neteisingas požiūris. ",
  "mn60:24.2": "Kai priežastis tikrai esti, o galvojama, kad priežasties nėra, tai neteisinga mintis. ",
  "mn60:24.3": "Kai priežastis tikrai esti, o sakoma, kad priežasties nėra, tai neteisinga kalba. ",
  "mn60:24.4": "Kas sako, kad priežasties nėra, kai priežastis tikrai esti, jis prieštarauja _arahantams_ išpažįstantiems priežastingumą. ",
  "mn60:24.5": "Kai priežastis tikrai esti, o kitam įteigiama, kad priežasties nėra, tai neteisingo mokymo įteigimas. ",
  "mn60:24.6": "Dėl to neteisingo mokymo įteigimo jis save aukština, o kitus peikia. ",
  "mn60:24.7": "Taip atsižadama praeityje buvusio gero elgesio ir įsitvirtinama blogame elgesyje. ",
  "mn60:24.8": "Ir taip, atsiranda ši daugybė blogų, nedorų reiškinių sąlygotų neteisingo požiūrio: neteisingas požiūris, neteisinga mintis, neteisinga kalba, priešiškumas tauriesiems, neteisingo mokymo įteigimas, savęs aukštinimas ir kito peikimas. ",
  "mn60:25.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:25.2": "„Jei priežasties nėra, tai šis gerbiamas žmogus po kūno žūties, užsitikrins savo saugumą. ",
  "mn60:25.3": "Tačiau, jei priežastis esti, šis gerbiamas žmogus, po kūno žūties, po mirties atgims pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn60:25.4": "Net jei priežasties nebūtų, ir tų gerbiamų atsiskyrėlių ir brahmanų žodžiai būtų tiesa, ",
  "mn60:25.5": "šis gerbiamas žmogus vis vien jau šiame gyvenime yra smerktinas išmintingųjų kaip blogo elgesio žmogus, neteisingų pažiūrų, išpažįstantis priežasčių nebuvimą. ",
  "mn60:25.6": "Jei gi priežastis esti, tuomet šis gerbiamas žmogus išmetė dvipusiškai nelaimingą kauliuką: ",
  "mn60:25.7": "jis ir šiame gyvenime yra smerktinas išmintingųjų, ir po kūno žūties, po mirties atgims pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "mn60:25.8": "Taip jis neteisingai suprato ir pritaikė šį nenuginčijamą mokymą taip, kad jis galioja tik vienu atveju, o dorąją galimybę atmetė. ",
  "mn60:26.1": "Tarp jų, namų šeimininkai, tikėtina, kad atsiskyrėliai ir brahmanai, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:26.2": "„Esti būtybių teršimо priežastis, esti sąlyga, ",
  "mn60:26.3": "būtybės susiteršia priežastingai, sąlygotai … ",
  "mn60:26.4": "",
  "mn60:26.5": "",
  "mn60:26.6": "Veikiamos likimo, aplinkos ir gamtos, jos vystosi ir patiria malonumą ir skausmą tarp šešių rasių,” – ",
  "mn60:26.7": "jie atsisakę šių trijų nedorų veiksmų: blogo elgesio kūnu, blogo elgesio kalba ir blogo elgesio protu, gyvens pritaikydami šiuos tris dorus veiksmus: gerą elgesį kūnu, gerą elgesį kalba ir gerą elgesį protu. ",
  "mn60:26.8": "Dėl kokios priežasties? ",
  "mn60:26.9": "Juk tie gerbiami atsiskyrėliai ir brahmanai mato ir nedorų veiksmų kartumą, kenksmą ir užterštumą, ir su dorais veiksmais susijusią atsižadėjimo naudą ir jų apvalantį aspektą. ",
  "mn60:27.1": "Kai priežastis tikrai esti, ir laikomasi požiūrio, kad priežastis esti, tai teisingas požiūris. ",
  "mn60:27.2": "Kai priežastis tikrai esti, ir galvojama, kad priežastis esti, tai teisinga mintis. ",
  "mn60:27.3": "Kai priežastis tikrai esti, ir sakoma, kad priežastis esti, tai teisinga kalba. ",
  "mn60:27.4": "Kas sako, kad priežastis esti, kai priežastis tikrai esti, jis neprieštarauja _arahantams_ išpažįstantiems priežastingumą. ",
  "mn60:27.5": "Kai priežastis tikrai esti, ir kitam įteigiama, kad priežastis esti, tai teisingo mokymo įteigimas. ",
  "mn60:27.6": "Dėl to teisingo mokymo įteigimo jis nei save aukština, nei kitus peikia. ",
  "mn60:27.7": "Taip atsižadama praeityje buvusio blogo elgesio ir įsitvirtinama gerame elgesyje. ",
  "mn60:27.8": "Ir taip, atsiranda ši daugybė dorų reiškinių sąlygotų teisingo požiūrio: teisingas požiūris, teisinga mintis, teisinga kalba, nepriešiškumas tauriesiems, teisingo mokymo įteigimas, neaukštinimas savęs ir nepeikimas kito. ",
  "mn60:28.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: „Jei priežastis esti, tai šis gerbiamas žmogus po kūno žūties, po mirties atgims geroje vietoje, danguje. ",
  "mn60:28.2": "Net jei priežasties nebūtų, ir tų gerbiamų atsiskyrėlių ir brahmanų žodžiai būtų tiesa, ",
  "mn60:28.3": "šis gerbiamas žmogus vis vien jau šiame gyvenime yra girtinas išmintingųjų kaip doro elgesio žmogus, teisingų pažiūrų, išpažįstantis priežastingumą. ",
  "mn60:28.4": "Jei gi priežastis esti, tuomet šis gerbiamas žmogus išmetė dvipusiškai laimingą kauliuką: ",
  "mn60:28.5": "jis ir šiame gyvenime yra giriamas išmintingųjų, ir po kūno žūties, po mirties atgims geroje vietoje, danguje. ",
  "mn60:28.6": "Taip jis teisingai suprato ir pritaikė šį nenuginčijamą mokymą taip, kad jis galioja abejais atvejais, ir atmetė nedorąją galimybę. ",
  "mn60:29.1": "Esti, namų šeimininkai, tam tikrų atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:29.2": "„Nėra visiškai nematerialių sferų.” ",
  "mn60:30.1": "Tačiau esti, namų šeimininkai, taip pat tam tikrų atsiskyrėlių ir brahmanų, išpažįstančių doktriną, kuri yra tiesiogiai priešinga šių atsiskyrėlių ir brahmanų doktrinai. ",
  "mn60:30.2": "Jie sako: ",
  "mn60:30.3": "„Esti visiškai nematerialios sferos.” ",
  "mn60:30.4": "Kaip manote, namų šeimininkai, ",
  "mn60:30.5": "argi šie atsiskyrėliai ir brahmanai neišpažįsta tiesiogiai priešingų doktrinų?” ",
  "mn60:30.6": "„Taip, Garbusis.” ",
  "mn60:31.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:31.2": "„Esti atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:31.3": "„Nėra visiškai nematerialių sferų.” Aš gi to nesu matęs. ",
  "mn60:31.4": "Taip pat esti atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:31.5": "„Esti visiškai nematerialios sferos.” Aš gi to nežinau. ",
  "mn60:31.6": "Nežinant ir nematant, netinkama būtų vienareikšmiškai nuspręsti, ",
  "mn60:31.7": "kad tik tai yra tiesa, visa kita yra klaidinga. ",
  "mn60:31.8": "Jei atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:31.9": "„Nėra visiškai nematerialių sferų,” – žodžiai būtų teisingi, tuomet tikrai man būtų įmanoma ",
  "mn60:31.10": "atgimti tarp proto sukurtos (subtilios) materijos dievybių. ",
  "mn60:31.11": "Jei atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:31.12": "„Esti visiškai nematerialios sferos,” – žodžiai būtų teisingi, tuomet tikrai man būtų įmanoma ",
  "mn60:31.13": "atgimti tarp suvokimo sukurtų, nematerialių dievybių. ",
  "mn60:31.14": "Bet gi matoma, kad dėl materialios formos imamasi lazdų ir peilių, kyla kivirčai, ginčai ir nesutarimai, kaltinimai, kiršinančios kalbos ir melagystė. ",
  "mn60:31.15": "Svarstydamas, kad viso to nėra nematerialiose sferose, ",
  "mn60:31.16": "jis praktikuoja tam, kad nusiviltų materialiomis formomis, kad išblėstų aistra (joms), kad (jos) baigtų egzistuoti. ",
  "mn60:32.1": "Esti, namų šeimininkai, tam tikrų atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:32.2": "„Nėra visiškos būties baigties.” ",
  "mn60:33.1": "Tačiau esti, namų šeimininkai, taip pat tam tikrų atsiskyrėlių ir brahmanų, išpažįstančių doktriną, kuri yra tiesiogiai priešinga šių atsiskyrėlių ir brahmanų doktrinai. ",
  "mn60:33.2": "Jie sako: ",
  "mn60:33.3": "„Esti visiška būties baigtis.” ",
  "mn60:33.4": "Kaip manote, namų šeimininkai, ",
  "mn60:33.5": "argi šie atsiskyrėliai ir brahmanai neišpažįsta tiesiogiai priešingų doktrinų?” ",
  "mn60:33.6": "„Taip, Garbusis.” ",
  "mn60:34.1": "Apie tai, namų šeimininkai, išmintingas žmogus svarsto taip: ",
  "mn60:34.2": "„Esti atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:34.3": "„Nėra visiškos būties baigties.” Aš gi to nesu matęs. ",
  "mn60:34.4": "Taip pat esti atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:34.5": "„Esti visiška būties baigtis.” Aš gi to nežinau. ",
  "mn60:34.6": "Nežinant ir nematant, netinkama būtų vienareikšmiškai nuspręsti, ",
  "mn60:34.7": "kad tik tai yra tiesa, visa kita yra klaidinga. ",
  "mn60:34.8": "Jei atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:34.9": "„Nėra visiškos būties baigties,” – žodžiai būtų teisingi. Tuomet tikrai man būtų įmanoma, ",
  "mn60:34.10": "atgimti tarp suvokimo sukurtų, nematerialių dievybių. ",
  "mn60:34.11": "Jei atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:34.12": "„Esti visiška būties baigtis,” – žodžiai būtų teisingi. Tuomet tikrai man būtų įmanoma, ",
  "mn60:34.13": "jau šiame gyvenime galutinai užgesti. ",
  "mn60:34.14": "Tų atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:34.15": "„Nėra visiškos būties baigties,” – požiūris yra artimas aistrai, artimas pančiams, artimas džiūgavimui, artimas prisirišimui, artimas savinimuisi. ",
  "mn60:34.16": "Tų gi atsiskyrėlių ir brahmanų, kurie išpažįsta tokią doktriną, laikosi tokių pažiūrų: ",
  "mn60:34.17": "„Esti visiška būties baigtis,” – požiūris yra artimas aistros nebuvimui, artimas pančių nebuvimui, artimas nedžiūgavimui, artimas neprisirišimui, artimas nesisavinimui. ",
  "mn60:34.18": "Jis praktikuoja tam, kad nusiviltų būtimi, kad išblėstų aistra (jai), kad (ji) baigtų egzistuoti. ",
  "mn60:35.1": "Pasaulyje, namų šeimininkai, randamos šios keturios žmonių rūšys. ",
  "mn60:35.2": "Kokios keturios? ",
  "mn60:35.3": "Štai, namų šeimininkai, kažkas kankina save, užsiima savęs kankinimu. ",
  "mn60:35.4": "Štai, namų šeimininkai, kažkas kankina kitus, užsiima kitų kankinimu. ",
  "mn60:35.5": "Štai, namų šeimininkai, kažkas kankina save, užsiima savęs kankinimu ir kankina kitus, užsiima kitų kankinimu. ",
  "mn60:35.6": "Štai, namų šeimininkai, kažkas nei savęs kankina, neužsiima savęs kankinimu, nei kitus kankina, neužsiima kitų kankinimu. ",
  "mn60:35.7": "Nekankindamas nei savęs, nei kitų, jis čia ir dabar yra numalšinęs alkį, užgesęs, atvėsęs, dėl tapimo šventu gyvena patirdamas palaimą. ",
  "mn60:36.1": "Ir koks, namų šeimininkai, žmogus kankina save, užsiima savęs kankinimu? ",
  "mn60:36.2": "Štai, namų šeimininkai, kažkas yra nuogas asketas, nepripažįsta elgesio normų, laižo rankas po valgio … ",
  "mn60:36.3": "Taip jis gyvena praktikuodamas daugybę kūno kankinimo, kamavimo būdų. ",
  "mn60:36.4": "Tai, namų šeimininkai, vadinama žmogumi, kuris kankina save, užsiima savęs kankinimu. ",
  "mn60:37.1": "Ir koks, namų šeimininkai, žmogus kankina kitus, užsiima kitų kankinimu? ",
  "mn60:37.2": "Štai, namų šeimininkai, kažkas yra avių skerdikas, kiaulių skerdikas … ar užsiimantysis kokia kita žiauria veikla. ",
  "mn60:37.3": "Tai, namų šeimininkai, vadinama žmogumi, kuris kankina kitus, užsiima kitų kankinimu. ",
  "mn60:38.1": "Ir koks, namų šeimininkai, žmogus kankina save, užsiima savęs kankinimu ir kankina kitus, užsiima kitų kankinimu? ",
  "mn60:38.2": "Štai, namų šeimininkai, kažkas yra pateptasis karalius ar valdininkas … ",
  "mn60:38.3": "Jie taip pat įbauginti bausmės, įbauginti siaubo, ašarotais veidais, ruošia (viską aukojimui). ",
  "mn60:38.4": "Tai, namų šeimininkai, vadinama žmogumi, kuris kankina save, užsiima savęs kankinimu ir kankina kitus, užsiima kitų kankinimu. ",
  "mn60:39.1": "Ir koks, namų šeimininkai, žmogus nei savęs kankina, neužsiima savęs kankinimu, nei kitus kankina, neužsiima kitų kankinimu, ",
  "mn60:39.2": "nekankindamas nei savęs, nei kitų, čia ir dabar yra numalšinęs alkį, užgesęs, atvėsęs, dėl tapimo šventu gyvena patirdamas palaimą? ",
  "mn60:40-54.1": "Štai, namų šeimininkai, pasaulyje pasirodo Tathagata, arahantas, tobulai nušvitęs … ",
  "mn60:40-54.3": "atsikratęs šių penkių, silpninančių išmintį, kliūčių, ",
  "mn60:40-54.4": "atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, jis pasiekia pirmąją džhaną ir būna joje, su (proto) kreipimu, išlaikymu bei su iš atsiskyrimo gimusiomis ekstaze ir palaima. ",
  "mn60:40-54.5": "Kai liaunasi (proto) taikymas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), jis pasiekia antrąją džhaną, kurioje nėra (proto) taikymo ir išlaikymo, bet yra dėl sutelkties gimusios palaima ir laimė, ir būna joje. ",
  "mn60:40-54.6": "(Jis pasiekia) trečiąją džhaną … ",
  "mn60:40-54.7": "Jis pasiekia ketvirtąją džhaną, kurioje nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta lygiažiūra, ir būna joje. ",
  "mn60:55.1": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis pasuka protą link praeitų gyvenimų prisiminimo. ",
  "mn60:55.2": "Jis prisimena daugelį praeitų gyvenimų, t.y. vieną gimimą, du gimimus … taip išsamiai, su buitiškomis detalėmis jis prisimena daugelį praeitų gyvenimų. ",
  "mn60:55.3": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis pasuka protą link kitų būtybių mirties ir atgimimo. ",
  "mn60:55.4": "Išgryninta viršžmogiška dieviška akimi jis mato kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje … Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. ",
  "mn60:55.5": "Būdamas taip sutelkto proto, taip išgryninto, apvalyto, nesutepto, be nežymių teršalų, lankstaus, tinkamo darbui, pasiekusio nesutrikdomą (būseną) proto, jis pasuka protą link ydų panaikinimo. ",
  "mn60:55.6": "Jis supranta, kaip yra iš tikrųjų: „Tai yra kančia” … ",
  "mn60:55.7": "supranta kaip yra iš tikrųjų: „Tai yra kelias į ydų baigtį”. ",
  "mn60:55.8": "Jam taip žinant ir matant, jo protas išsilaisvina nuo geismo ydos, išsilaisvina nuo būties troškimo ydos, išsilaisvina nuo neišmanymo ydos. ",
  "mn60:55.9": "Išsilaisvinus ateina žinojimas, kad yra išsilaisvinta. ",
  "mn60:55.10": "Jis supranta, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "mn60:56.1": "Tai, namų šeimininkai, vadinama žmogumi, kuris nei savęs kankina, neužsiima savęs kankinimu, nei kitus kankina, neužsiima kitų kankinimu, ",
  "mn60:56.2": "nekankindamas nei savęs, nei kitų, čia ir dabar yra numalšinęs alkį, užgesęs, atvėsęs, dėl tapimo šventu gyvena patirdamas palaimą. ",
  "mn60:57.1": "Kai tai buvo pasakyta, saliečiai brahmanai namų šeimininkai tarė Palaimintajam: ",
  "mn60:57.2": "„Nuostabu, Gerbiamas Gotama, nuostabu, Gerbiamas Gotama! ",
  "mn60:57.3": "Lygiai kaip, Gerbiamas Gotama, apverstą atstato atgal, ar atskleidžia tai, kas paslėpta, ar parodo kelią pasiklydusiam, ar į tamsą atneša aliejinę lempą tam, kad turintis akis pamatytų formas, lygiai taip Gerbiamas Gotama daugeliu būdų paaiškino Mokymą. ",
  "mn60:57.4": "Mes priimame prieglobstį Gerbiamame Gotamoje, mokyme ir vienuolių _saṅghoje_. ",
  "mn60:57.5": "Nuo šios dienos, tegul Gerbiamas Gotama laiko mus pasauliečiais pasekėjais, kurie priėmė prieglobstį visam gyvenimui.” "
}