{
  "mn61:0.1": "Vidutinio ilgio suttų rinkinys 61 ",
  "mn61:0.2": "Patarimas Rahulai Ambalatthikoje ",
  "mn61:1.1": "Taip aš girdėjau. ",
  "mn61:1.2": "Kartą Palaimintasis buvo apsistojęs Radžagahoje, bambukų giraitėje, voverių maitinimosi vietoje. ",
  "mn61:2.1": "Tuo gi pat metu garbingasis Rahula gyveno Ambalatthikoje. ",
  "mn61:2.2": "Ir štai vakare Palaimintasis išėjo iš meditacijos ir nuėjo pas garbingąjį Rahulą į Ambalatthiką. ",
  "mn61:2.3": "Garbingasis Rahula gi, pamatęs iš tolo ateinantį Palaimintąjį, ",
  "mn61:2.4": "paruošė vietą atsisėsti ir pastatė vandens indą kojoms nusiplauti. ",
  "mn61:2.5": "Palaimintasis atsisėdo į paruoštą vietą. ",
  "mn61:2.6": "Atsisėdęs, nusiplovė kojas, ",
  "mn61:2.7": "o garbingasis Rahula pagerbė jį ir atsisėdo iš šono. ",
  "mn61:3.1": "Ir štai Palaimintasis, palikęs truputį vandens inde, kreipėsi į garbingąjį Rahulą: ",
  "mn61:3.2": "„Rahula, ar matai šį truputį vandens paliktą inde?” ",
  "mn61:3.3": "„Taip, Garbusis.” ",
  "mn61:3.4": "„Lygiai gi tiek mažai atsiskyrėliškumo, Rahula, turi nesigėdijantys sąmoningai meluoti.” ",
  "mn61:4.1": "Ir štai Palaimintasis, išpylęs vandens likutį, kreipėsi į garbingąjį Rahulą: ",
  "mn61:4.2": "„Rahula, ar matai šį vandens likutį, kuris buvo išpiltas?” ",
  "mn61:4.3": "„Taip, Garbusis.” ",
  "mn61:4.4": "„Lygiai gi taip, Rahula, nesigėdijantys sąmoningai meluoti išpylė atsiskyrėliškumą.” ",
  "mn61:5.1": "Ir štai Palaimintasis, apvertęs indą aukštyn kojomis, kreipėsi į garbingąjį Rahulą: ",
  "mn61:5.2": "„Rahula, ar matai šį indą apverstą aukštyn kojomis?” ",
  "mn61:5.3": "„Taip, Garbusis.” ",
  "mn61:5.4": "„Lygiai gi taip, Rahula, nesigėdijantys sąmoningai meluoti apvertė atsiskyrėliškumą aukštyn kojomis.” ",
  "mn61:6.1": "Ir štai Palaimintasis, pastatęs indą atgal, kreipėsi į garbingąjį Rahulą: ",
  "mn61:6.2": "„Rahula, ar matai šį tuščią, dyką indą?” ",
  "mn61:6.3": "„Taip, Garbusis.” ",
  "mn61:6.4": "„Lygiai gi taip, Rahula, nesigėdijančių sąmoningai meluoti atsiskyrėliškumas yra tuščias, dykas.” ",
  "mn61:7.1": "Įsivaizduokime, Rahula, kad yra karališkasis dramblys su iltimis, ilgomis kaip vežimo stulpai, pilnai užaugęs, aukštaūgis ir įpratęs kovoti. Mūšyje jis atlieka savo darbą priekinėmis ir užpakalinėmis kojomis, kūno priekiu ir galu, galva ir ausimis, iltimis ir uodega, tačiau savo liemenį saugo. ",
  "mn61:7.2": "Tada ant jo jojantysis galvoja: ",
  "mn61:7.3": "„Šis gi karališkasis dramblys su iltimis, ilgomis kaip vežimo stulpai, pilnai užaugęs, aukštaūgis ir įpratęs kovoti, mūšyje atlieka savo darbą priekinėmis ir užpakalinėmis kojomis … iltimis ir uodega, tačiau savo liemenį saugo. ",
  "mn61:7.4": "Jis dar neatsižadėjo savo gyvybės.” ",
  "mn61:7.5": "Kada gi, Rahula, karališkasis dramblys su iltimis, ilgomis kaip vežimo stulpai, pilnai užaugęs, aukštaūgis ir įpratęs kovoti, mūšyje atlieka savo darbą priekinėmis ir užpakalinėmis kojomis … iltimis ir uodega, taip pat ir liemeniu, tada ant jo jojantysis galvoja: ",
  "mn61:7.6": "Šis gi karališkasis dramblys, kurio iltys ilgos kaip vežimo stulpai, jis yra pilnai užaugęs, aukštaūgis ir įpratęs kovoti, mūšyje atlieka savo darbą priekinėmis ir užpakalinėmis kojomis, kūno priekiu ir galu, galva ir ausimis, iltimis ir uodega, taip pat ir liemeniu. ",
  "mn61:7.7": "Atsižadėjo jis savo gyvybės. ",
  "mn61:7.8": "Dabar nėra nieko, ko šis karališkasis dramblys nepadarytų.” ",
  "mn61:7.9": "„Lygiai gi taip, Rahula, kai žmogus nesigėdija sąmoningai meluoti, nėra, sakau, nieko blogo, ko jis nepadarytų. ",
  "mn61:7.10": "Todėl, Rahula, turėtum taip mokytis: „Nesakysiu melo net juokais.” ",
  "mn61:8.1": "Kaip manai, Rahula, ",
  "mn61:8.2": "kokia yra veidrodžio paskirtis?” ",
  "mn61:8.3": "„Veidrodis skirtas (į save) pasižiūrėti, Garbusis.” ",
  "mn61:8.4": "„Lygiai gi taip, Rahula, ir veiksmas kūnu turėtų būti atliekamas po pakartotinio pasižiūrėjimo, veiksmas kalba turėtų būti atliekamas po pakartotinio pasižiūrėjimo, veiksmas protu turėtų būti atliekamas po pakartotinio pasižiūrėjimo. ",
  "mn61:9.1": "Rahula, kai nori atlikti veiksmą kūnu, turėtum taip pasižiūrėti į tą patį kūno veiksmą: ",
  "mn61:9.2": "„Ar šis veiksmas, kurį noriu atlikti kūnu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:9.3": "Ar tai yra nedoras kūno veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:9.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:9.5": "šis veiksmas, kurį nori atlikti kūnu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:9.6": "tai yra nedoras kūno veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, tikrai neturėtum atlikti tokio veiksmo kūnu. ",
  "mn61:9.7": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:9.8": "šis veiksmas, kurį nori atlikti kūnu, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:9.9": "tai yra doras kūno veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, tokį veiksmą kūnu turėtum atlikti. ",
  "mn61:10.1": "Taip pat, Rahula, atlikdamas veiksmą kūnu, turėtum taip pasižiūrėti į tą patį kūno veiksmą: ",
  "mn61:10.2": "„Ar šis veiksmas, kurį atlieku kūnu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:10.3": "Ar tai yra nedoras kūno veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:10.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:10.5": "šis veiksmas, kurį atlieki kūnu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:10.6": "tai yra nedoras kūno veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, turėtum sustabdyti tokį kūno veiksmą. ",
  "mn61:10.7": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:10.8": "šis veiksmas, kurį atlieki kūnu, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:10.9": "tai yra doras kūno veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, turėtum tęsti tokį kūno veiksmą. ",
  "mn61:11.1": "Taip pat, Rahula, atlikęs veiksmą kūnu, turėtum taip pasižiūrėti į tą patį kūno veiksmą: ",
  "mn61:11.2": "„Ar šis veiksmas, kurį atlikau kūnu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:11.3": "Ar tai yra nedoras kūno veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:11.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:11.5": "šis veiksmas, kurį atlikai kūnu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:11.6": "tai yra nedoras kūno veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, turėtum prisipažinti atlikęs tokį kūno veiksmą, atskleisti jį ir atvirai išdėstyti mokytojui arba savo išmintingiems draugams šventame gyvenime. ",
  "mn61:11.7": "Prisipažinęs (atlikęs tokį kūno veiksmą), atskleidęs (jį) ir atvirai išdėstęs, turėtum susilaikyti (nuo jo) ateityje. ",
  "mn61:11.8": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:11.9": "šis veiksmas, kurį atlikai kūnu, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:11.10": "tai yra doras kūno veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, turėtum gyventi džiaugsmingas ir palaimingas, dieną ir naktį lavindamas doras būsenas. ",
  "mn61:12.1": "Rahula, kai nori atlikti veiksmą kalba, turėtum taip pasižiūrėti į tą patį kalbos veiksmą: ",
  "mn61:12.2": "„Ar šis veiksmas, kurį noriu atlikti kalba, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:12.3": "Ar tai yra nedoras kalbos veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:12.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:12.5": "šis veiksmas, kurį nori atlikti kalba, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:12.6": "tai yra nedoras kalbos veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, tikrai neturėtum atlikti tokio veiksmo kalba. ",
  "mn61:12.7": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:12.8": "šis veiksmas, kurį nori atlikti kalba, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:12.9": "tai yra doras kalbos veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, tokį veiksmą kalba turėtum atlikti. ",
  "mn61:13.1": "Taip pat, Rahula, atlikdamas veiksmą kalba, turėtum taip pasižiūrėti į tą patį veiksmą kalba: ",
  "mn61:13.2": "„Ar šis veiksmas, kurį atlieku kalba, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:13.3": "Ar tai yra nedoras kalbos veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:13.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:13.5": "šis veiksmas, kurį atlieki kalba, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:13.6": "tai yra nedoras veiksmas kalba, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, turėtum sustabdyti tokį veiksmą kalba. ",
  "mn61:13.7": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:13.8": "šis veiksmas, kurį atlieki kalba, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:13.9": "tai yra doras veiksmas kalba, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, turėtum tęsti tokį veiksmą kalba. ",
  "mn61:14.1": "Taip pat, Rahula, atlikęs veiksmą kalba, turėtum taip pasižiūrėti į tą patį veiksmą kalba: ",
  "mn61:14.2": "„Ar šis veiksmas, kurį atlikau kalba, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:14.3": "Ar tai yra nedoras kalbos veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:14.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:14.5": "šis veiksmas, kurį atlikai kalba, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:14.6": "tai yra nedoras veiksmas kalba, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, turėtum prisipažinti atlikęs tokį veiksmą kalba, atskleisti jį ir atvirai išdėstyti mokytojui arba savo išmintingiems draugams šventame gyvenime. ",
  "mn61:14.7": "Prisipažinęs (atlikęs tokį kūno veiksmą), atskleidęs (jį) ir atvirai išdėstęs, turėtum susilaikyti (nuo jo) ateityje. ",
  "mn61:14.8": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:14.9": "šis veiksmas, kurį atlikai kalba, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:14.10": "tai yra doras veiksmas kalba, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, turėtum gyventi džiaugsmingas ir palaimingas, dieną ir naktį lavindamas doras būsenas. ",
  "mn61:15.1": "Rahula, kai nori atlikti veiksmą protu, turėtum taip pasižiūrėti į tą patį proto veiksmą: ",
  "mn61:15.2": "„Ar šis veiksmas, kurį noriu atlikti protu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:15.3": "Ar tai yra nedoras proto veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:15.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:15.5": "šis veiksmas, kurį nori atlikti protu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:15.6": "tai yra nedoras proto veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, tikrai neturėtum atlikti tokio veiksmo protu. ",
  "mn61:15.7": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:15.8": "šis veiksmas, kurį nori atlikti protu, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:15.9": "tai yra doras proto veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, tokį veiksmą protu turėtum atlikti. ",
  "mn61:16.1": "Taip pat, Rahula, atlikdamas veiksmą protu, turėtum taip pasižiūrėti į tą patį proto veiksmą: ",
  "mn61:16.2": "„Ar šis veiksmas, kurį atlieku protu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:16.3": "Ar tai yra nedoras proto veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:16.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:16.5": "šis veiksmas, kurį atlieki protu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:16.6": "tai yra nedoras proto veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, turėtum sustabdyti tokį proto veiksmą. ",
  "mn61:16.7": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:16.8": "šis veiksmas, kurį atlieki protu, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:16.9": "tai yra doras proto veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, turėtum tęsti tokį proto veiksmą. ",
  "mn61:17.1": "Taip pat, Rahula, atlikęs veiksmą protu, turėtum taip pasižiūrėti į tą patį proto veiksmą: ",
  "mn61:17.2": "„Ar šis veiksmas, kurį atlikau protu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem? ",
  "mn61:17.3": "Ar tai yra nedoras proto veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais?” ",
  "mn61:17.4": "Jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:17.5": "šis veiksmas, kurį atlikai protu, kenkia pačiam, ar kenkia kitiems, ar kenkia abiem, ",
  "mn61:17.6": "tai yra nedoras proto veiksmas, su skausmingomis pasekmėmis, skausmingais rezultatais, tuomet, Rahula, turėtum pasišlykštėti, susigėdyti, pasibjaurėti tokiu proto veiksmu. ",
  "mn61:17.7": "pasišlykštėjęs, susigėdęs, pasibjaurėjęs (tokiu proto veiksmu), turėtum susilaikyti (nuo jo) ateityje. ",
  "mn61:17.8": "Bet jei, Rahula, taip pasižiūrėdamas žinai, kad ",
  "mn61:17.9": "šis veiksmas, kurį atlikai protu, nei kenkia pačiam, nei kenkia kitiems, nei kenkia abiem, ",
  "mn61:17.10": "tai yra doras proto veiksmas, su maloniomis pasekmėmis, maloniais rezultatais, tuomet, Rahula, turėtum gyventi džiaugsmingas ir palaimingas, dieną ir naktį lavindamas doras būsenas. ",
  "mn61:18.1": "Rahula, visi atsiskyrėliai bei brahmanai, kurie praeityje apvalydavo savo kūno veiksmus, kalbos veiksmus ir proto veiksmus, tai darydavo taip nuolat pasižiūrėdami į savo kūno veiksmus, kalbos veiksmus ir proto veiksmus. ",
  "mn61:18.2": "Rahula, visi atsiskyrėliai bei brahmanai, kurie ateityje apvalys savo kūno veiksmus, kalbos veiksmus ir proto veiksmus, tai darys taip nuolat pasižiūrėdami į savo kūno veiksmus, kalbos veiksmus ir proto veiksmus. ",
  "mn61:18.3": "Rahula, visi atsiskyrėliai bei brahmanai, kurie dabartyje apvalo savo kūno veiksmus, kalbos veiksmus ir proto veiksmus, tai daro taip nuolat pasižiūrėdami į savo kūno veiksmus, kalbos veiksmus ir proto veiksmus. ",
  "mn61:18.4": "Todėl, Rahula, turėtum taip mokytis: „Apvalysiu savo kūno veiksmus, žodinius veiksmus ir protinius veiksmus į juos nuolat pasižiūrėdamas.” ",
  "mn61:18.6": "Štai ką pasakė Palaimintasis. ",
  "mn61:18.7": "Patenkintas, garbingasis Rahula džiaugėsi Palaimintojo žodžiais. "
}