{
  "mn62:0.1": "Vidutinio ilgio suttų rinkinys 62 ",
  "mn62:0.2": "Ilgesnis pamokymas Rāhulai ",
  "mn62:1.1": "Taip aš girdėjau. ",
  "mn62:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn62:2.1": "Ir štai Palaimintasis iš ryto apsirengęs, pasiėmęs dubenį aukoms ir viršutinį apdarą, nuėjo į Savatthį aukų (rinkti). ",
  "mn62:2.2": "Gerbiamas Rāhula irgi iš ryto apsirengęs, pasiėmęs dubenį aukoms ir viršutinį apdarą sekė Palaimintajam iš paskos. ",
  "mn62:3.1": "Ir štai Palaimintasis atsigręžęs kreipėsi į gerbiamą Rāhulą: ",
  "mn62:3.2": "„Rāhula, bet kokia materiali forma – praeities, dabarties ar ateities, ar vidinė, ar išorinė, ar akivaizdi, ar subtili, ar prastesnė, ar puikesnė, ar tolima, ar artima – visa materiali forma (matytina taip): „Tai nėra „mano”, aš nesu tai, tai ne „manasis aš”.” Tas su teisinga išmintimi turi būti pamatyta taip, kaip tai iš tiesų yra.” ",
  "mn62:3.3": "„Ar tik materiali forma, Palaimintasis, ar tik materiali forma, Gerai Žengęs?” ",
  "mn62:3.4": "„Ir materiali forma, Rāhula, ir jausmo tonas, ir suvokimas, ir proto dariniai, ir sąmonė.” ",
  "mn62:4.1": "Ir štai gerbiamas Rāhula (pagalvojo): „Na kas gi dabar tiesiai iš Palaimintojo gavęs pamokymą eitų į kaimą aukų (rinkti)?” Apsisukęs jis grįžo atgal ir atsisėdo po vienu medžiu sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "mn62:5.1": "Gerbiamas Sariputa gi pamatė gerbiamą Rāhulą taip sėdintį po medžiu. ",
  "mn62:5.2": "Pamatęs, jis kreipėsi į gerbiamą Rāhulą: ",
  "mn62:5.3": "„Rāhula, lavink atidą kvėpavimui. ",
  "mn62:5.4": "Rāhula, išlavinta, dažnai praktikuojama atida kvėpavimui duoda didžiulę naudą ir vaisius.” ",
  "mn62:6.1": "Ir štai vakare gerbiamas Rāhula, išėjo iš meditacijos ir nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono gerbiamas Rāhula pasakė Palaimintajam: ",
  "mn62:7.1": "„Kaip gi, Garbusis, išlavinta, dažnai praktikuojama atida kvėpavimui duoda didžiulę naudą ir vaisius?” ",
  "mn62:8.1": "„Rāhula, bet kas, kas yra viduje, vadinama savu (ir) yra kieta, šiurkštu, savinama, tai yra ",
  "mn62:8.2": "galvos plaukai, kūno plaukai, nagai, dantys, oda, raumenys, sausgyslės, kaulai, čiulpai, inkstai, širdis, kepenys, diafragma, blužnis, plaučiai, žarnos, žarnaplėvė, skrandžio turinys, išmatos ar bet kas kita, kas yra viduje, vadinama savu (ir) yra kieta, šiurkštu, savinama, ",
  "mn62:8.3": "tai, Rāhula, vadinama vidiniu žemės elementu. ",
  "mn62:8.4": "Na, bet ir vidinis žemės elementas, ir išorinis žemės elementas tėra žemės elementas. ",
  "mn62:8.5": "Jis (matytinas taip): „Tai nėra „mano”, aš nesu tai, tai ne „manasis aš”.” Tas su teisinga išmintimi turi būti pamatyta taip, kaip tai iš tiesų yra. ",
  "mn62:8.6": "Su teisinga išmintimi pamačius tai taip, kaip tai iš tiesų yra, nusiviliama žemės elementu, užgesinamas proto potraukis žemės elementui. ",
  "mn62:9.1": "Ir kas, Rāhula, yra vandens elementas? ",
  "mn62:9.2": "Vandens elementas būna vidinis, būna išorinis. ",
  "mn62:9.3": "Ir kas yra vidinis vandens elementas? ",
  "mn62:9.4": "Bet kas, kas yra viduje, vadinama savu (ir) yra vanduo, skysta, yra savinama, tai yra ",
  "mn62:9.5": "tulžis, gleivės, pūliai, kraujas, prakaitas, lašiniai, ašaros, riebalai, seilės, snargliai, sąnarinis tepalas, šlapimas ar bet kas kita, kas yra viduje, vadinama savu (ir) yra vanduo, skysta, yra savinama, ",
  "mn62:9.6": "tai, Rāhula, vadinama vidiniu vandens elementu. ",
  "mn62:9.7": "Na, bet ir vidinis vandens elementas, ir išorinis vandens elementas tėra vandens elementas. ",
  "mn62:9.8": "Jis (matytinas taip): „Tai nėra „mano”, aš nesu tai, tai ne „manasis aš”.” Tas su teisinga išmintimi turi būti pamatyta taip, kaip tai iš tiesų yra. ",
  "mn62:9.9": "Su teisinga išmintimi pamačius tai taip, kaip tai iš tiesų yra, nusiviliama vandens elementu, užgesinamas proto potraukis vandens elementui. ",
  "mn62:10.1": "Ir kas, Rāhula, yra ugnies elementas? ",
  "mn62:10.2": "Ugnies elementas būna vidinis, būna išorinis. ",
  "mn62:10.3": "Ir kas yra vidinis ugnies elementas? ",
  "mn62:10.4": "Bet kas, kas yra viduje, vadinama savu (ir) yra ugnis, karšta, yra savinama, tai yra ",
  "mn62:10.5": "kas šildo, kas sendina, kas degina ir kas tinkamai virškina valgomą, geriamą, kramtomą, ragaujamą ar bet kas kita, kas yra viduje, vadinama savu (ir) yra ugnis, karšta, savinama, ",
  "mn62:10.6": "tai, Rāhula, vadinama vidiniu ugnies elementu. ",
  "mn62:10.7": "Na, bet ir vidinis ugnies elementas, ir išorinis ugnies elementas tėra ugnies elementas. ",
  "mn62:10.8": "Jis (matytinas taip): „Tai nėra „mano”, aš nesu tai, tai ne „manasis aš”.” Tas su teisinga išmintimi turi būti pamatyta taip, kaip tai iš tiesų yra. ",
  "mn62:10.9": "Su teisinga išmintimi pamačius tai taip, kaip tai iš tiesų yra, nusiviliama ugnies elementu, užgesinamas proto potraukis ugnies elementui. ",
  "mn62:11.1": "Ir kas, Rāhula, yra vėjo elementas? ",
  "mn62:11.2": "Vėjo elementas būna vidinis, būna išorinis. ",
  "mn62:11.3": "Ir kas yra vidinis vėjo elementas? ",
  "mn62:11.4": "Bet kas, kas yra viduje, vadinama savu (ir) yra vėjas, vėjuota, savinama, tai yra ",
  "mn62:11.5": "vėjai, judantys į viršų, vėjai, judantys žemyn, pilvo vėjai, skrandžio vėjai, vėjai, palydintys kūno dalių judėjimą, iškvėpimas, įkvėpimas ar bet kas kita, kas yra viduje, vadinama savu (ir) yra vėjas, vėjuota, savinama ",
  "mn62:11.6": "tai, Rāhula, vadinama vidiniu vėjo elementu. ",
  "mn62:11.7": "Na, bet ir vidinis vėjo elementas, ir išorinis vėjo elementas tėra vėjo elementas. ",
  "mn62:11.8": "Jis (matytinas taip): „Tai nėra „mano”, aš nesu tai, tai ne „manasis aš”.” Tas su teisinga išmintimi turi būti pamatyta taip, kaip tai iš tiesų yra. ",
  "mn62:11.9": "Su teisinga išmintimi pamačius tai taip, kaip tai iš tiesų yra, nusiviliama vėjo elementu, užgesinamas proto potraukis vėjo elementui. ",
  "mn62:12.1": "Ir kas, Rāhula, yra erdvės elementas? ",
  "mn62:12.2": "Erdvės elementas būna vidinis, būna išorinis. ",
  "mn62:12.3": "Ir kas yra vidinis erdvės elementas? ",
  "mn62:12.4": "Bet kas, kas yra viduje, vadinama savu (ir) yra erdvė, erdvumas, yra savinama, tai yra ",
  "mn62:12.5": "ausų ertmės, nosies ertmės, burna, tai, kur tai, kas valgoma, geriama, kramtoma, ragaujama yra nuryjama, ir tai, kur tai patenka, bei tai, per kur tai išeina, ar bet kas kita, kas yra viduje, vadinama savu (ir) yra erdvė, erdvumas, tuščia, atvira, nepaliesta kraujo ir mėsos, yra savinama, ",
  "mn62:12.6": "tai, Rāhula, vadinama vidiniu erdvės elementu. ",
  "mn62:12.7": "Na, bet ir vidinis erdvės elementas, ir išorinis erdvės elementas tėra erdvės elementas. ",
  "mn62:12.8": "Jis (matytinas taip): „Tai nėra „mano”, aš nesu tai, tai ne „manasis aš”.” Tas su teisinga išmintimi turi būti pamatyta taip, kaip tai iš tiesų yra. ",
  "mn62:12.9": "Su teisinga išmintimi pamačius tai taip, kaip tai iš tiesų yra, nusiviliama erdvės elementu, užgesinamas proto potraukis erdvės elementui. ",
  "mn62:13.1": "Rāhula, lavink meditaciją panašią į žemę. ",
  "mn62:13.2": "Tikrai, tau lavinant meditaciją panašią į žemę, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:13.3": "Panašiai kaip kai ant žemės numetami ir švarūs (daiktai), ir nešvarūs, ir išmatos, ir šlapimas, ir seilės ir pūliai, ir kraujas, žemė dėl to nei pergyvena, nei gėdijasi, nei bjaurisi, ",
  "mn62:13.4": "lygiai gi taip ir tu, Rāhula, lavink į žemę panašią meditaciją. ",
  "mn62:13.5": "Tikrai, tau lavinant meditaciją panašią į žemę, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:14.1": "Rāhula, lavink meditaciją panašią į vandenį. ",
  "mn62:14.2": "Tikrai, tau lavinant meditaciją panašią į vandenį, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:14.3": "Panašiai kaip kai vandenyje plaunami ir švarūs (daiktai), ir nešvarūs, ir išmatos, ir šlapimas, ir seilės ir pūliai, ir kraujas, vanduo dėl to nei pergyvena, nei gėdijasi, nei bjaurisi, ",
  "mn62:14.4": "lygiai gi taip ir tu, Rāhula, lavink į vandenį panašią meditaciją. ",
  "mn62:14.5": "Tikrai, tau lavinant meditaciją panašią į vandenį, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:15.1": "Rāhula, lavink meditaciją panašią į ugnį. ",
  "mn62:15.2": "Tikrai, tau lavinant meditaciją panašią į ugnį, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:15.3": "Panašiai kaip kai ugnis degina ir švarius (daiktus), ir nešvarius, ir išmatas, ir šlapimą, ir seiles ir pūlius, ir kraują, ugnis dėl to nei pergyvena, nei gėdijasi, nei bjaurisi, ",
  "mn62:15.4": "lygiai gi taip ir tu, Rāhula, lavink į ugnį panašią meditaciją. ",
  "mn62:15.5": "Tikrai, tau lavinant meditaciją panašią į ugnį, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:16.1": "Rāhula, lavink meditaciją panašią į vėją. ",
  "mn62:16.2": "Tikrai, tau lavinant meditaciją panašią į vėją, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:16.3": "Panašiai kaip kai vėjas pučia ir į švarius (daiktus), ir į nešvarius, ir į išmatas, ir į šlapimą, ir į seiles ir į pūlius, ir į kraują, vėjas dėl to nei pergyvena, nei gėdijasi, nei bjaurisi, ",
  "mn62:16.4": "lygiai gi taip ir tu, Rāhula, lavink į vėją panašią meditaciją. ",
  "mn62:16.5": "Tikrai, tau lavinant meditaciją panašią į vėją, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:17.1": "Rāhula, lavink meditaciją panašią į erdvę. ",
  "mn62:17.2": "Tikrai, tau lavinant meditaciją panašią į erdvę, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:17.3": "Panašiai kaip erdvė yra niekuo neparemta, ",
  "mn62:17.4": "lygiai gi taip ir tu, Rāhula, lavink į erdvę panašią meditaciją. ",
  "mn62:17.5": "Tikrai, tau lavinant meditaciją panašią į erdvę, atsiradę mieli ir nemieli sąlyčiai negalės užvaldyti proto. ",
  "mn62:18.1": "Rāhula, lavink geraširdiškumą. ",
  "mn62:18.2": "Tikrai, tau lavinant geranoriškumą bus atsikratyta bet kokio piktanoriškumo. ",
  "mn62:19.1": "Rāhula, lavink atjautą. ",
  "mn62:19.2": "Tikrai, tau lavinant atjautą bus atsikratyta bet kokio žiaurumo. ",
  "mn62:20.1": "Rāhula, lavink džiaugsmą (kitų sėkme). ",
  "mn62:20.2": "Tikrai, tau lavinant džiaugsmą (kitų sėkme) bus atsikratyta bet kokio nepasitenkinimo. ",
  "mn62:20.3": "Rāhula, lavink lygiažiūrą. ",
  "mn62:21.1": "Tikrai, tau lavinant lygiažiūrą bus atsikratyta bet kokio biaurėjimosi. ",
  "mn62:22.1": "Rāhula, lavink atgrasumo (suvokimą). ",
  "mn62:22.2": "Tikrai, tau lavinant atgrasumo (suvokimą) bus atsikratyta bet kokios aistros. ",
  "mn62:23.1": "Rāhula, lavink nepastovumo suvokimą. ",
  "mn62:23.2": "Tikrai, tau lavinant nepastovumo suvokimą bus atsikratyta bet kokios savimanos. ",
  "mn62:24.1": "Rāhula, lavink atidą kvėpavimui. ",
  "mn62:24.2": "Tikrai, Rāhula, išlavinta, dažnai praktikuojama atida kvėpavimui duos tau didžiulę naudą ir vaisius. ",
  "mn62:24.3": "Ir kaip, Rāhula, išlavinta, dažnai praktikuojama atida kvėpavimui duoda didžiulę naudą ir vaisius? ",
  "mn62:25.1": "Štai, Rahula, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą atsisėda sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "mn62:25.2": "Jis įkvepia (būdamas) atidus, iškvepia (būdamas) atidus. ",
  "mn62:26.1": "Ilgai įkvėpdamas jis supranta: „Įkvepiu ilgai”, – ilgai iškvėpdamas supranta: „Iškvepiu ilgai”. ",
  "mn62:26.2": "Trumpai įkvėpdamas jis supranta: „Įkvepiu trumpai”, – trumpai iškvėpdamas supranta: „Iškvepiu trumpai”. ",
  "mn62:26.3": "Jis mokosi: „Įkvėpsiu patirdamas visą kūną”, – mokosi: „Iškvėpsiu patirdamas visą kūną”. ",
  "mn62:26.4": "Jis mokosi: „Įkvėpsiu nuramindamas kūno darinius”, – mokosi: „Iškvėpsiu nuramindamas kūno darinius”. ",
  "mn62:27.1": "Jis mokosi: „Įkvėpsiu patirdamas džiaugsmą”, – mokosi: „Iškvėpsiu patirdamas džiaugsmą”. ",
  "mn62:27.2": "Jis mokosi: „Įkvėpsiu patirdamas laimę”, – mokosi: „Iškvėpsiu patirdamas laimę”. ",
  "mn62:27.3": "Jis mokosi: „Įkvėpsiu patirdamas proto darinius”, – mokosi: „Iškvėpsiu patirdamas proto darinius”. ",
  "mn62:27.4": "Jis mokosi: „Įkvėpsiu nuramindamas proto darinius”, – mokosi: „Iškvėpsiu nuramindamas proto darinius”. ",
  "mn62:28.1": "Jis mokosi: „Įkvėpsiu patirdamas protą”, – mokosi: „Iškvėpsiu patirdamas protą”. ",
  "mn62:28.2": "Jis mokosi: „Įkvėpsiu džiugindamas protą”, – mokosi: „Iškvėpsiu džiugindamas protą”. ",
  "mn62:28.3": "Jis mokosi: „Įkvėpsiu sutelkdamas protą”, – mokosi: „Iškvėpsiu sutelkdamas protą”. ",
  "mn62:28.4": "Jis mokosi: „Įkvėpsiu išlaisvindamas protą”, – mokosi: „Iškvėpsiu išlaisvindamas protą”. ",
  "mn62:29.1": "Jis mokosi: „Įkvėpsiu stebėdamas nepastovumą”, – mokosi: „Iškvėpsiu stebėdamas nepastovumą”. ",
  "mn62:29.2": "Jis mokosi: „Įkvėpsiu stebėdamas kaip išblėsta potraukis”, – mokosi: „Iškvėpsiu stebėdamas kaip išblėsta potraukis”. ",
  "mn62:29.3": "Jis mokosi: „Įkvėpsiu stebėdamas baigtį”, – mokosi: „Iškvėpsiu stebėdamas baigtį”. ",
  "mn62:29.4": "Jis mokosi: „Įkvėpsiu stebėdamas atsisakymą”, – mokosi: „Iškvėpsiu stebėdamas atsisakymą”. ",
  "mn62:30.1": "Taip, Rāhula, išlavinta, dažnai praktikuojama atida kvėpavimui duoda didžiulę naudą ir vaisius. ",
  "mn62:30.2": "Taip, Rāhula, išlavinęs, dažnai praktikavęs atidą kvėpavimui sužinosi kaip pranyksta ir paskutiniai įkvėpimai, tai nebus nesužinota.” ",
  "mn62:30.3": "Štai ką pasakė Palaimintasis. ",
  "mn62:30.4": "Patenkintas, garbingasis Rāhula džiaugėsi Palaimintojo žodžiais. "
}