{
  "mn63:0.1": "Vidutinio ilgio suttų rinkinys 63 ",
  "mn63:0.2": "Mažesnė sutta Mālukyai ",
  "mn63:1.1": "Taip aš girdėjau. ",
  "mn63:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "mn63:2.1": "Ir štai gerbiamą Mālukyaputtą, jam medituojant vienumoje, aplankė tokios mintys: ",
  "mn63:2.2": "„Šios pažiūros yra Palaimintojo neišreikštos, atidėtos, atmestos: ",
  "mn63:2.3": "„pasaulis yra amžinas”, „pasaulis nėra amžinas”, „pasaulis yra ribotas”, „pasaulis yra begalinis”, „siela ir kūnas yra vienas ir tas pat”; „siela yra viena, kūnas yra kita”, „Tathāgata egzistuoja po mirties”, „Tathāgata neegzistuoja po mirties”, „Tathāgata ir egzistuoja, ir neegzistuoja po mirties”, „Tathāgata nei egzistuoja, nei neegzistuoja po mirties” – ",
  "mn63:2.4": "to man Palaimintasis nepareiškė. ",
  "mn63:2.5": "Tai manęs nedžiugina, man tai nepriimtina. ",
  "mn63:2.6": "Tad, nuėjęs pas Palaimintąjį, aš paklausiu apie šį reikalą. ",
  "mn63:2.7": "Jeigu Palaimintasis man pareikš: ",
  "mn63:2.8": "„pasaulis yra amžinas”, arba „pasaulis nėra amžinas” … ",
  "mn63:2.9": "arba „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, ",
  "mn63:2.10": "tada aš gyvensiu šventą gyvenimą pagal Palaimintąjį. ",
  "mn63:2.11": "O jeigu jis man nepareikš: ",
  "mn63:2.12": "„pasaulis yra amžinas”, arba „pasaulis nėra amžinas” … ",
  "mn63:2.13": "arba „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, ",
  "mn63:2.14": "tada, palikęs šį mokymąsi, grįšiu į žemesnį (pasaulietinį) gyvenimą.” ",
  "mn63:3.1": "Ir štai vakare gerbiamas Mālukyaputta, išėjo iš meditacijos ir nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono gerbiamas Mālukyaputta pasakė Palaimintajam štai ką: ",
  "mn63:3.2": "„Štai, Garbusis, medituojant vienumoje, mane aplankė tokios mintys: ",
  "mn63:3.3": "„Šios pažiūros yra Palaimintojo neišreikštos, atidėtos, atmestos: ",
  "mn63:3.4": "„pasaulis yra amžinas”, arba „pasaulis nėra amžinas” … ",
  "mn63:3.5": "arba „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, ",
  "mn63:3.6": "to man Palaimintasis nepareiškė. ",
  "mn63:3.7": "Tai manęs nedžiugina, man tai nepriimtina. ",
  "mn63:3.8": "Tad, nuėjęs pas Palaimintąjį, aš paklausiu apie šį reikalą. ",
  "mn63:3.9": "Jeigu Palaimintasis man pareikš: ",
  "mn63:3.10": "„pasaulis yra amžinas”, arba „pasaulis nėra amžinas” … ",
  "mn63:3.11": "arba „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, ",
  "mn63:3.12": "tada aš gyvensiu šventą gyvenimą pagal Palaimintąjį. ",
  "mn63:3.13": "O jeigu jis man nepareikš: ",
  "mn63:3.14": "„pasaulis yra amžinas”, arba „pasaulis nėra amžinas” … ",
  "mn63:3.15": "arba „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, ",
  "mn63:3.16": "tada, palikęs šį mokymąsi, grįšiu į žemesnį (pasaulietinį) gyvenimą.” ",
  "mn63:3.17": "Jei Palaimintasis žino, kad ",
  "mn63:3.18": "„pasaulis yra amžinas”, tegul Palaimintasis man pareiškia: „Pasaulis yra amžinas”. ",
  "mn63:3.19": "Jei Palaimintasis žino, kad ",
  "mn63:3.20": "„pasaulis nėra amžinas”, tegul Palaimintasis man pareiškia: „Pasaulis nėra amžinas”. ",
  "mn63:3.21": "O jei Palaimintasis nežino, ",
  "mn63:3.22": "ar „pasaulis yra amžinas”, ar „pasaulis nėra amžinas”, tai nežinančiam ir nematančiam (dera pasakyti) tiesiai šviesiai: ",
  "mn63:3.23": "„Nežinau, nematau”. ",
  "mn63:3.24": "Jei Palaimintasis žino, kad ",
  "mn63:3.25": "„pasaulis yra ribotas” … ",
  "mn63:3.45": "Jei Palaimintasis žino, kad ",
  "mn63:3.46": "„Tathāgata ir egzistuoja, ir neegzistuoja po mirties”, tegul Palaimintasis man pareiškia: „Tathāgata ir egzistuoja, ir neegzistuoja po mirties”. ",
  "mn63:3.47": "Jei Palaimintasis žino, kad ",
  "mn63:3.48": "„Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, tegul Palaimintasis man pareiškia: „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”. ",
  "mn63:3.49": "O jei Palaimintasis nežino, ",
  "mn63:3.50": "ar „Tathāgata ir egzistuoja, ir neegzistuoja po mirties”, ar „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, tai nežinančiam ir nematančiam (dera pasakyti) tiesiai šviesiai: ",
  "mn63:3.51": "„Nežinau, nematau”.” ",
  "mn63:4.1": "„Argi aš, Māluṅkyaputta, esu tau sakęs: ",
  "mn63:4.2": "„Ateik, Māluṅkyaputta, gyvenk šventą gyvenimą pagal mane, aš tau paaiškinsiu šiuos klausimus?”” ",
  "mn63:4.4": "„Ne, Garbusis.” ",
  "mn63:4.5": "„O ar tu esi man sakęs: ",
  "mn63:4.6": "„Garbusis, aš gyvensiu šventą gyvenimą pagal Palaimintąjį, ir Palaimintasis man paaiškins šiuos klausimus?”” ",
  "mn63:4.8": "„Ne, Garbusis.” ",
  "mn63:4.9": "„Tikrai taip, Māluṅkyaputta, nei aš tau sakiau: ",
  "mn63:4.10": "„Ateik, Māluṅkyaputta, gyvenk šventą gyvenimą pagal mane, aš tau paaiškinsiu šiuos klausimus”, – ",
  "mn63:4.13": "nei tu man sakei: ",
  "mn63:4.14": "„Garbusis, aš gyvensiu šventą gyvenimą pagal Palaimintąjį, ir Palaimintasis man paaiškins šiuos klausimus.” ",
  "mn63:4.17": "Tokiu atveju, kvailas žmogau, kokiu pagrindu ką atstumi? ",
  "mn63:5.1": "Jei, Māluṅkyaputta, kas taip sakytų: ",
  "mn63:5.2": "„Negyvensiu švento gyvenimo pagal Palaimintąjį tol, kol Palaimintasis man nepaaiškins šiuos klausimus”, – ",
  "mn63:5.5": "tas žmogus gali mirti, o tai taip ir liks Tathāgatos nepaaiškinta. ",
  "mn63:5.6": "Įsivaizduoki žmogų pašautą strėle, ištepta storu nuodų sluoksniu. ",
  "mn63:5.7": "Jo draugai, bičiuliai, giminės parūpintų gydytoją, chirurgą, ",
  "mn63:5.8": "o jis (daktarui) taip pasakytų: ",
  "mn63:5.9": "„Aš neleisiu šios strėlės ištraukti tol, kol nesužinosiu, ar pašovęs mane žmogus yra karys, brahmanas, prekiautojas ar darbininkas.” ",
  "mn63:5.10": "Jis sakytų: ",
  "mn63:5.11": "„Aš neleisiu šios strėlės ištraukti tol, kol nesužinosiu persmeigusio mane žmogaus vardo ir pavardės.” ",
  "mn63:5.12": "Jis sakytų: ",
  "mn63:5.13": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar persmeigęs mane žmogus yra aukštas, žemas ar vidutinio ūgio.” ",
  "mn63:5.14": "Jis sakytų: ",
  "mn63:5.15": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar persmeigęs mane žmogus yra juodaodis, tamsiaodis ar šviesiaodis.” ",
  "mn63:5.16": "Jis sakytų: ",
  "mn63:5.17": "“Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, kokiame kaime, miestelyje ar mieste yra mane persmeigęs žmogus.” ",
  "mn63:5.18": "Jis sakytų: ",
  "mn63:5.19": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar lankas, iš kurio mane pašovė, yra ilgasis ar trumpasis.” ",
  "mn63:5.20": "Jis sakytų: ",
  "mn63:5.21": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar lanko templė, iš kurio mane pašovė, yra medžio pluošto, bambukinė, sausgyslinė, kanapinė ar medžio žievės.” ",
  "mn63:5.22": "Jis sakytų: ",
  "mn63:5.23": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu ar lankas, iš kurio mane pašovė, (padarytas iš) laukinės ar kultivuotos medžiagos.” ",
  "mn63:5.24": "Jis sakytų: ",
  "mn63:5.25": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar lanko, iš kurio mane pašovė, puošiančios plunksnos yra maitvanagio, garnio, vanago, povo ar sakalo.” ",
  "mn63:5.26": "Jis sakytų: ",
  "mn63:5.27": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar lanką, iš kurio mane pašovė, dengiančios sausgyslės yra buliaus, bizono, laukinio žvėries ar beždžionės.” ",
  "mn63:5.28": "Jis sakytų: ",
  "mn63:5.29": "„Aš neleisiu šios strėlės ištraukti iki tol, kol nesužinosiu, ar strėlė, kuria mane persmeigė, yra paprasta ar su lenktu, spygliuotu, geležiniu, veršiuko danties ar oleandro antgaliu.” ",
  "mn63:5.30": "Visa tai, Māluṅkyaputta, taip ir liktų to žmogaus nesužinota, o tas žmogus mirtų. ",
  "mn63:5.31": "Lygiai gi taip, Māluṅkyaputta, jei kas taip sakytų: ",
  "mn63:5.32": "„Negyvensiu švento gyvenimo pagal Palaimintąjį tol, kol Palaimintasis man nepaaiškins šiuos klausimus”, – ",
  "mn63:5.35": "visa tai, Māluṅkyaputta, taip ir liks Tathāgatos nepaaiškinta, o tas žmogus mirtų. ",
  "mn63:6.1": "Nėra taip, kad esant pažiūrai „pasaulis yra amžinas”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.2": "Nėra taip, kad esant pažiūrai „pasaulis nėra amžinas”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.3": "Ir esant pažiūrai „pasaulis yra amžinas”, ir pažiūrai „pasaulis nėra amžinas”, yra tik gimimas, yra senėjimas, yra mirtis, yra liūdesys, raudojimas, skausmas, nusiminimas ir nusivylimas, ",
  "mn63:6.4": "kurių panaikinimą aš padarau žinomą čia ir dabar. ",
  "mn63:6.5": "Nėra taip, kad esant pažiūrai „pasaulis yra ribotas”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.6": "Nėra taip, kad esant pažiūrai „pasaulis yra begalinis”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.7": "Ir esant pažiūrai „pasaulis yra ribotas”, ir pažiūrai „pasaulis yra begalinis”, yra tik gimimas, yra senėjimas, yra mirtis, yra liūdesys, raudojimas, skausmas, nusiminimas ir nusivylimas, ",
  "mn63:6.8": "kurių panaikinimą aš padarau žinomą čia ir dabar. ",
  "mn63:6.9": "Nėra taip, kad esant pažiūrai „siela ir kūnas yra vienas ir tas pat”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.10": "Nėra taip, kad esant pažiūrai „siela yra viena, kūnas yra kita”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.11": "Ir esant pažiūrai „siela ir kūnas yra vienas ir tas pat”, ir pažiūrai „siela yra viena, kūnas yra kita”, yra tik gimimas … ",
  "mn63:6.12": "kurių panaikinimą aš padarau žinomą čia ir dabar. ",
  "mn63:6.13": "Nėra taip, kad esant pažiūrai „Tathāgata egzistuoja po mirties”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.14": "Nėra taip, kad esant pažiūrai „Tathāgata neegzistuoja po mirties”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.15": "Ir esant pažiūrai „Tathāgata egzistuoja po mirties”, ir pažiūrai „Tathāgata neegzistuoja po mirties”, yra tik gimimas … ",
  "mn63:6.16": "kurių panaikinimą aš padarau žinomą čia ir dabar. ",
  "mn63:6.17": "Nėra taip, kad esant pažiūrai „Tathāgata ir egzistuoja, ir neegzistuoja po mirties”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.18": "Nėra taip, kad esant pažiūrai „Tathāgata  nei egzistuoja, nei neegzistuoja po mirties”, būtų (įmanomas) šventas gyvenimas. ",
  "mn63:6.19": "Ir esant pažiūrai „Tathāgata ir egzistuoja, ir neegzistuoja po mirties”, ir pažiūrai „Tathāgata nei egzistuoja, nei neegzistuoja po mirties”, yra tik gimimas … ",
  "mn63:6.20": "kurių panaikinimą aš padarau žinomą čia ir dabar. ",
  "mn63:7.1": "Tai kad, Mālukyaputta, tą, ko aš nepareiškiau, atmink kaip nepareikštą, ",
  "mn63:7.2": "o tą, ką pareiškiau, atmink kaip pareikštą. ",
  "mn63:7.3": "Ir ko, Mālukyaputta, aš nepareiškiau? ",
  "mn63:7.4": "„Pasaulis yra amžinas” – to, Mālukyaputta, aš nepareiškiau. ",
  "mn63:7.5": "„Pasaulis nėra amžinas” – ",
  "mn63:7.6": "to, aš nepareiškiau. ",
  "mn63:7.7": "„Pasaulis yra ribotas” – ",
  "mn63:7.8": "to, aš nepareiškiau. ",
  "mn63:7.9": "„Pasaulis yra begalinis” – ",
  "mn63:7.10": "to, aš nepareiškiau. ",
  "mn63:7.11": "„Siela ir kūnas yra vienas ir tas pat” – ",
  "mn63:7.12": "to, aš nepareiškiau. ",
  "mn63:7.13": "„Siela yra viena, kūnas yra kita”– ",
  "mn63:7.14": "to, aš nepareiškiau. ",
  "mn63:7.15": "„Tathāgata egzistuoja po mirties” – ",
  "mn63:7.16": "to, aš nepareiškiau. ",
  "mn63:7.17": "„Tathāgata neegzistuoja po mirties” – ",
  "mn63:7.18": "to, aš nepareiškiau. ",
  "mn63:7.19": "„Tathāgata ir egzistuoja, ir neegzistuoja po mirties” – ",
  "mn63:7.20": "to, aš nepareiškiau. ",
  "mn63:7.21": "„Tathāgata nei egzistuoja, nei neegzistuoja po mirties” – ",
  "mn63:7.22": "to, aš nepareiškiau. ",
  "mn63:8.1": "Ir kodėl, Mālukyaputta, aš to nepareiškiau? ",
  "mn63:8.2": "Nagi tai neneša naudos, tai nesusiję su tyro švento gyvenimo pradais, tai neatveda nei prie nusivylimo, nei prie troškimo išblėsimo, nei prie baigties, nei prie ramybės, nei prie tiesioginio pažinimo, nei prie tobulo nušvitimo, nei prie Nibbanos. ",
  "mn63:8.3": "Todėl aš to nepareiškiau. ",
  "mn63:9.1": "O ką, Mālukyaputta, aš pareiškiau? ",
  "mn63:9.2": "Aš pareiškiau: „Tai yra kančia. ",
  "mn63:9.3": "Tai yra kančios priežastis. ",
  "mn63:9.5": "Tai yra kančios baigtis. ",
  "mn63:9.7": "Tai yra kelias, vedantis į kančios baigtį.” ",
  "mn63:10.1": "Ir kodėl, Māluṅkyaputta, aš tai pareiškiau? ",
  "mn63:10.2": "Ogi tai neša naudą, tai yra susiję su tyro švento gyvenimo pradais, tai atveda prie nusivylimo, troškimo išblėsimo, baigties, ramybės, tiesioginio pažinimo, tobulo nušvitimo, prie Nibbanos. ",
  "mn63:10.3": "Todėl aš tai pareiškiau. ",
  "mn63:10.4": "Tai kad, Mālukyaputta, tą, ko aš nepareiškiau, atmink kaip nepareikštą, ",
  "mn63:10.5": "o tą, ką pareiškiau, atmink kaip pareikštą.” ",
  "mn63:10.6": "Štai ką pasakė Palaimintasis. ",
  "mn63:10.7": "Patenkintas, garbingasis Mālukyaputta džiaugėsi Palaimintojo žodžiais. "
}