{
  "mn7:0.1": "Vidutinio ilgio suttų rinkinys 7 ",
  "mn7:0.2": "Palyginimas su drobe ",
  "mn7:1.1": "Taip aš girdėjau. ",
  "mn7:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli <i lang='pi' translate='no'>Savatthi</i>. ",
  "mn7:1.3": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "mn7:1.4": "„Vienuoliai!” ",
  "mn7:1.5": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "mn7:1.6": "Palaimintasis štai ką pasakė: ",
  "mn7:2.1": "„Įsivaizduokite, vienuoliai, suterštą, dėmėtą drobę. ",
  "mn7:2.2": "Kad ir kokiais dažais dažytojas ją apdorotų – mėlynais, geltonais, raudonais ar vyšniniais – ji bus prastai nusidažiusi, bus nešvarios spalvos. ",
  "mn7:2.3": "Kokia yra to priežastis? ",
  "mn7:2.4": "Taip, vienuoliai, yra dėl drobės nešvarumo. ",
  "mn7:2.5": "Lygiai gi, vienuoliai, taip, kai protas yra suterštas, lauktinas (atgimimas) blogoje vietoje. ",
  "mn7:2.6": "Įsivaizduokite, vienuoliai, švarią, išvalytą drobę. ",
  "mn7:2.7": "Kad ir kokiais dažais dažytojas ją apdorotų – mėlynais, geltonais, raudonais ar vyšniniais – ji bus gerai nusidažiusi, bus švarios spalvos. ",
  "mn7:2.8": "Kokia yra to priežastis? ",
  "mn7:2.9": "Taip, vienuoliai, yra dėl drobės švarumo. ",
  "mn7:2.10": "Lygiai gi, vienuoliai, taip, kai protas yra nesuterštas, lauktinas (atgimimas) geroje vietoje. ",
  "mn7:3.1": "Ir kokie, vienuoliai, yra proto taršalai? ",
  "mn7:3.2": "Godulys ir neteisėtas godumas yra proto taršalas, piktavališkumas – proto taršalas, pyktis – proto taršalas, pagieža – proto taršalas, panieka – proto taršalas, įžūlumas – proto taršalas, pavydas – proto taršalas, savininkiškumas – proto taršalas, apgaulingumas – proto taršalas, veidmainystė – proto taršalas, užsispyrimas – proto taršalas, kietasprandiškumas – proto taršalas, savimana – proto taršalas, puikybė – proto taršalas, akiplėšiškumas – proto taršalas, ir nerūpestingumas – proto taršalas. ",
  "mn7:4.1": "Vienuoliai, vienuolis supratęs, kad godulys ir neteisėtas godumas yra proto taršalas, palieka juos; ",
  "mn7:4.2": "supratęs, kad piktavališkumas – proto taršalas, ",
  "mn7:4.3": "palieka jį; ",
  "mn7:4.4": "supratęs, kad pyktis – proto teršalas, ",
  "mn7:4.5": "palieka jį; ",
  "mn7:4.6": "supratęs, kad pagieža – proto teršalas, ",
  "mn7:4.7": "palieka jį; ",
  "mn7:4.8": "supratęs, kad panieka – proto teršalas, ",
  "mn7:4.9": "palieka jį; ",
  "mn7:4.10": "supratęs, kad įžūlumas – proto teršalas, ",
  "mn7:4.11": "palieka jį; ",
  "mn7:4.12": "supratęs, kad pavydas – proto teršalas, ",
  "mn7:4.13": "palieka jį; ",
  "mn7:4.14": "supratęs, kad savininkiškumas – proto teršalas, ",
  "mn7:4.15": "palieka jį; ",
  "mn7:4.16": "supratęs, kad apgaulingumas – proto teršalas, ",
  "mn7:4.17": "palieka jį; ",
  "mn7:4.18": "supratęs, kad veidmainystė – proto teršalas, ",
  "mn7:4.19": "palieka jį; ",
  "mn7:4.20": "supratęs, kad užsispyrimas – proto teršalas, ",
  "mn7:4.21": "palieka jį; ",
  "mn7:4.22": "supratęs, kad kietasprandiškumas – proto teršalas, ",
  "mn7:4.23": "palieka jį; ",
  "mn7:4.24": "supratęs, kad savimana – proto teršalas, ",
  "mn7:4.25": "palieka jį; ",
  "mn7:4.26": "supratęs, kad puikybė – proto teršalas, ",
  "mn7:4.27": "palieka jį; ",
  "mn7:4.28": "supratęs, kad akiplėšiškumas – proto teršalas, ",
  "mn7:4.29": "palieka jį; ",
  "mn7:4.30": "supratęs, kad nerūpestingumas – proto teršalas, ",
  "mn7:4.31": "palieka jį. ",
  "mn7:5.1": "Kada gi, vienuoliai, vienuolis supratęs, kad godulys ir neteisėtas godumas yra proto taršalas, ",
  "mn7:5.2": "paliko tą taršalą; ",
  "mn7:5.3": "supratęs, kad piktavališkumas – proto taršalas … ",
  "mn7:5.4": "pyktis … ",
  "mn7:5.6": "pagieža … ",
  "mn7:5.8": "panieka … ",
  "mn7:5.10": "įžūlumas … ",
  "mn7:5.12": "pavydas … ",
  "mn7:5.14": "savininkiškumas … ",
  "mn7:5.16": "apgaulingumas … ",
  "mn7:5.18": "veidmainystė … ",
  "mn7:5.20": "užsispyrimas … ",
  "mn7:5.22": "kietasprandiškumas … ",
  "mn7:5.24": "savimana … ",
  "mn7:5.26": "puikybė … ",
  "mn7:5.28": "akiplėšiškumas … ",
  "mn7:5.30": "supratęs, kad nerūpestingumas – proto teršalas, ",
  "mn7:5.31": "paliko tą taršalą, ",
  "mn7:5.32": "jis turi (tokį) patirtimi grįstą pasitikėjimą Buda: ",
  "mn7:5.33": "„Šis Palaimintasis yra <i lang='pi' translate='no'>arahantas</i>, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "mn7:6.1": "Jis turi (tokį) patirtimi grįstą pasitikėjimą Mokymu: ",
  "mn7:6.2": "„Gerai išdėstytas Palaimintuoju Mokymas, jis matomas čia ir dabar, nesensta, ragina įsitikinti (jo tikrumu), yra vertas taikymo, turi būti asmeniškai pažintas išmintingųjų.” ",
  "mn7:7.1": "Jis turi (tokį) patirtimi grįstą pasitikėjimą <i lang='pi' translate='no'>saṅgha</i>: ",
  "mn7:7.2": "„Gerai žengia keliu Palaimintojo mokinių bendruomenė. Teisingai žengia keliu Palaimintojo mokinių bendruomenė. Tinkamai žengia keliu Palaimintojo mokinių bendruomenė. Deramai žengia keliu Palaimintojo mokinių bendruomenė, tai yra keturios poros, aštuonių rūšių taurios būtybės. Ši Palaimintojo mokinių bendruomenė yra verta dovanų, verta svetingumo, verta aukų, verta pagarbaus pasveikinimo, neprilygstamas laukas visam pasauliui nusipelnyti gero rezultato.” ",
  "mn7:8.1": "Jam išmetus, išvarius, palikus tiek (teršalų), (nuo tiek) išsilaisvinus, (ir pamačius), kad jis turi patirtimi grįstą pasitikėjimą Buda, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "mn7:8.2": "Kai, jis džiaugiasi, gimsta palaima, kai, (jo) protas palaimoje, nurimsta kūnas, kai jo kūnas nurimęs, jis patiria laimę, laimingojo gi protas susitelkia. ",
  "mn7:9.1": "Jis turi patirtimi grįstą pasitikėjimą Mokymu … ",
  "mn7:10.1": "Jis turi patirtimi grįstą pasitikėjimą <i lang='pi' translate='no'>saṅgha</i>, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "mn7:10.2": "Kai, jis džiaugiasi, gimsta palaima, kai, (jo) protas palaimoje, nurimsta kūnas, kai jo kūnas nurimęs, jis patiria laimę, laimingojo gi protas susitelkia. ",
  "mn7:11.1": "(Pamačius), kad jis yra išmetęs, išvaręs, palikęs tiek (teršalų), (nuo tiek) išsilaisvinęs, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "mn7:11.2": "Kai, jis džiaugiasi, gimsta palaima, kai, (jo) protas palaimoje, nurimsta kūnas, kai jo kūnas nurimęs, jis patiria laimę, laimingojo gi protas susitelkia. ",
  "mn7:12.1": "Vienuoliai, jei tokios dorovės, tokių savybių, tokios išminties vienuolis valgo paaukotą maistą, kurį sudaro rinktiniai ryžiai kartu su įvairiomis sriubomis ir padažais, net ir tai jam nėra kliūtis. ",
  "mn7:12.2": "Įsivaizduokite, vienuoliai, suterštą, dėmėtą drobę, kuri, (ją išplovus) tyru vandeniu, tampa švari, išvalyta; arba nevalytą auksą, kuris, (jį iškaitinus) krosnyje, tampa švariu, išvalytu. ",
  "mn7:12.3": "Lygiai gi, vienuoliai, taip, kai tokios dorovės, tokių savybių, tokios išminties vienuolis valgo paaukotą maistą, kurį sudaro rinktiniai ryžiai kartu su įvairiomis sriubomis ir padažais, net ir tai jam nėra kliūtis. ",
  "mn7:13.1": "Jis gyvena aprėpęs geraširdiškumo sklidinu protu vieną kryptį, taip pat ir antrą, ir trečią, ir ketvirtą. Taip jis gyvena aprėpęs visą pasaulį – viršų, apačią, šalis, visas kryptis – geraširdiškumo sklidinu, didžiuliu, didingu, beribiu protu, be neapykantos, be piktavališkumo. ",
  "mn7:14.1": "Jis gyvena aprėpęs atjautos sklidinu protu … ",
  "mn7:15.1": "Jis gyvena aprėpęs džiaugsmo sklidinu protu … ",
  "mn7:16.1": "Jis gyvena aprėpęs lygiažiūros sklidinu protu vieną kryptį, taip pat ir antrą, ir trečią, ir ketvirtą. Taip jis gyvena aprėpęs visą pasaulį – viršų, apačią, šalis, visas kryptis –  lygiažiūros sklidinu, didžiuliu, didingu, beribiu protu, be neapykantos, be piktavališkumo. ",
  "mn7:17.1": "Jis supranta: „Esti šitai, esti tai, kas žemiau (už tai), esti tai, kas aukščiau. Esti išėjimas už (viso) šio suvokiamo (lauko ribų).” ",
  "mn7:18.1": "Jam taip žinant ir matant, jo protas išsilaisvina nuo geismo ydos, išsilaisvina nuo būties troškimo ydos, išsilaisvina nuo nežinojimo ydos. ",
  "mn7:18.2": "Išsilaisvinus ateina žinojimas, kad yra išsilaisvinta. ",
  "mn7:18.3": "Jis supranta, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "mn7:18.4": "Tokį, vienuoliai, vadina ",
  "mn7:18.5": "„vienuoliu, nusipraususiu vidiniu prausimusi.” ",
  "mn7:19.1": "Tuo gi pat metu netoli Palaimintojo sėdėjo brahmanas <i lang='pi' translate='no'>Sundarika Bhāradvāja</i>. ",
  "mn7:19.2": "Ir štai brahmanas <i lang='pi' translate='no'>Sundarika Bhāradvāja</i> pasakė Palaimintajam: ",
  "mn7:19.3": "„Bet ar gerbiamas Gotama eina į <i lang='pi' translate='no'>Bāhukos</i> upę praustis?” ",
  "mn7:19.4": "„Kas iš <i lang='pi' translate='no'>Bāhukos</i> upės, brahmanai?” ",
  "mn7:19.5": "„Ką <i lang='pi' translate='no'>Bāhukos</i> upė padarys?” ",
  "mn7:19.6": "„Gerbiamas Gotama, daugelis žmonių laiko <i lang='pi' translate='no'>Bāhukos</i> upę apvalančia, nuopelninga. Daug žmonių nuplauna savo nelabus darbus <i lang='pi' translate='no'>Bāhukos</i> upėje. ",
  "mn7:20.1": "Tuomet Palaimintasis ištarė brahmanui <i lang='pi' translate='no'>Sundarikai Bhāradvājai</i> (šiuos) posmus: ",
  "mn7:20.2": "„<i lang='pi' translate='no'>Bāhuka</i> ir <i lang='pi' translate='no'>Adhikakka</i> ",
  "mn7:20.3": "<i lang='pi' translate='no'>Gaya</i> ir <i lang='pi' translate='no'>Sundarika</i> ",
  "mn7:20.4": "<i lang='pi' translate='no'>Sarasvatī</i> ir <i lang='pi' translate='no'>Payāga</i> ",
  "mn7:20.5": "ir <i lang='pi' translate='no'>Bāhumati</i> upė – ",
  "mn7:20.6": "kad ir nuolat nardytų į jas juodus veiksmus (atliekantis) kvailys, ",
  "mn7:20.7": "jis (jų) nenusiplauna. ",
  "mn7:20.8": "Ką <i lang='pi' translate='no'>Sundarika</i> padarys? ",
  "mn7:20.9": "Ką padarys <i lang='pi' translate='no'>Payāga</i> ar <i lang='pi' translate='no'>Bāhukos</i> upės? ",
  "mn7:20.10": "Blogdario, žiauriabūdžio žmogaus ",
  "mn7:20.11": "negali jos nuplauti piktadario. ",
  "mn7:20.12": "Švarios (širdies) žmogui visada pavasario šventės diena, ",
  "mn7:20.13": "jam visuomet šventa diena. ",
  "mn7:20.14": "Švarios (širdies), tyrų veiksmų, ",
  "mn7:20.15": "Jis visuomet laikosi įžadų. ",
  "mn7:20.16": "Tai čia, brahmane, turėtum praustis, ",
  "mn7:20.17": "turėtum dovanoti visoms būtybėms saugumą. ",
  "mn7:20.18": "Jei nemeluoji, ",
  "mn7:20.19": "nežudai, ",
  "mn7:20.20": "jei nevogi, ",
  "mn7:20.21": "esi tikintis ir nešykštus, ",
  "mn7:20.22": "ko eitum į <i lang='pi' translate='no'>Gayą</i>? ",
  "mn7:20.23": "Bet koks šulinys tau yra <i lang='pi' translate='no'>Gaya</i>.” ",
  "mn7:21.1": "Kai tai buvo pasakyta, brahmanas <i lang='pi' translate='no'>Sundarika Bhāradvāja</i> tarė Palaimintajam: ",
  "mn7:21.2": "„Nuostabu, Gerbiamas Gotama, nuostabu, Gerbiamas Gotama! ",
  "mn7:21.3": "Lygiai kaip, Gerbiamas Gotama, apverstą atstato atgal, ar atskleidžia tai, kas paslėpta, ar parodo kelią pasiklydusiam, ar į tamsą atneša aliejinę lempą tam, kad turintis akis pamatytų formas, lygiai taip Gerbiamas Gotama daugeliu būdų paaiškino Mokymą. ",
  "mn7:21.4": "Aš priimu prieglobstį Gerbiamame Gotamoje, mokyme ir vienuolių <i lang='pi' translate='no'>saṅghoje</i>. ",
  "mn7:21.5": "Norėčiau gerbiamo Gotamos akivaizdoje žengti priekin į benamį gyvenimą ir gauti pilną įšventinimą į vienuolius.” ",
  "mn7:22.1": "Ir žengė gi brahmanas <i lang='pi' translate='no'>Sundarika Bhāradvāja</i> priekin į benamį gyvenimą ir gavo pilną įšventinimą į vienuolius gerbiamo Gotamos akivaizdoje. ",
  "mn7:22.2": "Netrukus gi po įšventinimo, visai ne už ilgo garbingasis Bhāradvāja gyvendamas vienas, toli nuo kitų, būdamas uolus, tvirtai nusiteikęs dar šiame gyvenime tiesiogine patirtimi pažino aukščiausią dvasinio kelio tikslą, tą, dėl kurio kilnus jaunimas teisingai žengia priekin iš namų į benamį gyvenimą. Pažino jį ir gyveno jame. ",
  "mn7:22.3": "Jis suprato, kad panaikintas (kitas) gimimas, nugyventas šventas gyvenimas, padaryta tai, kas turi būti padaryta, nebebus čia daugiau būties. ",
  "mn7:22.4": "Ir garbingasis <i lang='pi' translate='no'>Bhāradvāja</i> tapo vienu iš <i lang='pi' translate='no'>arahantų</i>. "
}