{
  "mn91:0.1": "Vidutinio ilgio suttų rinkinys 91 ",
  "mn91:0.2": "Apie Brahmajų ",
  "mn91:1.1": "Taip aš girdėjau. ",
  "mn91:1.2": "Kartą Palaimintasis klajojo Vidėhos krašte kartu su didžiule vienuolių bendruomene, su penkiais šimtais vienuoliais. ",
  "mn91:2.1": "Tuo pačiu metu Mithiloje (Vidėhos krašto sostinėje) gyveno brahmanas Brahmajus, pasenęs, pagyvenęs, senas, dienugalis, metingas, jam ėjo šimtas dvidešimti metai. Jis buvo trijų Vedų žinovas su jų žodynu, apeigomis, tarimu, etimologija ir penktuoju (atžvilgiu) – istorija. Jis išmanė eiles, gramatiką ir buvo filosofavimo ir Didžiojo žmogaus požymių (atpažinimo) meistras. ",
  "mn91:3.1": "Išgirdo gi brahmanas Brahmajus, kad ",
  "mn91:3.2": "esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajoja Vidėhos krašte kartu su didžiule vienuolių bendruomene, su penkiais šimtais vienuoliais. ",
  "mn91:3.3": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn91:3.4": "„Šis Palaimintasis yra _arahantas_, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "mn91:3.5": "Jis skelbiasi pats tiesiogine patirtimi pažinęs šį pasaulį su jo dievybėmis, Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir žmonėmis. ",
  "mn91:3.6": "Jis moko Dhammos, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "mn91:3.7": "Gera yra matyti tokius _arahantus_.” ",
  "mn91:4.1": "Tuo pačiu metu pas brahmaną Brahmajų buvo mokinys brahmanas jaunuolis vardu Utara. Jis buvo trijų Vedų žinovas su jų žodynu, apeigomis, tarimu, etimologija ir penktuoju (atžvilgiu) – istorija. Jis išmanė eiles, gramatiką ir buvo filosofavimo ir Didžiojo žmogaus požymių (atpažinimo) meistras. ",
  "mn91:4.2": "Ir štai brahmanas Brahmajus kreipėsi į brahmaną jaunuolį Utarą: ",
  "mn91:4.3": "„Brangusis Utara, atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajoja Vidėhos krašte kartu su didžiule vienuolių bendruomene, su penkiais šimtais vienuoliais. ",
  "mn91:4.4": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn91:4.5": "„Šis Palaimintasis yra _arahantas_, tobulai nušvitęs … ",
  "mn91:4.6": "Gera yra matyti tokius _arahantus_.” ",
  "mn91:4.7": "„Eiki, brangusis Utara, ir nuėjęs pas atsiskyrėlį Gotamą sužinok, ar Garbus Gotama yra toks, kaip apie jį kalbą, ar ne. ",
  "mn91:4.9": "Taip (per tave) mes pažinsime tą Garbųjį Gotamą.” ",
  "mn91:5.1": "„Bet kaip gi aš, gerbiamas, sužinosiu ar Garbus Gotama yra toks, kaip apie jį kalbą, ar ne?” ",
  "mn91:5.3": "„Mūsų giesmėse, brangusis Utara, išsaugoti trisdešimt du bruožai. Juos turintį Didįjį žmogų laukia viena iš dviejų likčių ir ne kas kita. ",
  "mn91:5.4": "Jei jis gyvena namuose, tampa karaliumi, pasaulio viešpačiu (_cakkavattī_), teisingu, valdančiu pagal _Dhammą_ karaliumi, viso pasaulio valdovu, nugalėtoju, padariusiu šalį tvaria, turinčiu septynias brangenybes. ",
  "mn91:5.5": "Jis turi šias septynias brangenybes: ",
  "mn91:5.6": "brangenybę ratą, brangenybę dramblį, brangenybę žirgą, brangenybę brangakmenį, brangenybę moterį, brangenybę namų šeimininką ir septintą brangenybę patarėją. ",
  "mn91:5.7": "Jis turi daugiau nei šimtą sūnų, didvyriškos išvaizdos narsuolių, kitų kariuomenių triuškintojų. ",
  "mn91:5.8": "Nenaudodamas lazdų ar ginklų, remdamasis _Dhamma_, jis valdo šią vandenynu apsuptą žemę. ",
  "mn91:5.9": "Tačiau jei, jis žengia priekin iš namų į gyvenimą be namų, jis tampa _arahantu_ visiškai nušvitusiu, atitraukiančiu pasaulyje (teršalų) apdangalą. ",
  "mn91:5.10": "Aš, brangusis Utara, esu giesmių davėjas, ",
  "mn91:5.11": "tu – giesmių gavėjas.” ",
  "mn91:6.1": "„Gerai, Gerbiamas,” – atsakė brahmanas jaunuolis Utara brahmanui Brahmajui, atsikėlė, pasveikino jį ir, neatsukdamas į jį nugaros, leidosi į kelionę per Vidėhos kraštą pas Palaimintąjį. ",
  "mn91:6.2": "Klajodamas, palaipsniui pasiekė Palaimintąjį. Atėjęs pas jį apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "mn91:6.3": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsisėdo iš šono. ",
  "mn91:6.4": "Sėdėdamas šalia brahmanas jaunuolis Utara ieškojo Palaimintojo kūne trisdešimt dviejų bruožų. ",
  "mn91:6.5": "Ir pamatė brahmanas jaunuolis Utara Palaimintojo kūne bemaž visus trisdešimt du bruožus išskyrus du. ",
  "mn91:6.6": "Jis dvejojo, abejojo, negalėjo apsispręsti dėl dviejų Didžiojo žmogaus bruožų: ",
  "mn91:6.7": "ar intymiąją dalį dengia apyvarpė ir ar liežuvis milžiniškas. ",
  "mn91:6.8": "Ir štai Palaimintasis pagalvojo: ",
  "mn91:6.9": "„Brahmanas jaunuolis Utara mano kūne pamatė bemaž visus trisdešimt du bruožus išskyrus du. ",
  "mn91:6.10": "Jis dvejoja, abejoja, negali apsispręsti dėl dviejų Didžiojo žmogaus bruožų: ",
  "mn91:6.11": "ar intymiąją dalį dengia apyvarpė ir ar liežuvis milžiniškas. ",
  "mn91:7.1": "Ir štai Palaimintasis panaudojęs viršžmogiškas galias padarė taip, kad brahmanas jaunuolis Utara pamatė, jog Palaimintojo intymiąją dalį dengia apyvarpė. ",
  "mn91:7.2": "Toliau Palaimintasis iškišo liežuvį ir pasiekė, palietė juo  abi ausis, abi šnerves bei padengė liežuviu visą kaktą. ",
  "mn91:8.1": "Ir štai brahmanas jaunuolis Utara pagalvojo: ",
  "mn91:8.2": "„Atsiskyrėlis Gotama yra apdovanotas trisdešimt dvejais Didžiojo žmogaus bruožais. ",
  "mn91:8.3": "Kodėl man nepasekus atsiskyrėlio Gotamos ir nepamačius jo elgsenos?” ",
  "mn91:8.4": "Ir štai brahmanas jaunuolis Utara sekė paskui Palaimintąjį kaip nepaliekantis jo šešėlis. ",
  "mn91:8.5": "Ir štai, po septynių mėnesių brahmanas jaunuolis Utara leidosi į kelionę per Vidėhos kraštą link Mithilos. ",
  "mn91:8.6": "Klajodamas, palaipsniui pasiekė Mithiloje (gyvenusį) brahmaną Brahmajų. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdinčiam gi iš šono brahmanui jaunuoliui Utarai brahmanas Brahmajus pasakė štai ką: ",
  "mn91:8.7": "„Brangusis Utara, ar Garbus Gotama yra toks, kaip apie jį kalbą ir ne kitoks?” ",
  "mn91:8.9": "„Garbus Gotama yra toks, kaip apie jį kalbą, ne kitoks.” ",
  "mn91:8.11": "Garbus Gotama yra apdovanotas trisdešimt dvejais Didžiojo žmogaus bruožais. ",
  "mn91:9.1": "Garbaus Gotamos pėdos ilgos. ",
  "mn91:9.2": "Esti ir šis Didžiojo žmogaus bruožas pas Garbųjį Gotamą. ",
  "mn91:9.3": "Ant Garbaus Gotamos pėdų padų tūkstančio stipinų ratai su ratlankiais ir stebulėmis, išbaigti iki smulkmenų … ",
  "mn91:9.4": "Garbaus Gotamos kulnai išsikišę … ",
  "mn91:9.5": "Garbaus Gotamos pirštai ilgi … ",
  "mn91:9.6": "Garbaus Gotamos rankos ir pėdos švelnios … ",
  "mn91:9.7": "Garbaus Gotamos rankos ir pėdos grakščiai priglunda … ",
  "mn91:9.8": "Garbaus Gotamos pėdos išlenktos … ",
  "mn91:9.9": "Garbaus Gotamos blauzdos panašios į antilopės blauzdas … ",
  "mn91:9.10": "Kai Garbus Gotama stovi tiesiai ir nesilenkia, jo abiejų rankų delnai liečia kelius … ",
  "mn91:9.11": "Garbaus Gotamos intymiąją dalį dengia apyvarpė … ",
  "mn91:9.12": "Garbus Gotama yra aukso spalvos, jo oda turi auksinį blizgesį … ",
  "mn91:9.13": "Garbaus Gotamos oda tokia švelni, kad dulkės ir purvas nelimpa prie jo kūno … ",
  "mn91:9.14": "Garbaus Gotamos plaukai auga po vieną kiekvienoje poroje … ",
  "mn91:9.15": "Garbaus Gotamos plaukai stovi aukštyn, jie mėlynai juodi ir garbanojasi pagal laikrodžio rodyklę … ",
  "mn91:9.16": "Garbaus Gotamos kūnas aukštas ir tiesus … ",
  "mn91:9.17": "Septyniose vietose Garbus Gotama turi išsipūtusius raumenis … ",
  "mn91:9.18": "Garbaus Gotamos krūtinė panaši į liūto … ",
  "mn91:9.19": "Garbaus Gotamos tarpas tarp menčių yra užpildytas … ",
  "mn91:9.20": "Garbaus Gotamos kūno proporcijos yra tobulos: jo (ištiestų į šalis) rankų ilgis lygus jo kūno aukščiui … ",
  "mn91:9.21": "Garbaus Gotamos liemuo yra cilindro formos … ",
  "mn91:9.22": "Garbus Gotama turi puikų skonio pojūtį … ",
  "mn91:9.23": "Garbaus Gotamos žandikaulis panašus į liūto žandikaulį … ",
  "mn91:9.24": "Garbus Gotama turi keturiasdešimt dantų … ",
  "mn91:9.25": "Garbaus Gotamos dantys lygūs … ",
  "mn91:9.26": "Tarp Garbaus Gotamos dantų nėra tarpų … ",
  "mn91:9.27": "Garbaus Gotamos dantys tobulai balti … ",
  "mn91:9.28": "Garbaus Gotamos liežuvis milžiniškas … ",
  "mn91:9.29": "Garbus Gotama turi Brahmos balsą, panašų į saldžiabalsio paukščio … ",
  "mn91:9.30": "Garbaus Gotamos akys tamsiai mėlynos … ",
  "mn91:9.31": "Garbaus Gotamos blakstienos kaip karvės … ",
  "mn91:9.32": "Garbaus Gotamos tarpuakyje auga kuokštas, minkštas ir baltas kaip vata … ",
  "mn91:9.33": "Garbaus Gotamos galva panaši į turbaną … ",
  "mn91:9.34": "Šiais trisdešimt dvejais Didžiojo žmogaus bruožais yra apdovanotas Garbus Gotama. ",
  "mn91:10.1": "Eidamas, jis pirmiausia žengia dešine koja. ",
  "mn91:10.2": "Jis neištiesia kojos pernelyg toli, nenuleidžia jos pernelyg arti. ",
  "mn91:10.3": "Jis eina nei per greitai, nei per lėtai. ",
  "mn91:10.4": "Einant, jo keliai nesidaužo. Einant, jo kulkšnys nesidaužo. ",
  "mn91:10.5": "Eidamas, jis nei pernelyg pakelia šlaunis, nei pernelyg užlaiko jas už nugaros, nei sutraukia jų, nei atpalaiduoja. ",
  "mn91:10.6": "Jam einant, svyruoja tik apatinė jo kūno dalis. Jis eina nenaudodamas kūno pastangų. ",
  "mn91:10.7": "Atsigręždamas pažvelgti (atgal), jis tai daro visu kūnu. ",
  "mn91:10.8": "Jis nežiūri tiesiai į viršų, nežiūri tiesiai žemyn. ",
  "mn91:10.9": "Eidamas, nežiūrinėja į šalis, jis žvelgia plūgo jungo ilgio atstumu prieš save, o visa, kas esti toliau, nevaržomai žino ir mato. ",
  "mn91:11.1": "Įeidamas į namus, jis kūno nei ištiesia, nei sulenkia, nei sutraukia, nei pašleivina. ",
  "mn91:12.1": "Jis apsisuka nei per toli nuo vietos atsisėsti, nei per arti jos. Sėsdamasis, jis nesiremia ranka į žemė bei nemeta savo kūno ant vietos atsisėsti. ",
  "mn91:12.2": "Sėdėdamas namų viduje, jis nejudina nerimastingai rankų. Jis nejudina nerimastingai kojų. ",
  "mn91:12.3": "Jis nesėdi užsimetęs kelią ant kelio ar kulkšnies ant kulkšnies. ",
  "mn91:12.4": "Jis nesėdi ranka prilaikydamas smakrą. ",
  "mn91:12.5": "Sėdėdamas namų viduje, jis nebijo, nedreba, nekrūpčioja ir nesijaudina. Nebijantis, nedrebantis, nekrūpčiojantis, nesijaudinantis, jis nešiurpsta. ",
  "mn91:12.6": "Garbus Gotama sėdi namų viduje nukreipęs mintis į vienystę. ",
  "mn91:13.1": "Gaudamas vandenį dubeniui praskalauti, jis dubenį nei pakelia, nei nuleidžia, nei prisitraukia, nei atkiša. ",
  "mn91:14.1": "Jis priima vandens dubeniui nei per mažai, nei per daug. ",
  "mn91:14.2": "Jis skalauja dubenį nesukeldamas purslų triukšmo. Jis skalauja dubenį jo neapversdamas. Jis nestato dubens ant grindų, kad nusiplautų rankas: nusiplaudamas rankas, išplauna ir dubenį, išplaudamas dubenį, nusiplauna ir rankas. ",
  "mn91:14.3": "Jis išpila vandenį iš dubens nei per toli, nei per arti ir neišteškia jo aplink. ",
  "mn91:14.4": "Gaudamas ryžių, jis dubenį nei pakelia, nei nuleidžia, nei prisitraukia, nei atkiša. ",
  "mn91:14.5": "Jis priima ryžių nei per mažai, nei per daug. ",
  "mn91:14.6": "Jis priima tinkamą padažų kiekį. Valgydamas, jis nerankioja (jam patinkantį) maistą. ",
  "mn91:14.7": "Du ar tris kartus apvertęs kąsnį burnoje, jis jį nuryja. ",
  "mn91:14.8": "Nė vienas ryžių grūdelis nepatenka į jo kūną nesukramtytas ir nė vienas ryžių grūdelis nelieka burnoje. ",
  "mn91:14.9": "Tik tuomet jis pasiima kitą kąsnį. ",
  "mn91:14.10": "Jis valgo maistą jausdamas skonį, tačiau nejausdamas godulio skoniui. ",
  "mn91:14.11": "Maistas, kurį vartoja Garbus Gotama, pasižymi aštuoniais veiksniais. ",
  "mn91:14.12": "Tai ne pramogai, ne malonumui, ne grožio ar patrauklumo puoselėjimui, o tik tam, kad kūnas būtų tvirtas ir sveikas, kad numalšintų alkį ir palaikytų šventą gyvenimą. Jis svarsto: „Taip panaikinsiu seną alkio jausmą ir nesukelsiu naujo persivalgymo jausmo, ir dėl to negausiu priekaištų bei gyvensiu lengvai.” ",
  "mn91:15.1": "Pavalgęs, gaudamas vandenį dubeniui išplauti, jis dubenį nei pakelia, nei nuleidžia, nei prisitraukia, nei atkiša. ",
  "mn91:15.2": "Jis priima vandens dubeniui nei per mažai, nei per daug. ",
  "mn91:15.3": "Jis plauna dubenį nesukeldamas purslų triukšmo. Jis plauna dubenį jo neapversdamas. Jis nestato dubens ant grindų, kad nusiplautų rankas: nusiplaudamas rankas, išplauna ir dubenį, išplaudamas dubenį, nusiplauna ir rankas. ",
  "mn91:15.4": "Jis išpila vandenį iš dubens nei per toli, nei per arti ir neišteškia jo aplink. ",
  "mn91:16.1": "Pavalgęs, jis pastato dubenį ant grindų nei per toli, nei per arti, ir jis nėra nei pernelyg nerūpestingas dėl dubens, nei pernelyg susirūpinęs dėl jo. ",
  "mn91:17.1": "Pavalgęs jis kurį laiką pasėdi tylėdamas, bet palaiminimui skirto laiko nepraleidžia. ",
  "mn91:17.2": "Pavalgęs jis suteikia palaiminimą nekritikuodamas valgio ar tikėdamasis kito valgio. ",
  "mn91:17.3": "Vien kalba apie _Dhammą_ jis pamoko, įkvepia susirinkusiuosius, įžiebia juose ugnelę, pradžiugina juos. ",
  "mn91:17.4": "Pamokęs, įkvėpęs susirinkusiuosius, įžiebęs juose ugnelę, pradžiuginęs juos, jis pakyla nuo savo vietos ir išeina. ",
  "mn91:18.1": "Jis eina nei per greitai, nei per lėtai ir ne taip, kaip tas, kuris nori ištrūkti. ",
  "mn91:19.1": "Garbus Gotama dėvi apdarus ant kūno nei per aukštai, nei per žemai. Jie nei per daug prigludę prie kūno, nei per daug laisvi, ",
  "mn91:19.2": "ir vėjas nenupučia jų nuo jo kūno. ",
  "mn91:19.3": "Dulkės ir purvas nelimpa prie Garbaus Gotamos kūno. ",
  "mn91:20.1": "Nuėjęs į vienuolyną, jis atsisėda į jam paruoštą vietą. Atsisėdęs jis nusiplauna kojas, ",
  "mn91:20.2": "tačiau Garbus Gotama nesileidžia į jų gražinimą. ",
  "mn91:20.3": "Nusiplovęs kojas, jis atsisėda sukryžiavęs jas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "mn91:20.4": "Jis nesukelia ketinimų pakenkti sau, kitiems ar abiem, ",
  "mn91:20.5": "jis sėdi sukeldamas ketinimą atnešti naudą sau, kitiems, abiem ir net visam pasauliui. ",
  "mn91:21.1": "Atėjęs į vienuolyną, jis moko susirinkusiuosius _Dhammos_. Jis jų nei liaupsina, nei bara. ",
  "mn91:21.2": "Vien kalba apie _Dhammą_ jis pamoko, įkvepia susirinkusiuosius, įžiebia juose ugnelę, pradžiugina juos. ",
  "mn91:21.3": "Kalba, sklindanti iš jo lūpų, pasižymi aštuoniomis savybėmis: ",
  "mn91:21.4": "ji yra aiški, suprantama, melodinga, girdima, skambi, eufoniška, gili ir skardi. ",
  "mn91:21.5": "Tačiau, nors jo balsas suprantamas visiems susirinkusiems, jo kalba neišeina už tų klausytojų ribų. ",
  "mn91:21.6": "Pamokyti, įkvėpti žmonės, su įžiebta juose ugnele, pradžiuginti, jie pakyla nuo savo vietų ir išeina žiūrėdami tik į jį ir nepamiršdami (to, ką išgirdo). ",
  "mn91:22.1": "Mes matėme, Garbųjį Gotamą einantį, pone, matėme jį stovintį, matėme jį įeinantį į namus, matėme jį namų viduje sėdintį tyloje, matėme jį valgantį namų viduje, matėme jį sėdintį tyloje po valgio, matėme jį duodantį palaiminimą po valgio, matėme jį einantį į vienuolyną, matėme jį vienuolyne sėdintį tyloje, matėme jį vienuolyne mokantį klausytojus _Dhammos_. ",
  "mn91:22.2": "Toks yra Garbus Gotama, toks jis yra, ir dar daugiau.” ",
  "mn91:23.1": "Kai tai buvo pasakyta, brahmanas Brahmajus atsistojo, pasitaisė viršutinį apdarą, iškėlė suglaustus delnus Palaimintojo kryptimi ir tris kartus jausmingai ištarė: ",
  "mn91:23.2": "„Pagarba Palaimintajam, _arahantui_, tobulai nušvitusiam. ",
  "mn91:23.3": "Pagarba Palaimintajam, _arahantui_, tobulai nušvitusiam. ",
  "mn91:23.4": "Pagarba Palaimintajam, _arahantui_, tobulai nušvitusiam. ",
  "mn91:23.5": "Galbūt kada nors, kur nors mes sutiksime Garbųjį Gotamą. Galbūt su juo pasikalbėsime.” ",
  "mn91:24.1": "Ir štai Palaimintasis klajodamas Vidėhos krašte palaipsniui atvyko į Mithilą. ",
  "mn91:24.2": "Ten Palaimintasis apsistojo Maghadėvos mangų giraitėje netoli Mithilos. ",
  "mn91:24.3": "Išgirdo gi mithiliečiai brahmanai namų šeimininkai, ",
  "mn91:24.4": "esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajodamas Vidėhos krašte kartu su didžiule vienuolių bendruomene, su penkiais šimtais vienuolių pasiekė Mithilą ir yra apsistojęs Maghadėvos mangų giraitėje netoli Mithilos. ",
  "mn91:24.5": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn91:24.6": "„Šis Palaimintasis yra _arahantas_, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "mn91:24.7": "Jis skelbiasi pats tiesiogine patirtimi pažinęs šį pasaulį su jo dievybėmis, Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir žmonėmis. ",
  "mn91:24.8": "Jis moko Dhammos, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "mn91:24.9": "Gera yra matyti tokius _arahantus_.” ",
  "mn91:25.1": "Ir štai mithiliečiai brahmanai namų šeimininkai nuėjo pas Palaimintąjį. Vieni atėję pasveikino jį ir atsisėdo iš šono, kiti apsikeitė mandagiais sveikinimais ir draugiškais žodžiais ir atsisėdo iš šono, treti pasveikino Palaimintąjį suglaustais delnais ir atsisėdo iš šono, ketvirti prisistatė ir atsisėdo iš šono, o dar kiti tyliai atsisėdo iš šono. ",
  "mn91:26.1": "Išgirdo gi brahmanas Brahmajus, esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą pasiekė Mithilą ir yra apsistojęs Maghadėvos mangų giraitėje netoli Mithilos. ",
  "mn91:26.2": "Ir štai brahmanas Brahmajus kartu su daugybe mokinių nuėjo į Maghadėvos mangų giraitę. ",
  "mn91:26.3": "Ir štai vidury mangų giraitės brahmanas Brahmajus pagalvojo: ",
  "mn91:26.4": "„Nedera man ateiti pas atsiskyrėlį Gotamą prieš tai apie save nepranešus.” ",
  "mn91:26.5": "Ir štai Brahmanas Brahmajus kreipėsi į vieną brahmaną jaunuolį: ",
  "mn91:26.6": "„Ateik, jaunuoli! Nueik pas Palaimintąjį, atėjęs, mano vardu nusilenkęs jam į kojas, pagerbk Palaimintąjį, paklausk ar jis neserga, yra sveikas, tvirtas ir gyvena ramiai (sakydamas): ",
  "mn91:26.7": "„Gerbiamas Gotama, brahmanas Brahmajus pagerbia Palaimintąjį lenkdamasis jam į kojas ir klausia, ar jis neserga, yra sveikas, tvirtas ir gyvena ramiai.“ ",
  "mn91:26.8": "Tuomet taip sakyk: ",
  "mn91:26.9": "„Gerbiamas Gotama, brahmanas Brahmajus, yra pasenęs, pagyvenęs, senas, dienugalis, metingas, jam eina šimtas dvidešimti metai. Jis yra trijų Vedų žinovas su jų žodynu, apeigomis, tarimu, etimologija ir penktuoju (atžvilgiu) – istorija. Jis išmano eiles, gramatiką ir yra filosofavimo ir Didžiojo žmogaus požymių (atpažinimo) meistras. ",
  "mn91:26.10": "Iš visų Mithiloje gyvenančių brahmanų namų šeimininkų, brahmanas Brahmajus vadinamas ",
  "mn91:26.11": "turtingiausiu iš jų, ",
  "mn91:26.13": "geriausiai žinančiu giesmes, ",
  "mn91:26.15": "seniausiu ir žinomiausiu. ",
  "mn91:26.16": "Jis nori pamatyti Garbųjį Gotamą.” ",
  "mn91:26.17": "„Gerai, Gerbiamas,” – atsakė jaunuolis brahmanui Brahmajui ir nuėjo pas Palaimintąjį. Atėjęs apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "mn91:26.18": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsistojo iš šono. Stovėdamas taip iš šono jaunuolis Palaimintajam pasakė štai ką: ",
  "mn91:26.19": "„Garbusis Gotama, brahmanas Brahmajus pagerbia Palaimintąjį lenkdamasis jam į kojas ir klausia, ar jis neserga, yra sveikas, tvirtas ir gyvena ramiai. ",
  "mn91:26.20": "Jis sako: ",
  "mn91:26.21": "„Gerbiamas Gotama, brahmanas Brahmajus, yra pasenęs, pagyvenęs, senas, dienugalis, metingas, jam eina šimtas dvidešimti metai. Jis yra trijų Vedų žinovas su jų žodynu, apeigomis, tarimu, etimologija ir penktuoju (atžvilgiu) – istorija. Jis išmano eiles, gramatiką ir yra filosofavimo ir Didžiojo žmogaus požymių (atpažinimo) meistras. ",
  "mn91:26.22": "Iš visų Mithiloje gyvenančių brahmanų namų šeimininkų, brahmanas Brahmaju vadinamas ",
  "mn91:26.23": "turtingiausiu iš jų, ",
  "mn91:26.25": "geriausiai žinančiu giesmes, ",
  "mn91:26.27": "seniausiu ir žinomiausiu. ",
  "mn91:26.28": "Jis nori pamatyti Garbųjį Gotamą.” ",
  "mn91:26.29": "„Jaunuoli, tegul brahmanas Brahmajus daro dabar tai, kam mano yra (tinkamas) laikas.” ",
  "mn91:27.1": "Ir štai tas brahmanas jaunuolis nuėjo pas brahmaną Brahmajų. Atėjęs, pasakė brahmanui Brahmajui štai ką: ",
  "mn91:27.2": "„Garbusis atsiskyrėlis Gotama davė sutikimą. ",
  "mn91:27.3": "Tegul gerbiamas daro dabar tai, kam mano yra (tinkamas) laikas.” ",
  "mn91:28.1": "Ir štai brahmanas Brahmajus nuėjo pas Palaimintąjį. ",
  "mn91:28.2": "Ten susirinkusieji iš tolo pamatė ateinantį brahmaną Brahmajų. ",
  "mn91:28.3": "Pamatę, jie iš karto prasiskleidė ir atlaisvino vietą kaip dera žinomam įžymiam žmogui. ",
  "mn91:28.4": "Ir štai brahmanas Brahmajus pasakė susirinkusiesiems: ",
  "mn91:28.5": "„Pakaks, gerbiamieji, ",
  "mn91:28.6": "sėskitės į savo vietas. ",
  "mn91:28.7": "Aš atsisėsiu šalia atsiskyrėlio Gotamos.” ",
  "mn91:29.1": "Ir štai brahmanas Brahmajus nuėjo pas Palaimintąjį. Atėjęs apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "mn91:29.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsisėdo iš šono. ",
  "mn91:29.3": "Sėdėdamas šalia brahmanas Brahmajus ieškojo Palaimintojo kūne trisdešimt dviejų bruožų. ",
  "mn91:29.4": "Ir pamatė brahmanas Brahmajus Palaimintojo kūne bemaž visus trisdešimt du bruožus išskyrus du. ",
  "mn91:29.5": "Jis dvejojo, abejojo, negalėjo apsispręsti dėl dviejų Didžiojo žmogaus bruožų: ",
  "mn91:29.6": "ar intymiąją dalį dengia apyvarpė ir ar liežuvis milžiniškas. ",
  "mn91:29.7": "Ir štai brahmanas Brahmajus ištarė Palaimintajam (šiuos) posmus: ",
  "mn91:29.8": "„Trisdešimt du Didžiojo žmogaus ",
  "mn91:29.9": "bruožus esu išmokęs. ",
  "mn91:29.10": "Iš jų dvejų aš nematau ",
  "mn91:29.11": "gerbiamojo kūne, o Gotama. ",
  "mn91:29.12": "Ar dengia apyvarpė tai, ",
  "mn91:29.13": "ką slepia drabužiai, o geriausias žmogau? ",
  "mn91:29.14": "Nors ir moteriškos giminės, ",
  "mn91:29.15": "gal liežuvis tėra vyriškas? ",
  "mn91:29.16": "O gal jis milžiniškas, ",
  "mn91:29.17": "kaip mus mokė? ",
  "mn91:29.18": "Iškišk jį pakankamai, ",
  "mn91:29.19": "kad abejonių neturėtume, o Išminčiau! ",
  "mn91:29.20": "Mūsų labui šiame gyvenime ",
  "mn91:29.21": "ir laimei ateinančiuose, ",
  "mn91:29.22": "prašome leisti paklausti ",
  "mn91:29.23": "apie tai, ką geidaujame žinoti.” ",
  "mn91:30.1": "Ir štai Palaimintasis pagalvojo: ",
  "mn91:30.2": "„Brahmanas Brahmajus mano kūne pamatė bemaž visus trisdešimt du bruožus išskyrus du. ",
  "mn91:30.3": "Jis dvejoja, abejoja, negali apsispręsti dėl dviejų Didžioji žmogaus bruožų: ",
  "mn91:30.4": "ar intymiąją dalį dengia apyvarpė ir ar liežuvis milžiniškas. ",
  "mn91:30.5": "Ir štai Palaimintasis panaudojęs viršžmogiškas galias padarė taip, kad brahmanas Brahmajus pamatė, jog Palaimintojo intymiąją dalį dengia apyvarpė. ",
  "mn91:30.6": "Toliau Palaimintasis iškišo liežuvį ir pasiekė, palietė juo abi ausis, abi šnerves bei padengė liežuviu visą kaktą. ",
  "mn91:30.7": "Tuomet Palaimintasis atsakė brahmanui Brahmajui (šiais) posmais: ",
  "mn91:31.1": "„Trisdešimt du Didžiojo žmogaus ",
  "mn91:31.2": "bruožus, kuriuos esi išmokęs, ",
  "mn91:31.3": "visus turi mano kūnas, ",
  "mn91:31.4": "neabejok, o brahmane! ",
  "mn91:31.5": "Betarpiškai pažinta tai, kas turi būti betarpiškai pažinta, ",
  "mn91:31.6": "išlavinta tai, kas turi būti išlavinta, ",
  "mn91:31.7": "palikta tai, kas turi būti palikta, ",
  "mn91:31.8": "tad esu Buda, brahmane. ",
  "mn91:31.9": "Tavo labui šiame gyvenime ",
  "mn91:31.10": "ir laimei ateinančiuose, ",
  "mn91:31.11": "leidžiu paklausti ",
  "mn91:31.12": "apie tai, ką geidauji žinoti.” ",
  "mn91:32.1": "Ir štai brahmanas Brahmajus pagalvojo: ",
  "mn91:32.2": "„Atsiskyrėlis Gotama davė sutikimą. ",
  "mn91:32.3": "Apie ką jį paklausti, ",
  "mn91:32.4": "apie labą šiame gyvenime ar apie laimę ateinančiuose?” ",
  "mn91:32.5": "Tuomet brahmanas Brahmajus pagalvojo: ",
  "mn91:32.6": "„Apie labą šiame gyvenime aš išmanau. ",
  "mn91:32.7": "Kiti taip pat manęs klausia apie labą šiame gyvenime. ",
  "mn91:32.8": "Kodėl man neuždavus jam klausimo apie laimę ateinančiuose?” ",
  "mn91:32.9": "Ir štai brahmanas Brahmajus ištarė Palaimintajam (šiuos) posmus: ",
  "mn91:32.10": "„Kas padaro brahmanu? ",
  "mn91:32.11": "Kaip tampama žinojimo meistru? ",
  "mn91:32.12": "Kas padaro trijų žinojimų meistru? ",
  "mn91:32.13": "Ką vadina išsimokslinusiu? ",
  "mn91:32.14": "Kas padaro _arahantu_? ",
  "mn91:32.15": "Kaip tampama išbaigtu? ",
  "mn91:32.16": "Ir kas padaro išminčiumi? ",
  "mn91:32.17": "Ką vadina Buda?” ",
  "mn91:33.1": "Tuomet Palaimintasis atsakė brahmanui Brahmajui (šiais) posmais: ",
  "mn91:33.2": "„Žinantį praeitus gyvenimus, ",
  "mn91:33.3": "matantį dangiškuosius ir žemesnius pasaulius, ",
  "mn91:33.4": "išsekinusį galimybę gimti ",
  "mn91:33.5": "išminčių, ištobulinusį betarpį žinojimą, ",
  "mn91:33.6": "žinantį, jog protas išgrynintas, ",
  "mn91:33.7": "visiškai išvaduotą nuo aistros, ",
  "mn91:33.8": "palikusį gimimą ir mirtį, ",
  "mn91:33.9": "išbaigto švento gyvenimo, ",
  "mn91:33.10": "iki galo pažinusį visus reiškinius, ",
  "mn91:33.11": "tokį vadina Buda.” ",
  "mn91:34.1": "Kai tai buvo pasakyta, brahmanas Brahmajus atsistojo, pasitaisė viršutinį apdarą, krito Palaimintajam į kojas ir bučiuodamas, glostydamas rankomis Palaimintojo pėdas, skelbė savo vardą: ",
  "mn91:34.2": "„Esu, Garbusis Gotama, brahmanas Brahmajus, ",
  "mn91:34.3": "esu, Garbusis Gotama, brahmanas Brahmajus.” ",
  "mn91:35.1": "Ir štai susirinkusieji nustebę, apstulbę galvojo: ",
  "mn91:35.2": "„Nieko sau! Neįtikėtina, ",
  "mn91:35.3": "kad šis žinomas, žymus brahmanas Brahmajus taip žemai lenkiasi!” ",
  "mn91:35.4": "Tuomet Palaimintasis tarė brahmanui Brahmajui: ",
  "mn91:35.5": "„Pakaks, brahmane, jei jau tavo širdis manimi įtikėjo, kelkis ir sėskis į savo vietą.” ",
  "mn91:35.6": "Ir štai brahmanas Brahmajus atsikėlė ir atsisėdo į savo vietą. ",
  "mn91:36.1": "Ir štai Palaimintasis nuosekliai mokė brahmaną Brahmajų, t.y. ",
  "mn91:36.2": "(pirmiausiai) kalbėjo apie dosnumą, dorovę ir dangiškuosius pasaulius, ",
  "mn91:36.3": "(tuomet) parodė juslinių malonumų kartumą, kenksmą ir užterštumą bei atsižadėjimo naudą. ",
  "mn91:36.4": "Kai Palaimintasis žinojo, kad brahmano Brahmajaus protas paruoštas, tapo lankstus, be kliūčių, pakylėtas, skaidrus, tuomet jis atskleidė išskirtinai Budų _Dhammos_ mokymą: ",
  "mn91:36.5": "kančią, (jos) šaltinį, baigtį ir kelią (į jos baigtį). ",
  "mn91:36.6": "Panašiai kaip kad švarus audinys be dėmių nusidažytų lygiai, ",
  "mn91:36.7": "lygiai gi taip pat brahmanui Brahmajui ten pat sėdint atsivėrė nesuterštas, tyras _Dhammos_ matymas: ",
  "mn91:36.8": "„Viskam, kam būdinga kilti, būdinga ir baigtis.” ",
  "mn91:36.9": "Ir štai brahmanas Brahmajus pamatęs _Dhammą_, pasiekęs _Dhammą_, supratęs _Dhammą_, panėręs į _Dhammą_, įveikęs abejones, atsikratęs dvejonių, bebaimis ir tapęs Mokytojo mokyme nepriklausomu tarė Palaimintajam: ",
  "mn91:37.1": "„Nuostabu, Gerbiamas Gotama, nuostabu, Gerbiamas Gotama! ",
  "mn91:37.2": "Lygiai kaip, Gerbiamas Gotama, apverstą atstato atgal, ar atskleidžia tai, kas paslėpta, ar parodo kelią pasiklydusiam, ar į tamsą atneša aliejinę lempą tam, kad turintis akis pamatytų formas, lygiai taip Gerbiamas Gotama daugeliu būdų paaiškino Mokymą. ",
  "mn91:37.3": "Aš priimu prieglobstį Gerbiamajame Gotamoje, mokyme ir vienuolių _saṅghoje_. ",
  "mn91:37.4": "Nuo šios dienos, tegul Gerbiamas Gotama laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui. ",
  "mn91:37.5": "„Te, Garbiamas Gotama, Palaimintasis kartu su vienuolių bendruomene priima (kvietimą) rytojaus pietums!“ ",
  "mn91:37.6": "Palaimintasis priėmė pakvietimą tyla. ",
  "mn91:37.7": "Ir štai brahmanas Brahmajus pamatęs, kad Palaimintasis sutiko, atsikėlė, pasveikino Palaimintąjį ir pasišalino neatsukdamas į jį nugaros. ",
  "mn91:38.1": "Ir štai brahmanas Brahmajus tai nakčiai praėjus, savo namuose paruošęs įvairius išskirtinius valgius, nusiuntė Palaimintajam žinią: ",
  "mn91:38.2": "„Garbusis, laikas – pietūs paruošti.“ ",
  "mn91:38.3": "Ir štai, tai nakčiai praėjus, Palaimintasis pirmoje dienos pusėje apsirengė, paėmė dubenį aukoms bei apdarą ir nuėjo pas brahmaną Brahmajų į namus. Atėjęs kartu su vienuolių bendruomene atsisėdo paruoštoje vietoje. ",
  "mn91:38.4": "Ir štai, brahmanas Brahmajus vienuolių bendruomenę su Palaimintuoju priešaky visą savaitę tenkino, savo rankomis teikė įvairius išskirtinius valgius. ",
  "mn91:39.1": "Ir štai po savaitės Palaimintasis leidosi klajoti po Vidėhos kraštą. ",
  "mn91:39.2": "Tuomet, netrukus po Palaimintojo išvykimo, brahmanas Brahmajus mirė. ",
  "mn91:39.3": "Ir štai vienuolių būrys nuėjo pas Palaimintąjį. Atėję, jie pasveikino jį ir atsisėdo iš šono. Sėdėdami gi iš šono tie vienuoliai štai ką pasakė Palaimintajam: ",
  "mn91:39.4": "„Brahmanas Brahmajus, Garbusis, mirė. ",
  "mn91:39.5": "„Koks jo likimas? Koks jo kitas gyvenimas?” ",
  "mn91:39.6": "„Brahmanas Brahmajus, vienuoliai, buvo išminčiumi, žengiančiu _Dhammos_ keliu, jis neįgrisinėjo man dėl _Dhammos_. ",
  "mn91:39.7": "Brahmanas Brahmajus, vienuoliai, sudaužęs penkis žemesniuosius pančius, spontaniškai atgimė ir ten galutinai užges nesugrįždamas į šį pasaulį.” ",
  "mn91:39.8": "Štai ką pasakė Palaimintasis. ",
  "mn91:39.9": "Patenkinti tie vienuoliai džiaugėsi Palaimintojo žodžiais. "
}