{
  "mn95:0.1": "Vidutinio ilgio suttų rinkinys 95 ",
  "mn95:0.2": "Apie Čianki ",
  "mn95:1.1": "Taip aš girdėjau. ",
  "mn95:1.2": "Kartą Palaimintasis klajodamas Kosaloje kartu su didžiule vienuolių bendruomene užsuko į Kosalos brahmanų kaimą Opasadą. ",
  "mn95:1.3": "Tuo metu Palaimintasis buvo apsistojęs salos medžių giraitėje „Dievų giraitė” netoli Opasados, į šiaurę nuo kaimo. ",
  "mn95:2.1": "Tuo gi pat metu brahmanas Čianki gyveno Opasadoje valdydamas ją, su daugybe žmonių, su gausybe žolės (gyvuliams), medienos, vandens telkinių, grūdų, su karališkais turtais, šventomis Kosalos karaliaus Pasėnadžio įteiktomis dovanomis. ",
  "mn95:3.1": "Išgirdo gi Opasados brahmanai namų šeimininkai, ",
  "mn95:3.2": "esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajodamas Kosaloje kartu su didžiule vienuolių bendruomene užsuko į Kosalos brahmanų kaimą Opasadą ir yra apsistojęs salos medžių giraitėje „Dievų giraitė” netoli Opasados, į šiaurę nuo kaimo. ",
  "mn95:3.3": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn95:3.4": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, įgijęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "mn95:3.5": "Jis skelbiasi pats tiesiogine patirtimi pažinęs šį pasaulį su jo dievybėmis, Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir žmonėmis. ",
  "mn95:3.6": "Jis moko Dhammos, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "mn95:3.7": "Gera yra matyti tokius arahantus.” ",
  "mn95:4.1": "Ir štai Opasados brahmanai namų šeimininkai grupelėmis, būriais pajudėjo iš Opasados į šiaurę link salos medžių giraitės „Dievų giraitė”. ",
  "mn95:5.1": "Tuo gi pat metu brahmanas Čianki ilsėjosi po pietų viršutiniame savo rezidencijos aukšte. ",
  "mn95:5.2": "Ir štai brahmanas Čianki pamatė Opasados brahmanus namų šeimininkus grupelėmis, būriais judančius iš Opasados į šiaurę link salos medžių giraitės „Dievų giraitė”. ",
  "mn95:5.3": "Pamatęs, jis kreipėsi į ministrą: ",
  "mn95:5.4": "„Gerbiamas ministre, kodėl Opasados brahmanai namų šeimininkai grupelėmis, būriais pajudėjo iš Opasados į šiaurę link salos medžių giraitės „Dievų giraitė”?” ",
  "mn95:6.1": "„Gerbiamas Čianki, atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajodamas Kosaloje kartu su didžiule vienuolių bendruomene užsuko į Kosalos brahmanų kaimą Opasadą ir yra apsistojęs salos medžių giraitėje „Dievų giraitė” netoli Opasados, į šiaurę nuo kaimo. ",
  "mn95:6.2": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn95:6.3": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, įgijęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "mn95:6.4": "Jie eina pamatyti tą Garbųjį Gotamą.” ",
  "mn95:6.5": "„Štai ką, gerbiamas ministre, eiki pas Opasados brahmanus namų šeimininkus ir nuėjęs pas juos pasakyk jiems tai: ",
  "mn95:6.6": "„Gerbiamieji, brahmanas Čanki sako, ",
  "mn95:6.7": "kad gerbiamieji palauktų, brahmanas Čianki taip pat eis pamatyti atsiskyrėlį Gotamą.” ",
  "mn95:6.8": "„Gerai, gerbiamasis,” – atsakė ministras brahmanui Čianki ir nuėjo pas Opasados brahmanus namų šeimininkus ir nuėjęs pas juos pasakė jiems: ",
  "mn95:6.9": "„Gerbiamieji, brahmanas Čanki sako, ",
  "mn95:6.10": "kad gerbiamieji palauktų, brahmanas Čianki taip pat eis pamatyti atsiskyrėlį Gotamą.” ",
  "mn95:7.1": "Tuo gi pat metu vienu ar kitu reikalu Opasadoje buvo apsistoję penki šimtai brahmanų iš įvairių šalių. ",
  "mn95:7.2": "Išgirdo gi tie brahmanai, ",
  "mn95:7.3": "kad brahmanas Čianki lyg ir eis pamatyti atsiskyrėlį Gotamą. ",
  "mn95:7.4": "Ir štai tie brahmanai nuėjo pas brahmaną Čianki. Atėję jie pasakė brahmanui Čianki štai ką: ",
  "mn95:7.5": "„Ar tiesa, kad gerbiamas Čianki eis pamatyti atsiskyrėlį Gotamą?” ",
  "mn95:7.6": "„Taip, gerbiamieji, galvoju ",
  "mn95:7.7": "eiti pamatyti atsiskyrėlį Gotamą.” ",
  "mn95:8.1": "„Tegul gerbiamas Čianki neina pamatyti atsiskyrėlio Gotamos. ",
  "mn95:8.2": "Nedera gerbiamajam Čianki eiti pamatyti atsiskyrėlio Gotamos. ",
  "mn95:8.3": "Tai atsiskyrėliui Gotamai dera eiti pamatyti gerbiamą Čiankį. ",
  "mn95:8.4": "Juk gerbiamas Čianki yra gero gimimo iš abiejų pusių: septynios jo protėvių kartos, ir pagal motinos liniją, ir pagal tėvo, yra tyros kilmės, jo kilmė yrа be trūkumų, nepriekaištinga. ",
  "mn95:8.5": "Ir tam brahmanui Čianki, kuris gyvena Opasadoje valdydamas ją, su daugybe žmonių, su gausybe žolės (gyvuliams), medienos, vandens telkinių, grūdų, karališko turto, šventų Kosalos karaliaus, Pasėnadžio įteiktų dovanų, jam nedera eiti pamatyti atsiskyrėlio Gotamos. ",
  "mn95:8.6": "Tai atsiskyrėliui Gotamai dera eiti pamatyti gerbiamą Čiankį. ",
  "mn95:8.7": "Juk gerbiamas Čianki yra pasiturintis, turtingas, lobingas … ",
  "mn95:8.8": "Juk gerbiamas Čianki yra trijų Vėdų žinovas su jų žodynu, apeigomis, tarimu, etimologija ir penktuoju (atžvilgiu) – istorija; jis išmano eiles, gramatiką ir yra filosofavimo ir Didžiojo žmogaus požymių (atpažinimo) meistras. ",
  "mn95:8.9": "Juk gerbiamas Čianki yra gražus, patrauklus, mielas, yra apdovanotas neprilygstama išvaizda, dieviško grožio, dieviško sudėjimo, (tokius kaip jis) matyti yra nepaprasta sėkmė. ",
  "mn95:8.10": "Juk gerbiamas Čianki yra doras, brandaus elgesio, apdovanotas brandžiu elgesiu … ",
  "mn95:8.11": "Juk gerbiamas Čianki yra gražbylys, iškalbus, apdovanotas galantiška iškalba, (jo žodžiai yra) aiškūs, nepriekaištingi ir prasmingi … ",
  "mn95:8.12": "Juk gerbiamas Čianki yra daugybės mokytojas ir mokytojų mokytojas, jis moko giedoti šventas giesmes tris šimtus jaunų brahmanų … ",
  "mn95:8.13": "Juk pats karalius Pasėnadi rodo pagarbą, gerbia, aukština, garbina, šlovina gerbiamą Čiankį … ",
  "mn95:8.14": "Juk pats brahmanas Pokharasati rodo pagarbą, gerbia, aukština, garbina, šlovina gerbiamą Čiankį … ",
  "mn95:8.15": "Juk brahmanas Čianki gyvena Opasadoje valdydamas ją, su daugybe žmonių, gausybe žolės (gyvuliams), medienos, vandens telkinių, grūdų, karališko turto, šventų Kosalos karaliaus, Pasėnadžio įteiktų dovanų. ",
  "mn95:8.16": "Ir tam brahmanui Čianki, kuris gyvena Opasadoje valdydamas ją, su daugybe žmonių, su gausybe žolės (gyvuliams), medienos, vandens telkinių, grūdų, su karališkais turtais, šventomis Kosalos karaliaus Pasėnadžio įteiktomis dovanomis, jam nedera eiti pamatyti atsiskyrėlio Gotamos. ",
  "mn95:8.17": "Tai atsiskyrėliui Gotamai dera eiti pamatyti gerbiamą Čiankį.” ",
  "mn95:9.1": "Kai tai buvo pasakyta, brahmanas Čianki pasakė tiems brahmanams: ",
  "mn95:9.2": "„Ką gi, gerbiamieji, dabar paklausykite manęs, kodėl tai mums patiems dera eiti pamatyti atsiskyrėlį Gotamą, ",
  "mn95:9.3": "o atsiskyrėliui Gotamai nedera eiti pamatyti mūsų. ",
  "mn95:9.4": "Išties, gerbiamieji, atsiskyrėlis Gotama yra gero gimimo iš abiejų pusių: septynios jo protėvių kartos, ir pagal motinos liniją, ir pagal tėvo, yra tyros kilmės, jo kilmė yrа be trūkumų, nepriekaištinga. ",
  "mn95:9.5": "Ir dėl to, kad atsiskyrėlis Gotama yra gero gimimo iš abiejų pusių: septynios jo protėvių kartos ir pagal motinos liniją, ir pagal tėvo yra tyros kilmės, jo kilmė yrа be trūkumų, nepriekaištinga, gerbiamajam Gotamai nedera eiti pamatyti mūsų. ",
  "mn95:9.6": "Tai mums dera eiti pamatyti gerbiamą Gotamą. ",
  "mn95:9.7": "Išties, gerbiamieji, atsiskyrėlis Gotama žengė priekyn iš namų palikdamas gausybę aukso laikomo rūsiuose ir rūmuose … ",
  "mn95:9.8": "Išties, gerbiamieji, atsiskyrėlis Gotama žengė priekyn iš namų į benamį gyvenimą būdamas jaunas, pačiame jaunume, būdamas juodaplaukis, apdovanotas jaunystės palaima, gyvenimo pradžioje … ",
  "mn95:9.9": "Išties, gerbiamieji, atsiskyrėlis Gotama, nors jo tėvai ir nepritarė, nors ir verkė apsiašaroję, nusiskutęs plaukus, apsirengęs geltonais apdarais, žengė priekin iš namų į gyvenimą be namų … ",
  "mn95:9.10": "Išties, gerbiamieji, atsiskyrėlis Gotama yra gražus, patrauklus, mielas, yra apdovanotas neprilygstama išvaizda, dieviško grožio, dieviško sudėjimo, (tokius kaip jis) matyti yra nepaprasta sėkmė … ",
  "mn95:9.11": "Išties, gerbiamieji, atsiskyrėlis Gotama yra doras, tauraus elgesio, doro elgesio, apdovanotas doru elgesiu … ",
  "mn95:9.12": "Išties, gerbiamieji, atsiskyrėlis Gotama yra gražbylys, iškalbus, apdovanotas galantiška iškalba, (jo žodžiai yra) aiškūs, nepriekaištingi ir prasmingi … ",
  "mn95:9.13": "Išties, gerbiamieji, atsiskyrėlis Gotama yra daugybės mokytojas ir mokytojų mokytojas … ",
  "mn95:9.14": "Išties, gerbiamieji, atsiskyrėlis Gotama yra atsikratęs aistrų, nepataikauja savo norams … ",
  "mn95:9.15": "Išties, gerbiamieji, atsiskyrėlis Gotama moko, kad veiksmai neša pasekmes, kad poelgiai neša pasekmes, jis nebando pakenkti brahmanų pasauliui … ",
  "mn95:9.16": "Išties, gerbiamieji, atsiskyrėlis Gotama žengė priekyn iš kilmingos giminės, iš tikrų kšatrijų (karių, valdininkų) giminės … ",
  "mn95:9.17": "Išties, gerbiamieji, atsiskyrėlis Gotama žengė priekyn iš pasiturinčios, turtingos, lobingos giminės … ",
  "mn95:9.18": "Išties, gerbiamieji, žmonės iš tolimųjų karalysčių, tolimųjų kraštų ateina, kad užduotų klausimą atsiskyrėliui Gotamai … ",
  "mn95:9.19": "Išties, gerbiamieji, daug tūkstančių dievybių priėmė atsiskyrėlį Gotamą savo prieglobsčių visam gyvenimui … ",
  "mn95:9.20": "Išties, gerbiamieji, apie tą atsiskyrėlį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "mn95:9.21": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, įgijęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” … ",
  "mn95:9.22": "Išties, gerbiamieji, atsiskyrėlis Gotama yra apdovanotas trisdešimt dvejais didžiojo žmogaus bruožais … ",
  "mn95:9.23": "Išties, gerbiamieji, Magadhos karalius Senija Bimbisara kartu su savo šeima priėmė atsiskyrėlį Gotamą savo prieglobsčių visam gyvenimui … ",
  "mn95:9.24": "Išties, gerbiamieji, Kosalos karalius Pasėnadi kartu su savo šeima priėmė atsiskyrėlį Gotamą savo prieglobsčių visam gyvenimui … ",
  "mn95:9.25": "Išties, gerbiamieji, brahmanas Pokharasati kartu su savo šeima priėmė atsiskyrėlį Gotamą savo prieglobsčių visam gyvenimui … ",
  "mn95:9.26": "Išties, gerbiamieji, atsiskyrėlis Gotama užsuko į Kosalos brahmanų kaimą Opasadą ir yra apsistojęs salos medžių giraitėje „Dievų giraitė” netoli Opasados, į šiaurę nuo kaimo. ",
  "mn95:9.27": "Atsiskyrėliai ar brahmanai, kurie ateina į mūsų kaimo apylinkes yra mūsų svečiai. ",
  "mn95:9.28": "Svečiams gi mes turime rodyti pagarbą, gerbti, aukštinti, garbinti juos. ",
  "mn95:9.29": "Ir tas atsiskyrėlis Gotama, kuris užsuko į Kosalos brahmanų kaimą Opasadą ir yra apsistojęs salos medžių giraitėje „Dievų giraitė” netoli Opasados, į šiaurę nuo kaimo, tas atsiskyrėlis Gotama yra mūsų svečias. ",
  "mn95:9.30": "Svečiams gi mes turime rodyti pagarbą, gerbti, aukštinti, garbinti juos. ",
  "mn95:9.31": "Todėl gerbiamajam Gotamai nedera eiti pamatyti mūsų. ",
  "mn95:9.32": "Tai mums dera eiti pamatyti gerbiamą Gotamą. ",
  "mn95:9.33": "Apie tiek, gerbiamieji, Gerbiamo Gotamos grožybių aš esu pramokęs, bet Gerbiamo Gotamos grožybių yra daugiau. ",
  "mn95:9.34": "Išties Gerbiamo Gotamos grožybių neišmatuosi. ",
  "mn95:9.35": "Ir dėl to, kad jis yra apdovanotas visais šiais bruožais, gerbiamajam Gotamai nedera eiti pamatyti mus. ",
  "mn95:9.36": "Tai mums dera eiti pamatyti gerbiamą Gotamą. ",
  "mn95:9.37": "„Ką gi, gerbiamieji, eime visi kartu pamatyti gerbiamą Gotamą.” ",
  "mn95:10.1": "Ir štai brahmanas Čianki su dideliu brahmanų būriu nuėjo pas Palaimintąjį. Atėjęs apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "mn95:10.2": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsisėdo iš šono. ",
  "mn95:11.1": "Tuo metu Palaimintasis sėdėjo apsikeitinėdamas mandagiais sveikinimais ir draugiškais žodžiais tai su vienu, tai su kiti senu brahmanu. ",
  "mn95:11.2": "Tuo pačiu metu susirinkusiųjų tarpe sėdėjo brahmanas jaunuolis Kapatika. Jam buvo šešiolika metų, galva jo buvo nuskusta. Jis buvo trijų Vėdų žinovas su jų žodynu, apeigomis, tarimu, etimologija ir penktuoju (atžvilgiu) – istorija. Jis išmanė eiles, gramatiką ir buvo filosofavimo ir Didžiojo žmogaus požymių (atpažinimo) meistras. ",
  "mn95:11.3": "Palaimintajam besikalbant tai su vienu, tai su kitu senu brahmanu jis vis įsiterpdavo į pokalbį. ",
  "mn95:11.4": "Ir štai Palaimintasis papeikė jaunuolį brahmaną Kapatiką: ",
  "mn95:11.5": "„Gerbiamasis Bharadvadžia, neįsiterpinėki į pokalbi, kai kalbama su senais brahmanais. ",
  "mn95:11.6": "Tegul gerbiamasis Bharadvadžia palaukia, kol pokalbis baigsis.” ",
  "mn95:11.7": "Kai tai buvo pasakyta, brahmanas Čianki pasakė Palaimintajam: ",
  "mn95:11.8": "„Tegul Palaimintasis nepeikia jaunuolį brahmaną Kapatiką. ",
  "mn95:11.9": "Jaunuolis brahmanas Kapatika yra kilnios šeimos žmogus, jaunuolis brahmanas Kapatika yra išsimokslinęs, jaunuolis brahmanas Kapatika yra išminčius, jaunuolis brahmanas Kapatika yra iškalbus, jaunuolis brahmanas Kapatika geba dalyvauti diskusijoje su gerbiamuoju Gotama.” ",
  "mn95:12.1": "Ir štai Palaimintasis pagalvojo: ",
  "mn95:12.2": "„Tikrai, jaunuolis brahmanas Kapatika kalbės apie trijų Vėdų mokymą. ",
  "mn95:12.3": "Dėl to brahmanai ir bando jį prastumti.” ",
  "mn95:12.4": "Ir štai jaunuolis brahmanas Kapatika pagalvojo: ",
  "mn95:12.5": "„Jei atsiskyrėlis Gotama nukreips į mane žvilgsnį, tuomet aš užduosiu jam klausimą.” ",
  "mn95:12.6": "Ir štai Palaimintasis supratęs jaunuolio brahmano Kapatikos proto mintis nukreipė žvilgsnį į jį. ",
  "mn95:12.7": "Ir štai jaunuolis brahmanas Kapatika pagalvojo: ",
  "mn95:12.8": "„Atsiskyrėlis Gotama yra nukreipęs į mane dėmesį. ",
  "mn95:12.9": "Kodėl man neuždavus jam klausimo?” ",
  "mn95:12.10": "Ir štai jaunuolis brahmanas Kapatika tarė: ",
  "mn95:12.11": "„Gerbiamasis Gotama, apie tas senųjų brahmanų šventąsias Vėdų giesmes, kurios perduodamos žodžiu ir yra kanoninės, brahmanai yra visiškai įsitikinę, kad ",
  "mn95:12.12": "tik tai yra tiesa, visa kita yra klaidinga. ",
  "mn95:12.13": "Ką Gerbiamasis Gotama pasakys apie tai?” ",
  "mn95:13.1": "„Na bet, Bharadvadžia, ar yra tarp brahmanų nors vienas brahmanas, kuris sako: ",
  "mn95:13.2": "„Aš žinau Tai, aš matau Tai. ",
  "mn95:13.3": "Tik Tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:13.4": "„Tai kad ne, Gerbiamasis Gotama.” ",
  "mn95:13.5": "„Na bet, Bharadvadžia, ar yra tarp brahmanų nors vienas mokytojas, nors vienas mokytojų mokytojas iki septynių mokytojų kartų atgal, kuris sakytų: ",
  "mn95:13.6": "„Aš žinau Tai, aš matau Tai. ",
  "mn95:13.7": "Tik Tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:13.8": "„Tai kad ne, Gerbiamasis Gotama.” ",
  "mn95:13.9": "„Na bet, Bharadvadžia, ar tie praeities brahmanai, _rišiai_, šventų giesmių kūrėjai, šventų giesmių perteikėjai, t.y. Athaka, Vamaka, Vamadeva, Vesamita, Jamatagi, Angirasa, Bharadvadžia, Vasetha, ir Kasapa, kurių senąsias giesmes, dabarties brahmanai gieda ir kartoja, kartoja tai, kas jų buvo sakyta, moko to, ko jie mokė, (daro tai) pagal tai, kaip praeity tos (giesmės) buvo giedamos, tariamos ir surinktos, ",
  "mn95:13.10": "ar jie sakė: ",
  "mn95:13.11": "„Mes žinome Tai, mes matome Tai. ",
  "mn95:13.12": "Tik Tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:13.13": "„Tai kad ne, Gerbiamasis Gotama.” ",
  "mn95:13.14": "„Tad panašu, Bharadvadžia, kad tarp brahmanų nėra nei vieno brahmano, kuris sako: ",
  "mn95:13.15": "„Aš žinau Tai, aš matau Tai. ",
  "mn95:13.16": "Tik Tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:13.17": "Nėra tarp brahmanų nei vieno mokytojo, nei vieno mokytojų mokytojo iki septynių mokytojų kartų atgal, kuris sakytų: ",
  "mn95:13.18": "„Aš žinau Tai, aš matau Tai. ",
  "mn95:13.19": "Tik Tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:13.20": "Ir tie praeities brahmanai, _rišiai_, šventų giesmių kūrėjai, šventų giesmių perteikėjai, t.y. Athaka, Vamaka, Vamadeva, Vesamita, Jamatagi, Angirasa, Bharadvadžia, Vasetha, ir Kasapa, kurių senąsias giesmes, dabarties brahmanai gieda ir kartoja, kartoja tai, kas jų buvo sakyta, moko to, ko jie mokė, (daro tai) pagal tai, kaip praeity tos (giesmės) buvo giedamos, tariamos ir surinktos, jie taip pat nesakė: ",
  "mn95:13.21": "„Mes žinome Tai, mes matome Tai. ",
  "mn95:13.22": "Tik Tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:13.23": "Panašiai, Bharadvadžia, kaip jei būtų vienas kitą liečiančių neregių virtinė. Pirmasis jų nemato, viduriniai nemato, ir paskutinysis taip pat nemato. ",
  "mn95:13.24": "Lygiai gi taip pat, Bharadvadžia, išeina, kad brahmanų pasakymas, sakyčiau, yra panašus į neregių virtinę: pirmasis jų nemato, viduriniai nemato, ir paskutinysis taip pat nemato. ",
  "mn95:13.25": "Kaip manai, Bharadvadžia, ",
  "mn95:13.26": "Jei taip jau yra, ar neišeina, kad brahmanų tikėjimas yra nepagrįstas?” ",
  "mn95:14.1": "„Brahmanai, Gerbiamasis Gotama, ne tik iš tikėjimo tai garbina, bet ir dėl žodinio perdavimo tradicijos.” ",
  "mn95:14.2": "„Pirmą tu, Bharadvadžia, rėmeisi tikėjimu, o dabar kalbi apie tradiciją. ",
  "mn95:14.3": "Yra penki dalykai, Bharadvadžia, kurie čia ir dabar gali turėti dvejopą rezultatą. ",
  "mn95:14.4": "Kokie penki? ",
  "mn95:14.5": "Tikėjimas, patrauklumas, tradicija, įrodymų apsvarstymas, požiūrio priėmimas po apmąstymo. ",
  "mn95:14.6": "Šie penki dalykai, Bharadvadžia, čia ir dabar gali turėti dvejopą rezultatą. ",
  "mn95:14.7": "Nors, Bharadvadžia, ir būtų kažkuo labai tikima, tai gali būti tuščia, be vertės, melaginga. ",
  "mn95:14.8": "Nors ir nebūtų kažkuo labai tikima, tai gali būti realu, tikra, teisinga. ",
  "mn95:14.9": "Nors, Bharadvadžia, kažkas ir būtų labai patrauklu, tai … ",
  "mn95:14.10": "kažkas ir būtų pagal tradicija … ",
  "mn95:14.11": "kažkuo įrodymai būtų apsvarstyti … ",
  "mn95:14.12": "kažkoks požiūris būtų priimtas po apmąstymo, tai gali būti tuščia, be vertės, melaginga. ",
  "mn95:14.13": "Nors ir nebūtų kažkoks požiūris priimtas po apmąstymo, tai gali būti realu, tikra, teisinga. ",
  "mn95:14.14": "Protingam žmogui, kuris saugo tiesą, nedera būti visiškai įsitikinusiu, kad ",
  "mn95:14.15": "tik tai yra tiesa, visa kita yra klaidinga.” ",
  "mn95:15.1": "„Bet, Gerbiamasis Gotama, kaip nusakomas tiesos saugojimas, kaip tiesa yra išsaugojama? ",
  "mn95:15.2": "Klausiame Gerbiamojo Gotamos apie tiesos saugojimą.” ",
  "mn95:15.3": "„Jei, Bharadvadžia, žmogus turi tikėjimą, ",
  "mn95:15.4": "sakydamas „aš taip tikiu”, ",
  "mn95:15.5": "užuot buvęs visiškai įsitikinusiu, kad ",
  "mn95:15.6": "tik tai yra tiesa, visa kita yra klaidinga, jis saugo tiesą. ",
  "mn95:15.7": "Jei, Bharadvadžia, kažkas žmogui yra patrauklu … ",
  "mn95:15.8": "Jei, Bharadvadžia, žmogus priklauso tradicijai … ",
  "mn95:15.9": "Jei, Bharadvadžia, žmogus yra apsvarstęs įrodymus … ",
  "mn95:15.10": "„Jei, Bharadvadžia, žmogus priėmė požiūrį po apmąstymo, ",
  "mn95:15.11": "sakydamas „aš priėmiau tokį požiūrį po apmąstymo”, ",
  "mn95:15.12": "užuot buvęs visiškai įsitikinusiu, kad ",
  "mn95:15.13": "tik tai yra tiesa, visa kita yra klaidinga, jis saugo tiesą. ",
  "mn95:15.14": "Štai taip, Bharadvadžia, yra nusakomas tiesos saugojimas, taip tiesa yra išsaugojama. Taip mes paaiškiname tiesos saugojimą, ",
  "mn95:15.15": "bet tai dar nėra tiesos supratimas.” ",
  "mn95:16.1": "„Taip, Gerbiamasis Gotama, yra nusakomas tiesos saugojimas. Mes matome tame tiesos išsaugojimą. ",
  "mn95:16.2": "Bet, Gerbiamasis Gotama, kaip nusakomas tiesos supratimas, kaip tiesa yra suprantama? ",
  "mn95:16.3": "Klausiame Gerbiamojo Gotamos apie tiesos supratimą.” ",
  "mn95:17.1": "„Štai, Bharadvadžia, palaikomas kažkokio kaimo ar miesto gyvena vienuolis. ",
  "mn95:17.2": "Nuėjęs pas jį namų šeimininkas ar namų šeimininko sūnus ištyrinėja ar jame yra tris proto savybės: ",
  "mn95:17.3": "proto savybės sukeliančios godumą, proto savybės sukeliančios neapykantą, proto savybės sukeliančios paklydimą. ",
  "mn95:17.4": "„Ar šis gerbiamasis turi tokių sukeliančių godumą proto savybių, kad tas, kurio protas yra apimtas jomis, nežinodamas sakytų, ",
  "mn95:17.5": "kad žino, nematydamas sakytų, ",
  "mn95:17.6": "kad mato, arba skatintų kitus daryti tai, kas jiems neš žalą ir skausmą ilgą laiką?” ",
  "mn95:17.7": "Kai jis taip jį ištyrinėja, jis žino, kad ",
  "mn95:17.8": "šis gerbiamasis neturi tokių sukeliančių godumą proto savybių, kad tas, kurio protas yra apimtas jomis, nežinodamas sakytų, ",
  "mn95:17.9": "kad žino, nematydamas sakytų, ",
  "mn95:17.10": "kad mato, arba skatintų kitus daryti tai, kas jiems neš žalą ir skausmą ilgą laiką. ",
  "mn95:17.11": "Šio gerbiamojo elgesys kūnu ir žodžiais yra ne toks, kaip gobšuolio. ",
  "mn95:17.12": "Ir mokymas, kurio šis gerbiamasis moko, yra gilus, toks, kurį sunku pamatyti, sunku suprasti, kuris yra ramus, nuostabus, nesumąstytas, išbaigtas ir turi būti patirtas išmintingųjų. ",
  "mn95:17.13": "Gobšuoliui nelengva būtų mokyti tokio mokymo. ",
  "mn95:18.1": "Po to, kai ištyrinėjęs jį, jis mato, kad tas yra išsivalęs nuo sukeliančių godumą proto savybių, jis ištyrinėja ar jame yra sukeliančios neapykantą proto savybės. ",
  "mn95:18.2": "„Ar šis gerbiamasis turi tokių sukeliančių neapykantą proto savybių, kad tas, kurio protas yra apimtas jomis, nežinodamas sakytų, ",
  "mn95:18.3": "kad žino, nematydamas sakytų, ",
  "mn95:18.4": "kad mato, arba skatintų kitus daryti tai, kas jiems neš žalą ir skausmą ilgą laiką?” ",
  "mn95:18.5": "Kai jis taip jį ištyrinėja, jis žino, kad ",
  "mn95:18.6": "šis gerbiamasis neturi tokių sukeliančių neapykantą proto savybių, kad tas, kurio protas yra apimtas jomis, nežinodamas sakytų, ",
  "mn95:18.7": "kad žino, nematydamas sakytų, ",
  "mn95:18.8": "kad mato, arba skatintų kitus daryti tai, kas jiems neš žalą ir skausmą ilgą laiką. ",
  "mn95:18.9": "Šio gerbiamojo elgesys kūnu ir žodžiais yra ne toks, kaip nekentėjo. ",
  "mn95:18.10": "Ir mokymas, kurio šis gerbiamasis moko, yra gilus, toks, kurį sunku pamatyti, sunku suprasti, kuris yra ramus, nuostabus, nesumąstytas, išbaigtas ir turi būti patirtas išmintingųjų. ",
  "mn95:18.11": "Nekentėjui nelengva būtų mokyti tokio mokymo. ",
  "mn95:19.1": "Po to, kai ištyrinėjęs jį, jis mato, kad tas yra išsivalęs nuo sukeliančių godumą proto savybių, jis ištyrinėja ar jame yra sukeliančios paklydimą proto savybės. ",
  "mn95:19.2": "„Ar šis gerbiamasis turi tokių sukeliančių paklydimą proto savybių, kad tas, kurio protas yra apimtas jomis, nežinodamas sakytų, ",
  "mn95:19.3": "kad žino, nematydamas sakytų, ",
  "mn95:19.4": "kad mato, arba skatintų kitus daryti tai, kas jiems neš žalą ir skausmą ilgą laiką?” ",
  "mn95:19.5": "Kai jis taip jį ištyrinėja, jis žino, kad ",
  "mn95:19.6": "šis gerbiamasis neturi tokių sukeliančių paklydimą proto savybių, kad tas, kurio protas yra apimtas jomis, nežinodamas sakytų, ",
  "mn95:19.7": "kad žino, nematydamas sakytų, ",
  "mn95:19.8": "kad mato, arba skatintų kitus daryti tai, kas jiems neš žalą ir skausmą ilgą laiką. ",
  "mn95:19.9": "Šio gerbiamojo elgesys kūnu ir žodžiais yra ne toks, kaip paklydūno. ",
  "mn95:19.10": "Ir mokymas, kurio šis gerbiamasis moko, yra gilus, toks, kurį sunku pamatyti, sunku suprasti, kuris yra ramus, nuostabus, nesumąstytas, išbaigtas ir turi būti patirtas išmintingųjų. ",
  "mn95:19.11": "Paklydūnui nelengva būtų mokyti tokio mokymo. ",
  "mn95:20.1": "Po to, kai ištyrinėjęs jį, jis mato, kad tas yra išsivalęs nuo sukeliančių paklydimą proto savybių, ",
  "mn95:20.2": "jis įtiki juo, tikėdamas, jis nueina pas tą (mokytoją). Nuėjęs, jis laikosi arti jo; laikydamasis arti, jis klausosi; klausydamasis, jis išgirsta mokymą, išgirdęs mokymą, jis įsimena jį. Jis tyrinėja įsiminto mokymo prasmę; tyrinėdamas prasmę, apmąstęs, jis priima mokymą. Priėmus mokymą po apmąstymo, kyla noras veikti; kilus norui veikti, jis deda pastangas. Įdėjęs pastangų, jis tikrina; patikrinęs, jis atkakliai stengiasi; atkakliai stengdamasis, jis pats tiesiogiai patiria aukščiausią tiesą ir, perpratęs išmintimi, mato ją. ",
  "mn95:20.3": "Štai taip, Bharadvadžia, yra nusakomas tiesos supratimas, taip tiesa yra suprantama. Taip mes paaiškiname tiesos supratimą, ",
  "mn95:20.4": "bet tai dar nėra tiesos pasiekimas.” ",
  "mn95:21.1": "„Taip, Gerbiamasis Gotama, yra nusakomas tiesos supratimas. Mes matome tame tiesos supratimą. ",
  "mn95:21.2": "Bet, Gerbiamasis Gotama, kaip nusakomas tiesos pasiekimas, kaip tiesa yra pasiekiama? ",
  "mn95:21.3": "Klausiame Gerbiamojo Gotamos apie tiesos pasiekimą.” ",
  "mn95:21.4": "„Tų pačių dalykų, Bharadvadžia, kartojimas, lavinimas, puoselėjimas (nulemia) tiesos pasiekimą. ",
  "mn95:21.5": "Štai taip, Bharadvadžia, yra nusakomas tiesos pasiekimas, taip tiesa yra pasiekiama. Taip mes paaiškiname tiesos pasiekimą.” ",
  "mn95:22.1": "„Taip, Gerbiamasis Gotama, yra nusakomas tiesos pasiekimas. Mes matome tame tiesos pasiekimą. ",
  "mn95:22.2": "Bet, Gerbiamasis Gotama, koks dalykas ypač padeda pasiekti tiesą? ",
  "mn95:22.3": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį pasiekti tiesą.” ",
  "mn95:22.4": "„Ypač padeda pasiekti tiesą, Bharadvadžia, atkaklus stengimasis. ",
  "mn95:22.5": "Be atkaklaus stengimosi nepasieksi tiesos, ",
  "mn95:22.6": "bet dėl to, kad yra atkakliai stengiamasi, tiesą yra pasiekiama. ",
  "mn95:22.7": "Tad atkaklus stengimasis ypač padeda pasiekti tiesą.” ",
  "mn95:23.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda atkakliai stengtis? ",
  "mn95:23.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį atkakliai stengtis.” ",
  "mn95:23.3": "„Ypač padeda atkakliai stengtis, Bharadvadžia, tikrinimas. ",
  "mn95:23.4": "Be tikrinimo atkakliai nesistengsi, ",
  "mn95:23.5": "bet dėl to, kad yra tikrinama, atkakliai stengiamasi. ",
  "mn95:23.6": "Tad tikrinimas ypač padeda atkakliai stengtis.” ",
  "mn95:24.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda tikrinti? ",
  "mn95:24.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį tikrinti.” ",
  "mn95:24.3": "„Ypač padeda tikrinti, Bharadvadžia, pastangų dėjimas. ",
  "mn95:24.4": "Be pastangų dėjimo netikrinsi, ",
  "mn95:24.5": "bet dėl to, kad dedamos pastangos, tikrinama. ",
  "mn95:24.6": "Tad pastangų dėjimas ypač padeda tikrinti.” ",
  "mn95:25.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda dėti pastangas? ",
  "mn95:25.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį dėti pastangas.” ",
  "mn95:25.3": "„Ypač padeda dėti pastangas, Bharadvadžia, noras veikti. ",
  "mn95:25.4": "Be noro veikti, nedėsi pastangų, ",
  "mn95:25.5": "bet dėl to, kad yra noras veikti, yra dedamos pastangos. ",
  "mn95:25.6": "Tad noras veikti ypač padeda dėti pastangas.” ",
  "mn95:26.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda norėti veikti? ",
  "mn95:26.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį norėti veikti.” ",
  "mn95:26.3": "„Ypač padeda norėti veikti, Bharadvadžia, mokymo priėmimas po apmąstymo. ",
  "mn95:26.4": "Be mokymo priėmimo po apmąstymo, nekils noras veikti, ",
  "mn95:26.5": "bet dėl mokymo priėmimo po apmąstymo, kyla noras veikti. ",
  "mn95:26.6": "Tad mokymo priėmimas po apmąstymo ypač padeda norėti veikti.” ",
  "mn95:27.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda priimti mokymą po apmąstymo? ",
  "mn95:27.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį priimti mokymą po apmąstymo.” ",
  "mn95:27.3": "„Ypač padeda priimti mokymą po apmąstymo, Bharadvadžia, prasmės tyrinėjimas. ",
  "mn95:27.4": "Be prasmės tyrinėjimo, nepriimsi mokymo po apmąstymo, ",
  "mn95:27.5": "bet dėl prasmės tyrinėjimo, mokymas priimamas po apmąstymo. ",
  "mn95:27.6": "Tad prasmės tyrinėjimas ypač padeda priimti mokymą po apmąstymo.” ",
  "mn95:28.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda tyrinėti prasmę? ",
  "mn95:28.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį tyrinėti prasmę.” ",
  "mn95:28.3": "„Ypač padeda tyrinėti prasmę, Bharadvadžia, mokymo įsiminimas. ",
  "mn95:28.4": "Be mokymo įsiminimo prasmės netyrinėsi, ",
  "mn95:28.5": "bet dėl to, kad mokymas įsiminamas, tyrinėjama prasmė. ",
  "mn95:28.6": "Tad mokymo įsiminimas ypač padeda tyrinėti prasmę.” ",
  "mn95:29.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda įsiminti mokymą? ",
  "mn95:29.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį įsiminti mokymą.” ",
  "mn95:29.3": "„Ypač padeda įsiminti mokymą, Bharadvadžia, mokymo išgirdimas. ",
  "mn95:29.4": "Neišgirdus mokymo, mokymo neįsiminsi, ",
  "mn95:29.5": "bet dėl to, kad mokymas išgirstamas, mokymas įsiminamas. ",
  "mn95:29.6": "Tad mokymo išgirdimas ypač padeda įsiminti mokymą.” ",
  "mn95:30.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda išgirsti mokymą? ",
  "mn95:30.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį išgirsti mokymą.” ",
  "mn95:30.3": "„Ypač padeda išgirsti mokymą, Bharadvadžia, klausymasis. ",
  "mn95:30.4": "Be klausymosi, mokymo neišgirsi, ",
  "mn95:30.5": "bet dėl to, kad klausomasi, mokymas išgirstamas. ",
  "mn95:30.6": "Tad klausimasis ypač padeda išgirsti mokymą.” ",
  "mn95:31.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda klausytis? ",
  "mn95:31.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį klausytis.” ",
  "mn95:31.3": "„Ypač padeda klausytis, Bharadvadžia, laikymasis arti (mokytojo). ",
  "mn95:31.4": "Be laikymosi arti, nesiklausysi, ",
  "mn95:31.5": "bet dėl to, kad yra laikomasi arti, yra klausomasi. ",
  "mn95:31.6": "Tad laikymasis arti (mokytojo) ypač padeda klausytis.” ",
  "mn95:32.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda laikytis arti (mokytojo)? ",
  "mn95:32.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį laikytis arti (mokytojo).” ",
  "mn95:32.3": "„Ypač padeda laikytis arti (mokytojo), Bharadvadžia, nuėjimas pas jį. ",
  "mn95:32.4": "Nenuėjus pas jį, arti jo nesilaikysi, ",
  "mn95:32.5": "bet dėl to, kad pas jį nueinama, yra laikomasi arti jo. ",
  "mn95:32.6": "Tad nuėjimas pas mokytoją ypač padeda laikytis arti jo.” ",
  "mn95:33.1": "„Bet, Gerbiamasis Gotama, koks dalykas ypač padeda nueiti pas mokytoją? ",
  "mn95:33.2": "Klausiame Gerbiamojo Gotamos apie dalyką ypač padedantį nueiti pas mokytoją.” ",
  "mn95:33.3": "„Ypač padeda nueiti pas mokytoją, Bharadvadžia, tikėjimas. ",
  "mn95:33.4": "Be įtikėjimo, pas mokytoją nenueisi, ",
  "mn95:33.5": "bet dėl to, kad įtikima, yra nueinama pas mokytoją. ",
  "mn95:33.6": "Tad tikėjimas ypač padeda nueiti pas mokytoją.” ",
  "mn95:34.1": "„Mes paklausėme Gerbiamojo Gotamos apie tiesos saugojimą, ir jis mums paaiškino tiesos saugojimą. ",
  "mn95:34.2": "Tai mums patinka, yra priimtina mums, esame patenkinti tuo. ",
  "mn95:34.3": "Mes paklausėme Gerbiamojo Gotamos apie tiesos supratimą, ir jis mums paaiškino tiesos supratimą. ",
  "mn95:34.4": "Tai mums patinka, yra priimtina mums, esame patenkinti tuo. ",
  "mn95:34.5": "„Mes paklausėme Gerbiamojo Gotamos apie tiesos pasiekimą, ir jis mums paaiškino tiesos pasiekimą. ",
  "mn95:34.6": "Tai mums patinka, yra priimtina mums, esame patenkinti tuo. ",
  "mn95:34.7": "„Mes paklausėme Gerbiamojo Gotamos apie dalyką ypač padedantį pasiekti tiesą, ir jis mums paaiškino dalyką ypač padedantį pasiekti tiesą. ",
  "mn95:34.8": "Tai mums patinka, yra priimtina mums, esame patenkinti tuo. ",
  "mn95:34.9": "Viską, apie ką paklausėme Gerbiamojo Gotamos, jis mums tai ir paaiškino. ",
  "mn95:34.10": "Tai mums patinka, yra priimtina mums, esame patenkinti tuo. ",
  "mn95:34.11": "Anksčiau, Gerbiamasis Gotama, mes galvojome: ",
  "mn95:34.12": "„Kas tie skustagalviai, atsiskyrėliukšiai, vasalai, tamsios Brahmos pėdų atžalos palyginus su mokymo (_dhammos_) žinovais? ",
  "mn95:34.13": "Na bet Gerbiamasis Gotama sužadino manyje meilę atsiskyrėliams, pasitikėjimą atsiskyrėliais, pagarbą atsiskyrėliams. ",
  "mn95:35.1": "„Nuostabu, Gerbiamasis Gotama … ",
  "mn95:35.2": "Nuo šios dienos, tegul Gerbiamasis Gotama laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}