{
  "mn9:0.1": "Vidutinio ilgio suttų rinkinys 9 ",
  "mn9:0.2": "Apie teisingą požiūrį ",
  "mn9:1.1": "Taip aš girdėjau. ",
  "mn9:1.2": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli <i lang='pi' translate='no'>Savatthi</i>. ",
  "mn9:1.3": "Ten gi garbingasis Sariputa kreipėsi į vienuolius: ",
  "mn9:1.4": "„Mielieji vienuoliai!” ",
  "mn9:1.5": "„Taip, Mielasis,” – atsakė garbingajam Sariputai tie vienuoliai. ",
  "mn9:1.6": "Garbingasis Sariputa štai ką pasakė: ",
  "mn9:2.1": "„Draugai, sakoma „teisingas požiūris, teisingas požiūris”. ",
  "mn9:2.2": "Kas, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu (<i lang='pi' translate='no'>Dhamma</i>), pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i> (<i lang='pi' translate='no'>nibbāną</i>)?” ",
  "mn9:2.3": "„Atkeliautume, drauge, net ir iš toli, kad sužinotume šių žodžių prasmę iš garbingojo Sariputos. ",
  "mn9:2.4": "Būtų gerai, jei garbingasis Sariputa pats paaiškintų šių žodžių prasmę. ",
  "mn9:2.5": "Vienuoliai išgirdę garbingojo Sariputos (paaiškinimą) atmins jį.” ",
  "mn9:2.6": "„Ką gi, draugai, klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "mn9:2.7": "„Taip, Mielasis,” – atsakė garbingajam Sariputai tie vienuoliai. ",
  "mn9:2.8": "Garbingasis Sariputa štai ką pasakė: ",
  "mn9:3.1": "„Kai, draugai, tauriųjų mokinys supranta kas yra nedora ir to šaknį, bei supranta, kas yra dora ir to šaknį, ",
  "mn9:3.2": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:4.1": "Bet kas, draugai, yra nedora, kas yra to šaknis, ir kas yra dora, kas yra to šaknis? ",
  "mn9:4.2": "Žudymas, draugai, yra nedora, vogimas – nedora, svetimavimas – nedora, melavimas – nedora, kiršinanti kalba – nedora, šiurkšti kalba – nedora, tušti plepalai – nedora, gobšumas – nedora, piktanoriškumas – nedora, neteisingas požiūris – nedora. ",
  "mn9:4.3": "Tai, draugai, vadinama nedoru. ",
  "mn9:5.1": "Ir kokia, draugai, yra to, kas nedora, šaknis? ",
  "mn9:5.2": "Godumas yra to, kas nedora, šaknis; neapykanta – to, kas nedora, šaknis; paklydimas – to, kas nedora, šaknis. ",
  "mn9:5.3": "Tai, draugai, vadinama to, kas nedora, šaknimi. ",
  "mn9:6.1": "Ir kas, draugai, yra dora? ",
  "mn9:6.2": "Susilaikymas nuo žudymo yra dora, susilaikymas nuo vogimo – dora, susilaikymas nuo svetimavimo – dora, susilaikymas nuo melagystės – dora, susilaikymas nuo kiršinančios kalbos – dora, susilaikymas nuo šiurkščios kalbos – dora, susilaikymas nuo tuščių plepalų – dora, ne-gobšumas – dora, geranoriškumas – dora, teisingas požiūris – dora. ",
  "mn9:6.3": "Tai, draugai, vadinama doru. ",
  "mn9:7.1": "Ir kokia, draugai, yra to, kas dora, šaknis? ",
  "mn9:7.2": "Anti-godumas (<i lang='pi' translate='no'>alobha</i>, atsižadėjimas, dosnumas) yra to, kas dora, šaknis; anti-neapykanta (<i lang='pi' translate='no'>adosa</i>, geraširdiškumas, meilė) – to, kas dora, šaknis; anti-paklydimas (<i lang='pi' translate='no'>amoha</i>, išmintis) – to, kas dora, šaknis. ",
  "mn9:7.3": "Tai, draugai, vadinama to, kas dora, šaknimi. ",
  "mn9:8.1": "Kai, draugai, tauriųjų mokinys taip supranta kas yra nedora ir to šaknį, bei taip supranta, kas yra dora ir to šaknį, visiškai atsikratęs giluminio polinkio geisti, pašalinęs giluminį polinkį bjaurėtis, išrovęs giluminį polinkį į savimaną ir požiūrį „aš esu”, atsikratęs neišmanymo ir sukėlęs (tikrą) žinojimą, jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:8.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:9.1": "Pasidžiaugę „Labai gerai, drauge,” patenkinti garbingojo Sariputos kalba, vienuoliai toliau jo paklausė: ",
  "mn9:9.2": "„Bet, drauge, ar yra dar kas padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>?” ",
  "mn9:10.1": "„Yra, draugai. ",
  "mn9:10.2": "Kai, draugai, tauriųjų mokinys supranta peną, supranta peno šaltinį, supranta peno baigtį bei supranta kelią vedantį į peno baigtį, ",
  "mn9:10.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:11.1": "Ir kas, draugai, yra penas, koks yra peno šaltinis, kokia yra peno baigtis, koks yra kelias vedantis į peno baigtį? ",
  "mn9:11.2": "Draugai, yra šios keturios peno rūšys, palaikančios jau atsiradusias būtybes ir tas, kurios dar tik atsiras. ",
  "mn9:11.3": "Kokios keturios? ",
  "mn9:11.4": "(Visų pirmą) penas – valgomas maistas, grubus arba subtilus; antra – sąlytis; trečia – proto valia; ketvirta – sąmonė. ",
  "mn9:11.5": "Dėl troškimo atsiradimo kyla penas, dėl troškimo liovimosi penas baigiasi, o kelias į peno baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:11.6": "teisingas požiūris, teisingas ketinimas, teisinga kalba, teisingas veiksmas, teisingas pragyvenimo šaltinis, teisinga pastanga, teisinga atida ir teisinga sutelktis. ",
  "mn9:12.1": "Kai, draugai, tauriųjų mokinys taip supranta peną, taip supranta peno šaltinį, taip supranta peno baigtį bei taip supranta kelią vedantį į peno baigtį, visiškai atsikratęs giluminio polinkio geisti, pašalinęs giluminį polinkį bjaurėtis, išrovęs giluminį polinkį į savimaną ir požiūrį „aš esu”, atsikratęs neišmanymo ir sukėlęs (tikrą) žinojimą, jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:12.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:13.1": "Pasidžiaugę „Labai gerai, drauge,” patenkinti garbingojo Sariputos kalba, vienuoliai toliau jo paklausė: ",
  "mn9:13.2": "„Bet, drauge, ar yra dar kas padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>?” ",
  "mn9:14.1": "„Yra, draugai. ",
  "mn9:14.2": "Kai, draugai, tauriųjų mokinys supranta kančią, supranta kančios šaltinį, supranta kančios baigtį bei supranta kelią vedantį į kančios baigtį, ",
  "mn9:14.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:15.1": "Ir kas, draugai, yra kančia, koks yra kančios šaltinis, kokia yra kančios baigtis, koks yra kelias vedantis į kančios baigtį? ",
  "mn9:15.2": "Ir gimimas yra kančia, ir senėjimas yra kančia, ir mirtis – kančia, ir susidūrimas su tuo, kas nemiela, – kančia, ir išsiskyrimas su tuo, kas miela, – kančia, ir norimo negavimas – kančia, trumpiau, penki savinami sandai yra kančia. ",
  "mn9:15.3": "Tai, draugai, vadinama kančia. ",
  "mn9:16.1": "Ir koks, draugai, yra kančios šaltinis? ",
  "mn9:16.2": "Tai yra tas troškimas, kuris yra su džiugesiu ir aistra ir veda į pakartotiną būtį, randantis pasitenkinimą tai čia, tai ten. O būtent, ",
  "mn9:16.3": "juslinių malonumų troškimas, būties troškimas, nebūties troškimas. ",
  "mn9:16.4": "Tai, draugai, vadinama kančios šaltiniu. ",
  "mn9:17.1": "Ir kokia, draugai, yra kančios baigtis? ",
  "mn9:17.2": "Tai yra visiškas to troškimo išblėsimas, baigtis, atmetimas, atsisakymas, išsilaisvinimas (nuo jo), (jo) nepriėmimas. ",
  "mn9:17.3": "Tai, draugai, vadinama kančios baigtimi. ",
  "mn9:18.1": "Ir koks, draugai, yra kelias vedantis į kančios baigtį? ",
  "mn9:18.2": "Tai štai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:18.3": "teisingas požiūris, teisingas ketinimas, teisinga kalba, teisingas veiksmas, teisingas pragyvenimo šaltinis, teisinga pastanga, teisinga atida ir teisinga sutelktis. ",
  "mn9:18.4": "Tai, draugai, vadinama keliu vedančiu į kančios baigtį. ",
  "mn9:19.1": "Kai, draugai, tauriųjų mokinys taip supranta kančią, taip supranta kančios šaltinį, taip supranta kančios baigtį bei taip supranta kelią vedantį į kančios baigtį, visiškai atsikratęs giluminio polinkio geisti, pašalinęs giluminį polinkį bjaurėtis, išrovęs giluminį polinkį į savimaną ir požiūrį „aš esu”, atsikratęs neišmanymo ir sukėlęs (tikrą) žinojimą, jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:19.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:20.1": "Pasidžiaugę „Labai gerai, drauge,” patenkinti garbingojo Sariputos kalba, vienuoliai toliau jo paklausė: ",
  "mn9:20.2": "„Bet, drauge, ar yra dar kas padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>?” ",
  "mn9:21.1": "„Yra, draugai. ",
  "mn9:21.2": "Kai, draugai, tauriųjų mokinys supranta senėjimą ir mirtį, supranta senėjimo ir mirties šaltinį, supranta senėjimo ir mirties baigtį bei supranta kelią vedantį į senėjimo ir mirties baigtį, ",
  "mn9:21.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:22.1": "Ir kas, draugai, yra senėjimas ir mirtis, koks yra senėjimo ir mirties šaltinis, kokia yra senėjimo ir mirties baigtis, koks yra kelias vedantis į senėjimo ir mirties baigtį? ",
  "mn9:22.2": "Bet kokių būtybių, esančių bet kokioje būtybių klasėje, senėjimas, senatvė, subyrėję dantys, žilumas, susiraukšlėjimas, gyvybinių jėgų nykimas, gebėjimų silpimas – ",
  "mn9:22.3": "tai vadinama senėjimu. ",
  "mn9:22.4": "Ir kas, draugai, yra mirtis? ",
  "mn9:22.5": "Bet kokių būtybių išnykimas, pranykimas, išėjimas iš bet kokios būtybių klasės, pradingimas, giltinė, mirtis, baigtis, sandų susiskaidymas, griaučių numetimas, gyvasties nutraukimas – ",
  "mn9:22.6": "tai, draugai, vadinama mirtimi. ",
  "mn9:22.7": "Taigi, tai yra senėjimas, o tai yra mirtis. ",
  "mn9:22.8": "Tai, draugai, vadinama senėjimu ir mirtimi. ",
  "mn9:22.9": "Dėl gimimo atsiradimo kyla senėjimas ir mirtis, dėl gimimo liovimosi senėjimas ir mirtis baigiasi, o kelias į senėjimo ir mirties baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:22.10": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:23.1": "Kai, draugai, tauriųjų mokinys taip supranta senėjimą ir mirtį, taip supranta senėjimo ir mirties šaltinį, taip supranta senėjimo ir mirties baigtį bei taip supranta kelią vedantį į senėjimo ir mirties baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:23.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:24.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:24.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:25.1": "„Yra, draugai. ",
  "mn9:25.2": "Kai, draugai, tauriųjų mokinys supranta gimimą, supranta gimimo šaltinį, supranta gimimo baigtį bei supranta kelią vedantį į gimimo baigtį, ",
  "mn9:25.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:26.1": "Ir kas, draugai, yra gimimas, koks yra gimimo šaltinis, kokia yra gimimo baigtis, koks yra kelias vedantis į gimimo baigtį? ",
  "mn9:26.2": "Bet kokių būtybių, bet kokioje būtybių klasėje gimimas, gymis, pradėjimas, prigimimas, atgimimas, sandų atsiradimas, patyrimo sričių įgijimas – ",
  "mn9:26.3": "tai, draugai, vadinama gimimu. ",
  "mn9:26.4": "Dėl būties atsiradimo kyla gimimas, dėl būties liovimosi gimimas baigiasi, o kelias į gimimo baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:26.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:27.1": "Kai, draugai, tauriųjų mokinys taip supranta gimimą, taip supranta gimimo šaltinį, taip supranta gimimo baigtį bei taip supranta kelią vedantį į gimimo baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:27.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:28.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:28.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:29.1": "„Yra, draugai. ",
  "mn9:29.2": "Kai, draugai, tauriųjų mokinys supranta būtį, supranta būties šaltinį, supranta būties baigtį bei supranta kelią vedantį į būties baigtį, ",
  "mn9:29.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:30.1": "Ir kas, draugai, yra būtis, koks yra būties šaltinis, kokia yra būties baigtis, koks yra kelias vedantis į būties baigtį? ",
  "mn9:30.2": "Draugai, yra šios trys būtys: ",
  "mn9:30.3": "jausminė būtis, subtilios materijos būtis, būtis be materijos. ",
  "mn9:30.4": "Dėl savinimosi atsiradimo kyla būtis, dėl savinimosi liovimosi būtis baigiasi, o kelias į būties baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:30.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:31.1": "Kai, draugai, tauriųjų mokinys taip supranta būtį, taip supranta būties šaltinį, taip supranta būties baigtį bei taip supranta kelią vedantį į būties baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:31.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:32.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:32.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:33.1": "„Yra, draugai. ",
  "mn9:33.2": "Kai, draugai, tauriųjų mokinys supranta savinimąsi, supranta savinimosi šaltinį, supranta savinimosi baigtį bei supranta kelią vedantį į savinimosi baigtį, ",
  "mn9:33.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:34.1": "Ir kas, draugai, yra savinimasis, koks yra savinimosi šaltinis, kokia yra savinimosi baigtis, koks yra kelias vedantis į savinimosi baigtį? ",
  "mn9:34.2": "Draugai, yra šie keturi savinimaisi: ",
  "mn9:34.3": "juslinių malonumų savinimasis, neteisingų pažiūrų savinimasis, neteisingo ritualų ir įžadų paskirties supratimo savinimasis, tikėjimo į savastį savinimasis. ",
  "mn9:34.4": "Dėl troškimo atsiradimo kyla savinimasis, dėl troškimo liovimosi savinimasis baigiasi, o kelias į savinimosi baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:34.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:35.1": "Kai, draugai, tauriųjų mokinys taip supranta savinimąsi, taip supranta savinimosi šaltinį, taip supranta savinimosi baigtį bei taip supranta kelią vedantį į savinimosi baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:35.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:36.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:36.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:37.1": "„Yra, draugai. ",
  "mn9:37.2": "Kai, draugai, tauriųjų mokinys supranta troškimą, supranta troškimo šaltinį, supranta troškimo baigtį bei supranta kelią vedantį į troškimo baigtį, ",
  "mn9:37.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:38.1": "Ir kas, draugai, yra troškimas, koks yra troškimo šaltinis, kokia yra troškimo baigtis, koks yra kelias vedantis į troškimo baigtį? ",
  "mn9:38.2": "Draugai, yra šios šešios troškimo rūšys: ",
  "mn9:38.3": "matomų formų troškimas, garsų troškimas, kvapų troškimas, skonių troškimas, troškimas apčiuopiamo, (proto) reiškinių troškimas. ",
  "mn9:38.4": "Dėl jausmo tono atsiradimo kyla troškimas, dėl jausmo tono liovimosi troškimas baigiasi, o kelias į troškimo baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:38.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:39.1": "Kai, draugai, tauriųjų mokinys taip supranta troškimą, taip supranta troškimo šaltinį, taip supranta troškimo baigtį bei taip supranta kelią vedantį į troškimo baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:39.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:40.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:40.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:41.1": "„Yra, draugai. ",
  "mn9:41.2": "Kai, draugai, tauriųjų mokinys supranta jausmo toną, supranta jausmo tono šaltinį, supranta jausmo tono baigtį bei supranta kelią vedantį į jausmo tono baigtį, ",
  "mn9:41.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:42.1": "Ir kas, draugai, yra jausmo tonas, koks yra jausmo tono šaltinis, kokia yra jausmo tono baigtis, koks yra kelias vedantis į jausmo tono baigtį? ",
  "mn9:42.2": "Draugai, yra šios šešios jausmo tono rūšys: ",
  "mn9:42.3": "jausmo tonas, gimęs dėl sąlyčio su akimi, jausmo tonas, gimęs dėl sąlyčio su ausimi, jausmo tonas, gimęs dėl sąlyčio su nosimi, jausmo tonas, gimęs dėl sąlyčio su liežuviu, jausmo tonas, gimęs dėl sąlyčio su kūnu, jausmo tonas, gimęs dėl sąlyčio su protu. ",
  "mn9:42.4": "Dėl sąlyčio atsiradimo kyla jausmo tonas, dėl sąlyčio liovimosi jausmo tonas baigiasi, o kelias į jausmo tono baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:42.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:43.1": "Kai, draugai, tauriųjų mokinys taip supranta jausmo toną, taip supranta jausmo tono šaltinį, taip supranta jausmo tono baigtį bei taip supranta kelią vedantį į jausmo tono baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:43.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:44.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:44.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:45.1": "„Yra, draugai. ",
  "mn9:45.2": "Kai, draugai, tauriųjų mokinys supranta sąlytį, supranta sąlyčio šaltinį, supranta sąlyčio baigtį bei supranta kelią vedantį į sąlyčio baigtį, ",
  "mn9:45.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:46.1": "Ir kas, draugai, yra sąlytis, koks yra sąlyčio šaltinis, kokia yra sąlyčio baigtis, koks yra kelias vedantis į sąlyčio baigtį? ",
  "mn9:46.2": "Draugai, yra šios šešios sąlyčio rūšys: ",
  "mn9:46.3": "akies sąlytis, ausies sąlytis, nosies sąlytis, liežuvio sąlytis, kūno sąlytis, proto sąlytis. ",
  "mn9:46.4": "Dėl šešių patyrimo sričių atsiradimo kyla sąlytis, dėl šešių patyrimo sričių liovimosi sąlytis baigiasi, o kelias į sąlyčio baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:46.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:47.1": "Kai, draugai, tauriųjų mokinys taip supranta sąlytį, taip supranta sąlyčio šaltinį, taip supranta sąlyčio baigtį bei taip supranta kelią vedantį į sąlyčio baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:47.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:48.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:48.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:49.1": "„Yra, draugai. ",
  "mn9:49.2": "Kai, draugai, tauriųjų mokinys supranta šešias patyrimo sritis, supranta šešių patyrimo sričių šaltinį, supranta šešių patyrimo sričių baigtį bei supranta kelią vedantį į šešių patyrimo sričių baigtį, ",
  "mn9:49.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:50.1": "Ir kas, draugai, yra šešios patyrimo sritys, koks yra šešių patyrimo sričių šaltinis, kokia yra šešių patyrimo sričių baigtis, koks yra kelias vedantis į šešių patyrimo sričių baigtį? ",
  "mn9:50.2": "Draugai, yra šios šešios patyrimo sričių rūšys: ",
  "mn9:50.3": "akies patyrimo sritis, ausies patyrimo sritis, nosies patyrimo sritis, liežuvio patyrimo sritis, kūno patyrimo sritis, proto patyrimo sritis. ",
  "mn9:50.4": "Dėl proto ir materialios formos atsiradimo kyla šešios patyrimo sritys, dėl proto ir materialios formos liovimosi šešios patyrimo sritys baigiasi, o kelias į šešių patyrimo sričių baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:50.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:51.1": "Kai, draugai, tauriųjų mokinys taip supranta šešias patyrimo sritis, taip supranta šešių patyrimo sričių šaltinį, taip supranta šešių patyrimo sričių baigtį bei taip supranta kelią vedantį į šešių patyrimo sričių baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:51.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:52.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:52.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:53.1": "„Yra, draugai. ",
  "mn9:53.2": "Kai, draugai, tauriųjų mokinys supranta protą ir materialią formą, supranta proto ir materialios formos šaltinį, supranta proto ir materialios formos baigtį bei supranta kelią vedantį į proto ir materialios formos baigtį, ",
  "mn9:53.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:54.1": "Ir kas, draugai, yra protas ir materiali forma, koks yra proto ir materialios formos šaltinis, kokia yra proto ir materialios formos baigtis, koks yra kelias vedantis į proto ir materialios formos baigtį? ",
  "mn9:54.2": "Jausmo tonas, suvokimas, valia, sąlytis, dėmesys – ",
  "mn9:54.3": "tai, draugai, vadinama protu. ",
  "mn9:54.4": "Keturi pirminiai (materijos) elementai ir materija, priklausanti nuo jų – ",
  "mn9:54.5": "tai, draugai, vadinama materialia forma. ",
  "mn9:54.6": "Taigi, tai yra protas, o tai yra materiali forma. ",
  "mn9:54.7": "Tai, vienuoliai, vadinama protu ir materialia forma. ",
  "mn9:54.8": "Dėl sąmonės atsiradimo kyla protas ir materiali forma, dėl sąmonės liovimosi protas ir materiali forma baigiasi, o kelias į proto ir materialios formos baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:54.9": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:55.1": "Kai, draugai, tauriųjų mokinys taip supranta protą ir materialią formą, taip supranta proto ir materialios formos šaltinį, taip supranta proto ir materialios formos baigtį bei taip supranta kelią vedantį į proto ir materialios formos baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:55.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:56.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:56.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:57.1": "„Yra, draugai. ",
  "mn9:57.2": "Kai, draugai, tauriųjų mokinys supranta sąmonę, supranta sąmonės šaltinį, supranta sąmonės baigtį bei supranta kelią vedantį į sąmonės baigtį, ",
  "mn9:57.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:58.1": "Ir kas, draugai, yra sąmonė, koks yra sąmonės šaltinis, kokia yra sąmonės baigtis, koks yra kelias vedantis į sąmonės baigtį? ",
  "mn9:58.2": "Daugai, yra šios šešios sąmonės rūšys: ",
  "mn9:58.3": "akies sąmonė, ausies sąmonė, nosies sąmonė, liežuvio sąmonė, kūno sąmonė, proto sąmonė. ",
  "mn9:58.4": "Dėl valingų veiksmų atsiradimo kyla sąmonė, dėl valingų veiksmų liovimosi sąmonė baigiasi, o kelias į sąmonės baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:58.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:59.1": "Kai, draugai, tauriųjų mokinys taip supranta sąmonę, taip supranta sąmonės šaltinį, taip supranta sąmonės baigtį bei taip supranta kelią vedantį į sąmonės baigtį, visiškai atsikratęs giluminio polinkio geisti … jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:59.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:60.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:60.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:61.1": "„Yra, draugai. ",
  "mn9:61.2": "Kai, draugai, tauriųjų mokinys supranta valingus veiksmus, supranta valingų veiksmų šaltinį, supranta valingų veiksmų baigtį bei supranta kelią vedantį į valingų veiksmų baigtį, ",
  "mn9:61.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:62.1": "Ir kas, draugai, yra valingi veiksmai, koks yra valingų veiksmų šaltinis, kokia yra valingų veiksmų baigtis, koks yra kelias vedantis į valingų veiksmų baigtį? ",
  "mn9:62.2": "Draugai, yra šie trys valingi veiksmai: ",
  "mn9:62.3": "kūno valingi veiksmai, kalbos valingi veiksmai, proto valingi veiksmai. ",
  "mn9:62.4": "Dėl neišmanymo atsiradimo kyla valingi veiksmai, dėl neišmanymo liovimosi valingi veiksmai baigiasi, o kelias į valingų veiksmų baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:62.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:63.1": "Kai, draugai, tauriųjų mokinys taip supranta valingus veiksmus, taip supranta valingų veiksmų šaltinį, taip supranta valingų veiksmų baigtį bei taip supranta kelią vedantį į valingų veiksmų baigtį, visiškai atsikratęs giluminio polinkio geisti, pašalinęs giluminį polinkį bjaurėtis, išrovęs giluminį polinkį į savimaną ir požiūrį „aš esu”, atsikratęs neišmanymo ir sukėlęs (tikrą) žinojimą, jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:63.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:64.1": "Pasidžiaugę „Labai gerai, drauge”  …  vienuoliai toliau jo paklausė: ",
  "mn9:64.2": "„Bet, drauge, ar yra dar kas …” ",
  "mn9:64.3": "„Yra, draugai. ",
  "mn9:65.1": "Kai, draugai, tauriųjų mokinys supranta neišmanymą, supranta neišmanymo šaltinį, supranta neišmanymo baigtį bei supranta kelią vedantį į neišmanymo baigtį, ",
  "mn9:65.2": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:65.3": "Ir kas, draugai, yra neišmanymas, koks yra neišmanymo šaltinis, kokia yra neišmanymo baigtis, koks yra kelias vedantis į neišmanymo baigtį? ",
  "mn9:65.4": "Draugai, nežinojimas apie kančią, nežinojimas apie kančios priežastį, nežinojimas apie kančios baigtį, nežinojimas apie kelią, vedantį į kančios baigtį – ",
  "mn9:65.5": "tai, draugai, vadinama neišmanymu. ",
  "mn9:66.1": "Dėl ydos atsiradimo kyla neišmanymas, dėl ydos liovimosi neišmanymas baigiasi, o kelias į neišmanymo baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:66.2": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:67.1": "Kai, draugai, tauriųjų mokinys taip supranta neišmanymą, taip supranta neišmanymo šaltinį, taip supranta neišmanymo baigtį bei taip supranta kelią vedantį į neišmanymo baigtį, visiškai atsikratęs giluminio polinkio geisti, pašalinęs giluminį polinkį bjaurėtis, išrovęs giluminį polinkį į savimaną ir požiūrį „aš esu”, atsikratęs neišmanymo ir sukėlęs (tikrą) žinojimą, jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:67.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:68.1": "Pasidžiaugę „Labai gerai, drauge,” patenkinti garbingojo Sariputos kalba, vienuoliai toliau jo paklausė: ",
  "mn9:68.2": "„Bet, drauge, ar yra dar kas padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>?” ",
  "mn9:69.1": "„Yra, draugai. ",
  "mn9:69.2": "Kai, draugai, tauriųjų mokinys supranta ydą, supranta ydõs šaltinį, supranta ydõs baigtį bei supranta kelią vedantį į ydõs baigtį, ",
  "mn9:69.3": "tai, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>. ",
  "mn9:70.1": "Ir kas, draugai, yra yda, koks yra ydõs šaltinis, kokia yra ydõs baigtis, koks yra kelias vedantis į ydõs baigtį? ",
  "mn9:70.2": "Draugai, yra šios trys ydos: ",
  "mn9:70.3": "juslinių malonumų geismo yda, būties troškimo yda ir neišmanymo yda. ",
  "mn9:70.4": "Dėl neišmanymo atsiradimo kyla yda, dėl neišmanymo liovimosi yda baigiasi, o kelias į ydõs baigtį – tai šis taurinantis aštuonialypis kelias, o būtent: ",
  "mn9:70.5": "teisingas požiūris … teisinga sutelktis. ",
  "mn9:71.1": "Kai, draugai, tauriųjų mokinys taip supranta ydą, taip supranta ydõs šaltinį, taip supranta ydõs baigtį bei taip supranta kelią vedantį į ydõs baigtį, visiškai atsikratęs giluminio polinkio geisti, pašalinęs giluminį polinkį bjaurėtis, išrovęs giluminį polinkį į savimaną ir požiūrį „aš esu”, atsikratęs neišmanymo ir sukėlęs (tikrą) žinojimą, jis (tampa) tuo, kuris čia ir dabar nutraukė kančią. ",
  "mn9:71.2": "Tai taip pat, draugai, padaro tauriųjų mokinį turinčiu teisingą požiūrį, ištiesintą požiūrį, patirtimi grįstą tikėjimą mokymu, pasiekusiuoju šią tikrąją <i lang='pi' translate='no'>Dhammą</i>.” ",
  "mn9:71.3": "Štai ką pasakė garbingasis Sariputa. ",
  "mn9:71.4": "Patenkinti tie vienuoliai džiaugėsi garbingojo Sariputos žodžiais. "
}