{
  "sn3.11:0.1": "Budini govori tematski grupisani 3.11 ",
  "sn3.11:0.2": "2. Drugo poglavlje ",
  "sn3.11:0.3": "Sedam asketa sa punđom ",
  "sn3.11:1.1": "Jednom je Blaženi boravio kraj Sāvatthīja, u Istočnom parku, u palati Migārine majke. ",
  "sn3.11:1.2": "Jedno veče, izašavši uveče iz osame, Blaženi je sedeo pred ulazom. ",
  "sn3.11:1.3": "Onda Pasenadi, kralj Kosale, dođe do njega i kad je stigao, pozdravi ga s poštovanjem, pa sede sa strane. ",
  "sn3.11:2.1": "U isto vreme sedam asketa sa punđama, sedam đaina, sedam golih asketa, sedam asketa koji nose samo jedan ogrtač i sedam asketa-lutalica, obraslih maljama, dugih noktiju i kose, prolazili su nedaleko od Blaženog, noseći različite rekvizite. ",
  "sn3.11:2.2": "Na to Pasenadi, kralj Kosale, ustade sa svog mesta i prebacivši ogrtač preko jednog ramena, kleknu desnim kolenom do zemlje, sklopi ruke u znak poštovanja u pravcu njih i tri puta obznani svoje ime: ",
  "sn3.11:2.3": "„Poštovani, ja sam Pasenadi, kralj Kosale… ",
  "sn3.11:2.4": "Poštovani, ja sam Pasenadi, kralj Kosale.” ",
  "sn3.11:3.1": "I ubrzo pošto su oni prošli, kralj Pasenadi se vrati do Blaženog i pozdravi ga s poštovanjem, pa sede sa strane. Dok je sedeo, ovako reče Blaženome: ",
  "sn3.11:3.2": "„Poštovani, među onima u ovome svetu koji su probuđeni ili su stupili na put probuđenja, ovi askete su zaista jedni od takvih”. ",
  "sn3.11:4.1": "„Veliki kralju, tebi koji si kućedomaćin, uživaš u zadovoljstvima čula, spavaš u postelji sa ženom i decom, oduševljavaš se sandalovinom iz Kāsija, nosiš vence, stavljaš na sebe ukrase i mirisna ulja, raduješ se zlatu i srebru, teško je znati: ’Među onima u ovome svetu koji su probuđeni ili su stupili na put probuđenja, ovi askete su zaista jedni od takvih’. ",
  "sn3.11:5.1": "Veliki kralju, tek živeći sa nekim moguće je uvideti vrlinu te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti. ",
  "sn3.11:5.2": "Veliki kralju, tek imajući posla sa nekim moguće je uvideti čistotu te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti. ",
  "sn3.11:5.3": "U nevoljama, veliki kralju, moguće je uvideti čvrstinu te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti. ",
  "sn3.11:5.4": "Kroz razgovor, veliki kralju, moguće je uvideti mudrost te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti.” ",
  "sn3.11:6.1": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "sn3.11:6.2": "Kako je to dobro rekao Blaženi: ",
  "sn3.11:6.3": "„Veliki kralju, tebi koji si kućedomaćin… teško je znati… ",
  "sn3.11:6.8": "onome ko je mudar, a ne onome sa malo mudrosti.” ",
  "sn3.11:7.1": "To su, poštovani gospodine, zapravo moji ljudi, prerušeni špijuni, koji se vraćaju iz izviđanja po okolini. ",
  "sn3.11:7.2": "Oni uvek idu prvi, a ja tek za njima. ",
  "sn3.11:7.3": "I sada će oni, poštovani gospodine, pošto sa sebe stresu prašinu i prljavštinu, okupaju se, namažu uljima, poseku kosu i bradu, obučeni u čiste odore, sebe zabavljati zadovoljstvima koja im pružaju svih pet vrsta zadovoljstava čula.” ",
  "sn3.11:8.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove stihove: ",
  "sn3.11:9.1": "„Čoveka nije lako upoznati po spoljašnjosti, ",
  "sn3.11:9.2": "niti se pouzdati treba u brz sud, ",
  "sn3.11:9.3": "jer prerušeni u dobro obuzdane ",
  "sn3.11:9.4": "neobuzdani ovim svetom hode. ",
  "sn3.11:10.1": "Nalik lažnoj minđuši, od gline sačinjenoj, ",
  "sn3.11:10.2": "nalik bronzanom novčiću, zlatom prekrivenim, ",
  "sn3.11:10.3": "idu neki prerušeni: ",
  "sn3.11:10.4": "u sebi prljavi, spolja prekrasni.” "
}