{
  "sn3.18:0.1": "Budini govori tematski grupisani 3.18 ",
  "sn3.18:0.2": "2. Drugo poglavlje ",
  "sn3.18:0.3": "Dobar prijatelj ",
  "sn3.18:1.1": "Kraj Sāvatthīja. ",
  "sn3.18:1.2": "Dok je sedeo sa strane, Pasenadi, kralj Kosale, ovako reče Blaženome: ",
  "sn3.18:1.3": "„Poštovani gospodine, dok sam boravio u osami, povučen, javi mu se ova misao: ",
  "sn3.18:1.4": "’Blaženi je dobro izložio Dhammu i to za onoga koji ima dobre prijatelje, dobre saputnike, dobre drugove, a ne za onoga koji ima loše prijatelje, loše saputnike, loše drugove’.” ",
  "sn3.18:2.1": "„Tako je, veliki kralju! Tako je!” ",
  "sn3.18:2.2": "Ja jesam dobro izložio Dhammu i to za onoga koji ima dobre prijatelje, dobre saputnike, dobre drugove, a ne za onoga koji ima loše prijatelje, loše saputnike, loše drugove. ",
  "sn3.18:3.1": "Jednom sam prilikom, veliki kralju, boravio u plemenu Sakya, u gradu po imenu Nagaraka. ",
  "sn3.18:3.2": "Onda monah Ānanda dođe do mene, pokloni mi se, sede sa strane i ovako mi reče: ",
  "sn3.18:3.3": "’Poštovani gospodine, dobro prijateljstvo, dobro saputništvo, dobro drugarstvo jeste polovina svetačkog života.’ ",
  "sn3.18:4.1": "Kada to bi rečeno, veliki kralju, ja odgovorih monahu Ānandi: ",
  "sn3.18:4.2": "„Ne govori tako, Ānanda! Ne govori tako! ",
  "sn3.18:4.3": "Dobro prijateljstvo, dobro saputništvo, dobro drugarstvo jeste čitav svetački život. ",
  "sn3.18:4.4": "Kada monah ima dobrog prijatelja, dobrog saputnika, dobrog druga, treba očekivati da će on negovati i razvijati plemeniti osmostruki put. ",
  "sn3.18:5.1": "A kako to, Ānanda, monah koji ima dobrog prijatelja, dobrog saputnika, dobrog druga razvija i neguje plemeniti osmostruki put? ",
  "sn3.18:5.2": "Tako što monah razvija ispravno razumevanje, zasnovano na osami, bestrašću i prestanku, tako što napreduje u oslobađanju. On razvija ispravnu nameru… ispravan govor… ispravno delovanje… ispravno življenje… ispravan napor… ispravnu svesnost… ispravnu koncentraciju, zasnovanu na osami, bestrašću i prestanku, tako što napreduje u oslobađanju. ",
  "sn3.18:5.3": "Na taj način, monah koji ima dobrog prijatelja, dobrog saputnika, dobrog druga neguje i razvija plemeniti osmostruki put? ",
  "sn3.18:5.4": "I na sledeći način, Ānanda, može se razumeti kako dobro prijateljstvo, dobro saputništvo, dobro drugarstvo jeste čitav svetački život. ",
  "sn3.18:6.1": "Oslanjajući se na dobrog prijatelja, bića podložna smrti se oslobađaju smrti; bića podložna tuzi, naricanju, patnji, jadu i očaju se oslobađaju tuge, naricanja, patnje, jada i očaja. ",
  "sn3.18:6.2": "Na taj način može se razumeti kako dobro prijateljstvo, dobro saputništvo, dobro drugarstvo jeste čitav svetački život.” ",
  "sn3.18:7.1": "Zato, veliki kralju, ovako sebe treba da vežbaš: ",
  "sn3.18:7.2": "’Biću onaj koji ima dobre prijatelje, dobre saputnike, dobre drugove.’ ",
  "sn3.18:7.3": "Tako bi sebe trebalo da vežbaš. ",
  "sn3.18:8.1": "Kada, veliki kralju, imaš dobre prijatelje, dobre saputnike, dobre drugove, trebalo bi da kao potporu imaš jednu stvar: ",
  "sn3.18:8.2": "prilježnost u povoljnim stanjima. ",
  "sn3.18:9.1": "Kada si, veliki kralju, prilježan, kada prilježnost imaš kao potporu, žene u tvom haremu će ovako pomisliti: ",
  "sn3.18:9.2": "’Naš kralj je prilježan, prilježnost ima kao potporu. ",
  "sn3.18:9.3": "Zašto ne bismo i mi bile prilježne, zašto ne bismo imale prilježnost kao potporu?’ ",
  "sn3.18:10.1": "Kada si, veliki kralju, prilježan, kada prilježnost imaš kao potporu, tvoji vazali će ovako misliti… ",
  "sn3.18:11.1": "tvoji vojnici će ovako pomisliti… ",
  "sn3.18:12.1": "tvoji podanici u gradu i u unutrašnjosti će ovako pomisliti: ",
  "sn3.18:12.2": "’Naš kralj je prilježan, prilježnost ima kao potporu. ",
  "sn3.18:12.3": "Zašto ne bismo i mi bili prilježni, zašto ne bismo imali prilježnost kao potporu?’ ",
  "sn3.18:13.1": "Kada si, veliki kralju, prilježan, kada prilježnost imaš kao potporu, tada ćeš i ti biti čuvan i zaštićen, ",
  "sn3.18:13.2": "tvoj harem će biti čuvan i zaštićen, tvoja riznica i skladišta će biti čuvani i zaštićeni.” ",
  "sn3.18:13.3": "Tako reče Blaženi… ",
  "sn3.18:14.1": "Onome ko želi bogatstvo ",
  "sn3.18:14.2": "za mnogo vremena, ",
  "sn3.18:14.3": "mudri savetuju prilježnost ",
  "sn3.18:14.4": "u činjenju dobrih dela. ",
  "sn3.18:14.5": "Mudrac koji je prilježan, ",
  "sn3.18:14.6": "osigurava sebi dve vrste dobra: ",
  "sn3.18:15.1": "dobro vidljivo već u ovom životu ",
  "sn3.18:15.2": "i dobro u životu što tek sledi. ",
  "sn3.18:15.3": "Ko je postojan, te tako dobrim sebe obezbedi, ",
  "sn3.18:15.4": "toga istinskim mudracem zovu.” "
}