{
  "sn3.20:0.1": "Budini govori tematski grupisani 3.20 ",
  "sn3.20:0.2": "2. Drugo poglavlje ",
  "sn3.20:0.3": "Bez naslednika (2) ",
  "sn3.20:1.1": "Onda Pasenadi, kralj Kosale, usred dana dođe do Blaženog i kad je stigao, pozdravi ga s poštovanjem, pa sede sa strane. Dok je tako sedeo, Blaženi mu ovako reče: ",
  "sn3.20:1.2": "„E pa, veliki kralju, otkuda ti usred dana?” ",
  "sn3.20:2.1": "„Danas je, gospodine, domaćin koji je često davao novac u zajam umro u Sāvatthiju. ",
  "sn3.20:2.2": "Dolazim pošto sam preneo njegovo bogatstvo u palatu, jer naslednika nema. ",
  "sn3.20:2.3": "sto miliona u zlatu, a da ne pominjem srebro. ",
  "sn3.20:2.4": "I mada je imao novca i za pozajmicu, hranio se sasvim skromno: ",
  "sn3.20:2.5": "običan pirinač i malo kiseliša. ",
  "sn3.20:2.6": "Ni u odeći se nije razbacivao: ",
  "sn3.20:2.7": "nosio je tri dužine lanenog platna. ",
  "sn3.20:2.8": "A i prevoz mu beše skroman: ",
  "sn3.20:2.9": "putovao je običnom zapregom sa krovom od lišća.” ",
  "sn3.20:3.1": "„Tako je to, veliki kralju! Tako je to!” ",
  "sn3.20:3.2": "Jednom u prošlosti taj domaćin je obezbedio hranu za usamljenog Budu Tagarasikhija. Rekavši [svom slugi]: ",
  "sn3.20:3.3": "Rekavši [svom slugi]: ’Daj hranu ovom asketi’, on ustade sa svog sedišta i ode. ",
  "sn3.20:3.4": "Međutim, kad je to dao, zažalio je u sebi: ",
  "sn3.20:3.5": "’Bolje da su tu hranu pojeli moji robovi ili sluge.’ ",
  "sn3.20:3.6": "Takođe, on je ubio jedinca naslednika svog brata kako bi se obogatio. ",
  "sn3.20:4.1": "Sada, rezultat toga što je podario hranu za usamljenog Budu Tagarasikhija je to da se u sedam života preporodio na dobrom mestu, u nebeskom svetu. ",
  "sn3.20:4.2": "I uz to, kao rezultat istog postupka, sedam puta se rodio kao imućan u istom ovom Savatthiju. ",
  "sn3.20:4.3": "Ali posledica toga što je zažalio pošto je dao hranu: ",
  "sn3.20:4.4": "’Bolje da su tu hranu pojeli moji robovi ili sluge’ – jeste da njegov um nije u stanju da se prepusti uživanju u hrani, niti uživanju u odeći, niti uživanju u dobrom vozilu, niti uživanju putem ijednog od pet čula. ",
  "sn3.20:4.5": "Posledica toga što je svome bratu ubio jedinca naslednika kako bi se obogatio je da se mnoge godine, mnoge stotine godina, mnoge hiljade godina kuvao u čistilištu. ",
  "sn3.20:4.6": "I uz to, sedmi put je njegovo bogatstvo, bez naslednika, završilo u kraljevom trezoru. ",
  "sn3.20:4.7": "A sada, pošto je istrošio svoje stare zasluge, a nije stekao nove, ",
  "sn3.20:4.8": "danas se taj čovek kuva u velikom Roruva čistlištu.” ",
  "sn3.20:4.9": "„Dakle, poštovani, on se ponovo rodio u velikom Roruva čistilištu?” ",
  "sn3.20:4.10": "„Da, veliki kralju, on se ponovo rodio u velikom Roruva čistilištu.” ",
  "sn3.20:4.11": "Tako reče Blaženi… ",
  "sn3.20:5.1": "Žito, imetak, srebro, zlato ",
  "sn3.20:5.2": "i sve drugo što od imetka imaš; ",
  "sn3.20:5.3": "robove, sluge, glasnike, ",
  "sn3.20:5.4": "one što od tebe zavise: ",
  "sn3.20:6.1": "moraš otići ne ponevši ništa od toga; ",
  "sn3.20:6.2": "sve ih za sobom ostaviti moraš. ",
  "sn3.20:6.3": "Ono što činiš telom, ",
  "sn3.20:6.4": "govorom ili umom: ",
  "sn3.20:7.1": "to je zaista tvoje, ",
  "sn3.20:7.2": "to jedino poneti možeš kada na put pođeš. ",
  "sn3.20:7.3": "To te u stopu prati, to te ne napušta, ",
  "sn3.20:7.4": "kao ni sopstvena senka. ",
  "sn3.20:8.1": "Zato, čini ono što valja, ",
  "sn3.20:8.2": "sakupljajući dobročinstva za život budući. ",
  "sn3.20:8.3": "Dobra dela su bićima blagorodna ",
  "sn3.20:8.4": "kada se u drugom svetu rode.” "
}