{
  "sn3.15:0.1": "Budini govori tematski grupisani 3.15 ",
  "sn3.15:0.2": "2. Drugo poglavlje ",
  "sn3.15:0.3": "Bitka (2) ",
  "sn3.15:1.1": "I onda Ađātasattu, kralj Magade, sin kraljice Videhe, okupivši ogromnu vojsku, krenu na Kasi, protiv Pasenadija, kralja Kosale. ",
  "sn3.15:1.2": "A kralj Pasenadi doču za ovo ",
  "sn3.15:1.3": "",
  "sn3.15:1.4": "i okupivši ogromnu vojsku, krenu u kontranapad protiv kralja Ađātasattua. ",
  "sn3.15:1.5": "I vodili su kralj Ađātasattu i kralj Pasenadi bitku, ",
  "sn3.15:1.6": "u kojoj kralj Pasenadi pobedi kralja Ađātasattua i uhvati ga živog. ",
  "sn3.15:1.7": "Onda kralju Pasenadiju pade na um: ",
  "sn3.15:1.8": "„Iako mi je kralj Ađātasattu naneo zlo, a ja njemu nisam, ipak je on još uvek moj nećak. ",
  "sn3.15:1.9": "Šta ako ga, oduzevši mu sve slonove, svu konjicu, sve njegove trupe sa kočijama i pešadiju, pustim na slobodu?” ",
  "sn3.15:2.1": "I tako ga kralj Pasenadi, oduzevši mu sve slonove, svu konjicu, sve njegove trupe sa kočijama i pešadiju, pusti na slobodu. ",
  "sn3.15:3.1": "Onda se jednoga jutra grupa monaha obukla, uzeše svaki svoju prosjačku zdelu i gornji ogrtač, pa krenuše put Sāvatthīja da prose hranu. ",
  "sn3.15:3.2": "A kad su isprosili hranu u Sāvatthīju i vratili se, posle obroka, odoše do Blaženog. Pošto su mu se poklonili, sedoše sa strane i ispričaše mu šta se dogodilo. ",
  "sn3.15:6.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove stihove: ",
  "sn3.15:7.1": "„Čovek može pljačkati ",
  "sn3.15:7.2": "koliko god mu je volja, ",
  "sn3.15:7.3": "ali pljačkajući druge, ",
  "sn3.15:7.4": "upravo on na kraju opljačkan biva. ",
  "sn3.15:8.1": "Budala misli: ’Sad imam šansu,’ ",
  "sn3.15:8.2": "sve dok zlodelo ne donese plod, ",
  "sn3.15:8.3": "ali kad donese plod, ",
  "sn3.15:8.4": "velika patnja ga čeka i posle ove smrti. ",
  "sn3.15:9.1": "Ubijajući, stvarate sopstvenog ubicu. ",
  "sn3.15:9.2": "Pobeđujući, stvarate onog ko će vas pobediti; ",
  "sn3.15:9.3": "Posle vređanja, uvreda stiže; ",
  "sn3.15:9.4": "posle napada, napad. ",
  "sn3.15:9.5": "I tako, u tom začaranom krugu, ",
  "sn3.15:9.6": "i sam pljačkaš opljačkan biva.” "
}