{
  "sn3.25:0.1": "Budini govori tematski grupisani 3.25 ",
  "sn3.25:0.2": "3. Treće poglavlje ",
  "sn3.25:0.3": "Poređenje sa planinom ",
  "sn3.25:1.1": "Kraj Sāvatthīja. ",
  "sn3.25:1.2": "Pasenadi, kralj Kosale, sedeo je sa strane. a Blaženi mu ovako reče: ",
  "sn3.25:1.3": "„E pa, veliki kralju, otkuda ti usred dana?” ",
  "sn3.25:1.4": "„Malopre sam, gospodine, bio upleten u neke stvari tipične za miropomazane plemenite ratnike-kraljeve, zatrovane otrovom vlasti, opsednute pohlepom za čulnim zadovoljstvima, koji su postigli stabilnu kontrolu nad svojom zemljom i vladaju osvojivši ogromne teritorije.” ",
  "sn3.25:2.1": "„Šta misliš, veliki kralju? ",
  "sn3.25:2.2": "Zamisli da ti čovek, poverljiv i pouzdan, dođe sa istoka ",
  "sn3.25:2.3": "i pristigavši kaže: ",
  "sn3.25:2.4": "’Veliki kralju, trebalo bi da znate da stižem sa istoka. ",
  "sn3.25:2.5": "Tamo sam video golemu planinu, seže do oblaka, valja se ovamo i usput mrvi sva živa bića [na svom putu]. ",
  "sn3.25:2.6": "Učinite ono što mislite da treba učiniti.’ ",
  "sn3.25:2.7": "Tada drugi čovek dođe sa zapada… ",
  "sn3.25:2.8": "Tada treći čovek dođe sa severa… ",
  "sn3.25:2.9": "Tada četvrti čovek, poverljiv i pouzdan, dođe sa juga ",
  "sn3.25:2.10": "i pristigavši kaže: ",
  "sn3.25:2.11": "’Veliki kralju, trebalo bi da znate da stižem sa juga. ",
  "sn3.25:2.12": "Tamo sam video golemu planinu, seže do oblaka, valja se ovamo i usput mrvi sva živa bića [na svom putu]. ",
  "sn3.25:2.13": "Učinite ono što mislite da treba učiniti.’ ",
  "sn3.25:2.14": "Ako, veliki kralju, iskrsne tako velika opasnost, tako užasno razaranje ljudskih života i ljudsko stanje je tako teško održati, šta u takvoj situaciji treba učiniti?” ",
  "sn3.25:3.1": "„Ako, poštovani, iskrsne tako velika opasnost, tako užasno razaranje ljudskih života i ljudsko stanje je tako teško održati, šta bi drugo trebalo raditi nego živeti u skladu sa Dhammom, ispravno se ponašati, činiti poželjna, dobra dela?” ",
  "sn3.25:4.1": "„E onda te ja obaveštavam, veliki kralju: starost i smrt se valjaju pravo na tebe. ",
  "sn3.25:4.2": "A kada starost i smrt idu pravo prema tebi, veliki kralju, šta onda treba učiniti?” ",
  "sn3.25:4.3": "„Ako starost i smrt idu pravo prema meni, poštovani, šta bi drugo trebalo raditi nego živeti u skladu sa Dhammom, ispravno se ponašati, činiti poželjna, dobra dela? ",
  "sn3.25:4.4": "Ima slučajeva, poštovani, kada miropomazani plemeniti ratnici-kraljevi, zatrovani otrovom vlasti, opsednuti pohlepom za čulnim zadovoljstvima, koji su postigli stabilnu kontrolu nad svojom zemljom i vladaju osvojivši ogromne teritorije, učestvuju u borbama na slonovima; ",
  "sn3.25:4.5": "ali nema koristi od tih borbi na slonovima, nema svrhe, kada starost i smrt idu pravo na tebe. ",
  "sn3.25:4.7": "Učestuju u borbama na konjima… ",
  "sn3.25:4.8": "borbama na borbenim kočijama… ",
  "sn3.25:4.9": "borbama pešadije… ",
  "sn3.25:4.10": "ali nema koristi od tih borbi pešadije, nema svrhe, kada starost i smrt idu pravo na tebe. ",
  "sn3.25:4.11": "Na ovom kraljevskom dvoru ima savetnika koji su, kada neprijatelji na nas krenu, u stanju da ga nadmudre i zavade; ",
  "sn3.25:4.12": "ali nema koristi od tih borbi nadmudrivanja, nema svrhe, kada starost i smrt idu pravo na tebe. ",
  "sn3.25:4.13": "Na ovom kraljevskom dvoru toliko je zlata i srebra u trezoru, da smo sa takvim bogatstvom u stanju da potkupimo neprijatelje kada na nas krenu, ",
  "sn3.25:4.14": "ali nema koristi od tih borbi bogatstvom, nema svrhe, kada starost i smrt idu pravo na tebe. ",
  "sn3.25:4.15": "Kada starost i smrt idu pravo na mene, poštovani, šta bi drugo trebalo raditi nego živeti u skladu sa Dhammom, ispravno se ponašati, činiti poželjna, dobra dela?” ",
  "sn3.25:5.1": "„Tako je, veliki kralju! Tako je!” ",
  "sn3.25:5.2": "„Ako starost i smrt idu pravo prema tebi, poštovani, šta bi drugo trebalo raditi nego živeti u skladu sa Dhammom, ispravno se ponašati, činiti poželjna, dobra dela?” ",
  "sn3.25:5.3": "Tako reče Blaženi… ",
  "sn3.25:6.1": "„Poput ogromnih stena, ",
  "sn3.25:6.2": "planina što paraju nebo, ",
  "sn3.25:6.3": "i primiču se sa svih strana, ",
  "sn3.25:6.4": "lomeći sve pred sobom, ",
  "sn3.25:7.1": "isto tako starost i smrt ",
  "sn3.25:7.2": "stižu slamajući živa bića: ",
  "sn3.25:7.3": "plemenite ratnike, sveštenike, trgovce, ",
  "sn3.25:7.4": "radnike, parije i smetlare. ",
  "sn3.25:7.5": "Zaista nikoga ne poštede, ",
  "sn3.25:7.6": "već ih sve do jednoga pregaze. ",
  "sn3.25:8.1": "Tu ne pomažu čete na slonovima, ",
  "sn3.25:8.2": "ni vozari, ni konjica, ",
  "sn3.25:8.3": "ne pomaže ni bitka nadmudrivanja, ",
  "sn3.25:8.4": "niti bogatstvo spašva. ",
  "sn3.25:9.1": "Zato, čovek koji je mudar ",
  "sn3.25:9.2": "i stara se o sopstvenoj dobrobiti, ",
  "sn3.25:9.3": "nepokolebljiv, stiče poverenje ",
  "sn3.25:9.4": "u Budu, Dhammu i Sanghu. ",
  "sn3.25:10.1": "Onaj ko praktikuje Dhammu ",
  "sn3.25:10.2": "govorom ili umom: ",
  "sn3.25:10.3": "dobija pohvale ovde na zemlji, ",
  "sn3.25:10.4": "a posle smrti raduje se na nebu.” "
}