{
  "sn3.12:0.1": "Budini govori tematski grupisani 3.12 ",
  "sn3.12:0.2": "2. Drugo poglavlje ",
  "sn3.12:0.3": "Pet kraljeva ",
  "sn3.12:1.1": "Kraj Sāvatthīja. ",
  "sn3.12:1.2": "Jednom su prilikom pet kraljeva, predvođeni kraljem Pasenadijem, uživali i zabavljali se, kad se ovakav razgovor zapodenu među njima: ",
  "sn3.12:1.3": "„Koje je najveće čulno zadovoljstvo?” ",
  "sn3.12:1.4": "Jedan od njih reče: ",
  "sn3.12:1.5": "„Oblici su najveći među čulnim zadovoljstvima”. ",
  "sn3.12:1.6": "Drugi ustvrdi: ",
  "sn3.12:1.7": "„Zvukovi su najveći među čulnim zadovoljstvima”. ",
  "sn3.12:1.8": "Treći: ",
  "sn3.12:1.9": "„Mirisi su najveći među čulnim zadovoljstvima”. ",
  "sn3.12:1.10": "Četvrti: ",
  "sn3.12:1.11": "„Ukusi su najveći među čulnim zadovoljstvima”. ",
  "sn3.12:1.12": "Peti: ",
  "sn3.12:1.13": "„Opipljive stvari su najveće među čulnim zadovoljstvima”. ",
  "sn3.12:1.14": "I pošto kraljevi nisu mogli da ubede jedan drugog, ",
  "sn3.12:2.1": "Pasenadi, kralj Kosale, im reče: ",
  "sn3.12:2.2": "„Hajdemo, draga gospodo, otidimo do Blaženog i pitajmo njega šta o ovome misli. ",
  "sn3.12:2.3": "Ono što nam Blaženi odgovori, to bi trebalo da zapamtimo.” ",
  "sn3.12:2.4": "„U redu, dragi prijatelju”, odgovoriše ostali kraljevi. ",
  "sn3.12:3.1": "Onda tih pet kraljeva dođoše do Blaženog i kad su stigli, pozdraviše ga s poštovanjem, pa sedoše sa strane. Dok su tako sedeli, Pasenadi, kralj Kosale, ispriča Blaženome o njihovom razgovoru i upita: ",
  "sn3.12:3.14": "„Poštovani, koje je onda najveće čulno zadovoljstvo?” ",
  "sn3.12:4.1": "„Veliki kralju, ja kažem da najaču među pet struna čulnog zadovoljstva određuje ono što nam je najdraže. ",
  "sn3.12:4.2": "Isti oni oblici, veliki kralju, koji su dragi jednoj osobi, odbojni su nekoj drugoj. ",
  "sn3.12:4.3": "Kada je neko privučen i potpuno zadovoljen nekim oblicima, on ne žudi za bilo kakvim drugim oblikom, višim i uzvišenijim od tih oblika. ",
  "sn3.12:4.4": "Za njega su tada ti oblici najveći, ",
  "sn3.12:4.5": "za njega su ti oblici neprevaziđeni. ",
  "sn3.12:5.1": "Isti oni zvukovi… ",
  "sn3.12:5.2": "Isti oni mirisi… ",
  "sn3.12:6.1": "Isti oni mirisi… ",
  "sn3.12:7.1": "Isti oni ukusi… ",
  "sn3.12:8.1": "Isti oni opipljivi predmeti, veliki kralju, koji su dragi jednoj osobi, odbojni su nekoj drugoj. ",
  "sn3.12:8.2": "Kada je neko privučen i potpuno zadovoljen nekim dodirima, on ne žudi za bilo kakvim drugim dodirom, višim i uzvišenijim od tih oblika. ",
  "sn3.12:8.3": "Za njega su tada ti dodiri najveći, ",
  "sn3.12:8.4": "za njega su ti dodiri neprevaziđeni. ",
  "sn3.12:9.1": "A u to vreme je nezaređeni sledbenik ćandanangalika sedeo u istom društvu. ",
  "sn3.12:9.2": "Te nezaređeni sledbenik Ćandanangalika ustade sa svog mesta, namesti svoj ogrtač preko jednog ramena te sklopivši dlanove u visini grudi, reče ovako Blaženom: ",
  "sn3.12:9.3": "„Javilo mi se nadahnuće, Blaženi! Javilo mi se nadahnuće, o Srećni!” ",
  "sn3.12:9.4": "„Ćandanangalika, izrazi onda svoje nadahnuće”, reče Blaženi. ",
  "sn3.12:10.1": "Na to nezaređeni sledbenik ćĆandanangalika u prisustvu Blaženog, pohvali ga prikladim stihovima: ",
  "sn3.12:11.1": "„Kao što mirisni crveni lotos kokanada ",
  "sn3.12:11.2": "ujutru svoje latice otvori, te zamiriše, ",
  "sn3.12:11.3": "pogledajte Angirasu, Blistavog, ",
  "sn3.12:11.4": "nalik suncu što sija sa neba.” ",
  "sn3.12:12.1": "Onda pet kraljeva darivaše nezaređenog sledbenika Ćandanangaliku svojim gornjim ogrtačima. ",
  "sn3.12:12.2": "Ali ovaj nezaređeni sledbenik tih pet gornjih ogrtača darova Blaženome. "
}