{
  "sn21.3:0.1": "Budini govori tematski grupisani 21.3 ",
  "sn21.3:0.2": "1. Monasi ",
  "sn21.3:0.3": "Bure ",
  "sn21.3:1.1": "Ovako sam čuo. ",
  "sn21.3:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn21.3:1.3": "U to vreme su poštovani Sāriputta i poštovani Mahāmoggallāna zajedno živeli kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn21.3:1.4": "Onda poštovani Sāriputta, izašavši iz osame jednog kasnog popodneva, otide do poštovanog Mahāmoggallāne i pozdravi se sa njim. ",
  "sn21.3:1.5": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i ovako reče poštovanom Mahāmoggallāni: ",
  "sn21.3:2.1": "„Prijatelju Moggallāna, tvoja čula su smirena, ",
  "sn21.3:2.2": "lice čisto i blistavo. Mora da je poštovani Mahāmoggallāna danas boravio na mirnom mestu.” ",
  "sn21.3:2.3": "„Danas sam, prijatelju, boravio na teškom mestu. ",
  "sn21.3:2.4": "Ipak, imao sam razgovor o Dhammi.” ",
  "sn21.3:2.6": "„Sa Blaženim sam, prijatelju, razgovarao o Dhammi.” ",
  "sn21.3:2.7": "„Ali, prijatelju, Blaženi sada boravi daleko, kraj Sāvatthija, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn21.3:2.8": "Da li je poštovani Mahāmoggallāna otišao do Blaženog koristeći duhovnu moć ",
  "sn21.3:2.9": "ili je Blaženi došao do poštovanog Mahāmoggallāne koristeći duhovnu moć?” ",
  "sn21.3:2.10": "„Nisam ja, prijatelju, otišao do Blaženog koristeći duhovnu moć, ",
  "sn21.3:2.11": "niti je Blaženi došao do mene koristeći duhovnu moć. ",
  "sn21.3:2.12": "Ali, moje duhovno oko i duhovno uho su tako pročišćeni da dopiru do Blaženog, ",
  "sn21.3:2.13": "a i oni Blaženog dopiru do mene.” ",
  "sn21.3:2.14": "„A kakav je to razgovor o Dhammi, prijatelju, poštovani Mahāmoggallāna imao sa Blaženim?” ",
  "sn21.3:3.1": "„Pitao sam Blaženog: ",
  "sn21.3:3.2": "’Poštovani, kaže se: „Energičan, energičan.” ",
  "sn21.3:3.3": "U kom smislu je neko energičan?’ ",
  "sn21.3:3.4": "Na to mi je Blaženi odgovorio: ",
  "sn21.3:3.5": "’Moggallāna, monah boravi energičan (ovako): ",
  "sn21.3:3.6": "’Neka od mene ostanu samo koža, tetive i kosti; neka se meso i krv u mome telu sasuše; ali neka u meni bude energije dok ne dostignem ono što se dostići može muževnom snagom, muževnom energijom, muževnim naporom!’ ",
  "sn21.3:3.7": "Tako je, Moggallāna, neko energičan.’ ",
  "sn21.3:3.8": "Takav sam, prijatelju, imao razgovor o Dhammi sa Blaženim.” ",
  "sn21.3:4.1": "„Prijatelju, kao što je malo kamenja i šljunka u poređenju sa Himalajima, kraljem planina, ",
  "sn21.3:4.2": "takvi smo i mi u poređenju sa poštovanim Mahāmoggallānom. ",
  "sn21.3:4.3": "Poštovani Mahāmoggallāna je velike moći i velikog uticaja; ako bi poželeo, mogao bi da živi čitav eon.” ",
  "sn21.3:5.1": "„Prijatelju, kao što je malo zrna soli u poređenju sa velikim buretom soli, ",
  "sn21.3:5.2": "takvi smo i mi u poređenju sa poštovanim Sāriputtom. ",
  "sn21.3:5.3": "Poštovanog Sāriputtu je Blaženi na mnogo načina hvalio, veličao i uzdizao: ",
  "sn21.3:6.1": "’Sāriputta istinski je mudrošću obdaren, ",
  "sn21.3:6.2": "uz to vrlinom i unutrašnjim mirom, ",
  "sn21.3:6.3": "čak i monah koji je do druge obale stigao, ",
  "sn21.3:6.4": "samo jednak mu može biti.” ",
  "sn21.3:7.1": "Tako bi rečeno i ova dva velika bića obradovaše se dobrim rečima koje je ono drugo izgovorilo. "
}