{
  "sn21.4:0.1": "Budini govori tematski grupisani 21.4 ",
  "sn21.4:0.2": "1. Monasi ",
  "sn21.4:0.3": "Novi monah ",
  "sn21.4:1.1": "Kraj Sāvatthīja. ",
  "sn21.4:1.2": "U to vreme neki tek zaređeni monah, nakon što bi se vratio iz prošenja hrane, posle obroka, ušao bi u svoje boravište, pa bi ne radeći ništa i ćutljiv dremao; a nije pomagao drugim monasima koji su pravili ogrtače. ",
  "sn21.4:1.3": "Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ispričaše mu o svemu ovome. ",
  "sn21.4:2.1": "Na to Blaženi reče jednom monahu: ",
  "sn21.4:2.2": "„Hajde, monaše, idi i reci reci monahu u moje ime da ga učitelj zove.” ",
  "sn21.4:2.3": "„Da, poštovani gospodine”, odgovori monah, te otide do onog monaha i reče mu: ",
  "sn21.4:2.4": "„Prijatelju, učitelj te zove.” ",
  "sn21.4:2.5": "„Da, prijatelju”, odgovori taj monah i otide do Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo, Blaženi mu ovako reče: ",
  "sn21.4:2.6": "„Je li istina, monaše da nakon što bi se vratio iz prošenja hrane, posle obroka, uđeš u svoje boravište, pa ne radeći ništa i ćutljiv dremaš; a ne pomažeš drugim monasima koji prave ogrtače?” ",
  "sn21.4:2.7": "„Ja, poštovani, radim svoj posao.” ",
  "sn21.4:3.1": "Onda se Blaženi, znajući svojim umom misao u umu tog monaha, obrati monasima: ",
  "sn21.4:3.2": "„Nemojte, monasi, kuditi ovog monaha. ",
  "sn21.4:3.3": "Ovaj monah, monasi, po svojoj volji, bez teškoća i problema, ulazi u četiri zadubljenja, koja pripadaju višem umu i predstavljaju prijatno boravište ovde i sada. On ovde i sada, stekavši neposredno znanje, dostiže i boravi na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica s pravom napuštaju dom i odlaze u beskućnike.” ",
  "sn21.4:4.1": "Tako reče Blaženi. ",
  "sn21.4:4.2": "A kada je Srećni to izgovorio, i ovo dodade Učitelj: ",
  "sn21.4:5.1": "„Ni mlakim naporom, ",
  "sn21.4:5.2": "niti sa malo snage, ",
  "sn21.4:5.3": "ne dostiže se nibbāna, ",
  "sn21.4:5.4": "oslobođenje od svake patnje. ",
  "sn21.4:6.1": "Ovaj mladi monah, ",
  "sn21.4:6.2": "ovaj izvanredni čovek, ",
  "sn21.4:6.3": "nosi svoje poslednje telo, ",
  "sn21.4:6.4": "pobedivši Māru i njegovu vojsku.” "
}