{
  "sn21.1:0.1": "Budini govori tematski grupisani 21.1 ",
  "sn21.1:0.2": "1. Monasi ",
  "sn21.1:0.3": "Kolita ",
  "sn21.1:1.1": "Ovako sam čuo. ",
  "sn21.1:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn21.1:1.3": "Tu se poštovani Mahāmogallāna obrati monasima: ",
  "sn21.1:1.4": "„Prijatelji monasi.” ",
  "sn21.1:1.5": "„Prijatelju,” odgovoriše oni. ",
  "sn21.1:2.1": "A poštovani Mahāmoggallāna ovako nastavi: ",
  "sn21.1:2.2": "„Prijatelji, dok sam boravio u osami, povučen, javi mu se ova misao: ",
  "sn21.1:2.3": "’Plemenita tišina, plemenita tišina’, kažu. ",
  "sn21.1:2.4": "A šta li je to plemenita tišina?’ ",
  "sn21.1:2.5": "Tada sam pomislio: ",
  "sn21.1:2.6": "’Sa smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene  misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "sn21.1:2.7": "To zovu plemenitom tišinom.’ ",
  "sn21.1:2.8": "Tako i ja, prijatelji, sa smirivanjem usmerene misli i istraživanja, uđoh i ostadoh na drugom stupnju zadubljenja, koji karakterišu… ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "sn21.1:2.9": "I dok sam boravio u tom stanju, opet su mi se javljale opažaji i pažnja povezani sa usmerenom mišlju. ",
  "sn21.1:3.1": "Na to, prijatelji, zahvaljujući duhovnim moćima, Blaženi dođe do mene i reče: ",
  "sn21.1:3.2": "’Mogallāna, Mogallāna, o brahmanu, ne budi nemaran prema plemenitoj tišini; u plemenitoj tišini um ustali, u plemenitoj tišini um koncentriši.’ ",
  "sn21.1:3.3": "Kasnije sam sa smirivanjem usmerene misli i istraživanja, ušao i ostao na drugom stupnju zadubljenja, koji karakterišu kako samopou­zdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "sn21.1:3.4": "Prijatelji, ako bi se za nekoga s pravom moglo reći: ",
  "sn21.1:3.5": "’On je učenik koji je uz pomoć učitelja dostigao veličanstvenost direktnog znanja’, onda bi se to s pravom moglo reći za mene. ",
  "sn21.1:3.6": ""
}