{
  "sn21.10:0.1": "Budini govori tematski grupisani 21.10 ",
  "sn21.10:0.2": "1. Monasi ",
  "sn21.10:0.3": "Monah po imenu Stari ",
  "sn21.10:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn21.10:1.2": "U to vreme neki monah po imenu Stari živeo je sam i govorio u prilog života u samoći. ",
  "sn21.10:1.3": "Sam je odlazio u selo po hranu, sam se vraćao, sam je sedeo u osami i sam je praktikovao meditaciju u hodu. ",
  "sn21.10:1.4": "Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ispričaše sve ovo Blaženome. ",
  "sn21.10:2.1": "Na to Blaženi reče jednom monahu: ",
  "sn21.10:2.2": "„Monaše, idi i reci u moje ime monahu Starom da ga učitelj zove”. ",
  "sn21.10:2.4": "„Da, poštovani gospodine”, odgovori monah. On otide do Starog i reče mu: ",
  "sn21.10:2.5": "„Prijatelju, učitelj te zove.” ",
  "sn21.10:2.6": "„Dobro, prijatelju”, odgovori poštovani Stari i otide da vidi Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo, Blaženi mu se obrati sledećim rečima: ",
  "sn21.10:2.7": "„Je li istina, Stari, da živiš sam i govoriš u prilog životu u osami?” ",
  "sn21.10:2.8": "„Jeste, poštovani.” ",
  "sn21.10:2.9": "„A kako to, Stari, živiš sam i govoriš u prilog životu u osami?” ",
  "sn21.10:2.10": "„Poštovani, sam odlazim u selo po hranu, sam se vraćam, sam sedim u osami i sam praktikujem meditaciju u hodu. ",
  "sn21.10:2.11": "Tako ja živim sam i govorim u prilog životu u osami.” ",
  "sn21.10:3.1": "„To jeste samački život, Stari, ne kažem da nije. ",
  "sn21.10:3.2": "Ali poslušaj i dobro zapamti kako se samački život usavršava do detalja. ",
  "sn21.10:3.3": "Slušaj i dobro zapamti šta ću ti reći.” ",
  "sn21.10:3.4": "„Da, poštovani…” ",
  "sn21.10:3.5": "„A kako se to, Stari, samački život usavršava do detalja? ",
  "sn21.10:3.6": "Tako što ono što je prošlo, to je napušteno; ono što je buduće, to je odbačeno; a u sadašnjim stanjima koja su stečena, želja i strast su potpuno uklonjeni. ",
  "sn21.10:3.7": "Tako se samački život usavršava do detalja.” ",
  "sn21.10:4.1": "Tako reče Blaženi. ",
  "sn21.10:4.2": "A kada je Srećni to izgovorio, i ovo dodade Učitelj: ",
  "sn21.10:5.1": "Ko je sve savladao i sve razumeo, ",
  "sn21.10:5.2": "oštrouman, nijednom stvari uprljan, ",
  "sn21.10:5.3": "ko je sve napustio, oslobođen uništenjem žudnje, ",
  "sn21.10:5.4": "takvog ja čoveka zovem onim koji živi sam.” "
}