{
  "sa803:0.1": "Saṁyuktāgama (Zbiór połączonych mów) ",
  "sa803:0.2": "803 ",
  "sa803:1.1": "Tak słyszałem. ",
  "sa803:1.2": "Pewnego razu Buddha przebywał w parku Anāthapiṇḍiki (znajdującym się) w Gaju Jety (nieopodal miasta) Sāvatthi. ",
  "sa803:2.1": "Wtedy to właśnie Błogosławiony zwrócił się do mnichów: ",
  "sa803:2.2": "Doskonalcie uważność oddychania. ",
  "sa803:2.3": "Jeżeli mnich doskonali uważność oddychania, to częste jej doskonalenie pozwala na uspokojenie ciała i umysłu, ",
  "sa803:2.4": "wyciszenie świadomości (chwytającej) i kontemplacji (utrzymującej), oraz uwieńczenie doskonalenia w rozpoznawaniu, które przyczynia się ku wiedzy. ",
  "sa803:3.1": "W jaki sposób doskonalenie uważności oddychania, doskonalenie jej częste, pozwala na uspokojenie ciała i umysłu, wyciszenie świadomości (chwytającej) i kontemplacji (utrzymującej), oraz uwieńczenie doskonalenia w rozpoznawaniu, które przyczynia się ku wiedzy? ",
  "sa803:4.1": "Teraz, wyobraźcie sobie mnicha, który żyje na utrzymaniu wioski albo miasta. ",
  "sa803:4.2": "O poranku przywdziewa (on) szatę i z miską udaje się na osiedle żebrać o posiłek, ",
  "sa803:4.3": "ciało swe pilnując wprawnie, strzegąc bram zmysłów, wreszcie wprawnie powściągając umysł. ",
  "sa803:4.4": "Po skończonym żebraniu o posiłek, powraca (on) do swojej siedziby, (gdzie) odkłada szatę oraz miskę, ",
  "sa803:4.5": "i obmywszy stopy, udaje się do lasu, pustej chaty, (pomiędzy) korzenie drzewa albo na opustoszały otwarty teren. ",
  "sa803:4.6": "Zasiadłszy prawidłowo z ciałem wyprostowanym i uważnością utrzymywaną przed sobą, ",
  "sa803:4.7": "odsuwa (on) pragnienia względem świata i osiąga oczyszczenie poprzez usunięcie pragnienia przyjemności zmysłowych, ",
  "sa803:4.8": "gniewu, ",
  "sa803:4.9": "odrętwienia i ospałości, ",
  "sa803:4.10": "niezrównoważenia i zaniepokojenia, ",
  "sa803:4.11": "tudzież wątpliwości. ",
  "sa803:4.12": "Wykraczając ponad wszelkie zmieszanie, nabiera pewności odnośnie korzystnych stanów umysłu, ",
  "sa803:5.1": "w dal odsuwa pięć przeszkód co to umysł zakłócają, osłabiają moc mądrości, przyczynia się ku ograniczaniu i nie do Nibbāny prowadzą. ",
  "sa803:5.2": "Jest uważny wdechu i wprawia się w  byciu tak uważnym. ",
  "sa803:5.3": "Jest uważny wydechu i wprawia się w byciu tak uważnym. ",
  "sa803:6.1": "Oddycha głęboko … ",
  "sa803:6.2": "Oddycha płytko … ",
  "sa803:6.3": "Doświadczając całe ciało biorąc wdech, ",
  "sa803:6.4": "wprawia się w (doświadczaniu) całego ciała biorąc wdech. ",
  "sa803:6.5": "Doświadczając całe ciało biorąc wydech, ",
  "sa803:6.6": "wprawia się w (doświadczaniu) całego ciała biorąc wydech. ",
  "sa803:6.7": "Doświadczając uspokojenia wszystkich aktywności cielesnych biorąc wdech, ",
  "sa803:6.8": "wprawia się w (doświadczaniu) uspokojenia wszystkich aktywności cielesnych biorąc wdech. ",
  "sa803:6.9": "Doświadczając uspokojenia wszystkich aktywności cielesnych biorąc wydech, ",
  "sa803:6.10": "wprawia się w (doświadczaniu) uspokojenia wszystkich aktywności cielesnych biorąc wydech. ",
  "sa803:7.1": "Doświadczając radosne uniesienie … ",
  "sa803:7.2": "Doświadczając błogość … ",
  "sa803:7.3": "Doświadczając aktywności umysłowe … ",
  "sa803:7.4": "Doświadczając uspokojenia aktywności umysłowych biorąc wdech, ",
  "sa803:7.5": "wprawia się w doświadczaniu uspokojenia aktywności umysłowych biorąc wdech. ",
  "sa803:7.6": "Doświadczając uspokojenia aktywności umysłowych biorąc wydech, ",
  "sa803:7.7": "wprawia się w doświadczaniu uspokojenia aktywności umysłowych biorąc wdech. ",
  "sa803:8.1": "Doświadczając umysł … ",
  "sa803:8.2": "Doświadczając uradowania umysłu … ",
  "sa803:8.3": "Doświadczając skupienia umysłu … ",
  "sa803:8.4": "Doświadczając wyzwolenia umysłu biorąc wdech, ",
  "sa803:8.5": "wprawia się w doświadczaniu wyzwolenia umysłu biorąc wdech. ",
  "sa803:8.6": "Doświadczając wyzwolenia umysłu biorąc wydech, ",
  "sa803:8.7": "wprawia się w doświadczaniu wyzwolenia umysłu biorąc wydech. ",
  "sa803:9.1": "Kontemplując nietrwałość … ",
  "sa803:9.2": "Kontemplując usunięcie … ",
  "sa803:9.3": "Kontemplując brak pragnienia … ",
  "sa803:9.4": "Kontemplując ustanie (_nirodha_) biorąc wdech … ",
  "sa803:9.5": "wprawia się w kontemplowaniu ustania (_nirodha_) biorąc wdech. ",
  "sa803:9.6": "Kontemplując ustanie (_nirodha_) biorąc wydech … ",
  "sa803:9.7": "wprawia się w kontemplowaniu ustania (_nirodha_) biorąc wydech. ",
  "sa803:10.1": "Oto co nazywamy doskonaleniem uważności oddychania, ",
  "sa803:10.2": "(które) ciało uspokaja jak i uspokaja umysł ",
  "sa803:10.3": "(i prowadzi do) wyciszenie świadomości (chwytającej) i kontemplacji (utrzymującej), oraz uwieńczenie doskonalenia w rozpoznawaniu, które przyczynia się ku wiedzy. ",
  "sa803:11.1": " Po tym jak Buddha wygłosił tą mowę, mnisi, usłyszawszy pouczenia Buddhy, uradowali się i okazali uznanie. "
}