{
  "an11.2:0.1": "Discours Sous Forme De Listes 11.2 ",
  "an11.2:0.2": "Chapitre 1 - Dépendance ",
  "an11.2:0.3": "Il n’a pas besoin de vouloir ",
  "an11.2:1.1": "Celui qui est vertueux, mendiants, qui est accompli en vertu, n’a pas besoin de vouloir : ",
  "an11.2:1.2": "«Que l’absence de remords apparaisse en moi.» ",
  "an11.2:1.3": "Car c’est dans la nature des choses, mendiants, que chez celui qui est vertueux, qui est accompli en vertu, l’absence de remords apparaisse. ",
  "an11.2:2.1": "Celui qui n’a pas de remords n’a pas besoin de vouloir : ",
  "an11.2:2.2": " «Que la joie apparaisse en moi.» ",
  "an11.2:2.3": "Car c’est dans la nature des choses que chez celui qui est sans remords la joie apparaisse. ",
  "an11.2:3.1": "Celui qui est joyeux n’a pas besoin de vouloir : ",
  "an11.2:3.2": "«Que l’exaltation apparaisse en moi.» ",
  "an11.2:3.3": "Car c’est dans la nature des choses que chez celui qui est joyeux l’exaltation apparaisse. ",
  "an11.2:4.1": "Celui qui a l’esprit exalté n’a pas besoin de vouloir : ",
  "an11.2:4.2": "«Que mon corps devienne tranquille.» ",
  "an11.2:4.3": "Car c’est dans la nature des choses que chez celui qui a l’esprit exalté le corps devienne tranquille. ",
  "an11.2:5.1": "Celui dont le corps est tranquille n’a pas besoin de vouloir : ",
  "an11.2:5.2": "«Que je ressente du bien-être.» ",
  "an11.2:5.3": "Car c’est dans la nature des choses que celui dont le corps est tranquille ressente du bien-être. ",
  "an11.2:6.1": "Celui qui ressent du bien-être n’a pas besoin de vouloir : ",
  "an11.2:6.2": "«Que mon esprit se concentre.» ",
  "an11.2:6.3": "Car c’est dans la nature des choses que chez celui qui ressent du bien-être l’esprit se concentre. ",
  "an11.2:7.1": "Celui qui est concentré n’a pas besoin de vouloir : ",
  "an11.2:7.2": "«Que je connaisse et voie (les phénomènes) tels qu’ils sont réellement.» ",
  "an11.2:7.3": "Car c’est dans la nature des choses que celui qui est concentré connaisse et voie (les phénomènes) tels qu’ils sont réellement. ",
  "an11.2:8.1": "Celui qui connaît et voit (les phénomènes) tels qu’ils sont réellement n’a pas besoin de vouloir : ",
  "an11.2:8.2": "«Que je sois désenchanté.» ",
  "an11.2:8.3": "Car c’est dans la nature des choses que celui qui connaît et voit (les phénomènes) tels qu’ils sont réellement soit désenchanté. ",
  "an11.2:9.1": "Celui qui est désenchanté n’a pas besoin de vouloir : ",
  "an11.2:9.2": "«Que je sois désintéressé.» ",
  "an11.2:9.3": "Car c’est dans la nature des choses que celui qui est désenchanté soit désintéressé. ",
  "an11.2:10.1": "Celui qui est désintéressé n’a pas besoin de vouloir : ",
  "an11.2:10.2": "«Que je réalise la connaissance & vision de la libération.» ",
  "an11.2:10.3": "Car c’est dans la nature des choses que celui qui est désintéressé réalise la connaissance & vision de la libération. ",
  "an11.2:11.1": "Ainsi, mendiants, le désintéressement a la connaissance & vision de la libération comme finalité, la connaissance & vision de la libération pour bienfait ; le désenchantement a le désintéressement comme finalité, le désintéressement pour bienfait ; la connaissance & vision (des phénomènes) tels qu’ils sont réellement a le désenchantement comme finalité, le désenchantement pour bienfait ; la concentration a la connaissance & vision (des phénomènes) tels qu’ils sont réellement comme finalité, la connaissance & vision (des phénomènes) tels qu’ils sont réellement pour bienfait ; le bien-être a la concentration comme finalité, la concentration pour bienfait ; la tranquillité a le bien-être comme finalité, le bien-être pour bienfait ; l’exaltation a la tranquillité comme finalité, la tranquillité pour bienfait ; la joie a l’exaltation comme finalité, l’exaltation pour bienfait ; l’absence de remords a la joie comme finalité, la joie pour bienfait ; les vertus avantageuses ont l’absence de remords comme finalité, l’absence de remords pour bienfait. ",
  "an11.2:11.2": "Ainsi, mendiants, chaque état mène au suivant, chaque état mène le suivant à sa complétude, afin de traverser de la rive proche à l’autre rive. ",
  "an11.2:11.3": "Fin du deuxième discours "
}