{
  "an11.4:0.1": "Discours Sous Forme De Listes 11.4 ",
  "an11.4:0.2": "Chapitre 1 - Dépendance ",
  "an11.4:0.3": "La condition sinéquanone (2) ",
  "an11.4:1.1": "Là, le vénérable Saripoutta s’adressa aux mendiants : ",
  "an11.4:1.2": "«Mendiants, mes amis.» ",
  "an11.4:1.3": "«Ami» répondirent-ils. ",
  "an11.4:1.4": "Le vénérable Saripoutta dit alors : ",
  "an11.4:2.1": "«Amis, pour celui qui manque de vertu, chez qui la vertu fait défaut, la condition sinéquanone de l’absence de remords est ruinée. ",
  "an11.4:2.2": "Lorsqu’il n’y a pas d’absence de remords, lorsque l’absence de remords fait défaut, la condition sinéquanone de la joie est ruinée. ",
  "an11.4:2.3": "Lorsqu’il n’y a pas de joie, lorsque la joie fait défaut, la condition sinéquanone de l’exaltation est ruinée. ",
  "an11.4:2.4": "Lorsqu’il n’y a pas d’exaltation, lorsque l’exaltation fait défaut, la condition sinéquanone de la tranquillité est ruinée. ",
  "an11.4:2.5": "Lorsqu’il n’y a pas de tranquillité, lorsque la tranquillité fait défaut, la condition sinéquanone du bien-être est ruinée. ",
  "an11.4:2.6": "Lorsqu’il n’y a pas de bien-être, lorsque le bien-être fait défaut, la condition sinéquanone de la concentration correcte est ruinée. ",
  "an11.4:2.7": "Lorsqu’il n’y a pas de concentration correcte, lorsque la concentration correcte fait défaut, la condition sinéquanone de la connaissance & vision (des phénomènes) tels qu’ils sont réellement est ruinée. ",
  "an11.4:2.8": "Lorsqu’il n’y a pas de connaissance & vision (des phénomènes) tels qu’ils sont réellement, lorsque la connaissance & vision (des phénomènes) tels qu’ils sont réellement fait défaut, la condition sinéquanone du désenchantement est ruinée. ",
  "an11.4:2.9": "Lorsqu’il n’y a pas de désenchantement, lorsque le désenchantement fait défaut, la condition sinéquanone du désintéressement est ruinée. ",
  "an11.4:2.10": "Lorsqu’il n’y a pas de désintéressement, lorsque le désintéressement fait défaut, la condition sinéquanone de la connaissance & vision de la libération est ruinée. ",
  "an11.4:3.1": "Imaginez, mes amis, un arbre dont les branches et les feuilles font défaut : son écorce externe n’atteint pas sa complétude, son écorce interne (…) son bois (…) sa moelle n’atteint pas sa complétude. ",
  "an11.4:3.2": "De la même manière, mes amis, pour celui qui manque de vertu, chez qui la vertu fait défaut, la condition sinéquanone de l’absence de remords est ruinée. ",
  "an11.4:3.3": "Lorsqu’il n’y a pas d’absence de remords, lorsque l’absence de remords fait défaut, la condition sinéquanone de la joie est ruinée (…) ",
  "an11.4:3.4": "la connaissance & vision de la libération est ruinée. ",
  "an11.4:4.1": "Amis, celui qui est vertueux, qui est doué de vertu, est doué de la condition sinéquanone de l’absence de remords. ",
  "an11.4:4.2": "Celui chez qui il y a une absence de remords, qui est doué d’absence de remords, est doué de la condition sinéquanone de la joie. ",
  "an11.4:4.3": "Celui chez qui il y a la joie, qui est pourvu de joie, est pourvu de la condition sinéquanone de l’exaltation. ",
  "an11.4:4.4": "Celui chez qui il y a l’exaltation, qui est pourvu d’exaltation, est pourvu de la condition sinéquanone de la tranquillité. ",
  "an11.4:4.5": "Celui chez qui il y a la tranquillité, qui est pourvu de tranquillité, est pourvu de la condition sinéquanone du bien-être. ",
  "an11.4:4.6": "Celui chez qui il y a le bien-être, qui est pourvu du bien-être, est pourvu de la condition sinéquanone de la concentration correcte. ",
  "an11.4:4.7": "Celui chez qui il y a la concentration correcte, qui est pourvu de la concentration correcte, est pourvu de la condition sinéquanone de la connaissance & vision (des phénomènes) tels qu’ils sont réellement. ",
  "an11.4:4.8": "Celui chez qui il y a la connaissance & vision (des phénomènes) tels qu’ils sont réellement, qui est pourvu de connaissance & vision (des phénomènes) tels qu’ils sont réellement, est pourvu de la condition sinéquanone du désenchantement. ",
  "an11.4:4.9": "Celui chez qui il y a le désenchantement, qui est pourvu de désenchantement, est pourvu de la condition sinéquanone du désintéressement. ",
  "an11.4:4.10": "Celui chez qui il y a le désintéressement, qui est pourvu de désintéressement, est pourvu de la condition sinéquanone de la connaissance & vision de la libération. ",
  "an11.4:5.1": "Imaginez, mes amis, un arbre pourvu de branches et de feuilles : son écorce externe atteint sa complétude, son écorce interne (…) son bois (…) sa moelle atteint sa complétude. ",
  "an11.4:5.2": "De la même manière, mes amis, celui qui est vertueux, qui est doué de vertu, est doué de la condition sinéquanone de l’absence de remords. ",
  "an11.4:5.3": " Celui chez qui il y a une absence de remords, qui est doué d’absence de remords, est doué de la condition sinéquanone de la joie (…) ",
  "an11.4:5.4": "la connaissance & vision de la libération.» ",
  "an11.4:5.5": "Fin du quatrième discours "
}