{
  "an11.1:0.1": "Discours Sous Forme De Listes 11.1 ",
  "an11.1:0.2": "Chapitre 1 - Dépendance ",
  "an11.1:0.3": "Quelle est la finalité ? ",
  "an11.1:1.1": "Ainsi ai-je entendu: ",
  "an11.1:1.2": "Un jour, le Fortuné séjournait près de Savatthi, dans le bois de Jéta, le parc d’Anathapindika. ",
  "an11.1:1.3": "En ce jour-là, le vénérable Ananda vint voir le Fortuné, lui rendit hommage, s’assit d’un côté et lui dit : ",
  "an11.1:1.4": "«Bhanté, quelle est la finalité des vertus avantageuses, quel est leur bienfait ? ",
  "an11.1:1.5": "— Ananda, les vertus avantageuses ont l’absence de remords comme finalité, elles ont l’absence de remords pour bienfait. ",
  "an11.1:2.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait de l’absence de remords ? ",
  "an11.1:2.2": "— Ananda, l’absence de remords a la joie comme finalité, elle a la joie pour bienfait. ",
  "an11.1:3.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait de la joie ? ",
  "an11.1:3.2": "— Ananda, la joie a l’exaltation comme finalité, elle a l’exaltation pour bienfait. ",
  "an11.1:4.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait de l’exaltation ? ",
  "an11.1:4.2": "— Ananda, l’exaltation a la tranquillité comme finalité, elle a la tranquillité pour bienfait. ",
  "an11.1:5.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait de la tranquillité ? ",
  "an11.1:5.2": "— Ananda, la tranquillité a le bien-être comme finalité, elle a le bien-être pour bienfait. ",
  "an11.1:6.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait du bien-être ? ",
  "an11.1:6.2": "— Ananda, le bien-être a la concentration comme finalité, il a la concentration pour bienfait. ",
  "an11.1:7.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait de la concentration ? ",
  "an11.1:7.2": "— Ananda, la concentration a la connaissance & vision (des phénomènes) tels qu’ils sont réellement comme finalité, elle a la connaissance & vision (des phénomènes) tels qu’ils sont réellement pour bienfait. ",
  "an11.1:8.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait de la connaissance & vision (des phénomènes) tels qu’ils sont réellement ? ",
  "an11.1:8.2": "— Ananda, la connaissance & vision (des phénomènes) tels qu’ils sont réellement a le désenchantement comme finalité, elle a le désenchantement pour bienfait. ",
  "an11.1:9.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait du désenchantement ? ",
  "an11.1:9.2": "— Ananda, le désenchantement a le désintéressement comme finalité, il a le désintéressement pour bienfait. ",
  "an11.1:10.1": "— Mais, Bhanté, quelle est la finalité, quel est le bienfait du désintéressement ? ",
  "an11.1:10.2": "— Ananda, le désintéressement a la connaissance & vision de la libération comme finalité, il a la connaissance & vision de la libération pour bienfait. ",
  "an11.1:11.1": "Ainsi, Ananda, les vertus avantageuses ont l’absence de remords comme finalité, elles ont l’absence de remords pour bienfait ; ",
  "an11.1:11.2": "l’absence de remords a la joie comme finalité, elle a la joie pour bienfait ; ",
  "an11.1:11.3": "la joie a l’exaltation comme finalité, elle a l’exaltation pour bienfait ; ",
  "an11.1:11.4": "l’exaltation a la tranquillité comme finalité, elle a la tranquillité pour bienfait ; ",
  "an11.1:11.5": "la tranquillité a le bien-être comme finalité, elle a le bien-être pour bienfait ; ",
  "an11.1:11.6": "le bien-être a la concentration comme finalité, il a la concentration pour bienfait ; ",
  "an11.1:11.7": "la concentration a la connaissance & vision (des phénomènes) tels qu’ils sont réellement comme finalité, elle a la connaissance & vision (des phénomènes) tels qu’ils sont réellement pour bienfait ; ",
  "an11.1:11.8": "la connaissance & vision (des phénomènes) tels qu’ils sont réellement a le désenchantement comme finalité, elle a le désenchantement pour bienfait ; ",
  "an11.1:11.9": "le désenchantement a le désintéressement comme finalité, il a le désintéressement pour bienfait ; ",
  "an11.1:11.10": "le désintéressement a la connaissance & vision de la libération comme finalité, il a la connaissance & vision de la libération pour bienfait. ",
  "an11.1:11.11": "Ainsi, Ananda, les vertus avantageuses mènent progressivement au sommet.» ",
  "an11.1:11.12": "Fin du premier discours "
}