{
  "ja-blurbs:ja1": "This discourse regarding Truth was delivered by the Blessed One, while he was dwelling in the Great Monastery at Jetavana near Savatthi. But who, you ask, was it that led up to this tale?",
  "ja-blurbs:ja2": "“Untiring, deep they dug.”—This discourse was delivered by the Blessed One whilst he was dwelling at Savatthi.",
  "ja-blurbs:ja3": "“If in this faith.” This lesson too was taught by the Blessed One while at Savatthi, also about a Brother who gave up persevering.",
  "ja-blurbs:ja4": "“With humblest start.” This story was told by the Master about the Elder named Little Wayman, while in Jivaka’s Mango-grove near Rajagaha.",
  "ja-blurbs:ja5": "“Dost ask how much a peck of rice is worth?”—This was told by the Master, whilst at Jetavana, about the Elder Udayi, called the Dullard.",
  "ja-blurbs:ja6": "“Those only ‘godlike’ call.”—This story was told by the Blessed One while at Jetavana, about a wealthy Brother.",
  "ja-blurbs:ja7": "“Your son am I.”—This story was told by the Master while at Jetavana about the story of Vasabha-Khattiya, which will be found in the Twelfth Book in the Bhaddasala-jataka.",
  "ja-blurbs:ja8": "“Their heart’s desire.”—This story was told by the Master while at Jetavana about a Brother who gave up persevering. In this Jataka both the Introductory Story and the Story of the Past will be given in the Eleventh Book in connexion with the Samvara-jataka; the incidents are the same both for that Jataka and for this, but the stanzas are different.",
  "ja-blurbs:ja9": "“Lo! these grey hairs.”—This story was told by the Master while at Jetavana about the Great Renunciation, which has already been related in the Nidana-Katha.",
  "ja-blurbs:ja10": "“The man who guards not.”—This story was told by the Master while in the Anupiya Mango-grove near the town of Anupiya, about the Elder Bhaddiya (the Happy), who joined the Brotherhood in the company of the six young nobles with whom was Upali. Of these the Elders Bhaddiya, Kimbila, Bhagu, and Upali attained to Arahatship; the Elder Ananda entered the First Path; the Elder Anuruddha gained all-seeing vision; and Devadatta obtained the power of ecstatic self-abstraction. The story of the six young nobles, up to the events at Anupiya, will be related in the Khandahala-jataka.",
  "ja-blurbs:ja11": "“The upright man.”—This story was told by the Master in the Bamboo-grove near Rajagaha about Devadatta. The story of Devadatta will be related, up to the date of the Abhimara-employment, in the Khandahala-jataka; up to the date of his dismissal from the office of Treasurer, in the Cullahamsa-jataka; and, up to the date of his being swallowed up by the earth, in the Sixteenth Book in the Samudda-vanija-jataka.",
  "ja-blurbs:ja12": "“Keep only with the Banyan Deer.”—This story was told by the Master while at Jetavana about the mother of the Elder named Prince Kassapa. The daughter, we learn, of a wealthy merchant of Rajagaha was deeply rooted in goodness and scorned all temporal things; she had reached her final existence, and within her breast, like a lamp in a pitcher, glowed her sure hope of winning Arahatship. As soon as she reached knowledge of herself, she took no joy in a worldly life but yearned to renounce the world. With this aim, she said to her mother and father, “My dear parents, my heart takes no joy in a worldly life; fain would I embrace the saving doctrine of the Buddha. Suffer me to take the vows.”",
  "ja-blurbs:ja13": "“Cursed be the dart of love.”—This story was told by the Master while at Jetavana about the temptation caused to Brethren by the wives of their mundane life. This will be related in the Indriya-jataka in the Eighth Book. Said the Blessed One to the Brother, “Brother, it was because of this very woman that in bygone days you met your death and were roasted over glowing embers.” The Brethren asked the Blessed One to explain this. The Blessed One made clear what had been concealed from them by re-birth.",
  "ja-blurbs:ja14": "“There’s nothing worse.” This story was told by the Master while at Jetavana, about the Elder Tissa, called Direct-alms the Less. Tradition says that, while the Master was dwelling at the Bamboo-grove near Rajagaha, the scion of a wealthy house, Prince Tissa by name, coming one day to the Bamboo-grove and there hearing a discourse from the Master, wished to join the Brotherhood, but, being refused because his parents would not give their consent, obtained their consent by following Rattha-pala’s example and refusing food for seven days, and finally took the vows with the Master.",
  "ja-blurbs:ja15": "“For when a deer.”—This story was told by the Master while at Jetavana about an unruly Brother. Tradition says that this Brother was unruly and would not heed admonition. Accordingly, the Master asked him, saying, “Is it true, as they say, that you are unruly and will not heed admonition?”",
  "ja-blurbs:ja16": "“In all three postures.”—This story was told by the Master while dwelling do the Badarika Monastery in Kosambi, about the Elder Rahula whose heart was set on observing the rules of the Brotherhood.",
  "ja-blurbs:ja17": "“In light or dark.”—This story was told by the Master while at Jetavana about two Brethren who had joined the Brotherhood in their old age. Tradition says that they were living in a forest-dwelling in the Kosala country, and that one was named the Elder Dark and the other the Elder Light. Now one day Light said to Dark, “Sir, at what time does what is called cold appear?” “It appears in the dark half of the month.” And one day Dark said to Light, “Sir, at what time does what is called cold appear?” “It appears in the light half of the month.”",
  "ja-blurbs:ja18": "“If folk but knew.”—This story was told by the Master while at Jetavana about Feasts for the Dead. For at this time the folk were putting to death goats, sheep, and other animals, and offering them up as what is called a Feast for the Dead, for the sake of their departed kinsmen. Finding them thus engaged, the Brethren asked the Master, saying, “Just now, sir, the folk are taking the lives of many living creatures and offering them up as what is called a Feast for the Dead. Can it be, sir, that there is any good in this?”",
  "ja-blurbs:ja19": "“Take thought of life hereafter.” This story was told by the Master while at Jetavana about the offering of a sacrifice under vow to gods. Tradition says that in those days folk when going a journey on business, used to slay living creatures and offer them as a sacrifice to gods, and set out on their way, after making this vow,—“If we come safely back with a profit, we will give you another sacrifice.” And when they did come safely back with a profit, the Idea that this was all due to gods made them slay a number of living creatures and offer them up as a sacrifice to obtain a release from their vow.",
  "ja-blurbs:ja20": "“I found the footprints.” This story was told by the Master whilst journeying on an alms-pilgrimage through Kosala, when he had come to the village of Nalaka-pana (Cane-drink) and was dwelling at Ketaka-vana near the Pool of Nalaka-pana, about cane-sticks. In those days the Brethren, after bathing in the Pool of Nalaka-pana, made the novices get them cane-sticks for needle-cases, but, finding them hollow throughout, went to the Master and said, “Sir, we had cane-sticks got in order to provide needle-cases; and from top to bottom they are quite hollow. Now how can that be?”",
  "ja-blurbs:ja21": "“The antelope knows well.”—This story was told by the Master while at the Bamboo-grove about Devadatta. For once when the Brethren were gathered together in the Hall of Truth, they sat talking reproachfully of Devadatta, saying, “Sirs, with a view to destroy the Buddha Devadatta hired bowmen, hurled down a rock, and let loose the elephant Dhana-palaka; in every way he goes about to slay the Lord of Wisdom.” Entering and seating himself on the seat prepared for him, the Master asked, saying, “Sirs, what is the theme you are discussing here in conclave?” “Sir,” was the reply, “we were discussing the wickedness of Devadatta, saying that he was always going about to slay you.” Said the Master, “It is not only in these present days, Brethren, that Devadatta goes about seeking to slay me; he went about with the like intent in bygone days also,—but was unable to slay me.” And so saying, he told this story of the past.",
  "ja-blurbs:ja22": "“The dogs that in the royal palace grow.”—This story was told by the Master while at Jetavana, about acting for the good of kinsfolk, as will be related in the Twelfth Book in the Bhaddasala-jataka. It was to drive home that lesson that he told this story of the past.",
  "ja-blurbs:ja23": "“Though prostrate now.”—This story was told by the Master while at Jetavana about a Brother who gave up persevering. For it was then that the Master addressed that Brother and said, “Brethren, in bygone days the wise and good persevered even amid hostile surroundings, and, even when they were wounded, still did not give in.” And, so saying, he told this story of the past.",
  "ja-blurbs:ja24": "“No matter when or where.”—This story was told by the Master while at Jetavana about another Brother who gave up persevering. But, in this case, he addressed that Brother and said, “Brethren, in bygone days the wise and good still persevered even when wounded.” And, so saying, he told this story of the past.",
  "ja-blurbs:ja25": "“Change thou the spot.”—This story was told by the Master while at Jetavana, about an ex-goldsmith, who had become a Brother and was co-resident with the Captain of the Faith (Sariputta).",
  "ja-blurbs:ja26": "“Through hearing first.”—This story was told by the Master while at the Bamboo-grove, about Devadatta, who, having secured the adherence of Prince Ajata-sattu, had attained both gain and honour. Prince Ajata-sattu had a Monastery built for Devadatta at Gaya-sisa, and every day brought to him five hundred kettles of perfumed three-year-old rice flavoured with all the choicest flavourings. All this gain and honour brought Devadatta a great following, with whom Devadatta lived on, without ever stirring out of his Monastery.",
  "ja-blurbs:ja27": "“No morsel can he eat.”—This story was told by the Master while at Jetavana, about a lay-disciple and an aged Elder. ",
  "ja-blurbs:ja28": "“Speak only words of kindness.”—This story was told by the Master while at Jetavana, about the bitter words spoken by the Six. For, in those days the six, when they disagreed with respectable Brethren, used to taunt, revile and jeer them, and load them with the ten kinds of abuse. This the Brethren reported to the Blessed One, who sent for the Six and asked whether this charge was true. On their admitting its truth, he rebuked them, saying, “Brethren, hard words gall even animals: in bygone days an animal made a man who had used harsh language to him lose a thousand pieces.” And, so saying, he told this story of the past.",
  "ja-blurbs:ja29": "“With heavy loads.”—This story was told by the Master while at Jetavana, about the Double Miracle, which, together with the Descent from Heaven, will be related in the Thirteenth Book, in the Sarabhamiga-jataka.",
  "ja-blurbs:ja30": "“Then envy not poor Munika.”—This story was told by the Master while at Jetavana about being seduced by a plump young woman, as will be related in the Thirteenth Book in the Culla-Narada-Kassapa-jataka.",
  "ja-blurbs:ja31": "“Let all the forest’s nestlings.”—This story was told by the Master while at Jetavana, about a brother who drank water without straining it.",
  "ja-blurbs:ja32": "“A pleasing note.” This story was told by the Master while at Jetavana, about a Brother with many belongings. The incident is just the same as in the Devadhamma-jataka supra.",
  "ja-blurbs:ja33": "“While concord reigns.” This story was told by the Master while dwelling in the Banyan-grove near Kapilavatthu, about a squabble over a porter’s head-pad, as will be related in the Kunala-jataka.",
  "ja-blurbs:ja34": "“’Tis not the cold.”—This story was told by the Master while at Jetavana, about being seduced by the wife of one’s mundane life before joining the Brotherhood. Said the Master on this occasion, “Is it true, as I hear, Brother, that you are passion-tost?”",
  "ja-blurbs:ja35": "“With, wings that fly not.”—This story was told by the Master, whilst on an alms-pilgrimage through Magadha, about the going-out of a jungle fire.",
  "ja-blurbs:ja36": "“Ye denizens of air.”—This story was told by the Master while at Jetavana, about a Brother whose cell was burnt down.",
  "ja-blurbs:ja37": "“For they who honour age.”—This story was told by the Master whilst on his way to Savatthi, about the way in which the Elder Sariputta was kept out of a night’s lodging.",
  "ja-blurbs:ja38": "“Guile profits not.”—This story was told by the Master while at Jetavana, about a tailoring Brother.",
  "ja-blurbs:ja39": "“Methinks the gold.”—This story was told by the Master while at Jetavana, about a co-resident pupil of Sariputta.",
  "ja-blurbs:ja40": "“Far rather will I headlong plunge.”—This story was told by the Master while at Jetavana, about Anatha-pindika.",
  "ja-blurbs:ja41": "“The headstrong man.”—This story was told by the Master while at Jetavana about the Elder Losaka Tissa.",
  "ja-blurbs:ja42": "“The headstrong man.”—This story was told by the Master while at Jetavana, about a certain greedy Brother. His greediness will be related in the Ninth Book in the Kaka Jātaka.",
  "ja-blurbs:ja43": "“The headstrong man.”—This story was told by the Master while at Jetavana, about a certain headstrong Brother. For the Blessed One asked him whether the report was true that he was headstrong, and the Brother admitted that it was. “Brother,” said the Master, “this is not the first time you have been headstrong: you were just as headstrong in former days. also, and, as the result of your headstrong refusal to follow the advice of the wise and good, you met your end by the bite of a snake.” And so saying, he told this story of the past.",
  "ja-blurbs:ja44": "“Sense-lacking friends.”—This story was told by the Master whilst on an alms-pilgrimage in Magadha, about some stupid villagers in a certain hamlet.",
  "ja-blurbs:ja45": "“Sense-lacking friends.”—This story was told by the Master while at Jetavana, about a maid servant of the Lord High Treasurer, Anatha-pindika. For he is said to have had a maid-servant named Rohini, whose aged mother came to where the girl was pounding rice, and lay down. The flies came round the old woman and stung her as with a needle, so she cried to her daughter, “The flies are stinging me, my dear; do drive them away.” “Oh! I’ll drive them away, mother,” said the girl, lifting her pestle to the flies which had settled on her mother. Then, crying, “I’ll kill them!”, she smote her mother such a blow as to kill the old woman outright. Seeing what she had done the girl began to weep and cry, “Oh! mother, mother!”",
  "ja-blurbs:ja46": "“’Tis knowledge.”—This story was told by the Master in a certain hamlet of Kosala about one who spoiled a pleasaunce.",
  "ja-blurbs:ja47": "“’Tis knowledge.”—This story was told by the Master while at Jetavana about one who spoiled spirits..",
  "ja-blurbs:ja48": "“Misguided effort.”—This story was told by the Master while at Jetavana, about a self-willed Brother. Said the Master to that Brother, “This is not the first time, Brother, that you have been self-willed; you were of just the same disposition in bygone times also ; and therefore it was that, as you would not follow the advice of the wise and good, you came to be cut in two by a sharp sword and were flung on the highway; and you were the sole cause why a thousand men met their end.” And so saying, he told this story of the past.",
  "ja-blurbs:ja49": "“The fool may watch.”—This story was told by the Master while at Jetavana about a certain Naked-ascetic. Tradition says that a gentleman of the country near Savatthi asked in marriage for his son a young Savatthi lady of equal rank. Having fixed a day to come and fetch the bride, he subsequently consulted a Naked-ascetic who was intimate with his family, as to whether the stars were favourable for holding the festivities that day.",
  "ja-blurbs:ja50": "“A thousand evil-doers.”—This story was told by the Master while at Jetavana, about actions done for the world’s good, as will be explained in the Twelfth Book in the Maha-Kanha-jataka.",
  "ja-blurbs:ja51": "“Toil on, my brother.”—This story was told by the Master while at Jetavana, about a Brother who had given up all earnest effort. Being asked by the Master whether the report was true that he was a backslider, the Brother said it was true. “How can you, Brother,” said the Master, “grow cold in so saving a faith? Even when the wise and good of bygone days had lost their kingdom, yet so undaunted was their resolution that in the end they won back their sovereignty.” And so saying, he told this story of the past.",
  "ja-blurbs:ja52": "“Toil on, my brother.”—This story was told by the Master while at Jetavana, about another backsliding Brother. All the incidents that are to be related here, will be given in the Maha-janaka Jātaka.",
  "ja-blurbs:ja53": "“What? Leave untasted.”—This story was told by the Master while at Jetavana, about some drugged liquor.",
  "ja-blurbs:ja54": "“When near a village.”—This was told by the Master while at Jetavana, about a lay brother who was skilled in the knowledge of fruits. It appears that a certain squire of Savatthi had invited the Brotherhood with the Buddha at their head, and had seated them in his pleasaunce, where they were regaled with rice-gruel and cakes. Afterwards he bade his gardener go round with the Brethren and give mangoes and other kinds of fruits to their Reverences. In obedience to orders, the man walked about the grounds with the Brethren, and could tell by a single glance up at the tree what fruit was green, what nearly ripe, and what quite ripe, and so on. And what he said was always found true. So the Brethren came to the Buddha and mentioned how expert the gardener was, and how, whilst himself standing on the ground, he could accurately tell the condition of the hanging fruit. “Brethren,” said the Master, “this gardener is not the only one who has had knowledge of fruits. A like knowledge was shewn by the wise and good of former days also.” And so saying, he told this story of the past.",
  "ja-blurbs:ja55": "“When no Attachment.”—This story was told by the Master while at Jetavana, about a Brother who had given up all earnest effort.",
  "ja-blurbs:ja56": "“When gladness.”—This story was told by the Master while at Savatthi, about a certain Brother. Tradition says that through hearing the Master preach a young gentleman of Savatthi gave his heart to the precious Faith and became a Brother. His teachers and masters proceeded to instruct him in the whole of the Ten Precepts of Morality, one after the other, expounded to him the Short, the Medium, and the Long Moralities, set forth the Morality which rests on self-restraint according to the Patimokkha, the Morality which rests on self-restraint as to the Senses, the Morality which rests on a blameless walk of life, the Morality which relates to the way a Brother may use the Requisites. Thought the young beginner, “There is a tremendous lot of this Morality; and I shall undoubtedly fail to fulfil all I have vowed. Yet what is the good of being a brother at all, if one cannot keep the rules of Morality? My best course is to go back to the world, take a wife and rear children, living a life of almsgiving and other good works.” So he told his superiors what he thought, saying that he proposed to return to the lower state of a layman, and wished to hand back his bowl and robes. “Well, if it be so with you,” said they, “at least take leave of the Buddha before you go;” and they brought the young man before the Master in the Hall of Truth.",
  "ja-blurbs:ja57": "“Whoso, O monkey-king.”—This story was told by the Master, while at the Bamboo-grove, about Devadatta’s going about to kill him. Being informed of Devadatta’s murderous intent, the Master said, “This is not the first time, Brethren, that Devadatta has gone about seeking to kill me; he did just the same in bygone days, but failed to work his wicked will.” And so saying, he told this story of the past.",
  "ja-blurbs:ja58": "“Whoso, like you.”—This story was told by the Master while at the Bamboo-grove also upon the subject of going about to kill.",
  "ja-blurbs:ja59": "“Go not too far.”—This story was told by the Master while at Jetavana, about a certain self-willed Brother. Asked by the Master whether the report was true that he was self-willed, the Brother said it was true. “This is net the first time, Brother,” said the Master, “that you have shewn yourself self-willed; you were just the same in bygone times as well.” And so saying, he told this story of the past.",
  "ja-blurbs:ja60": "“Go not too far.”—This story was told by the Master while at Jetavana, about another self-willed person.",
  "ja-blurbs:ja61": "“In lust unbridled.”—This story was told by the Master while at Jetavana, about a passion-tost Brother. The Introductory Story will be related in the Ummadanti-jataka. But to this Brother the Master said, “Women, Brother, are lustful, profligate, vile, and degraded. Why be passion-tost for a vile woman?” And so saying, he told this story of the past.",
  "ja-blurbs:ja62": "“Blindfold, a-luting.”—This story was told by the Master while at Jetavana, about another passion-tost person.",
  "ja-blurbs:ja63": "“Wrathful are women.”—This story was told by the Master while at Jetavana, about another passion-tost Brother. When on being questioned the Brother confessed that he was passion-tost, the Master said, “Women are ingrates and treacherous; why are you passion-tost because of them?” And he told this story of the past.",
  "ja-blurbs:ja64": "“Think’st thou.”—This story was told by the Master while at Jetavana, about a lay-brother. Tradition says that there dwelt at Savatthi a lay-brother, who was stablished in the Three Gems and the Five Commandments, a devout lover of the Buddha, the Doctrine and the Brotherhood. But his wife was a sinful and wicked woman. On days when she did wrong, she was as meek as a slave-girl bought for a hundred pieces; whilst on days when she did not do wrong, she played my lady, passionate and tyrannical. The husband could not make her out. She worried him so much that he did not go to wait on the Buddha.",
  "ja-blurbs:ja65": "“Like highways.”—This story was told by the Master while at Jetavana, about just such another lay-brother as the last. This man, when on enquiry he assured himself of his wife’s misconduct, came to words with her, with the result that he was so upset that for seven or eight days he failed in his attendance. One day he came to the monastery, made his bow to the Blessed One and took his seat. Being asked why he had been absent for seven or eight days, he replied, “Sir, my wife has misconducted herself, and I have been so upset about her that I did not come.”",
  "ja-blurbs:ja66": "“Till Gentle-heart was mine.”—This story was told by the Master while at Jetavana, about concupiscence. Tradition says that a young gentleman of Savatthi, [30;3] on hearing the Truth preached by the Master, gave his heart to the Doctrine of the Three Gems. Renouncing the world for the Brother’s life, he rose to walk in the Paths, to practise meditation, and never to slacken in his pondering over the theme he had chosen for thought. One day, whilst he was on his round for alms through Savatthi, he espied a woman in brave attire, and, for pleasure’s sake, broke through the higher morality and gazed upon her! Passion was stirred within him, he became even as a fig-tree felled by the axe. From that day forth, under the sway of passion, the palate of his mind, as of his body, lost all its gust; like a brute beast, he took no joy in the Doctrine, and suffered his nails and hair to grow long and his robes to grow foul.",
  "ja-blurbs:ja67": "“A son’s an easy find.”—This story was told by the Master while at Jetavana, about a certain country-woman.",
  "ja-blurbs:ja68": "“The man thy mind rests on.”—This story was told by the Master, while at Anjanavana, about a certain brahmin. Tradition says that when the Blessed One with his disciples was entering the city of Saketa, an old brahmin of that place, who was going out, met him in the gateway. Falling at the Buddha’s feet, and clasping him by the ankles, the old man cried, “Son, is it not the duty of children to cherish the old age of their parents? Why have you not let us see you all this long time? At last I have seen you; come, let your mother see you too.” So saying, he took the Master with him to his house; and there the Master sat upon the seat prepared for him, with his disciples around him. Then came the brahmin’s wife, and she too fell at the feet of the Blessed One, crying, “My son, where have you been all this time? Is it not the duty of children to comfort their parents in their old age?” Hereon, she called to her sons and daughters that their brother was come, and made them salute the Buddha. And in their joy the aged pair shewed great hospitality to their guests. After his meal, the Master recited to the old people the Sutta concerning old-age; and, when he had ended, both husband and wife won fruition of the Second Path. Then rising up from his seat, the Master went back to Anjanavana.",
  "ja-blurbs:ja69": "“May shame.”—This story was told by the Master while at Jetavana about Sariputta, the Captain of the Faith. Tradition says that in the days when the Elder used to eat meal-cakes, folks came to the monastery with a quantity of such cakes for the Brotherhood. After the Brethren had all eaten their fill, much remained over; and the givers said, “Sirs, take some for those too who are away in the village.”",
  "ja-blurbs:ja70": "“The conquest.”—This story was told by the Master while at Jetavana, about the Elder named Cittahattha-Sariputta. He is said to have been a youth of a good family in Savatthi; and one day, on his way home from ploughing, he turned in to the monastery. Here he received from the bowl of a certain Elder some dainty fare, rich and sweet, which made him think to himself,—“Day and night I am toiling away with my hands at divers tasks, yet never do I taste food so sweet. I must turn Brother myself!” So he joined the Brotherhood, but after six weeks’ zealous application to high thinking, fell under the dominion of Lusts and off he went. His belly again proving too much for him, back he came to join the Brotherhood once more, and studied the Abhidhamma. In this way, six times he left and came back again; but when for the seventh time he became a Brother, he mastered the whole seven books of the Abhidhamma, and by much chanting of the Doctrine of the Brothers won Discernment and attained to Arahatship. Now his friends among the Brethren scoffed at him, saying—“Can it be, sir, that Lusts have ceased to spring up within your heart?”",
  "ja-blurbs:ja71": "“Learn thou from him.”—This story was told by the Master while at Jetavana, about the Elder named Tissa the Squire’s Son. Tradition says that one day thirty young gentlemen of Savatthi, who were all friends of one another, took perfumes and flowers and robes, and set out with a large retinue to Jetavana, in order to hear the Master preach. Arrived at Jetavana, they sat awhile in the several enclosures—in the enclosure of the Iron-wood trees, in the enclosure of the Sal-trees, and so forth,—till at evening the Master passed from his fragrant sweet-smelling perfumed chamber to the Hall of Truth and took his seat on the gorgeous Buddha-seat. Then, with their following, these young men went to the Hall of Truth, made an offering of perfumes and flowers, bowed down at his feet—those blessed feet that were glorious as full-blown lotus-flowers, and bore imprinted on the sole the Wheel!—and, taking their seats, listened to the Truth. Then the thought came into their minds, “Let us take the vows, so far as we understand the Truth preached by the Master.” Accordingly, when the Blessed One left the Hall, they approached him and with due obeisance asked to be admitted to the Brotherhood; and the Master admitted them to the Brotherhood. Winning the favour of their teachers and directors they received full Brotherhood, and after five years’ residence with their teachers and directors, by which time they had got by heart the two Abstracts, had come to know what was proper and what was improper, had learnt the three modes of expressing thanks, and had stitched and dyed robes. At this stage, wishing to embrace the ascetic life, they obtained the consent of their teachers and directors, and approached the Master. Bowing before him they took their seats, saying, “Sir, we are troubled by the round of existence, dismayed by birth, decay, disease, and death; give us a theme, by thinking on which we may get free from the elements which occasion existence.” The Master turned over in his mind the eight and thirty themes of thought, and therefrom selected a suitable one, which he expounded to them. And then, after getting their theme from the Master, they bowed and with a ceremonious farewell passed from his presence to their cells, and after gazing on their teachers and directors went forth with bowl and robe to embrace the ascetic life.",
  "ja-blurbs:ja72": "“Ingratitude lacks more.”—This story was told by the Master while at the Bamboo-grove about Devadatta. The Brethren sat in the Hall of Truth, saying, “Sirs, Devadatta is an ingrate and does not recognise the virtues of the Blessed One.” Returning to the Hall, the Master asked what topic they were discussing, and was told. “This is not the first time, Brethren,” said he, “that Devadatta has proved an ingrate; he was just the same in bygone days also, and he has never known my virtues.” And so saying, at their request he told this story of the past.",
  "ja-blurbs:ja73": "“They knew the world.”—This story was told by the Master while at the Bamboo-grove, about going about to kill. For, seated in the Hall of Truth, the Brotherhood was talking of Devadatta’s wickedness, saying, “Sirs, Devadatta has no knowledge of the Master’s excellence; he actually goes about to kill him!” Here the Master entered the Hall and asked what they were discussing. 323] Being told, he said, “This is not the first time, Brethren, that Devadatta has gone about to kill me; he did just the same in bygone days also.” And so saying, he told this story of the past.",
  "ja-blurbs:ja74": "“United, forest-like.”—This story was told by the Master while at Jetavana, about a quarrel concerning water which had brought woe upon his kinsfolk. Knowing of this, he passed through the air, sat cross-legged above the river Rohini, and emitted rays of darkness, startling his kinsfolk. Then descending from mid-air, he seated himself on the river-bank and told this story with reference to that quarrel. (Only a summary is given here; the full details will be related in the Kunala-jataka.) But on this occasion the Master addressed his kinsfolk, saying, “It is meet, sire, that kinsfolk should dwell together in concord and unity. For, when kinsfolk are at one, enemies find no opportunity. Not to speak of human beings, even sense-lacking trees ought to stand together. For in bygone days in the Himalayas a tempest struck a Sal-forest; yet, because the trees, shrubs, bushes, and creepers of that forest were interlaced one with another, the tempest could not overthrow even a single tree but passed harmlessly over their heads. But alone in a courtyard stood a mighty tree; and though it had many stems and branches, yet, because it was not united with other trees, the tempest uprooted it and laid it low. Wherefore, it is meet that you too should dwell together in concord and unity.” And so saying, at their request he told this story of the past.",
  "ja-blurbs:ja75": "“Pajjunna, thunder!”—This story the Master told while at Jetavana, about the rain he caused to fall. For in those days, so it is said, there fell no rain in Kosala; the crops withered; and everywhere the ponds, tanks, and lakes dried up. Even the pool of Jetavana by the embattled gateway of Jetavana gave out; and the fish and tortoises buried themselves in the mud. Then came the crows and hawks with their lance-like beaks, and busily picked them out writhing and wriggling, and devoured them.",
  "ja-blurbs:ja76": "“The village breeds no fear in me.”—This story was told by the Master while at Jetavana, about a lay-brother who lived at Savatthi. Tradition says that this man, who had entered the Paths and was an earnest believer, was once journeying along on some business or other in the company of a leader of a caravan; in the jungle the carts were unyoked and a laager was constructed; and the good man began to pace up and down at the foot of a certain tree hard by the leader.",
  "ja-blurbs:ja77": "“Bulls first, and trees.”—This story was told by the Master while at Jetavana about sixteen wonderful dreams. For in the last watch of one night (so tradition says) the King of Kosala, who had been asleep all the night, dreamed sixteen great dreams, and woke up in great fright and alarm as to what they might portend for him. So strong was the fear of death upon him that he could not stir, but lay there huddled up on his bed. Now, when the night grew light, his brahmins and chaplains came to him and with due obeisance asked whether his majesty had slept well.",
  "ja-blurbs:ja78": "“Both squint.”—This story was told by the Master while at Jetavana, about a miserly Lord High Treasurer. Hard by the city of Rajagaha, as we are told, was a town named Jagghery, and here dwelt a certain Lord High Treasurer, known as the Millionaire Miser, who was worth eighty crores! Not so much as the tiniest drop of oil that a blade of grass will take up, did he either give away or consume for his own enjoyment. So he made no use of all his wealth either for his family or for sages and brahmins: it remained unenjoyed,—like a pool haunted by demons. Now, it fell out on a day that the Master arose at dawn moved with a great compassion, and as he reviewed those ripe for conversion throughout the universe, he became aware that this Treasurer with his wife some four hundred miles away were destined to tread the Paths of Salvation.",
  "ja-blurbs:ja79": "“He gave the robbers time.”—This story was told by the Master while at Jetavana, about a certain Minister. He, ’Tis said, ingratiated himself with the king, and, after collecting the royal revenue in a border-village, privily arranged with a band of robbers that he would march the men off into the jungle, leaving the village for the rascals to plunder,—on condition that they gave him half the booty. ",
  "ja-blurbs:ja80": "“You vaunted your prowess.”—This story was told by the Master while at Jetavana, about a certain braggart among the Brethren. Tradition says that he used to gather round him Brethren of all ages, and go about deluding everyone with lying boasts about his noble descent. “Ah, Brethren,” he would say, “there’s no family so noble as mine, no lineage so peerless. I am a scion of the highest of princely lines; no man is my equal in birth or ancestral estate; there is absolutely no end to the gold and silver and other treasures we possess. Our very slaves and menials are fed on rice and meat-stews, and are clad in the best Benares cloth, with the choicest Benares perfumes to perfume themselves withal; whilst I, because I have joined the Brotherhood, [3561 have to content myself with this vile fare and this vile garb.”",
  "ja-blurbs:ja81": "“We drank.”—This story was cold by the Master about the Elder Sagata, while he was dwelling in the Ghosita-park near Kosambi.",
  "ja-blurbs:ja82": "“No more to dwell.”—This story was told by the Master while at Jetavana, about a self-willed Brother. The incidents of this Birth, which took place in the days of the Buddha Kassapa, will be related in the Tenth Book in the Maha-Mittavindaka Jataka.",
  "ja-blurbs:ja83": "“A friend is he.”—This story was told by the Master while at Jetavana, about a friend of Anatha-pindika’s. Tradition says that the two had made mud-pies together, and had gone to the same school; but, as years went by, the friend, whose name was ‘Curse,’ sank into great distress and could not make a living anyhow. So he came to the rich man, who was kind to him, and paid him to look after all his property; and the poor friend was employed under Anatha-pindika and did all his business for him. After he had gone up to the rich man’s It was a common thing to hear in the house—“Stand up, Curse,” or “Sit down, Curse,” or “Have your dinner, Curse.” ",
  "ja-blurbs:ja84": "“Seek health.”—This story was told by the Master while at Jetavana, about a boy who was sage in matters relating to spiritual welfare. When he was only seven years old, the boy, who was the son of a very wealthy Treasurer, manifested great intelligence and anxiety for his spiritual welfare; and one day came to his father to ask what were the Paths leading to spiritual welfare. ",
  "ja-blurbs:ja85": "“As they who ate.”—This story was told by the Master while at Jetavana, about a concupiscent Brother. Tradition says there was a scion of a good family who gave his heart to the Buddha’s doctrine and joined the Brotherhood. But one day as he was going his round for alms in Savatthi, he was there stirred to concupiscence by the sight of a beautifully dressed woman. ",
  "ja-blurbs:ja86": "“Naught can compare.”—This story was told by the Master while at Jetavana, about a brahmin who put to the test his reputation for goodness. ",
  "ja-blurbs:ja87": "“Whoso renounces.”—This story was told by the Master while at the Bamboo-grove about a brahmin who was skilled in the prognostications which can be drawn from pieces of cloth. ",
  "ja-blurbs:ja88": "“Speak kindly.”—This story was told by the Master while at Savatthi, about the precept touching abusive language. The introductory story and the story of the past are the same as in the Nandivisala-jataka above.",
  "ja-blurbs:ja89": "“How plausible.” This story was told by the Master while at Jetavana about a knave. The details of his knavery will be related in the Uddala-jataka.",
  "ja-blurbs:ja90": "“The man ungrateful.”—This story was told by the Master while at Jetavana, about Anatha-pindika.",
  "ja-blurbs:ja91": "“He bolts the die.”—This story was told by the Master while at Jetavana, about using things thoughtlessly.",
  "ja-blurbs:ja92": "“For war men crave.”—This story was told by the Master while at Jetavana, about the venerable Ananda.",
  "ja-blurbs:ja93": "“Trust not the trusted.” This story was told by the Master while at Jetavana, about taking things on trust.",
  "ja-blurbs:ja94": "“Now scorched.”—This story the Master told while at Patikarama near Vesali, about Sunakkhatta.",
  "ja-blurbs:ja95": "“How transient.”—This story was told by the Master as he lay on his death-bed, concerning Ananda’s words, “O Blessed One, suffer not your end to be in this sorry little town.”",
  "ja-blurbs:ja96": "“As one with care.”—This story was told by the Master while dwelling in a forest near the town of Desaka in the Sumbha country, concerning the Janapada-Kalyani Sutta. ",
  "ja-blurbs:ja97": "“Seeing Quick dead.”—This story was told by the Master while at Jetavana, about a Brother who thought luck went by names. ",
  "ja-blurbs:ja98": "“Wise rightly, Wisest wrongly.”—This story was told by the Master while at Jetavana, about a cheating merchant. There were two merchants in partnership at Savatthi, we are told, who travelled with their merchandise and came back with the proceeds. ",
  "ja-blurbs:ja99": "“Far better than a thousand fools.”—This story was told by the Master when at Jetavana, concerning the question of the unconverted. ",
  "ja-blurbs:ja100": "“In guise of joy.”—This story was told by the Master while at Kundadhanavana near the city of Kundiya about Suppavasa, a lay-sister, who was daughter to King Koliya. For at that time, she, who had carried a child seven years in her womb, was in the seventh day of her throes, and her pains were grievous. ",
  "ja-blurbs:ja101": "This story is in all respects analogous to the Parosahassa Jātaka (No. 99), with the sole difference that ‘think hard’ is read here.",
  "ja-blurbs:ja102": "“He that should prove.”—This story was told by the Master while at Jetavana, about a lay-brother who was a greengrocer in Savatthi and made a living by the sale of various roots and vegetables, and pumpkins and the like. Now he had a pretty daughter who was as good and virtuous as she was pretty, but was always laughing. And when she was asked in marriage by a family of his own station in life, he thought “She ought to be married, but she’s always laughing; and a bad girl married into a strange family is her parents’ shame. I must find out for certain whether she is a good girl or not.”",
  "ja-blurbs:ja103": "“If wise, thou ‘lt loiter not.”—This story was told by the Master at Jetavana about Anatha-pindika. For we hear that Anatha-pindika was returning from the village of which he was headman, when he saw robbers on the road. “It won’t do to loiter by the way,” thought he; “I must hurry on to Savatthi.” So he urged his oxen to speed and got safely into Savatthi. Next day he went to the monastery and told the Master what had befallen him. “Sir,” said the Master, “in other times too the wise and good espied robbers on the road and hastened without delay to their homes.” Then at the merchant’s request he told this story of the past.",
  "ja-blurbs:ja104": "“From four to eight.”—This story was told by the Master while at Jetavana, concerning an unruly Brother. The incidents are the same as those in the previous story of Mittavindaka, but belong to the days of the Buddha Kassapa.",
  "ja-blurbs:ja105": "“Fear’st thou the wind.”—This story was told by the Master while at Jetavana, about a Brother who lived in a perpetual state of nervous alarm. We learn that he came of a good family in Savatthi, and was led to give up the world by hearing the Truth preached, and that he was always in fear of his life both by night and by day. ",
  "ja-blurbs:ja106": "“A happy life was mine.”—This story was told by the Master while at Jetavana, about a temptation by a fat girl. The incident will be related in the Culla-Narada-Kassapa Jataka in the Thirteenth Book.",
  "ja-blurbs:ja107": "“Prize skill.”—This story was told by the Master while at Jetavana, about a Brother who threw and hit a swan. ",
  "ja-blurbs:ja108": "“Learn thou betimes.”—This story was told by the Master, while he was dwelling in the Gabled Chamber at the Great Grove near Vesali, about a Licchavi, a pious prince who had embraced the Truth. He had invited the Brotherhood with the Buddha at their head to his house, and there had shewn great bounty towards them. Now his wife was a very fat woman, almost bloated in appearance, and she was badly dressed.",
  "ja-blurbs:ja109": "“As fares his worshipper.”—This story was told by the Master when at Savatthi, about a very poor man.",
  "ja-blurbs:ja110": "“There is no All-embracing.”—This All-embracing Question will be set out at length in the Ummagga-jataka. This is the end of the All-embracing Question.",
  "ja-blurbs:ja111": "“Thou think’st thyself a swan.”—This Question as to the Ass will also be set out at length in the Ummagga-jataka. This is the end of the Question as to the Ass.",
  "ja-blurbs:ja112": "“Cakes and gruel.”—This question too will be found in the same Jataka. This is the end of the Question of Queen Amara.",
  "ja-blurbs:ja113": "“The drunken jackal.”—This story was told by the Master while at the Bamboo-grove, about Devadatta. The Brethren had assembled in the Hall of Truth and were telling how Devadatta had gone to Gayasisa with five hundred followers, whom he was leading into error by declaring that the Truth was manifest in him “and not in the ascetic Gotama”; and how by his lies he was breaking up the Brotherhood; and how he kept two fast-days a week. And as they sate there talking of the wickedness of Devadatta, the Master entered and was told the subject of their conversation. “Brethren,” said he, “Devadatta was as great a liar in past times as he is now.” So saying, he told this story of the past.",
  "ja-blurbs:ja114": "“They twain in fisher’s net.”—This story was told by the Master while at Jetavana, about two aged Elders. After a rainy-season spent in a forest in the country they resolved to seek out the Master, and got together provisions for their journey. But they kept putting off their departure day by day, till a month flew by. ",
  "ja-blurbs:ja115": "“The greed-denouncing bird.”—This story was told by the Master while at Jetavana, about a Sister who gave a warning to others. For we are told that she came of a good Savatthi family, but that from the day of her entrance into the Order she failed of her duty and was filled with a gluttonous spirit; she used to seek alms in quarters of the city unvisited by other Sisters. ",
  "ja-blurbs:ja116": "“Too much.”—This story was told by the Master while at Jetavana, about an unruly Brother whose-own story will be given in the Ninth Book in the Gijjha-jataka.",
  "ja-blurbs:ja117": "“As died the partridge.”—This story was told by the Master while at Jetavana, about Kokalika, whose story will be found in the Thirteenth Book in the Takkariya Jataka.",
  "ja-blurbs:ja118": "“The thoughtless man.”—This story the Master told while at Jetavana, about the son of Over-Treasurer. This Over-Treasurer is said to have been a very rich man of Savatthi, and his wife became the mother of a righteous being from the realm of Brahma angels, who grew up as lovely as Brahma. ",
  "ja-blurbs:ja119": "“No parents trained.”—This story was told by the Master while at Jetavana, about a Brother who used to be noisy at wrong seasons. ",
  "ja-blurbs:ja120": "“Whilst folly’s speech”—This story was told by the Master while at Jetavana, about the brahmin-girl Cinca, whose history will be given in the Twelfth Book in the Mahapaduma-jataka. On this occasion the Master said, “Brethren, this is not the first time Cinca has laid false accusations against me. She did the like in other times.” So saying he told this story of the past.",
  "ja-blurbs:ja121": "“Let great and small.”—This story was told by the Master while at Jetavana, about Anatha-pindika’s true friend. For his acquaintances and friends and relations came to him and tried hard to stop his intimacy with a certain man, saying that neither in birth nor wealth was he Anatha-pindika’s equal. But the great merchant replied that friendship should not depend on equality or inequality of externals. ",
  "ja-blurbs:ja122": "“Exalted station breeds a fool great woe.”—This story was told by the Master while at the Bamboo-grove, about Devadatta. For the Brethren had met together in the Hall of Truth, and were talking of how the sight of the Buddha’s perfections and all the distinctive signs of Buddhahood maddened Devadatta; and how in his jealousy he could not bear to hear the praises of the Buddha’s utter wisdom. ",
  "ja-blurbs:ja123": "“For universal application.”—This story was told by the Master while at Jetavana, about the Elder Laludayi who is said to have had a knack of always saying the wrong thing. ",
  "ja-blurbs:ja124": "“Toil on, my brother.”—This story was told by the Master while at Jetavana, about a good brahmin belonging to a noble Savatthi family who gave his heart to the Truth, and, joining the Brotherhood, became constant in all duties. ",
  "ja-blurbs:ja125": "“If he ‘mid strangers.”—This story was told by the Master while at Jetavana, about a boastful Brother. The introductory story about him is like what has been already related.",
  "ja-blurbs:ja126": "“Our diverse fates.”—This story was told by the Master while at Jetavana, about a brahmin retained by the King of Kosala because of his power of telling whether swords were lucky or not. We are told that when the king’s smiths had forged a sword, this brahmin could by merely smelling it tell whether it was a lucky one or not. And he made it a rule only to commend the work of those smiths who gave him presents, while he rejected the work of those who did not bribe him.",
  "ja-blurbs:ja127": "“You vaunt.”—This story was told by the Master once at Jetavana, about a boastful Brother. (The introductory story and the story of the past in this case are like those of Katahaka related above.)",
  "ja-blurbs:ja128": "“Where saintliness.”—This story was told by the Master while at Jetavana, about a hypocrite. When the Brother’s hypocrisy was reported to him, the Master said, “This is not the first time he has shewn himself a hypocrite; he was just the sane in times gone by.” So saying he told this story of the past.",
  "ja-blurbs:ja129": "“’Twas greed.”—This story was told by the Master while at Jetavana, about another hypocrite.",
  "ja-blurbs:ja130": "“You may ail or eat.”—This story was told by the Master while at Jetavana, about a woman of Savatthi. She is said to have been the wicked wife of a good and virtuous brahmin, who was a lay-brother. Her nights she spent in gadding about; whilst by day she did not a stroke of work, but made out to be ill and lay abed groaning.",
  "ja-blurbs:ja131": "“If a friend.”—This story was told by the Master while at the Bamboo-grove, about Devadatta. For at that time the Brethren were discussing in the Hall of Truth the ingratitude of Devadatta and his inability to recognise the Master’s goodness, when the Master himself entered and on enquiry was told the subject of their talk. “Brethren,” said he, “this is not the first time that Devadatta has been ungrateful; he was just as ungrateful in bygone days.” So saying, he told this story of the past.",
  "ja-blurbs:ja132": "“Wise counsels heeding.”—This story was told by the Master while at Jetavana about the Sutta concerning the Temptation by the Daughters of Mara at the Goat-herds’ Banyan-tree. The Master quoted the Sutta, beginning with its opening words—",
  "ja-blurbs:ja133": "“Lo! in your stronghold.”—This story was told by the Master while at Jetavana, about a certain Brother who was given by the Master a subject for meditation, and, going to the borders, took up his abode in the forest near a hamlet.",
  "ja-blurbs:ja134": "“With conscious.”—This story was told by the Master while at Jetavana, about the interpretation by Sariputta, Captain of the Faith, at the gate of Samkassa town, of a problem tersely propounded by the Master. And the following was the story of the past he then told.",
  "ja-blurbs:ja135": "“Who sagely meditates.”—This story too was told by the Master while at Jetavana about the interpretation of a problem by the Elder Sariputta at the gate of Samkassa.",
  "ja-blurbs:ja136": "“Contented be.”—This story was told by the Master about a Sister named Fat Nanda.",
  "ja-blurbs:ja137": "“Give food to one cat.”—This story was told by the Master while at Jetavana, about the precept respecting Kana’s mother.",
  "ja-blurbs:ja138": "“With matted hair.”—This story was told by the boaster while at Jetavana, about a hypocrite. The incidents were like those above related.",
  "ja-blurbs:ja139": "“His blinding and her beating.”—This story the Master told while at the Bamboo Grove, about Devadatta. We hear that the Brethren, meeting together in the Hall of Truth, spoke one with another, saying that even as a torch from a pyre, charred at both ends and bedunged in the middle, does not serve as wood either in forest-tree or village-hearth, so Devadatta by giving up the world to follow this saving faith had only achieved a twofold shortcoming and failure, seeing that he had missed the comforts of a-lay life yet had fallen short of his vocation as a Brother.",
  "ja-blurbs:ja140": "“In ceaseless dread.”—This story was told by the Master while at Jetavana, about a sagacious counsellor. The incidents will be related in the twelfth book in connection with the Bhaddasala-jataka.",
  "ja-blurbs:ja141": "“Bad company.”—This story was told by the Master while at the Bamboo-grove, about a traitorous Brother. The introductory incident is the same as that told in the Mahila-mukha jataka.",
  "ja-blurbs:ja142": "“Thy tightening grip.”—This story was told by the Master while at the Bamboo-grove, about Devadatta’s going about to kill him. For, hearing the Brethren talking together as to this in the Hall of Truth, the Master said that, as Devadatta acted now, so he acted in times gone by, yet failed—to his own grievous hurt—of his wicked purpose. And so saying, he told this story of the past.",
  "ja-blurbs:ja143": "“Your mangled corpse.”—This story was told by the Master while at the Bamboo-grove, about Devadatta’s efforts to pose as a Buddha at Gayasisa.",
  "ja-blurbs:ja144": "“Vile Jataveda.”—This story was told by the Master while at Jetavana, touching the false austerity of the Ajivikas, or naked ascetics.",
  "ja-blurbs:ja145": "“How many more?”—This story was told by the Master while at Jetavana, about hankering after the wife of one’s mundane life. The incidents of the introductory story will be told in the Indriya-jataka.",
  "ja-blurbs:ja146": "“Our throats are tired.”—This story was told by the Master while at Jetavana, about a number of aged Brethren. Whilst they were still of the world, they were rich and wealthy squires of Savatthi, all friends of one another; and tradition tells us that while they were engaged in good works they heard the Master preach. At once they cried, “We are old; what to us are house and home? Let us join the Brotherhood, and following the Buddha’s lovely doctrine make an end of sorrow.”",
  "ja-blurbs:ja147": "“I count it not as pain.”—This story was told by the Master while at Jetavana, about a Brother who was passion-tost. Being questioned by the Master, he admitted his frailty, explaining that he longed for the wife of his mundane life, “For, oh sir!” said he, “she is so sweet a woman that I cannot live without her.”",
  "ja-blurbs:ja148": "“Once bitten, twice shy.”—This story was told by the Master when at Jetavana, about subduing desires.",
  "ja-blurbs:ja149": "“If poison lurk.”—This story was told about the Licchavi Prince Wicked of Vesali by the Master when he was living in the gabled house in the great forest near Vesali.",
  "ja-blurbs:ja150": "“Befriend a villain.”—This story was told by the Master when at the Bamboo-grove, about King Ajatasattu’s adherence to false teachers. For he believed in that rancorous foe of the Buddhas, the base and wicked Devadatta, and in his infatuation, wishing to do honour to Devadatta, expended a vast sum in erecting a monastery at Gayasisa. And following Devadatta’s wicked counsels, he slew the good and virtuous old King his father, who had entered on the Paths, thereby destroying his own chance of winning like goodness and virtue, and bringing great woe upon himself.",
  "ja-blurbs:ja151": "“Rough to the rough”—This story the Master told whilst he was living in Jetavana, to explain how a king was taught a lesson.",
  "ja-blurbs:ja152": "“Who rashly undertakes”—This story the Master told while staying in his gabled chamber, about a barber who lived at Vesali.",
  "ja-blurbs:ja153": "“You are a fourfoot”—This is a story told by the Master while at Jetavana, about a certain Elder well stricken in years.",
  "ja-blurbs:ja154": "“Concealed within a stone”—This story the Master told at Jetavana, about a soldiers’ quarrel.",
  "ja-blurbs:ja155": "“Gagga, live an hundred years”—This story the Master told when he was staying in the monastery made by King Pasenadi in front of Jetavana; it was about a sneeze which he gave.",
  "ja-blurbs:ja156": "“Prince Winheart once upon a time”—This story the Master told at Jetavana, about a fainthearted Brother. The circumstances will be set forth in the Samvara Birth in the eleventh Book. When the Master asked this Brother if he really were fainthearted, as was said, he replied, “Yes, Blessed One.” To which the Master said, “What, Brother! in former days did you not gain supremacy over the kingdom of Benares, twelve leagues either way, and give it to a baby boy, like a lump of flesh and nothing more, and all this just by perseverance! And now that you have embraced this great salvation, are you to lose heart and faint?” And he told a story of olden days.",
  "ja-blurbs:ja157": "“The strong will always have their way”—This was told by the Master whilst at Jetavana how Elder Amanda received a present of a thousand robes. The Elder had been preaching to the ladies of the king of Kosala’s palace as described above in the Mahasara Birth.",
  "ja-blurbs:ja158": "“Birds of a feather”—This story the Master told whilst at Jetavana, about two hot-tempered Brothers.",
  "ja-blurbs:ja159": "“There he rises, king all-seeing,” etc.",
  "ja-blurbs:ja160": "“As yonder king goes galloping”—This story the Master told during a sojourn in Veluvana, how Devadatta imitated the Buddha.",
  "ja-blurbs:ja161": "“Friendship with evil”—This is a story told by the Master while at Jetavana, about a headstrong person; and the circumstances will be found in the Vulture Birth, of the Ninth Book. The Master said to this Brother—“In olden days, as now, you were trampled to death by a mad elephant because you were so headstrong and careless of wise men’s advice.” And he told the old story.",
  "ja-blurbs:ja162": "“Nothing is worse”—This story the Master told while dwelling at Jetavana,. about feeding the sacred fire. The circumstances are the same as those of the Nanguttha Birth related above. ",
  "ja-blurbs:ja163": "“Five score black elephants”—This story the Master told at Jetavana, about arbitrary giving of alms.",
  "ja-blurbs:ja164": "“A vulture sees a corpse”—This story the Master told about a Brother who had his mother to support. The circumstances will be related under the Sama Birth. ",
  "ja-blurbs:ja165": "“Creature, your egg-born enemy”—This story the Master told during a sojourn at Jetavana, about two officers who had a quarrel. The circumstances have been given above in the Uraga Birth. ",
  "ja-blurbs:ja166": "“Fourteen thousand Upasalhas”—This story the Master told whilst at Jetavana, about a brahmin named Upasalha, who was fastidious in the matter of cemeteries.",
  "ja-blurbs:ja167": "“Begging Brother, do you know”—This story was told by the Master whilst he was staying in Tapoda Park near Rajagaha, about Elder Samiddhi, or Goodluck.",
  "ja-blurbs:ja168": "“A Quail was in his.feeding-ground”—This story the Master told at Jetavana, about his meaning in the Bird Preaching.",
  "ja-blurbs:ja169": "“The heart that boundless pity feels”—This story the Master told at Jetavana, about the Scripture on Lovingkindness.",
  "ja-blurbs:ja170": "This Kakantaka Birth will be given below in the Maha-Ummagga Birth.",
  "ja-blurbs:ja171": "“O king, when people hail us”—This story the Master told in Jetavana, about a deaf mother-in-law.",
  "ja-blurbs:ja172": "“Who is it with a mighty cry, etc.”—This is a story which the Master told at Jetavana about one Kokalika.",
  "ja-blurbs:ja173": "“Father, see! a poor old fellow”—This story the Master told whilst staying in Jetavana, about a rogue. The circumstances will be explained in the Uddala Birth, Book xiv.",
  "ja-blurbs:ja174": "“Plenty of water”—This story the Master told in his sojourn at Veluvana, about Devadatta. One day it happened that the Brethren were talking in the Hall of Truth about Devadatta’s ingratitude and treachery to his friends, when the Master broke in, “Not this once only, Brethren, has Devadatta been ungrateful and treacherous to his own friends. He was just the same before.” Then he told them an old story.",
  "ja-blurbs:ja175": "“There is no tribe”—This is a story told by the Master in Jetavana, about a rogue.",
  "ja-blurbs:ja176": "“A foolish monkey”—This story the Master told at Jetavana, about a king of Kosala.",
  "ja-blurbs:ja177": "“All around us see them stand”—This is a story told by the Master whilst at Jetavana, about perfect knowledge. As in the Mahabodhi Birth, and the Ummagga Birth, on hearing his own knowledge praised, he remarked, “Not this once only is the Buddha wise, but wise he was before and fertile in all resource;” and told the following old story.",
  "ja-blurbs:ja178": "“Here was I born”—This story the Master told in Jetavana, how a man got rid of malaria.",
  "ja-blurbs:ja179": "“What a trifle”—This story the Master told while sojourning in Jetavana, about the twenty-one unlawful ways of earning a livelihood.",
  "ja-blurbs:ja180": "“Tis hard to do as good men do”—This story the Master told whilst in Jetavana, about alms given in common.",
  "ja-blurbs:ja181": "“Prince Peerless, skilled in archers’ craft”—This story the Master told at Jetavana, about the Great Renunciation. The Master said, “Not now alone, Brethren, has the Tathagata made the Great Renunciation: in other days he also renounced the white parasol of royalty, and did the same.” And he told a story of the past.",
  "ja-blurbs:ja182": "“O Elephant, a hero thou”—This story the Master told while staying at Jetavana, about Elder Nanda.",
  "ja-blurbs:ja183": "“This sorry draught”—This story the Master told whilst at Jetavana, about five hundred persons who ate broken meat.",
  "ja-blurbs:ja184": "“Thanks to the groom”—This story the Master told while staying in Veluvana Park, about keeping bad company. The circumstances have been already recounted under the Mahilamukha Jataka. Again, as before, the Master said: “In former days this Brother kept bad company just as he does now.” Then he told an old story.",
  "ja-blurbs:ja185": "“Thick, muddy water”—This story the Master told while staying in Jetavana, and it was about a young brahmin.",
  "ja-blurbs:ja186": "“Sweet was once the mango’s savour”—This story the Master told whilst dwelling in Jetavana, on the subject of keeping bad company. The circumstances were the same as above. Again the Master said: “Brethren, bad company is evil and injurious; why should one talk of the evil effects of had company on human beings? In days long gone by, even a vegetable, a mango tree, whose sweet fruit was a dish fit for the gods, turned sour and bitter through the influence of a noisome and bitter nimb tree.” Then he told a story.",
  "ja-blurbs:ja187": "“Sit and sing”—This story the Master told while staying at Jetavana, about an old Brother.",
  "ja-blurbs:ja188": "“Lion’s claws and lion’s paws”—This is a story told by the Master whilst at Jetavana, about Kokalika.",
  "ja-blurbs:ja189": "“Nor lion, nor tiger I see”—This story, like the last, was about Kokalika, told by the Master in Jetavana. This time he wanted to intone. The Master. on hearing of it told the following story.",
  "ja-blurbs:ja190": "“Behold the fruit of sacrifice”—This story the Master told whilst staying in Jetavana, about a believing layman.",
  "ja-blurbs:ja191": "“Even a broken bowstring”—This story the Master told while dwelling in Jetavana, about temptation arising from a former wife. The circumstances will be explained in the Eighth Book, in the Indriya Jātaka. Then the Master said to this brother, “That is a woman who does you harm. In former times, too, she put you to the blush before the king and his whole court, and gave you good reason to leave your home.” And he told an old-world tale.",
  "ja-blurbs:ja192": "“Even though women may be fair”—This story will be given in the Maha-ummagga Jātaka",
  "ja-blurbs:ja193": "“’Tis I—no other”—This story the Master told while dwelling at Jetavana about a backsliding brother. The circumstances will be explained in the Ummadanti Birth. ",
  "ja-blurbs:ja194": "“Ye gods are here”—This story the Master told during a stay in Veluvana, how Devadatta tried to kill hips. Hearing that Devadatta went about to kill him, he said, “Brethren, this is not the only time that Devadatta has been trying to kill me; he tried to do so before, and failed.” Then he told them this story.",
  "ja-blurbs:ja195": "“A happy lake”—This story the Master told while dwelling at Jetavana, about the king of Kosala.",
  "ja-blurbs:ja196": "“They who will neglect”—This story the Master told while staying in Jetavana, about a Brother who had become a backslider.",
  "ja-blurbs:ja197": "“He smiles not”—This story the Master told whilst dwelling at Savatthi, about a certain Brother.",
  "ja-blurbs:ja198": "“I come, my son”—This story the Master told whilst living at Jetavana, about a brother who was a backslider",
  "ja-blurbs:ja199": "“I like not this”—This story the Master told, also about a backsliding Brother, during a sojourn in Jetavana, and in the course of his address he said, “Womankind can never be kept right; somehow or other they will sin and trick their husbands.” And then he told the following story.",
  "ja-blurbs:ja200": "“One is good”—This story the Master told while dwelling at Jetavana, about a brahmin.",
  "ja-blurbs:ja201": "“Not iron fetters”—This story the Master told whilst staying in Jetavana, about the prison-house.",
  "ja-blurbs:ja202": "“Geese, herons, elephants”—This story the Master told while dwelling at Jetavana, about Lakuntaka the venerable and good.",
  "ja-blurbs:ja203": "“Virupakkha snakes I love”—This story the Master told whilst living at Jetavana, about a certain brother.",
  "ja-blurbs:ja204": "“O have you seen”—This story the Master told, while dwelling at Jetavana, about imitating the Buddha.",
  "ja-blurbs:ja205": "“Fine are the fish”—This story the Master told while dwelling at Jetavana, about two young Brethren.",
  "ja-blurbs:ja206": "“Come, Tortoise”—This story the Master told at Veluvana, about Devadatta. News came to the Master that Devadatta was plotting his death. “Ah, Brethren,” said he, “it was just the same long ago; Devadatta tried then to kill me, as he is trying now.” And he told them this story.",
  "ja-blurbs:ja207": "“Once with the great king Assaka”—This story the Master told whilst staying in Jetavana, about some one who was distracted by the recollection of a former wife. He asked the Brother whether he were really lovesick. The man said, Yes. “Whom are you in love with?” the Master continued. “My late wife,” was the reply. Then the Master said, “Not this once only, Brother, have you been full of desire for this woman; in olden days her love brought you to great misery.” And he told a story.",
  "ja-blurbs:ja208": "“Rose-apple, jack fruit”—This story the Master told at Jetavana, about Devadatta’s attempts to murder him. When he heard of these attempts, the Master said, This is not the first time that Devadatta has tried to murder me; he did the same before, and yet could not so much as make me afraid.” Then he told this story.",
  "ja-blurbs:ja209": "“Trees a many have I seen”—This story the Master told while dwelling at Jetavana, about a Brother who was one of the fellow-students of Elder Sariputta, Captain of the Faith.",
  "ja-blurbs:ja210": "“O friend”—This was told by the Master, during a stay in Veluvana, about Devadatta’s attempts to imitate him. When he heard of these attempts to imitate him, the Master said, “This is not the first time Devadatta has destroyed himself by imitating me; the same thing happened before.” Then he told this story.",
  "ja-blurbs:ja211": "“All the year long never ceasing”—This story the Master told while dwelling at Jetavana, about Elder Laludayi, or Udayi the Simpleton.",
  "ja-blurbs:ja212": "“Hot at top”—This is a story told by the Master while at Jetavana, about one who hankered after a lost wife. The Brother in question was asked by the Master if he really was lovesick. Yes, he said, so he was. “For whom?” was the next question. “For my late wife.” “Brother,” the Master said, “this same woman in former days was wicked, and made you eat the leavings of her paramour.” Then he told this story of the past.",
  "ja-blurbs:ja213": "“The king of Bharu”—This story the Master told while staying at Jetavana, about the king of Kosala.",
  "ja-blurbs:ja214": "“That which can drink”—This story the Master told while staying at Jetavana, about perfect wisdom.",
  "ja-blurbs:ja215": "“The Tortoise needs must speak”—This is a story told by the Master while staying in Jetavana, about Kokalika. The circumstances which gave rise to it will be set forth under the Mahatakkari Birth. Here again the Master said: “This is not the only time, Brethren, that Kokalika has been ruined by talking; it was the same before.” And then he told the story as follows.",
  "ja-blurbs:ja216": "“’Tis not the fire”—This story the Master told during a stay in Jetavana, about one who hankered after a former wife. The Master asked this Brother, “Is it true, Brother, what I hear, that you are lovesick?” “Yes, Sir.” “For whom?” “For my late wife.” Then the Master said to him: “This wife, Brother, has been the mischief to you. Long ago by her means you came near being spitted and roasted for food, but wise men saved your life.” Then he told a tale of the past.",
  "ja-blurbs:ja217": "“All the world’s on pleasure bent”—This story the Master told, while dwelling at Jetavana, about a greengrocer who was a lay-brother.",
  "ja-blurbs:ja218": "“Well planned indeed!”— This story the Master told while staying in Jetavana, about a dishonest trader.",
  "ja-blurbs:ja219": "“The gold is mine”—This story the Master told at Jetavana, about a brother who was downcast and discontent.",
  "ja-blurbs:ja220": "“You look as though”—This was told by the Master while staying at the Bamboo Grove, about attempts to murder him. On this occasion, as before, the Master said, “This is not the first time Devadatta has tried to murder me and has not even frightened me. He did the same before.” And he told this story.",
  "ja-blurbs:ja221": "“If any man”—This story the Master told while staying at Jetavana, about Devadatta.",
  "ja-blurbs:ja222": "“I call to mind”—This story the Master told whilst dwelling in the Bamboo Grove, about Devadatta.",
  "ja-blurbs:ja223": "“Honour for honour”—This story the Master told in Jetavana, about a landed proprietor.",
  "ja-blurbs:ja224": "“O Ape”—This story the Master told at the Bamboo Grove, about Devadatta.",
  "ja-blurbs:ja225": "“There is a man”—This story the Master told at Jetavana, about the king of Kosala. A very useful subordinate intrigued in the harem. Even though he knew the culprit, the king pocketed the affront, because the fellow was useful, and told the Master of it. The Master said, “Other kings in days long gone by have done the same;” and at his request, told the following story.",
  "ja-blurbs:ja226": "“There is a time”—A story told by the Master at Jetavana, about the king of Kosala. This king started to quell a border rising at a bad season of the year. The circumstances have been described already. The Master as before told the king a story.",
  "ja-blurbs:ja227": "“Well matched”—This story the Master told while dwelling at Jetavana, about one of the Brethren.",
  "ja-blurbs:ja228": "“Three forts”—This story the Master told at Jetavana about a brahmin named Kamanita. The circumstances will be explained in the Twelfth Book, and the Kama Jātaka.",
  "ja-blurbs:ja229": "“Lo, my elephants”—This story the Master told at Jetavana, about a mendicant, with vagrant tastes.",
  "ja-blurbs:ja230": "“Countless are my banners”— This story the Master told whilst living at Jetavana, about this same gadabout mendicant.",
  "ja-blurbs:ja231": "“As when a pair of shoes”—This story the Master told in the Bamboo Grove, about Devadatta. The Brethren gathered together in the Hall of Truth, and began to discuss the matter. “Friend, Devadatta having repudiated his teacher, and become the foe and adversary of the Tathagata, has come to utter destruction.” The Master came in, and asked what they were talking about as they sat there. They told him. The Master said, “Brethren, this is not the first time that Devadatta has repudiated his teacher, and become my enemy, and come to utter destruction. The same thing happened before.” Then he told them an old-world tale.",
  "ja-blurbs:ja232": "“Your own idea”—This story the Master told while staying at Jetavana, about a young lady.",
  "ja-blurbs:ja233": "“The barb is in your back”—This story the Master told while dwelling in Jetavana, about a backsliding brother.",
  "ja-blurbs:ja234": "“Now desire has gone”—This story the Master told while staying at Jetavana, about a young girl.",
  "ja-blurbs:ja235": "“Houses in the world are sweet”—This story the Master told at Jetavana, about Roja the Mallian.",
  "ja-blurbs:ja236": "“See that twice-born bird”—This story the Master told while staying in Jetavana, about a hypocrite. When he was brought before the Master, the Master said, “Brethren, he was a hypocrite of old just as he is now,” and told the following story.",
  "ja-blurbs:ja237": "“Why are hearts cold”—This story the Master told during a stay near Saketa, about a brahmin named Saketa. Both the circumstances that suggested the story and the story itself have already been given in the First Book.",
  "ja-blurbs:ja238": "“Tell me one word”—This story the Master told in Jetavana, about a certain landowner.",
  "ja-blurbs:ja239": "“When I was in their cage”—This story the Master told while dwelling in the Bamboo-grove, about Ajatasattu.",
  "ja-blurbs:ja240": "“The Yellow King”—This story the Master told at the Jetavana Park, about Devadatta the heretic.",
  "ja-blurbs:ja241": "“Even as the Jackal”—This story the Master told while staying in the Bamboo-grove, about Devadatta.",
  "ja-blurbs:ja242": "“Foolish Dog”—This story the Master told whilst living in Jetavana, about a dog that used to be fed in the resting hall by the Ambala tower.",
  "ja-blurbs:ja243": "“I had a pupil once”—This story the Master told in the Bamboo-grove, about Devadatta.",
  "ja-blurbs:ja244": "“What he sees”—This story the Master told at Jetavana, about a turntail vagrant who wandered about the country.",
  "ja-blurbs:ja245": "“Time all consumes”—This is a story told by the Master while he stayed near Ukkattha, in the Subhagavana Park, in connexion with the Chapter on the Succession of Causes.",
  "ja-blurbs:ja246": "“The wicked kills”—This is a story which the Master told while staying in his gabled chamber near Vesali, about Sihasenapati.",
  "ja-blurbs:ja247": "“Surely this lad”—This story the Master told while dwelling in Jetavana, about the Elder Laludayi.",
  "ja-blurbs:ja248": "“All have seen”—This story the Master told whilst staying at Jetavana, on the Chapter about the Judas tree.",
  "ja-blurbs:ja249": "“Like my own son”—This story the Master told whilst living in Jetavana, about a distinguished Elder.",
  "ja-blurbs:ja250": "“A holy sage”—This story was told by the Master whilst living at Jetavana, about a hypocritical Brother.",
  "ja-blurbs:ja251": "“No archer”—This story the Master told at Jetavana, about a backsliding Brother.",
  "ja-blurbs:ja252": "“Now I bethink me”—This story the Master told in Jetavana, about a passionate man. We learn that there was a Brother who was full of bitterness. No matter how little was said to him, he fell in a rage and spoke roughly; showing wrath, hatred, and mistrust.",
  "ja-blurbs:ja253": "“Rich food and drink”—This story the Master told while he was dwelling at the shrine of Aggalava, near Alavi, about the rules for building cells.",
  "ja-blurbs:ja254": "“Grass and the scum of gruel”—This story the Master told at Jetavana about the Elder Sariputta.",
  "ja-blurbs:ja255": "“What time the bird”—This story the Master told while dwelling at Jetavana, about a Brother who died of over-eating.",
  "ja-blurbs:ja256": "“Some merchants”—This story the Master told while living at Jetavana, about some traders whose home was at Savatthi.",
  "ja-blurbs:ja257": "“It is not a clever builder”—This story the Master told while sojourning at Jetavana, about the praise of wisdom. In the Hall of Truth sat the Brethren, praising the wisdom of the Buddha: “The Blessed One has wisdom great and wide, wisdom witty and quick, wisdom sharp and penetrating. He excels this world and the world of gods in wisdom.”",
  "ja-blurbs:ja258": "“Wherever sun and moon”—This story the Master told during a stay at Jetavana, about a backsliding brother.",
  "ja-blurbs:ja259": "“When all alone”—This story the Master told whilst living at Jetavana, about the gift of a thousand garments, how the reverend Ananda received five hundred garments from the women of the household of the king of Kosala, and five hundred from the king himself. The circumstances have been described above, in the Sigala Birth, of the Second Book.",
  "ja-blurbs:ja260": "“O king, the Belly’s messenger”—This story the Master told while staying at Jetavana, about a Brother who was addicted to covetousness. The circumstances will be given at large under the Kaka Birth, in Book the Ninth. Here again the Master told the Brother, “You were greedy before, Brother, as you are now; and in olden days for your greed you had your head cleft with a sword.” Then he told an old-world story.",
  "ja-blurbs:ja261": "“Cut, and cut, and cut again”—This story the Master told at Jetavana, about some Brethren who made offering of garlands under Ananda’s tree. The circumstances will be given in the Kalinga-bodhi Birth. This was called Ananda’s tree, because Ananda planted it. All India heard tell haw the Elder had planted this tree by the gate of Jetavana.",
  "ja-blurbs:ja262": "“A soft hand”—This story the Master told at Jetavana, about a back-sliding Brother. They brought him to the Hall of Truth, and the Master asked him if he were really a backslider? He replied, yes, he was. Then said the Master, “O Brethren! It is impossible to keep women from going after their desires. In olden days, even wise men could not guard their own daughters; while they stood holding their fathers’ hand, without their fathers’ knowing, they went away wrong-doing with a paramour”; and he told them an old-world tale.",
  "ja-blurbs:ja263": "“Not through the sea”—This story the Master told at Jetavana, also about a backsliding Brother. The Master had him brought into the Hall of Truth, and asked if it were true that he was a backslider. Yes, said he, it was. “Women,” said the Master, “in olden days made even believing souls to sin.” Then he told a story.",
  "ja-blurbs:ja264": "“’Twas king Panada”—This story the Master told when he was settled on the bank of the Ganges, about the miraculous power of Elder Bhaddaji.",
  "ja-blurbs:ja265": "“When many a bow”—This story the Master told in Jetavana, about a Brother who had lost all energy. The Master asked, was it true that this Brother had lost his energy. Yes, he replied. “Why,” asked he, “have you slackened your energy, after embracing this doctrine of salvation? In days of yore, wise men were energetic even in matters which do not lead to salvation;” and so saying he told an old-world tale.",
  "ja-blurbs:ja266": "“He for whose sake”—This story the Master told at Jetavana, about a certain land-owner.",
  "ja-blurbs:ja267": "“Gold-clawed creature”— This story the Master told while dwelling at Jetavana, about a certain woman.",
  "ja-blurbs:ja268": "“Best of all”—This story the Master told whilst dwelling in the country near Dakkhinagiri, about a gardener’s son.",
  "ja-blurbs:ja269": "“Those who are dowered”—This story the Master told while living in Jetavana about one Sujata, a daughter-in-law of Anatha-pindika, daughter of the great merchant Dhananjaya, and youngest sister of Visakha.",
  "ja-blurbs:ja270": "“The owl is King”—This story the Master told while living at Jetavana, about a quarrel between Crows and Owls.",
  "ja-blurbs:ja271": "“This well a forest-anchorite”—This story the Master told whilst dwelling at Isipatana, about a Jackal that fouled a well.",
  "ja-blurbs:ja272": "“What time the nearness”— This story the Master told whilst living at Jetavana, about Kokalika. The circumstances of this story will be given in the Thirteenth Book, and the Takkariya-jataka. Here again Kokalika said, “I will take Sariputta and Moggallana with me.” So having left Kokalika’s country, he travelled to Jetavana, greeted the Master, and went on to the Elders. He said, “Friends, the citizens of Kokalika’s country summon you. Let us go thither!!” “Go yourself, friend, we won’t,” was the answer. After this refusal he went away by himself.",
  "ja-blurbs:ja273": "“Who is the one who brings the food”—This story the Master told during a stay in Jetavana, how a quarrel was made up between two magnates of the king’s court in Kosala. The circumstances have been told in the Second Book.",
  "ja-blurbs:ja274": "“Who is this tufted crane”—This story the Master told in Jetavana about a greedy Brother. He too was brought to the Audience Hall, when the Master said—“It is not only now that he is greedy; greedy he was before, and his greed lost him his life; and by his means wise men of old were driven out of house and home.” Then he told a story.",
  "ja-blurbs:ja275": "“Who is this pretty Crane”—This story the Master told at Jetavana about some greedy Brother. The two stories are just the same as the last. And these are the verses—",
  "ja-blurbs:ja276": "“Knowing thy faith”—This story the Master told whilst dwelling in Jetavana, about a Brother that killed a wild goose.",
  "ja-blurbs:ja277": "“Here in the hills”—This story was told by the Master when at the Bamboo-grove, about attempted murder. The circumstances explain themselves.",
  "ja-blurbs:ja278": "“Why do yore patiently”—This story the Master told at Jetavana, about a certain impertinent monkey. ",
  "ja-blurbs:ja279": "“As the youth upon his way”—This story the Master told in Jetavana, about Panduka and Lohita.",
  "ja-blurbs:ja280": "“No doubt the king”—This story the Master told in Jetavana, about one who destroyed pottles.",
  "ja-blurbs:ja281": "“There grows a tree”—This story the Master told in Jetavana, about the Elder Sariputta giving mango juice to the Sister Bimbadevi.",
  "ja-blurbs:ja282": "“’Tis best that you should know”—This tale the Master told at Jetavana, about a courtier of the king of Kosala.",
  "ja-blurbs:ja283": "“The best, the best you always”—This story the Master told in Jetavana about the Elder Dhanuggahatissa.",
  "ja-blurbs:ja284": "“Whatever riches they who strive”—This story the Master told about a brahmin who stole good luck.",
  "ja-blurbs:ja285": "“To hell shall go he”—This story the Master told at Jetavana, about the murder of Sundari.",
  "ja-blurbs:ja286": "“Envy not what Celery eats”—This story the Master told in Jetavana, about the temptation springing from a fat girl. The circumstances will be explained in the Cullanaradakassapa story.",
  "ja-blurbs:ja287": "“He that hath madness”—This story the Master told at Jetavana, about a fellow-priest of the Elder Sariputta. ",
  "ja-blurbs:ja288": "“Who could believe the story”—This story the Master told at Jetavana about a dishonest merchant. The circumstances have been told above.",
  "ja-blurbs:ja289": "“We live in one house”—This story the Master told in Jetavana, about the venerable Ananda’s taking a valuable article. The circumstances will be explained in the Junha Birth, in the Eleventh Book.",
  "ja-blurbs:ja290": "“Virtue is lovely”—This story the Master told at Jetavana, about a brahmin who put his reputation to the test. The circumstances which gave rise to it, and the story itself, are both given in the Silavimamsa Birth-tale, in the First Book. Here, as before",
  "ja-blurbs:ja291": "“A ne’er-do-well did once”—This story the Master told at Jetavana, about a nephew of Anathapindika.",
  "ja-blurbs:ja292": "“Here, in Benares city”—This story the Master told in Jetavana, about a meal of rice mixed with new ghee, with red fish to flavour it, which was given by Elder Sariputta to Bimbadevi. The circumstances are like those given above in the Abbhantara Birth-tale.",
  "ja-blurbs:ja293": "“Down smitten with a direful illness”—This story the Master told at Jetavana about a certain man tormented by jaundice, given up by the doctors as a hopeless case.",
  "ja-blurbs:ja294": "“Who is it sits”—This story the Master told at the Bamboo-grove, about Devadatta and Kokalika.",
  "ja-blurbs:ja295": "“Like to a bull”— This is another story told by the Master in the same place and about the same people. The circumstances are the sane as before.",
  "ja-blurbs:ja296": "“Over the salt sea wave”—This story the Master told at Jetavana, about Elder Upananda. This man was a great eater and drinker; there was no satisfying him even with cartloads of provisions. ",
  "ja-blurbs:ja297": "“O bird, that fliest”—This story the Master told at Jetavana, about a man who pined for his former wife. The circumstances which called it forth are explained in the Puppharatta Birth-tale, and the tale of the past in the Indriya Birth-tale.",
  "ja-blurbs:ja298": "“Ripe are the figs”—This story the Master told at Jetavana, about a certain Brother, who had made a hermitage to live in at a certain village on the frontier.",
  "ja-blurbs:ja299": "“Aforetime you were used”—This story the Master told in Pubbarama, about some Brethren who were rude and rough in their manners.",
  "ja-blurbs:ja300": "“The wolf who takes”—This story the Master told at Jetavana, about old friendship. The circumstances were the same in detail as in the Vinaya; this is an abstract of them. The reverend Upasena, a two-years’ man, visited the Master along with a first year’s man who lived in the same monastery; the Master rebuked him, and he retired. Having acquired spiritual insight, and attained to sainthood, having got contentment and kindred virtues, having undertaken the Thirteen Practices of a Recluse, and taught them to his fellows, while the Blessed One was secluded for three months, he with his brethren, having accepted the blame first given for wrong speech and nonconformity, received in the second instance approval, in the words, “Henceforth, let any brothers visit me when they will, provided they follow the Thirteen Practices of a Recluse.” Thus encouraged, he returned and told it to the Brethren. After that, the brothers followed these practices before coming to visit the Master; then, when ho had come out from his seclusion, they would throw away their old rags and put on clean garments. As the Master with all the body of the Brethren went round to inspect the rooms, he noticed these rags lying about, and asked what they were. When they told him, he said, “Brethren, the practice undertaken by these brothers is short-lived, like the wolf’s holy day service”; and he told them an old-world tale.",
  "ja-blurbs:ja301": "“Open the gate”—This story was told by the Master while living at Jetavana, about the admission of four female ascetics to the religious life.",
  "ja-blurbs:ja302": "“Thy gifts bestowed”—This story the Master told while dwelling at Jetavana, about the Elder Ananda. The circumstances that suggested the story have been already given. “In former days too,” the Master said, “wise men acted on the principle that one good turn deserves another.” And hereupon he told them a story of the olden time.",
  "ja-blurbs:ja303": "“O monarch that erst”—This story the Master told while dwelling at Jetavana, about a courtier of the king of Kosala. The circumstances that suggested the story have been already related in the Seyyamsa Birth. On this occasion the Master said, “You are not the only one who got good out of evil: wise men of old also got good out of evil.” And he told an old-world story.",
  "ja-blurbs:ja304": "“O Daddara, who”—This story the Master told while dwelling at Jetavana, about a certain choleric fellow.",
  "ja-blurbs:ja305": "“In sooth there is”—This story the Master told while dwelling at Jetavana, about the rebuking of sin. The circumstances will be set forth in the Paniya Birth in the Eleventh Book. The following is a brief summary of it.",
  "ja-blurbs:ja306": "“What is this egg-shaped fruit”—This story was told by the Master while dwelling at Jetavana, about queen Mallika. One day, they say, there was a dispute at court between her and the king. The king was so enraged that he",
  "ja-blurbs:ja307": "“Why, Brahmin, though”—The Master, when he was stretched upon the bed of death, told this story of the Elder Ananda.",
  "ja-blurbs:ja308": "“Kindness as much”—This story was told by the Master while dwelling at Jetavana, about the ingratitude of Devadatta.",
  "ja-blurbs:ja309": "“Holy Teacher”—The Master while residing at Jetavana told this story, about the Fraternity of Six Priests. It is related in detail in the Vinaya. Here is a brief summary of it.",
  "ja-blurbs:ja310": "“No throne on earth”—The Master told this story while in residence at Jetavana, about a backsliding brother, who in going his rounds for alms at Savatthi caught sight of a beautiful woman, and thenceforth had grown discontented and lost all pleasure in the Law.",
  "ja-blurbs:ja311": "“Robber, arise”—The Master, while dwelling in the Bamboo-Grove, told this story about the venerable Moggallana.",
  "ja-blurbs:ja312": "“Should foolish youth”—This story the Master told while residing at Jetavana, about an aged Brother.",
  "ja-blurbs:ja313": "“Whoso cut of”—This story the Master, while dwelling at Jetavana, told about a wrathful Brother.",
  "ja-blurbs:ja314": "“Due share of wealth”—This story the Master, while living at Jetavana, told concerning a king of Kosala.",
  "ja-blurbs:ja315": "“For one who is asking”—This was a story told by the Master, while living at Jetavana, as to how the Elder Sariputta procured dainty fare for some sick Brothers under medical treatment.",
  "ja-blurbs:ja316": "“Seven red fish”—This story was told by the Master while living at Jetavana, about a gift of all the Buddhist requisites.",
  "ja-blurbs:ja317": "“Weep for the living”—The Master while in residence at Jetavana told this story of a certain landowner who dwelt at Savatthi.",
  "ja-blurbs:ja318": "“’Twas the joyous time”—This was a story told by the Master at Jetavana, about a Brother who was tempted by thoughts of the wife he had left. The circumstances that led up to the story will be set forth in the Indriya Birth.",
  "ja-blurbs:ja319": "“Happy life”—This was a story told by the Master while living in the Badarika Monastery near Kosambi, regarding the elder Rahula. The introductory story has been already related in full in the Tipallattha Birth.",
  "ja-blurbs:ja320": "“He might give”—This story was told by the Master, while residing at Jetavana, with regard to a certain landowner.",
  "ja-blurbs:ja321": "“Monkey, in feet”—This was a story told by the Master while dwelling at Jetavana, about a young disciple who burnt down the hut of leaves of the elder Mahakassapa.",
  "ja-blurbs:ja322": "“From the spot where”—This story was told by the Master, when he dwelt at Jetavana, about some heretics.",
  "ja-blurbs:ja323": "“Such is the quality”—This story was told by the Master, while dwelling in the Aggalava shrine near Alavi, concerning the regulations to be observed in the building of cells.",
  "ja-blurbs:ja324": "“The kindly beast”—This story was told by the Master while living at Jetavana, about a mendicant priest who wore a leather jerkin.",
  "ja-blurbs:ja325": "“One that plays”—This story was told by the Master, while living at Jetavana, with regard to a certain cheating rogue. The introductory story has been already given in full. But oh this occasion they brought the Brother to the Master and exposed him, saying, “Holy Sir, this Brother is a cheat.” The Master said, “Not now only, but formerly also he was a rogue.” And then he told an old-world story.",
  "ja-blurbs:ja326": "“He that from thievish act”—This story was told by the Master while he was at Jetavana, about Devadatta, how that after causing a schism in the Order, as he was going away with his chief disciples, when the assembly broke up, a hot stream of blood gushed from his mouth. Then the Brethren discussed the matter in the Hall of Truth, and said that Devadatta by speaking falsely had created a schism, and afterwards fell sick and suffered great rain. The Master came and inquired what subject the Brethren were discussing as they sat in conclave, and on hearing what it was he said, “Not now only, Brethren, but of old too this fellow was a liar, and not now only, but of old also he suffered pain as the penalty of lying.” And so saying he repeated this old-world legend.",
  "ja-blurbs:ja327": "“Fragrant odours”—This story was told by the Master while residing at Jetavana, of a certain Brother who regretted having taken orders. On this occasion the Master asked the Brother if it were true that he was discontented, and on his answering, “Yes, Holy Sir,” he asked him the reason. The Brother replied, “By reason of sinful passion.” The Master said, “Woman cannot be guarded. There is no keeping her safe. Sages of old placed a woman in mid ocean in a palace by the Simbali lake, but failed to preserve her honour.” Then he told a story of the olden time. ",
  "ja-blurbs:ja328": "“Why should I shed tears”—This story was told by the Master while living at Jetavana, of a certain landowner who had lost his wife.",
  "ja-blurbs:ja329": "“Once we enjoyed”—This was a story told by the Master while dwelling in the Bamboo Grove, with regard to Devadatta’s loss of gains and honour. For when Devadatta had unreasonably conceived a grudge against the Buddha and suborned a band of archers to slay him, his offence became known by the letting loose of the elephant Nalagiri. Then men took away his office and the rations provided for him, and the king ceased to regard him. And having lost his source of gains and honour, he went about living on what he begged in noble families. The Brethren started a discussion in the Hall of Truth, how that Devadatta thought to get gain and honour, but when he had got it he could not keep it. The Master came and inquired what was the subject the Brethren sat in conclave to discuss, and on being told what it was he said, “Not only now, Brethren, but formerly too, Devadatta was deprived of gains and honour.” And he then told them an old-world legend.",
  "ja-blurbs:ja330": "“Power on earth”—This was a story told by the Master when at Jetavana, about a brahmin who was ever proving his virtue. Two similar stories have been told before. In this case the Bodhisatta was the family priest of the king of Benares. ",
  "ja-blurbs:ja331": "“They that with speech inopportune”—This story was told by the Master at Jetavana about Kokalika. The introductory story is told in full in the Takkarika Birth.",
  "ja-blurbs:ja332": "“Wounding another”—This story was told by the Master when he was at Jetavana, about the family priest of the king of Kosala, who, it is said, as he was driving in his chariot to a village on his estate came upon a caravan in a narrow road, and crying out once and again, “Out of the way with you,” was so enraged at a cart not clearing out of his way that he threw his goad-stick at the driver of the first cart.",
  "ja-blurbs:ja333": "“Then wert thou”—This is a story told by the Master while at Jetavana, of a certain landowner.",
  "ja-blurbs:ja334": "“The bull through floods”—This story was told by the Master when at Jetavana concerning the admonition of a king. The introductory story will be found in full in the Tesakuna Birth. ",
  "ja-blurbs:ja335": "“Jackal beware”—This story was told by the Master while dwelling in the Bamboo Grove, about the attempt of Devadatta to imitate the Buddha. The incident that gave rise to the story has been told in full before. Here is a short summary of it. ",
  "ja-blurbs:ja336": "“Grass is still”—This story was told by the Master while at Jetavana, of a certain rogue. The incident that suggested the story has been already related.",
  "ja-blurbs:ja337": "“Alas! we offered thee”—This story the Master told while living at Jetavana, about a certain Brother.",
  "ja-blurbs:ja338": "“With sense so nice”—This story was told by the Master while living in the Bamboo Grove, of prince Ajatasattu. At the time of his conception there arose in his mother, the daughter of the king of Kosala, a chronic longing to drink blood from the right knee of king Bimbisara (her husband).",
  "ja-blurbs:ja339": "“Before the crested peacock”—This story was told by the Master when at Jetavana, of certain heretics who lost their former gains and glory.",
  "ja-blurbs:ja340": "“Of old, Visayha”—This story was told by the Master while at Jetavana of Anathapindika. The incident that gave rise to the story has been already told in full in the Khadirangara Birth. On this occasion the Master addressing Anathapindika said, “Wise men of old, my lay brother, gave alms, rejecting the counsel of Sakka, king of heaven, when he stood in mid-air and tried to prevent them, saying, “Give not alms.” And at his request the Master told a story of the past.",
  "ja-blurbs:ja341": "The story of this Birth will be set forth in full in the Kunala Birth.",
  "ja-blurbs:ja342": "“Have I from water”—This story was told by the Master, when dwelling in the Bamboo Grove, concerning the going about of Devadatta to kill the Buddha. The incident that led to the story has been already given in detail. ",
  "ja-blurbs:ja343": "“Long I held”—This story was told by the Master at Jetavana, concerning a heron that lived in the house of the king of Kosala.",
  "ja-blurbs:ja344": "“She that did thy mangoes eat”—This story was told by the Master while at Jetavana, concerning an elder who kept watch over mango fruit.",
  "ja-blurbs:ja345": "“Should a flame sweep”—This story was told by the Master at Jetavana, concerning a slothful Brother. He was, it was said, of gentle birth and lived at Savatthi. And after giving a hearty assent to the doctrine and taking orders, he became slothful.",
  "ja-blurbs:ja346": "“Thou that of late”—This story the Master while at Jetavana told concerning the Feast of Friendship.",
  "ja-blurbs:ja347": "“Why in mid air”—This story the Master, while dwelling at Jetavana, told concerning the duty of doing good to men. The incident that led to the story will be set forth in the Mahakanha Birth.",
  "ja-blurbs:ja348": "“This doubt, my father”—This story the Master told when dwelling at Jetavana, concerning the seduction of a youth by a certain coarse girl. The incident that led up to the story will be set forth in the Cullanaradakassapa Birth.",
  "ja-blurbs:ja349": "“Nought in common”—This story the Master, dwelling at Jetavana, told concerning the moral precept on slander.",
  "ja-blurbs:ja350": "This Question will be found in the Ummagga Jataka.",
  "ja-blurbs:ja351": "“Stript of all the joys of life”—This story the Master, while dwelling at Jetavana, told concerning a councillor who was guilty of misconduct in the harem of the king of Kosala. The incident that gave rise to the story has been given in full before.",
  "ja-blurbs:ja352": "“Why haste to bring”—This story the Master, while dwelling at Jetavana, told concerning a landowner who had lost his father.",
  "ja-blurbs:ja353": "“‘Though thou art now”—This story the Master, while living in the Bhesakala grove near Sumsumaragiri (Mount Crocodile) in the country of the Bhaggas, told concerning young prince Bodhi.",
  "ja-blurbs:ja354": "“Man quits his mortal frame”—This story the Master, while dwelling at Jetavana, told concerning a landowner whose son had died. The introductory story is just the same as that of the man who lost both his wife and father. ",
  "ja-blurbs:ja355": "“While others weep”—This story the Master, dwelling at Jetavana, told concerning a minister of the king of Kosala. The introductory story is identical with one already given. ",
  "ja-blurbs:ja356": "“Why in forest”—This was a story told by the Master while dwelling at Jetavana, concerning the Captain of the Faith (Sariputta). That elder, they say, when wicked folk came to him, such as hunters, fishermen and the like, laid down the moral law to them, and any others that he might see from time to time, saying, “Receive ye the law.” Through respect for the elder, they could not disobey his words and accepted the law, but failed to keep it, and still followed each after his own business.",
  "ja-blurbs:ja357": "“Elephant of sixty years”—This was a story told by the Master while dwelling in the Bamboo Grove, concerning Devadatta. One day they raised a discussion in the Hall of Truth, saying, “Sirs, Devadatta is harsh, cruel, and violent. He has not an atom of pity for mortals.” When the Master came, he inquired what was the topic the Brethren were assembled to discuss, and on hearing what it was, he said, “Brethren, not now only, but formerly also he was pitiless.” And herewith he told a story of the past.",
  "ja-blurbs:ja358": "“Mahapatapa’s wretched queen”—This story the Master, when dwelling in the Bamboo Grove, told concerning the going about of Devadatta to slay the Bodhisatta.",
  "ja-blurbs:ja359": "“O Golden foot,” This was a story told by the Master while in residence at Jetavana, about a maiden of gentle birth in Savatthi.",
  "ja-blurbs:ja360": "“I scent the fragrance”—This story the Master, while living at Jetavana, told concerning a backsliding Brother. The Master asked if it were true that he longed for the world, and what he had seen to make him regret having taken orders. The Brother answered, “It was all owing to the charms of a woman.” The Master said, “Verily, Brother, there is no possibility of being on one’s guard against womenfolk. Sages of old, though they took the precaution to dwell in the abode of the Garudas, failed to be on their guard against them.” And being urged by him, the Master related a story of the past. ",
  "ja-blurbs:ja361": "“Is it thus, Sudatha”—This story the Master, while dwelling at Jetavana, told concerning the two chief disciples.",
  "ja-blurbs:ja362": "“Virtue and learning”—This story the Master, while residing at Jetavana, told concerning a brahmin who would test the power of virtue. The king, they say, owing to his reputation for virtue, regarded him with special honour, beyond what was paid to other brahmins. He thought, “Can it be that the king regards me with special honour, because I am endowed with virtue, or as one devoted to the acquisition of learning? I will just test the comparative importance of virtue and learning.”",
  "ja-blurbs:ja363": "“Who spite of honour”—This story the Master, when dwelling at Jetavana, told concerning a rich merchant, a friend of Anathapindika, who lived in a border province. Both the introductory story and the story of the past are related in full in the concluding Birth of the ninth division of the first book, but in this version when the merchant of Benares was told that the followers of the foreign merchant were mulcted of all their property and, after losing everything they possessed, had to take to flight, he said, “Because they failed to do what they ought for the strangers who came to them, they find no one ready to do them a good turn.” And so saying he repeated these verses:",
  "ja-blurbs:ja364": "This Question about a fire-fly will be set forth in full in the Mahaummagga.",
  "ja-blurbs:ja365": "“Lo! here we lie”—This story the Master, whilst living at Jetavana, told concerning an aged priest. The story has been already related in full in the Salaka Birth. ",
  "ja-blurbs:ja366": "“Poison like honey”—This story was told by the Master while dwelling at Jetavana, about a Brother who regretted taking orders. The Master asked him if it were true that he regretted it. “It is true, Holy Sir,” he said. “What have you seen to cause this feeling?” asked the Master. When the Brother replied, “It was owing to the charms of a woman,” the Master said, “These five qualities of desire are like the honey sprinkled over with deadly poison, and left in the road by one Gumbika.” And hereupon at the request of the Brother he told a story of the past.",
  "ja-blurbs:ja367": "“Who got his friend”—This was a story told by the Master, whilst living in the Bamboo Grove, in reference to a saying that Devadatta could not even inspire alarm.",
  "ja-blurbs:ja368": "204] “Fallen into hand of foes”—This story the Master, whilst dwelling at Jetavana, told concerning the Perfection of Wisdom. It was then the Master said, “Not now only, Brethren, but formerly also the Tathagata proved himself wise and full of resources.” And herewith he related an old legend of the past.",
  "ja-blurbs:ja369": "“What was the evil”—This story the Master whilst living at Jetavana told concerning an unruly Brother. The incident that led to the story will be found in the Mahamittavinda Birth.",
  "ja-blurbs:ja370": "“The goose said to the Judas tree”—This was a story told by the Master, whilst residing at Jetavana, concerning the rebuke of sin. The incident that led to the story will be set forth in the Panna Birth. But on this occasion the Master addressing the Brethren said, “Brothers, sin ought to be regarded with suspicion. Though it be as small as a banyan shoot, it may prove fatal. Sages of old too suspected whatever was open to suspicion.” And with this he related a story of the past.",
  "ja-blurbs:ja371": "“Thou art within my power”—This story the Master, whilst dwelling at Jetavana, told concerning some quarrelsome folk from Kosambi.",
  "ja-blurbs:ja372": "“To sorrow for the dead”—This story the Master, whilst dwelling at Jetavana, told about a certain elder. It is said that he admitted a youth to orders, and that this novice, after ministering to him zealously, by and bye fell sick and died. The old man overcome with grief at the youth’s death went about loudly lamenting. The Brethren, failing to console him, raised a discussion in the Hall of Truth, saying, “A certain old man on the death of his novice goes about lamenting. By dwelling on the thought of death, he will surely become a castaway.” When the Master came, he inquired of the Brethren what was the subject they had met to discuss, and on hearing what it was he said, “Not now only, but formerly also, the old man went about lamenting, when this youth died.” And with this he related a story of the past.",
  "ja-blurbs:ja373": "“People cry “Where is she gone”—This story the Master, whilst residing in the Bamboo Grove, told about Ajatasattu. The incident that led to the story has been already fully told in the Thusa Birth. Here too the Master observed the king at the same moment playing with his boy and also listening to the Law. And knowing as he did that danger to the king will arise through his son, he said, “Sire, kings of old suspected what was open to suspicion, and kept their heirs in confinement, saying, “Let them bear rule, after our bodies have been burned on the funeral pyre.” And with this he told a story of the past.",
  "ja-blurbs:ja374": "“Since thou hast gained”—This story was told by the Master whilst living at Jetavana, about the temptation of a Brother by the wife of his unregenerate days. When the Brother confessed that it was owing to the wife that he had left, that he regretted having taken orders, the Master said, “Not now only, Brother, did this woman do you a mischief. Formerly too it was owing to her that your head was cut off.” And at the request of the Brethren he related a story of the past.",
  "ja-blurbs:ja375": "“I feel quite well”—This story the Master, whilst dwelling at Jetavana, told concerning a greedy Brother. This story of the greedy Brother has already been fully told in divers ways. In this case the Master asked him if he were greedy and on his confessing that it was so, said, “Not now only, but formerly also, Brother, you were greedy, and through greed came by your death.” And herewith he told a story of the past.",
  "ja-blurbs:ja376": "“Ne’er be angry, etc.” The Master told this tale while dwelling at Jetavana, about a ferryman. This man, they say, was foolish and ignorant: he knew not the qualities of the Three Jewels and of all excellent beings: he was hasty, rough and violent. ",
  "ja-blurbs:ja377": "“Friend, be not angry”—The Master told this tale at Jetavana, of a deceitful Brother. The occasion of the story will appear in the Uddala Birth. ",
  "ja-blurbs:ja378": "“Pleasures of sense”—This tale was told by the Master while dwelling in Jetavana, concerning the Great Renunciation. The incident that led to the story has been told before.",
  "ja-blurbs:ja379": "“Ravens and crows”—The Master told this tale in Jetavana concerning a certain Brother. The story is that he got the forms of meditation from the Master and then went to a frontier village. There the people, pleased with his deportment, fed him, built him a hut in the wood, and exacting a promise, made him live there, and gave him great honour. But they forsook him for the teachers of the permanence of matter, afterwards forsaking those for the sect who deny immortality, and those again for the sect of naked ascetics: for teachers of all these sects came among them in turn. ",
  "ja-blurbs:ja380": "“In heavenly garden”—The Master told this tale while dwelling at Jetavana, concerning the temptation of a Brother by his former wife. The occasion will appear in the Indriya Birth. The Master found that the brother was backsliding owing to thoughts of his wife, so he said, “Sir, this woman does you harm: formerly also for her sake you sacrificed an army of the four divisions and dwelt in the Himalaya three years in much misery”: so he told an old tale.",
  "ja-blurbs:ja381": "“Your ways, my son”—The Master told this tale in Jetavana, of an unruly Brother. The Master asked the Brother, “Are you really unruly?” He said, “Yes, lord”: and the Master saying, “You are not unruly for the first time; formerly too through unruliness you did not the bidding of the wise and met your death by the Verambha winds,” told an old-world tale.",
  "ja-blurbs:ja382": "“Who is this”—The Master told this tale in Jetavana concerning Anathapindika. From the time when he was established in the fruition of the First Path he kept all the five first commandments unbroken; so also did his wife, his sons and daughters, his hired servants and his workpeople. One day in the Hall of Truth they began to discuss whether Anathapindika was pure in his walk and his household also. The Master came and was told their subject: so he said, “Brethren, the wise men of old had pure households,” and told an old tale.",
  "ja-blurbs:ja383": "“Bird with wings”—The Master told this tale in Jetavana, concerning a Brother who longed for the world. The Master asked him, “Why do you long for the world?” “Lord, through passion, for I saw a woman adorned.” “Brother, women are like cats, deceiving and cajoling to bring to ruin one who has come into their power,” so he told an old tale.",
  "ja-blurbs:ja384": "“Practise virtue”—The Master told this tale while dwelling in Jetavana, of a deceitful Brother. He said, “Brethren, this man is not deceitful now for the first time”: so he told an old-world tale.",
  "ja-blurbs:ja385": "“Will you go to the King’s Park”—The Master told this in Jetavana, of a Brother who supported his mother. He asked the Brother, “Is it true that you support lay folk?” “Yes, lord.” “What are they?” “My father and mother, lord.” “Well done, well done, Brother: you keep up the rule of the wise men of old, for they too even when born as beasts gave their life for their parents,” and so he told an old tale.",
  "ja-blurbs:ja386": "“Goats are stupid”—The Master told this tale in Jetavana, concerning temptation of a Brother by his former wife. When the Brother confessed that he was longing for the world, the Master said, “Brother, this woman does you harm: formerly also you came into the fire through her and were saved from death by sages,” so he told an old tale.",
  "ja-blurbs:ja387": "“Quickly threaded”—The Master told this tale while dwelling in Jetavana, concerning the perfection of wisdom. The occasion of the tale will be given in the Mahaummagga. The Master addressed the brethren, “This is not the first time the Tathagata is wise and skilled in devices,” and so he told an old tale.",
  "ja-blurbs:ja388": "“Something strange to-day”—The Master told this tale while dwelling in Jetavana, concerning a brother who feared death.",
  "ja-blurbs:ja389": "“Gold-clawed creature”—The Master told this tale when dwelling in the Bamboo-grove, of Ananda’s dying for his sake. The occasion is told in the Khandahala Birth about the hiring of bowmen, and in the Cullahamsa Birth about the roar of the elephant Dhanapala. Then they began a discussion in the Hall of Truth: “Sirs, has the Elder Ananda, Treasurer of the Law, who attained all the wisdom possible to one still under discipline, given up his life for the Perfect Buddha when Dhanapala came?” The Master came and was told the subject of their discussion: he said, “Brother, in former times also Ananda gave up his life for me:” and so he told an old tale.",
  "ja-blurbs:ja390": "“Did we joy”—The Master told this while dwelling in Jetavana, of a stranger merchant who did not enjoy his wealth himself nor give it to others.",
  "ja-blurbs:ja391": "“Noble of face”—The Master told this while dwelling in Jetavana, concerning his going about for the whole world’s good. The occasion will appear in the Mahakanha Birth. Then the Master said, “Brethren, this is not the first time the Tathagata has gone about for the world’s good,” and so told an old tale.",
  "ja-blurbs:ja392": "“You were never”—The Master told this tale while dwelling in Jetavana, concerning a certain Brother. The story is that the Brother had left Jetavana and dwelt in the Kosala kingdom near a certain wood: one day he went down into a lotus-pool , and seeing a lotus in flower he stood to leeward and smelt it. Then the goddess who dwelt in that part of the forest frightened him saying, “Sir, you are a thief of odours, this is a kind of theft.” He went back in a fright to Jetavana, and saluted the Master and sat down. “Where have you been staying, Brother?” “In such and such a wood, and the goddess frightened me in such and such a way.” The Master said, “You are not the first who have been frightened by a goddess when smelling a flower; sages of old have been frightened in like manner,” and at the Brother’s request he told an old tale.",
  "ja-blurbs:ja393": "“Happy life is theirs”—The Master told this tale while dwelling in the East Garden, concerning some Brethren who were given to amusement. The great Moggallana had shaken their dwelling and alarmed them. The Brethren sat discussing their fault in the Hall of Truth. The Master being told this said to them, “They are not given to amusement for the first time,” and so told an old tale.",
  "ja-blurbs:ja394": "“Oil and butter”—The Master told this while dwelling in Jetavana, concerning a greedy Brother. Finding that he was greedy the Master said to him, “This is not the first time you are greedy: once before through greed in Benares you were not satisfied with carcases of elephants, oxen, horses and men; and in hopes of getting better food you went to the forest;” and so he told an old tale.",
  "ja-blurbs:ja395": "“Our old friend”—The Master told this tale while dwelling in Jetavana, concerning a greedy Brother. The occasion is as above.",
  "ja-blurbs:ja396": "“The peak’s a cubit,” etc—The Master told this while dwelling in Jetavana, concerning the admonition of a king. The occasion will appear in the Tesakuna-Birth.",
  "ja-blurbs:ja397": "“The bow is bent”—The Master told this while dwelling in the Bamboo Grove, concerning a Brother who kept bad company. The occasion was given at length in the Mahilamukhata Birth. The Master said, “Brethren, he is not keeping bad company for the first time,” and told an old tale.",
  "ja-blurbs:ja398": "“The King has sent”—The Master told this tale while dwelling in Jetavana, concerning a Brother who supported his mother. The occasion will appear in the Sama Birth.",
  "ja-blurbs:ja399": "“How will the old folks”—The Master told this when dwelling in Jetavana, concerning a Brother who supported his mother.",
  "ja-blurbs:ja400": "“Friend Anutiracari”—The Master told this while dwelling in Jetavana, concerning Upananda, of the Sakya tribe. ",
  "ja-blurbs:ja401": "“Dasanna’s good sword”—The Master told this, when living in Jetavana, concerning the temptation of a Brother by his wife when a layman. The Brother confessed that he was backsliding for this reason. The Master said, “That woman does you harm: formerly too you were dying of mental sickness owing to her, and got life owing to wise men,” and so he told a tale of old.",
  "ja-blurbs:ja402": "“Thou art confused”—The Master told this when staying in Jetavana, concerning the Perfection of Wisdom. The occasion of the story will appear in the Ummagga-Birth.",
  "ja-blurbs:ja403": "“Atthisena, many beggars”—The Master told this when dwelling in the shrine called Aggalava near Alavi, concerning the regulations for the building of cells. The occasion was told in the Manikantha Birth above. The Master addressed the Brethren, saying, “Brethren, formerly before Buddha was born in the world, priests of other religions, even though offered their choice by kings, never asked for alms, holding that begging from others was not agreeable or pleasant,” and so he told the tale of old time.",
  "ja-blurbs:ja404": "“Let not the wise man”—The Master told this tale while dwelling in Jetavana, concerning Devadatta being swallowed up by the earth. Finding that the Brethren were talking about this in the Hall of Truth, he said, “Devadatta has not been destroyed with his company now for the first time: he was destroyed before,” and he told an old tale.",
  "ja-blurbs:ja405": "“Seventy and two”—The Master told this tale while dwelling in Jetavana, concerning the brahma Baka. ",
  "ja-blurbs:ja406": "“Villages full sixteen thousand”—The Master told this when dwelling in Jetavana, concerning the precept on the storing up of medicines.",
  "ja-blurbs:ja407": "“You made yourself”—The Master told this while dwelling in Jetavana, concerning good works towards one’s relatives. The occasion will appear in the Bhaddasala Birth. They began talking in the Hall of Truth, saying, “The supreme Buddha does good works towards his relatives.” When the Master had asked and been told their theme, he said, “Brethren, this is not the first time a Tathagata has done good works towards his relatives,” and so he told a tale of old time.",
  "ja-blurbs:ja408": "“A mango in a forest”—The Master told this when dwelling in Jetavana, concerning rebuke of sin. The occasion will appear in the Paniya Birth. .",
  "ja-blurbs:ja409": "“I carried for the king”—The Master told this when dwelling in the Ghosita forest near Kosambi, concerning Bhaddavatika, king Udena’s she-elephant. Now the way in which this elephant was adorned and the royal lineage of Udena will be set forth in the Matanga Birth.",
  "ja-blurbs:ja410": "“Deep in the wood”—The Master told this while dwelling at Jetavana, about a certain old Brother. The story was that this Brother ordained a novice, who waited on him but soon died of a fatal disease. The old man went about weeping and wailing for his death. Seeing him, the Brethren began to talk in the Hall of Truth, “Sirs, this old Brother goes about weeping and wailing for the novice’s death: he must surely have neglected the meditation on death.” The Master came, and hearing the subject of their talk, he said, “Brethren, this is not the first time this man is weeping for the other’s death,” and so he told the old tale.",
  "ja-blurbs:ja411": "“Heretofore the hairs”—The Master told this tale while dwelling in Jetavana, about the Great Renunciation. The Brethren were sitting in the Hall of Truth, praising the Buddha’s renunciation. The Master, finding that this was their topic, said, “Brethren, it is not strange that I should now make the Great Renunciation and retirement from the world, I who have for many hundred thousand ages exercised perfection: of old also I gave up the reign over the kingdom of Kasi, three hundred leagues in extent, and made the renunciation,” and so he told the old tale.",
  "ja-blurbs:ja412": "“I bore with me”—The Master told this tale while dwelling in Jetavana, concerning rebuke of sin. The incident leading to the tale will appear in the Panna Birth. On this occasion the Master, perceiving that five hundred Brethren were overcome by thoughts of desire in the House of the Golden Pavement, gathered the assembly and said, “Brethren, it is right to distrust where distrust is proper; sins surround a man as banyans and such plants grow up around a tree: in this way of old a spirit dwelling in the top of a cotton-tree saw a bird voiding the banyan seeds it had eaten among the branches of the cotton-tree, and became terrified lest her abode should thereby come to destruction:” and so he told a tale of old.",
  "ja-blurbs:ja413": "“The righteous king”—The Master told this tale while dwelling in Jetavana, concerning the Kosala king’s favour to a stranger. At one time, the story goes, that king showed no favour to his old warriors who came to him in the usual way, but gave honour and hospitality to strangers coming for the first time. He went to fight in a disturbed frontier province: but his old warriors would not fight, thinking that the new-corners who were in favour would do so; and the new-corners would not, thinking that the old warriors would. The rebels prevailed. The king, knowing that his defeat was owing to the mistake he had made in showing favour to new-comers, returned to Savatthi. He resolved to ask the Lord of Wisdom whether he was the only king who had ever been defeated for that reason: so after the morning meal he went to Jetavana and put the question to the Master. The Master answered, “Great King, yours is not the only case: former kings also were defeated by reason of the favour they showed to new-corners,” and so, at the king’s request, he told an old tale.",
  "ja-blurbs:ja414": "“Who is it that wakes”—The Master told this tale while dwelling in Jetavana, concerning a certain lay-brother.",
  "ja-blurbs:ja415": "“Service done”—The Master told this tale while dwelling in Jetavana, concerning queen Mallika. She was the daughter of the chief of the garland-makers of Savatthi, extremely beautiful and very good.",
  "ja-blurbs:ja416": "“Terror and fear”—The Master told this while dwelling in the Bamboo-grove, concerning Devadatta’s going about to kill him. They were discussing it in the Hall of Truth, “Sirs, Devadatta is going about to kill the Tathagata, he has hired bowmen, thrown down a rock, let loose Nalagiri, and uses special means for the destruction of the Tathagata.” The Master came and asked the subject of their discussion as they sat together: when they told him, he said, “Brethren, this is not the first time he has gone about to kill me: but he could not even make me afraid, and gained only sorrow for himself:” and so he told the tale of old.",
  "ja-blurbs:ja417": "“Robed in white”—The Master told this tale while dwelling at Jetavana, concerning a man who supported his mother.",
  "ja-blurbs:ja418": "“A pool so deep”—The Master told this tale while dwelling in Jetavana, concerning an indistinguishable terrific sound heard at midnight by the king of Kosala. The occasion is like that already described in the Lohakumbhi Birth. At this time however, when the king said, “Lord, what does the hearing of these sounds import to me?” the Master answered, “Great king, be not afraid: no danger shall befal you owing to these sounds: such terrible indistinguishable sounds have not been heard by you alone: kings of old also heard like sounds, and meant to follow the advice of brahmins to offer in sacrifice four animals of each species, but after hearing what wise men had to say, they set free the animals collected for sacrifice and caused proclamation by drum against all slaughter”: and at the king’s request, he told the old tale.",
  "ja-blurbs:ja419": "“Here is a golden necklace”—The Master told this tale while dwelling in Jetavana, concerning a female servant of Anathapindika.",
  "ja-blurbs:ja420": "“Conscious of an angry frown”—The Master told this tale while dwelling at Jetavana, concerning the admonition of a king. On this occasion the Master, at the king’s request, told the tale of old.",
  "ja-blurbs:ja421": "“The earth’s like coals”—The Master told this tale while dwelling in Jetavana, concerning the keeping of the weekly holy days. One day the Master was addressing the lay-brethren who were keeping the holy days and said, “Lay-brethren, your conduct is good; when men keep the holy days they should give alms, keep the moral precepts, never show anger, feel kindness and do the duties of the day: wise men of old gained great glory from even a partial keeping of the holy days: “ and at their request he told the tale of old.",
  "ja-blurbs:ja422": "“Injured Right can injure sorely”—The Master told this tale while dwelling at Jetavana, concerning Devadatta’s being swallowed up by the earth. On that day they were discussing in the Hall of Truth how Devadatta had spoken falsely, had sunk into the ground and become destined to the hell Avici. The Master came and, hearing the subject of their talk, said, “This is not the first time he sank into the earth,” and so he told the tale of old.",
  "ja-blurbs:ja423": "“Who through desire”—The Master told this tale while dwelling in Jetavana, concerning temptation by the wife of one’s former days.",
  "ja-blurbs:ja424": "“Whate’er a man can save”—The Master told this tale while dwelling in Jetavana, concerning an incomparable gift. The incomparable gift must be described in full from the commentary on the Mahagovindasutta. On the day after that on which it had been given, they were talking of it in the Hall of Truth, “Sirs, the Kosala king after examination found the proper field of merit, and gave the great gift to the assembly with Buddha at its head.” The Master came and was told what the subject of their talk was as they sat together: he said, “Brethren, it is not strange that the king after examination has undertaken great gifts to the supreme field of merit: wise men of old also after examination gave such gifts,” and so he told a tale of old.",
  "ja-blurbs:ja425": "“Make Ganges calm”—The Master told this tale while dwelling in Jetavana, concerning a backsliding Brother. The Master asked him, “Is the story true, Brother, that you are backsliding?” “Yes, lord.” “What is the cause?” “The power of desire.” “Brother, womankind are ungrateful, treacherous, untrustworthy: of old wise men could not satisfy a woman, even by giving her a thousand pieces a day: and one day when she did not get the thousand pieces she had them taken by the neck and cast out: so ungrateful are womankind: do not fall into the power of desire for such a cause,” and so he told an old tale.",
  "ja-blurbs:ja426": "“How fares it with you”—The Master told this tale while dwelling in Jetavana, concerning a certain she-goat.",
  "ja-blurbs:ja427": "“Formed of rough logs;”—This story the Master told at Jetavana concerning a, disobedient Brother.",
  "ja-blurbs:ja428": "“Whene’er the Brotherhood”—This story the Master, while dwelling in the Ghosita park near Kosambi, told concerning certain quarrelsome folk at Kosambi.",
  "ja-blurbs:ja429": "“Wherever fruitful trees”—This story the Master dwelling at Jetavana told concerning a certain Brother. The story goes that he lived in a forest near a border village in the Kosala country, and received instruction in forms of meditation from the Master. ",
  "ja-blurbs:ja430": "“Lo! countless trees”—This story the Master dwelling at Jetavana told concerning the Veranja section. When the Master after passing the rainy season at Veranja in due course arrived at Savatthi, the Brethren in the Hall of Truth raised a discussion saying, “Sirs, a Tathagata, a delicately nurtured kshatriya and Buddha, though possessed of supernatural powers, at the invitation of a brahmin of Veranja stayed three months with him, and when owing to the temptation of Mara he failed to receive an alms at the hands of the brahmin, even for a single day, he gave up all covetous ways, and keeping in the same place for three months lived on water and a modicum of the ground flour of roots. [4951 Oh the contented nature of Tathagatas!” When the Master came and on inquiry learned the nature of their discussion he said, “It is no marvel, Brethren, that a Tathagata now has lost all covetousness, seeing that formerly when born in an animal form he forsook covetousness.” And hereupon he told a story of the past. The whole story is now to be related in detail in exactly the same way as in the preceding tale.",
  "ja-blurbs:ja431": "“Friend Harita”—This story the Master dwelling at Jetavana told concerning a discontented Brother. Now this Brother after seeing a smartly attired woman grew discontented and allowed his hair and nails to grow long, and wished to return to the world. And when he was brought against his will by his teachers and preceptors to the Master, and was asked by him, if it were true that he was a backslider, and if so why, he said, “Yes, your Reverence, it is owing to the power of sinful passion, after seeing a beautiful woman.” The Master said, “Sin, Brother, is destructive of virtue, and insipid withal, and causes a man to be re-born in hell; and why should not this sin prove your destruction? For the hurricane that smites Mount Sineru is not ashamed to carry off a withered leaf. But owing to this sin men who walk according to knowledge and wisdom, and have acquired the five Faculties and the eight Attainments, though they were great and holy men, being unable to fix their thoughts, fell away from mystic meditation.” And then he told a story of the past.",
  "ja-blurbs:ja432": "“O Patala, by Ganges”—This story the Master dwelling at Jetavana told concerning a certain boy. He was, they say, the son of a householder at Savatthi, just seven years old, and skilled in recognizing footsteps. ",
  "ja-blurbs:ja433": "“A king like Indra”—This story the Master dwelling at Jetavana told concerning a worldly-minded Brother. The Master asked him if he were longing for the world, and when he admitted that it was so, the Master said, “Brother, even men of the highest fame sometimes incur infamy. Sins like these defile even pure beings; much more one like you.” And then he told a story of the past.",
  "ja-blurbs:ja434": "“Twin pair of birds”—This story the Master dwelling at Jetavana told concerning a greedy Brother. ",
  "ja-blurbs:ja435": "“In lonesome forest”—This story the Master at Jetavana told about a youth who was tempted by a certain coarse maiden. The introductory story will be found in the Thirteenth Book in the Cullanarada Birth. ",
  "ja-blurbs:ja436": "“Whence come ye, friends”—This story the Master, while dwelling at Jetavana, told of a worldly-minded Brother. The Master, they say, asked him if it were true that he was hankering after the world, and on his confessing that it was so, he said, “Why, Brother, do you desire a woman? Verily woman is wicked and ungrateful. Of old Asura demons swallowed women, and though they guarded them in their belly, they could not keep them faithful to one man. How then will you be able to do so?” And hereupon he related an old-world tale.",
  "ja-blurbs:ja437": "“Why thus does Putimansa”—This was a story told by the Master while at Jetavana concerning the subjugation of the senses.",
  "ja-blurbs:ja438": "“Thy harmless offspring”—This story the Master, while dwelling at Vulture Peak, told concerning the going about of Devadatta to slay him.",
  "ja-blurbs:ja439": "“Four gates”—This story the Master told at Jetavana, about a certain unruly person. The circumstances have been already set forth in the first Birth of the Ninth Book. Here again the Master asked this brother, “Is it true, as they say, that you are disobedient?” “Yes, Sir.” “Long ago,” said he, “when by disobedience you refused to do the bidding of wise men, a razor-wheel was given to you.” And he told a story of the past.",
  "ja-blurbs:ja440": "“Behold yon man”—This story the Master told at Kapilavatthu, in the Banyan Park, about smiling.",
  "ja-blurbs:ja441": "This Birth will be described in the Punnaka Birth.",
  "ja-blurbs:ja442": "“O learned brahmin”—This story the Master told in Jetavana, about the giving of all the requisites.",
  "ja-blurbs:ja443": "“If one seize”—This story the Master told in Jetavana, about a passionate man. ",
  "ja-blurbs:ja444": "“Seven days”—This story the Master told in Jetavana, about a certain backsliding brother. The occasion will be explained under the Kusa Birth.",
  "ja-blurbs:ja445": "“Who is the man”—This story the Master told in the Bamboo Grove, about Devadatta. One day the Brethren said to him, “Friend Devadatta, the Master is most helpful to you! From the Master you received your Orders, lesser and greater; you have learnt the Three Baskets, the voice of Buddha; you have caused the Ecstasy to arise within you; the glory and gain of the Dasabala belong to you.” At this he held up a blade of grass, with the words, “I can see no good that the ascetic Gotama has done me, not even this much!” They talked it over in the Hall of Truth. When the Master came in, he asked what they talked of as they sat together. They told him. Said he, “Brethren, this is not the first time, but long ago as now Devadatta was ungrateful and treacherous to friends.” And he told them a tale of olden days. ",
  "ja-blurbs:ja446": "“No bulbs are here”—This story the Master told at Jetavana about a layman who supported his father.",
  "ja-blurbs:ja447": "“What custom is it”—This story the Master told, after his first visit (as Buddha) to Kapilapura, while he lodged in his father’s Banyan Grove, about the King his father’s refusal to believe.",
  "ja-blurbs:ja448": "“Trust not in those”—This story the Master told in the Bamboo Grove, on the subject of going about to kill. In the Hall of Truth, the Brethren were discussing the evil nature of Devadatta. “Why, Sir, by suborning archers and others to the task, Devadatta is making an attempt to murder the Dasabala!” The Master, entering, enquired, “What is this, Brethren, that ye speak of as ye sit here together?” They told him. Said he, “’Tis not now the first time that he has tried to murder me, but it was the same before”; and he told them a story of the past.",
  "ja-blurbs:ja449": "“Why in the woodland”—This story the Master told while sojourning in Jetavana, about a landowner whose son had died. At Savatthi, we learn that death took a beloved son of a certain landowner who used to wait upon the Buddha. Afflicted with grief for his son, the man washed not and ate not, and neither went about his own business nor waited upon the Buddha, only cried, “O my beloved son, thou hast left me, and gone before!”",
  "ja-blurbs:ja450": "“When food is not”—This story the Master told, while dwelling at Jetavana, about a Brother who was devoted to giving.",
  "ja-blurbs:ja451": "“Fine-coloured art thou”—This story the Master told while dwelling in Jetavana, about a greedy Brother. This man, it is said, dissatisfied with his mendicant’s garb and so forth, used to march about asking, “Where is there a meal for the Order? where is there an invitation?” and when he heard mention of meat, he showed great delight. Then some well-meaning Brethren, from kindness towards him, told the Master about it. The Master summoning him, asked, “Is it true, Brother, as I hear, that you are greedy?” “Yes, my lord, it is true,” said he. “Brother,” said the Master, “why are you greedy, after embracing a faith like ours, that leads to salvation? The state of greed is sinful; long ago, by reason of greed, you were not satisfied with the dead bodies of elephants and other offal in Benares, and went away into the mighty forest.” So saying, he told a story of the past.",
  "ja-blurbs:ja452": "“Is’t true, indeed”—This Bhuri-panha Birth will appear in the Ummagga Birth.",
  "ja-blurbs:ja453": "“Declare the truth”—This story the Master told while dwelling in Jetavana, about the Maha-mangala Scripture, or the Treatise on Omens.",
  "ja-blurbs:ja454": "“Black Kanha, rise”—This story the Master told in Jetavana about a son’s death. The circumstances are like those in the Mattha-Kundali Birth. Here again the Master asked the lay brother, “Are you in grief, layman?” He replied, “Yes, Sir.” “Layman,” said the Master, “long ago wise men listened to the bidding of the wise, and did not grieve for the death of a son.” And at his request, he told a story of the past.",
  "ja-blurbs:ja455": "“Though far away”—This story the Master told, while dwelling in Jetavana, about an Elder who had his mother to support. The circumstances of the event are like those of the Sama Birth. On this occasion also the Master said, addressing the Brethren, “Be not wroth, Brethren, with this man; wise men there have been of old, who even when born from the womb of animals, being parted asunder from their mothers, refused for seven days to take food, pining away; and even when they were offered food fit for a king, did but reply, Without my mother I will not eat; yet took food again when they saw the mother.” So saying, he told a story of the past.",
  "ja-blurbs:ja456": "“O king of men”—This story the Master told while dwelling at Jetavana about the boons received by Elder Ananda.",
  "ja-blurbs:ja457": "“I do the right”—This story the Master told while dwelling in Jetavana, how Devadatta was swallowed up in the earth. They gathered in the Hall of Truth to talk: “Friend, Devadatta fell at enmity with the Tathagata, and was swallowed up in the earth.” The Master entering asked what they were talking of as they sat there. They told him. He replied, “Now, Brethren, he has been swallowed up in the earth because he dealt a blow at my victorious authority; but formerly he dealt a blow at the authority of right, and was swallowed up in the earth, and went on his way to nethermost hell.” So saying, he told a story of the past.",
  "ja-blurbs:ja458": "“Thee flawless”—This story the Master told, while dwelling in Jetavana, about a backsliding Brother. The occasion will be explained under the Kusa Birth. Again the Master asked the man, “Is it true, Brother, that you have backslidden, as they say?” And he replied, “Yes, Sir.” Then he said, “O Brother, why are you backsliding from a religion such as ours, that leads to salvation, and all for fleshly lusts? Wise men of old, who were kings in Surundha, a city prosperous and measuring twelve leagues either way, though for seven hundred years they abode in one chamber with a woman beauteous as the nymphs divine, yet did not yield to their senses, and never so much as looked at her with desire.” So saying, he told a story of the past. ",
  "ja-blurbs:ja459": "“The water-draught”—This story the Master told, whilst dwelling in Jetavana, about the subduing of evil passions.",
  "ja-blurbs:ja460": "“I greet the lord”—This story the Master told while dwelling in Jetavana, about the Great Renunciation. ",
  "ja-blurbs:ja461": "“Let Lakkhana”—This story the Master told in Jetavana about a landowner whose father was dead. This man on his father’s death was overwhelmed with sorrow: leaving all his duties undone, he gave himself up to his sorrow wholly. The Master at dawn of day looking out upon mankind, perceived that he was ripe for attaining the fruit of the First Path. Next day, after going his rounds for alms in Savatthi, his meal done, he dismissed the Brethren, and taking with him a junior Brother, went to this man’s house, and gave him greeting, and addressed him as he sat there in words of honey sweetness. “You are in sorrow, lay Brother?” said he. “Yes, Sir, afflicted with sorrow for my father’s sake.” Said the Master, “Lay Brother, wise men of old who exactly knew the eight conditions of this world , felt at a father’s death no grief, not even a little.” Then at his request he told a story of the past.",
  "ja-blurbs:ja462": "“Your nature, mighty monarch”—This story the Master told while dwelling in Jetavana, about a Brother who had ceased to strive.",
  "ja-blurbs:ja463": "“Men with razor pointed”—This story the Master told while dwelling at Jetavana, about the Perfection of Knowledge.",
  "ja-blurbs:ja464": "“Small of wit”—This birth will be given under the Kunala Birth.",
  "ja-blurbs:ja465": "“Who art thou”—This story the Master told while dwelling in Jetavana about doing good to one’s kith and kin.",
  "ja-blurbs:ja466": "“Others sow”—This story the Master told while dwelling at Jetavana, about Devadatta, when he had gone down into Hell, taking with him five hundred families. ",
  "ja-blurbs:ja467": "“He that desires”—This story the Master told while dwelling at Jetavana, about a certain brahmin.",
  "ja-blurbs:ja468": "“Thus spake”—This story the Master told while dwelling at Jetavana, for the instruction of the King of Kosala.",
  "ja-blurbs:ja469": "“A black, black hound”—This story the Master told while dwelling at Jetavana, about living for the benefit of the world.",
  "ja-blurbs:ja470": "The Kosiya Birth will be given under the Sudhabhojana Birth.",
  "ja-blurbs:ja471": "The Problem of Mendaka will be given under the Ummagga Birth.",
  "ja-blurbs:ja472": "“No king should”—This story the Master told while dwelling in Jetavana, about Cincamanavika.",
  "ja-blurbs:ja473": "“How should the wise”—This story the Master told while dwelling in Jetavana, about an upright courtier of the king of Kosala.",
  "ja-blurbs:ja474": "“Young student, when”—This story the Master told while dwelling in Jetavana, about Devadatta. Devadatta repudiated his teacher, saying, “I will be Buddha myself, and Gotama the ascetic is no teacher or monitor of mine!” So, aroused from his mystic meditation, he made a breach in the Order. Then step by step he proceeded to Savatthi, and outside Jetavana, the earth yawned, and he went down into the hell Avici.",
  "ja-blurbs:ja475": "“O man, who stand”—This story the Master told on the bank of the river Rohini, about a family quarrel. The circumstances will be described at large under the Kunala Birth. On this occasion the Master addressed himself to the kinsmen, O king, and said:",
  "ja-blurbs:ja476": "“Come, Goose”—This story the Master told at Jetavana about the Dalhadhamma Suttanta or the Parable of the Strong Men.",
  "ja-blurbs:ja477": "“No wood is chopt”—This story the Master told, while dwelling at Jetavana, about the allurements of a coarse girl.",
  "ja-blurbs:ja478": "“O plunged in thought”—This story the Master told while dwelling at Jetavana, about praise of his own wisdom.",
  "ja-blurbs:ja479": "“King Kalinga”—This story the Master told while dwelling at Jetavana about worship of the bo-tree performed by Elder Ananda.",
  "ja-blurbs:ja480": "“Sakka, the lord of beings”—This story the Master told while dwelling in Jetavana, about a generous donor who lived in Savatthi.",
  "ja-blurbs:ja481": "“I spoke”—This story the Master told while dwelling in Jetavana, about Kokalika.",
  "ja-blurbs:ja482": "“I bring you tidings”—This story the Master told while dwelling in the Bamboo-grove, about Devadatta. One might say to him, “The Master is most useful to you, friend Devadatta. You received holy orders from the Tathagata, from him you learnt the Three Baskets, you obtained gifts and honour.” When such things were said, it is credibly reported he would reply, “No, friend; the Master has done me no good, not so much as a blade of grass is worth. Of myself I received holy orders, myself I learned the Three Baskets, by myself I gained gifts and honour.” In the Hall of Truth the Brethren talked of all this: “Ungrateful is Devadatta, my friend, and forgets a kindness done.” The Master came in, and would know what they talked of sitting there. They told him. Said he, “It is not now the first time, Brethren, that Devadatta is ungrateful, but ungrateful he was before; and in days long gone by his life was saved by me, yet he knew not the greatness of my merit.” So saying, he told a story of the past.",
  "ja-blurbs:ja483": "“Toil on, O man”—This story the Master told while dwelling in Jetavana, to explain fully a question concisely put by himself to the Commander of the Faith.",
  "ja-blurbs:ja484": "“The crop of rice”—This was a story the Master told while dwelling at Jetavana, about a Brother who supported his mother. The occasion will be explained in the Sama Birth. Then the Master sent for this Brother, and asked him, “Is what I hear true, Brother, that you support lay folks?” “It is true, Sir.” “Who are they?” “My mother and father, Sir.” Said the Master, “Well done, Brother! Wise men of old, even when embodied as the lower animals, having been born as parrots even, when their parents grew old laid them in a nest and fed them with food which they brought in their own beaks.” So saying, he told a story of the past.",
  "ja-blurbs:ja485": "“’Tis passing away”—This is a story which the Master told, while dwelling in the banyan grove hard by Kapilapura about Rahula’s mother when she was in the palace.",
  "ja-blurbs:ja486": "“The country churls”—This story the Master told while dwelling at Jetavana, about Mitta-gandhaka, a lay Brother.",
  "ja-blurbs:ja487": "“With uncleansed teeth”—This story the Master told, while dwelling in Jetavana, about a dishonest man. This man, even though dedicated to the faith that leads to salvation, notwithstanding to gain life’s necessaries fulfilled the threefold practice of knavery.",
  "ja-blurbs:ja488": "“May horse and kine”—This story the Master told whilst dwelling in Jetavana, about a backsliding Brother. The circumstances will appear under the Kusa Birth. Here again the Master asked—“Is it true, Brother, that you have backslidden?” “Yes, Sir, it is true.” “For what cause?” “For sin’s sake, Sir.” “Brother why do you backslide, after embracing such a faith as this which leads to salvation; and all for sin’s sake? In days of yore, before the Buddha arose, wise men who took to the religious life, even they who were outside the pale, made an oath, and renounced a suggested idea connected with temptations or desires!” So saying, he told a story of the past.",
  "ja-blurbs:ja489": "“I am”—This story the Master told while dwelling hard by Savatthi in the mansion of Migara’s mother, how she, Visakha the great lay Sister, received Eight Boons.",
  "ja-blurbs:ja490": "“Thou art content”—This story the Master told while dwelling at Jetavana, about five hundred lay Brethren who were under the Sabbath vows. At that time they say that the Master, seated upon the Buddha’s glorious seat, in the Hall of Truth, in the midst of folk of all the four kinds, looking around upon the gathering with a gentle heart, perceived that this day the teaching would turn on the tale of the lay Brethren. Then he addressed these, and said, “Have the lay Brethren taken upon them the Sabbath vows?” “Yes, Sir, they have,” was the answer. “It was well done, this sabbath celebration was the practice of wise men of old: the wise men of old, I say, kept the sabbath celebration in order to subdue the sins of passion and lust.” Then at their request he told a story of the past.",
  "ja-blurbs:ja491": "“If I being captured”—This story the Master told while dwelling in Jetavana, about a backsliding Brother. To this Brother the Master said, “Is it true, as I am told, that you have backslidden?” “Yes, Sir, it is true.” “Brother,” said he, “will not this lust for pleasure confound a man like you? The hurricane that overwhelms Mount Sineru is not put to the blush before a withered leaf. In days of yore this passion has confounded holy beings, who for seven thousand years held aloof from following the lusts that arise within.” With these words, he told a story of the past.",
  "ja-blurbs:ja492": "“I wandered, searching far”—This story the Master told while dwelling at Jetavana, about two ancient Elders.",
  "ja-blurbs:ja493": "“Merchants from many”—This story the Master told while dwelling at Jetavana, about some traders who lived in Savatthi.",
  "ja-blurbs:ja494": "“A wonder in the world”—This story the Master told while dwelling in Jetavana, about lay Brethren who took on the fast-day vows. On that occasion the Master said: “Lay Brethren, wise men of old, by virtue of their keeping the fast-day vows, went in the body to heaven, and there dwelt for a long time.” Then at their request, he told a story of the past. ",
  "ja-blurbs:ja495": "“The righteous king”—This story the Master told while dwelling in Jetavana, about a gift incomparable. This has been explained in the Sucira Birth of the Eighth Book.",
  "ja-blurbs:ja496": "“I saw one sitting”—This story the Master told, whilst dwelling in Jetavana, about a certain landowner. He was a true and faithful believer, and showed honour continually to the Tathagata and the Order.",
  "ja-blurbs:ja497": "“Whence comest thou”—This story the Master told while dwelling in Jetavana, about the hereditary king Udena. At that time, the reverend Pindola-bharadvaja passing from Jetavana through the air, used generally to pass the heat of the day in king Udena’s park at Kosambi. The Elder, we are told, had in a former existence been king, and for a long time had enjoyed glory in that very park with his retinue. By virtue of the good then by him performed, he used to sit there in the heat of the day, enjoying the bliss of Attainment which was its fruit.",
  "ja-blurbs:ja498": "“Every good deed”—This story the Master told while dwelling in Jetavana, about two fellow-priests of the reverend Maha-kassapa, who lived happily together. This pair, we are told, were most friendly, and had share for share in all things with the utmost fairness: even when they walked for alms, together they went out and together came in, nor could they endure to be apart. In the Hall of Truth sat the Brethren, praising their friendship, when the Master came in, and asked what they talked of as they sat there. They told him; and he replied, “Their friendship in one existence, Brethren, is nothing to wonder at; for wise men of old kept friendliness unbroken throughout three or four different existences.” So saying, he told them a story of the past.",
  "ja-blurbs:ja499": "“If there be any human”—This story the Master told while dwelling at Jetavana, about the gift incomparable. The circumstances have been fully told in Book Viii. under the Sovira Birth. But here the king, on the seventh day, gave all the requisites and asked for thanks; but the Master went away without thanking him. After breakfast the king went to the monastery, and said, “Why did you return no thanks, Sir?” The Master said, “The people were unpurified, your majesty.” He went on to declare the Law, reciting the stanza that begins “To heaven the avaricious shall not go.” The king, pleased at heart, did reverence to the Tathagata by presenting an outer robe of the Sivi country, worth a thousand pieces of money; then he returned to the city.",
  "ja-blurbs:ja500": "“Of wisdom full”—This Problem of Sirimanda will be given at large in the Maha-ummagga.",
  "ja-blurbs:ja501": "“In fear of death”—This story the Master told while dwelling in the Bamboo Grove, about the reverend Ananda, who made renunciation of his life. This renunciation will be described in Book Xxi., under the Culla-hamsa Birth, the Subduing of Dhanapala. When this reverend man had renounced his life for the Master’s sake, they gossiped about it in the Hall of Truth: “Sirs, the reverend Ananda, having attained to the detailed knowledge of the course of religious training, renounced his life for the Dasabala.” The Master came in, asking what they spoke of as they sat there. They told him. Said he, “Brothers, this is not the first time he has laid down his life for my sake; he has done it before.” Then he told them a story of the past.",
  "ja-blurbs:ja502": "“There go the birds”—This story the Master told while dwelling in the Bamboo Grove, about Elder Ananda’s renunciation of life. Then also the Brethren were talking in the Hall of Truth about the Elder’s good qualities, when the Master came in and asked them what they sat talking of there. He said, “This is not the first time, Brethren, that Ananda has renounced his life for my sake, but he did the same before.” And then he told them a story of the past.",
  "ja-blurbs:ja503": "“With, a great host”—This story the Master told while sojourning in the deer-park Maddakucchi, about Devadatta. When Devadatta threw the stone, and a fragment pierced the Blessed One’s foot, there was great pain in it. Numbers of the Brethren gathered to see the Tathagata. Now when the Blessed One saw the people gathered together, he said to them, “Brethren, this place is crowded: there will be a great gathering. Come now, carry me in a litter to Maddakucchi.” So then the Brethren did. Jivaka made the Tathagata’s foot well. The Brethren sitting before the Master talked of it: “Sirs, a sinner is Devadatta and sinners are all his people; the sinner keeps company with the sinful.” The Master asked, “What do ye talk of, Brethren?” They told him. Said he, “It has been so before, and this is not the first time Devadatta the sinner has kept sinful company.” Then he told them a story of the past.",
  "ja-blurbs:ja504": "“Was a king Bhallatiya”—This story the Master told while dwelling at Jetavana about Mallika, the Jessamine Bride. One day we are told there was a quarrel between her and the king about conjugal rights. The king was angry and would not look at her. “I suppose,” she thought, “the Tathagata does not know that the king is wroth with me.” When the Master learnt of it, next day, he sought alms in Benares, accompanied by the Brethren, and then repaired to the gate of the king’s palace. The king came to meet him, and relieved him of his bowl, took him up on the terrace, set the Brethren down in due order, gave them the water of welcome, offered them excellent food; after the meal he sat down on one side. “Why,” asked the Master, “why does not Mallika appear?” He said, “’Tis her own foolish pride in her prosperity.” The Master said, “O great king! long, long ago when you were a fairy, you kept apart for one night from your mate, and then went mourning for seven hundred years.” Then at his request, he told a story of the past.",
  "ja-blurbs:ja505": "“Who does thee harm, etc.”—This story the Master told while dwelling at Jetavana, how Devadatta went about to slay him. Then the Master said, “This is not the first time, Brethren, that Devadatta has sought to slay me, but he did the same thing before.” Then he told them a story of the past.",
  "ja-blurbs:ja506": "“Who is it like”—This story the Master told while dwelling in Jetavana, about the fast-day vows. The Master said, “It is well done, lay Brethren, that ye have taken upon you the fast-day vows. Wise men of old likewise even renounced the glory of being a Serpent King, and lived under these vows.” Then at their request he told a story of the past.",
  "ja-blurbs:ja507": "“From Brahma’s heaven”—This story the Master told while dwelling in Jetavana, about the defilement of the sanctified. The circumstances have already been given. Here again said the Master, “Women cause defilement even in sanctified souls,” and then told this story of the past. ",
  "ja-blurbs:ja508": "The Birth of the Five Wise Men will be given in the Maha-ummagga.",
  "ja-blurbs:ja509": "“At last we see”—This story the Master told, while dwelling at Jetavana, about the Renunciation. Then with these words,—“It is not the first time, Brethren, that the Tathagata made the Renunciation, but it was so before”—the Master told them a story of the past.",
  "ja-blurbs:ja510": "“Life once conceived, etc.” This story the Master told about the Great Renunciation. Here again he said, “This is not the first time, Brethren, that the Tathagata has made the Great Renunciation, for he did the same before.” And he told them a story of the past.",
  "ja-blurbs:ja511": "“Why dost thou”—This story the Master told, while dwelling at Jetavana, about the observance of fast-days.",
  "ja-blurbs:ja512": "“Who art thou”—This story the Master, while dwelling at Jetavana, told concerning five hundred women, friends of Visakha, who were drinkers of strong drink.",
  "ja-blurbs:ja513": "“Lo! after”—This story the Master told of a Brother who supported his mother. The introductory story is like that told in the Sama Birth. But on this occasion the Master said, “Sages of old gave up the white umbrella with its golden wreath to support their parents,” and with these words he told a story of the past.",
  "ja-blurbs:ja514": "“Large-eyed and peerless one”—This was a story the Master, while sojourning at Jetavana, told of a female novice.",
  "ja-blurbs:ja515": "“This rule”—This story the Master when residing at Jetavana told concerning the Perfection of Wisdom. The circumstances leading to the introductory story will be set forth in the Mahaummagga Birth.",
  "ja-blurbs:ja516": "“A king of Kasi”—This story was told by the Master, when dwelling in the Bamboo Grove, about Devadatta’s hurling a stone at him. So when the Brethren blamed Devadatta for having suborned archers to shoot the Buddha and afterwards hurled a stone at him, the Master said, “Not now only, but formerly also, Devadatta flung a stone at me,” and so saying he related a story of the past. ",
  "ja-blurbs:ja517": "All of this will be set forth in the Mahaummagga Birth.",
  "ja-blurbs:ja518": "“No man that lets”—This was a story told by the Master, whilst sojourning at Jetavana, as to how Devadatta told a lie, and how the earth opened and swallowed him up. At that time, when Devadatta was being blamed by the Brethren, the Master said, “Not now only, Brethren, but of old too Devadatta told a lie and was swallowed up by the earth,” and so saying he told a story of the past.",
  "ja-blurbs:ja519": "“Tied to the spot”—This story the Master, while dwelling at Jetavana, told of queen Mallika. The introductory story is related at length in the Kummasapinda Birth. ",
  "ja-blurbs:ja520": "“Zeal is the way”—This story the Master, dwelling at Jetavana, told concerning the admonition of a king. This admonition of a king has already been related in full.",
  "ja-blurbs:ja521": "“’Tis this I ask”—This story the Master, while dwelling at Jetavana, told by way of admonition to the king of Kosala. Now this king came to hear the preaching of the law and the Master addressed him in the following terms: “A king, Sire, ought to rule his kingdom righteously, for whenever kings are unrighteous, then also are his officers unrighteous.” And admonishing him in the right way as related in the Catukkanipata (4th Book) he pointed out the suffering and the blessing involved in following or abstaining from evil courses, and expounded in detail the misery resulting from sensual pleasures, comparing them to dreams and the like, saying, “In the case of these men,",
  "ja-blurbs:ja522": "“Beringed and gallantly”—This was a story the Master, while dwelling in the Bamboo Grove, told concerning the death of the Elder, the Great Moggallana. The Elder Sariputta, after gaining the consent of the Tathagata when he was living at Jetavana, went and died in the village of Nala, in the very room where he was born.",
  "ja-blurbs:ja523": "“Then mighty Indra”—This story the Master, while residing at Jetavana, told about the temptation of a Brother by the wife of his unregenerate days. The subject-matter of the tale is related in full in the Indriya Birth. Now the Master asked the Brother, “Is it true, Brother, that you were rendered discontented?” “It is true, Reverend Sir.” “By whom?” “By my wife of former days.” “Brother,” he said, “this woman wrought mischief for you: it was owing to her that you fell away from mystic meditation, and lay for three years in a lost and distracted condition, and on the recovery of your senses you uttered a great lamentation,” and so saying he told him a story of the past.",
  "ja-blurbs:ja524": "“Of comely presence”—This was a story told by the Master, while dwelling at Jetavana, with regard to the duties of holy days. Now on this occasion the Master, expressing approval of certain lay folk who kept holy days, said: “Wise men of old, giving up the great glory of the Naga world, observed holy days,” and at their request he related a story of the past.",
  "ja-blurbs:ja525": "“Good friends”—This story the Master while residing at Jetavana told concerning the perfect exercise of self-abnegation. The introductory story corresponds with that of the Mahanaradakassapa Birth.",
  "ja-blurbs:ja526": "“Lo! the land”—This story the Master told while residing at Jetavana concerning the temptation of a Brother by the wife of his unregenerate days. And in telling the story he asked the Brother by whom he had been led astray. “By a former wife,” said he. “Verily, Brother,” the Master said, “she worketh mischief for you. Of old it was owing to her that you fell away from mystic meditation and were mightily destroyed.” And so saying he told a story of the past.",
  "ja-blurbs:ja527": "“Whose house is this”—This story the Master, while residing at Jetavana, told about a back-sliding Brother.",
  "ja-blurbs:ja528": "“What mean, these things”—This story the Master, while residing at Jetavana, told concerning the Perfection of Wisdom. The incident will be found related in the Mahaummagga. Now on this occasion the Master said, “Not now only, but formerly also, the Tathagata was wise and crushed all disputants,” and with these words he told a story of the past.",
  "ja-blurbs:ja529": "“A thousand crowns”—This is a story told by the Master, while dwelling at Jetavana, concerning the Perfection of Renunciation. On this occasion the Bodhisatta sitting in the Hall of Truth in the midst of the Brethren, as they were singing the praises of the Perfection of Renunciation, said, “Brethren, not now only, but of old also the Tathagata verily left the world and made the Great Renunciation,” and so saying he related a story of the past.",
  "ja-blurbs:ja530": "“At sight of Brahmadatta”—This story the Master, while dwelling in the mango grove of Jivaka, told concerning the murder of his own father by Ajatasattu. ",
  "ja-blurbs:ja531": "“This realm”—This was a tale the Master, while dwelling at Jetavana, told about a backsliding Brother. ",
  "ja-blurbs:ja532": "“Angel or minstrel-god”—This was a story told by the Master, while living at Jetavana, about a Brother who supported his mother. The circumstance which led up to it was the same as that related in the Sama Birth. But on this occasion the Master said, “Brethren, do not take offence at this Brother. Sages of old, though they were offered rule over all India, refused to accept it and supported their parents”: and so saying he told a story of the past.",
  "ja-blurbs:ja533": "“All other birds, etc.” This was a story told by the Master, while dwelling in the Bamboo Grove, as to how the venerable Ananda renounced his life.",
  "ja-blurbs:ja534": "“There go the birds”—This story the Master, while residing in the Bamboo Grove, told concerning the elder Ananda’s renunciation of life. The introductory story is exactly like one already given, but on this occasion the Master in telling a story of the past related the following tale.",
  "ja-blurbs:ja535": "“No huckster I”—This was a story told by the Master, while dwelling at Jetavana, concerning a liberally minded Brother.",
  "ja-blurbs:ja536": "“This is the report and the fame thereof” This was a story told by the Master, while dwelling beside lake Kunala, concerning five hundred Brethren who were overwhelmed with discontent.",
  "ja-blurbs:ja537": "“Master of dainty flavours”—This story the Master while dwelling at Jetavana told concerning the Elder, Angulimala.",
  "ja-blurbs:ja538": "“Shew no intelligence”—This story the Master told at Jatavana concerning the great renunciation. One day the Brethren seated in the Hall of Truth were discussing the praises of the Blessed One’s great renunciation. When the Master came and inquired of the Brethren what was the topic which they were discussing as they sat there, on hearing what it was, he said, “No, Brethren, this my renunciation of the world, after leaving my kingdom, was not wonderful, when I had fully exercised the perfections; for before, even when my wisdom was still immature, and while I was still attaining the perfections, I left my kingdom and renounced the world.” And at their request he told them a story of the past.",
  "ja-blurbs:ja539": "“Who art thou, striving”—This story the Master, while dwelling at Jetavana, told concerning the great Renunciation. One day the Brethren sat in the Hall of Truth discussing the Tathagata’s great Renunciation. The Master came and found that this was their subject; so he said “This is not the first time that the Tathagata performed the great Renunciation,—he performed it also formerly.” And herewith he told a story of the past.",
  "ja-blurbs:ja540": "“Who, as I filled”—This story the Master told at Jetavana, about a certain priest who supported his mother.",
  "ja-blurbs:ja541": "“Lo these grey hairs”—This story the Master told while dwelling in Makhadeva’s mango park, near Mithila, about a smile. One day at eventide, the Master with a large company of Brethren was walking up and down in this mango park, when he espied a pleasant spot. Being desirous of telling his behaviour in former times, he allowed a smile to be seen on his face. When asked by the Reverend Ananda why he smiled, he answered, “In yonder spot, Ananda, I once dwelt, deep in ecstatic meditation, in the time of King Makhadeva.” Then at his request, he sat down upon an offered seat, and told a story of the past.",
  "ja-blurbs:ja542": "“King Brahmadatta of Pancala”—The Teacher, while dwelling at Jetavana, told this about the perfection of knowledge.",
  "ja-blurbs:ja543": "“Whatever jewels there may be”—This story the Master told, while dwelling at Savatthi, about some lay-brethren who kept the fast-days.",
  "ja-blurbs:ja544": "“In Pupphavati once there reigned”—The Teacher, while dwelling on the Gijjhakuta mountain, related this story concerning Devadatta. Its substance is contained in the section relating to the sin of causing schisms in the community; it is to be fully known by studying the Tathagata’s conduct from his first becoming an ascetic down to the murder of King Bimbisara. ",
  "ja-blurbs:ja545": "“There was a king of the Videhas”—This story was told by the Master, while dwelling in the Latthivana pleasure garden, in relation to the conversion of Uruvela-Kassapa.",
  "ja-blurbs:ja546": "“Thou art pale and thin and weak”—The Master told this tale while dwelling in Jetavana, concerning the Perfection of Wisdom.",
  "ja-blurbs:ja547": "“Ten boons”—This story the Master told while dwelling near Kapilavatthu in the Banyan Grove, about a shower of rain."
}