{
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pj": "The rules in this category are known in Pali as _pārājika_. The exact meaning of the Pali word is disputed, but there is no doubt that it refers to expulsion from the Sangha. There are four such rules for the monks, all of which are shared with the nuns. Anyone who breaches any of these rules immediately loses his status as a monk. He is expelled from the Sangha and ineligible for re-ordination for the rest of his life. The _pārājikas_, together with the next category of rules, the _saṅghādisesas_, are collectively known as serious offenses, _garukāpatti_. These rules are the most fundamental ones for the proper living of the monastic life.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pj1": "A monk who has sexual intercourse is expelled. The introduction to the rule tells the background story to the laying down of the monastic law. The main principle applied by the Buddha was to lay down rules and procedures only when required by circumstances.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pj2": "A monk who steals anything of value is expelled.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pj3": "A monk who kills a human being is expelled. The origin narrative to this rule includes an unusual and much debated story about a number of monks who meditate on the unattractiveness of the body. As a result they end up committing suicide and asking others to kill them. The Buddha then teaches the meditation on mindfulness of breathing.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pj4": "A monk who falsely claims a profound spiritual attainment is expelled. In the origin story to this rule the Buddha declares that anyone who gets people to support him or her by lying about their spiritual attainments is the worst kind of thief.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss": "The rules in this category are known in Pali as _saṅghādisesa_. The meaning of the word is disputed, but according to the commentary it means that the Sangha is required at the beginning (_ādi_) and for the rest (_sesa_) of the procedure. There are thirteen such rules for the monks, seven of which are shared with the nuns. Offenders must undergo a period of probation before being rehabilitated to their former status in the Sangha.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss1": "A monk who intentionally ejaculates is to be suspended. The introductory narrative to this and the next four rules, as well as a number of other rules in the monastic code, feature the monk Udāyī, who had a serious problem with keeping his sexual urges in check. Either that or he is a literary stand-in for the real offenders.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss2": "A lustful monk who touches a woman is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss3": "A lustful monk who uses sexually explicit language when speaking to a woman is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss4": "A lustful monk who recommends to a woman that they have sexual intercourse is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss5": "A monk who acts as a go-between for a relationship between a man and a woman is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss6": "When a monk builds a hut by means of begging, he must get the Order to approve the site and the hut must not exceed the maximum size limit. A monk who breaches either of these conditions is to be suspended. The origin story to this rule includes the _Maṇikaṇṭha_ Jātaka tale, found in a slightly different form in the Jātaka collection. There is also another edifying tale and an apparent reference to Raṭṭhapāla of the Raṭṭhapāla Sutta, MN82.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss7": "A monk who builds a large dwelling without getting the site approved by the Order is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss8": "A monk who in anger falsely accuses another monk of an offense entailing expulsion is to be suspended. The background narrative to this rule features the extraordinary monk Dabba the Mallian who became an _arahant_ at the age of seven. ",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss9": "A monk who in anger uses a ploy to falsely accuse another monk of an offense entailing expulsion is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss10": "A monk who tries to cause a schism in the Order is to be suspended. The origin story to this rule gives an account of how Devadatta, the Buddha’s notorious cousin, tried to cause a schism in the Order.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss11": "A monk who supports another monk who is trying to cause a schism in the Order is to be suspended.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss12": "A monk who refuses to be corrected about breaches of the monastic code is to be suspended. The narrative setting features the monk Channa who was particularly proud and difficult to deal with.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ss13": "A monk who causes the lay people in a certain place to lose confidence in the teachings of the Buddha should be banished from that place. If he refuses to accept the banishment, he is to be suspended. The introduction to this rule tells of the corrupt and merciless group of six monks, who were the offenders behind a large number of rules in the monastic code. ",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ay": "The rules in this category are known in Pali as _aniyata_, “undetermined”. There are two such rules for the monks, but none for the nuns. These are procedures to establish a course of action when a monk is accused of behaving in a sexually inappropriate way with a woman.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ay1": "A female lay disciple may see a monk sitting in a secluded place with a woman. If she accuses him of an offense entailing expulsion, suspension, or confession, and he admits to the offense, then he incurs an offense accordingly.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-ay2": "A female lay disciple may see a monk sitting in private with a woman. If she accuses him of an offense entailing suspension or confession, and he admits to the offense, then he incurs an offense accordingly.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np": "The rules in this category are known in Pali as _nissaggiya pācittiya_, “entailing relinquishment and confession”. There are thirty such rules for the monks, the same number as for the nuns, although only eighteen are held in common. These rules, together with the remaining rules of the Monastic Code, are classed as light offenses, _lahukāpatti_. For light offenses there is usually no penalty apart from confession. For the _nissaggiya pācittiyas_, however, any item involved in the committing of an offense must be relinquished. Once the offense has been confessed, the item is, with a few exceptions, returned to the offender. ",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np1": "A monk who keeps extra robe-cloth for more than ten day must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np2": "A monk who stays apart from any of his three robes for more than one day must relinquish the robe and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np3": "A monk may keep extra robe-cloth for a month if he is expecting more. A monk who keeps it beyond that must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np4": "A monk who makes a nun wash or dye a used robe must relinquish the robe and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np5": "A monk who accepts robe-cloth from a nun must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np6": "A monk who asks a lay person for robe-cloth, except if his robes are lost or destroyed, must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np7": "When a monk’s robes are lost or destroyed, he should show moderation in asking for robe-cloth. If he does not, he must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np8": "If a lay person wants to buy a robe for a monk, and the monk asks them for a fine robe, he must relinquish the robe and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np9": "If two separate lay people want to buy a robe for a monk, and the monk asks them to put their money together to buy him a fine robe, he must relinquish the robe and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np10": "When money to be used for a monk’s robe has been placed with a steward in the proper way, that monk may hint to the steward that he needs a robe. If he does not get a robe in this way, but he does get one by acting inappropriately, he must relinquish the robe and confess the offense. This rule also prescribes the procedure through which a lay follower comes to hold money on behalf of a donor who wishes to support a monk.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np11": "A monk who makes a blanket containing silk must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np12": "A monk who makes a blanket entirely of black wool must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np13": "A monk who makes a blanket that contains more than fifty percent black wool must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np14": "A monk who makes a blanket must wait for six years before making another. If he does not, he must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np15": "A monk who makes a sitting-mat without including a piece from an old blanket must relinquish it and confess the offense. This rule starts with a narrative that includes several important principles of monastic law.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np16": "A monk who carries wool on a long journey must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np17": "A monk who makes a nun wash, dye, or comb unspun wool must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np18": "A monk who receives money must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np19": "A monk who receives money through trading must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np20": "A monk who barters, except with fellow monastics, must relinquish the item received and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np21": "A monk who keeps an extra bowl for more than ten days must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np22": "A monk who asks for a new bowl when his existing bowl is still useable must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np23": "A monk who keeps tonics for more than seven days must relinquish them and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np24": "A monk who seeks or uses a rainy-season robe inappropriately must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np25": "A monk who gives robe-cloth to another monk, but then takes it back in anger, must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np26": "A monk who asks for thread and then has robe-cloth woven with it must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np27": "If a lay person is having robe-cloth woven for a monk and that monk makes demands of the weavers, then he must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np28": "A monk who stores “an urgent robe” beyond the acceptable time limit must relinquish it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np29": "A monk who stores any of his three robes in an inhabited area for more than six days must relinquish the robe and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-np30": "A monk who diverts to himself an offering intended for the Order must relinquish the item and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc": "The rules in this category are known in Pali as _pācittiya_, “entailing confession”. There are ninety-two such rules for the monks, seventy of which are shared with the nuns. This is the largest class of rules in the Monastic Code. These rules, together with all the other rules apart from those entailing expulsion and suspension, are classed as light offenses, _lahukāpatti_. For light offenses there is no penalty apart from confession.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc1": "A monk who lies must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc2": "A monk who verbally abuses another monk must confess the offense. The origin story to this rule includes the Nandivisāla Jātaka tale, found in a slightly different form in the Jātaka collection.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc3": "A monk who spreads malicious gossip about another monk must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc4": "A monk who teaches an unordained person to learn the word of the Buddha by heart must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc5": "A monk who lies down in the same room as an unordained person for more than three nights must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc6": "A monk who lies down in the same room as a woman must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc7": "A monk who teaches a woman more than six sentences of the word of the Buddha must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc8": "A monk who tells an unordained person about his own profound spiritual attainment must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc9": "A monk who tells an unordained person about another monk’s serious offence must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc10": "A monk who digs the earth must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc11": "A monk who intentionally destroys vegetation must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc12": "A monk who speaks evasively or remains silent when questioned by the Order must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc13": "A monk who criticizes or denounces an official of the Order must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc14": "A monk who abandons furniture belonging to the Order outdoors must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc15": "A monk who abandons bedding in a dwelling belonging to the Order must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc16": "A monk who lies down in a dwelling belonging to the Order, encroaching on another monk and aiming to make him depart, must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc17": "A monk who throws another monk out of a dwelling belonging to the Order must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc18": "A monk who uses a bed with unfastened legs on an unplanked upper storey of a hut belonging to the Order must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc19": "A monk who applies more than three layers of building material when building a large dwelling must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc20": "A monk who pours water containing living beings onto the ground must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc21": "A monk who teaches the nuns without the Order’s agreement must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc22": "A monk who teaches the nuns after sunset must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc23": "A monk who teaches the nuns at their dwelling place must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc24": "A monk who says that other monks are teaching the nuns for the sake of worldly gain, intending to discredit them, must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc25": "A monk who gives robe-cloth to a nun must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc26": "A monk who sews a robe for a nun must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc27": "A monk who travels on a country road by arrangement with a nun must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc28": "A monk who travels on a boat by arrangement with a nun must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc29": "A monk who eats almsfood that a nun has had prepared must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc30": "A monk who, seeking privacy, sits in private with a nun must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc31": "A monk who eats more than one meal at a public alms center must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc32": "A monk who eats as part of a specifically invited group of monks must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc33": "A monk who eats a meal before an invitational meal must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc34": "A monk who accepts more than three bowlfuls of pastries must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc35": "A monk who eats after finishing his meal must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc36": "A monk who tricks another monk who has finished his meal into eating more, aiming to criticize him, must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc37": "A monk who eats between noon and dawn must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc38": "A monk who eats food stored overnight must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc39": "A monk who asks for special food must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc40": "A monk who consumes unoffered food or drink must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc41": "A monk who gives food to a non-Buddhist mendicant must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc42": "A monk who takes another monk on almsround, but then tells him to leave because he wants to misbehave, must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc43": "A monk who sits down intruding on a lustful couple must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc44": "A monk who, seeking privacy, sits in a secluded place with a woman must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc45": "A monk who, seeking privacy, sits in private with a woman must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc46": "A monk who visits other lay people before or after an invitational meal must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc47": "A monk who goes beyond the terms of an invitation to ask for requisites must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc48": "A monk who goes to see an army in action must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc49": "A monk who stays with an army for more than three nights must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc50": "If, while staying with an army, a monk goes to see the army in action, he must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc51": "A monk who consumes alcohol must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc52": "A monk who tickles another monk must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc53": "A monk who plays in water must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc54": "A monk who is disrespectful when rightly corrected about a breach of the monastic code must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc55": "A monk who frightens another monk must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc56": "A monk who lights a fire to warm himself must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc57": "A monk in the central Ganges plain who bathes more than once a fortnight, except when dirty, must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc58": "A monk who wears a new robe without first marking it must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc59": "A monk who uses robe-cloth that has been transferred to a fellow monastic must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc60": "A monk who hides the requisites of another monk must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc61": "A monk who intentionally kills a living being must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc62": "A monk who uses water that contains living beings must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc63": "A monk who tries to reopen an issue of monastic law that has been properly settled must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc64": "A monk who conceals another monk’s serious offence must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc65": "A monk who acts as preceptor for anyone under twenty must confess the offense. And the ordination is invalid. ",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc66": "A monk who travels by arrangement with thieves must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc67": "A monk who travels by arrangement with a woman must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc68": "A monk who says that things declared as obstructive by the Buddha are not actually obstructive must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc69": "A monk who lives with a monk who has been ejected for holding the view that things declared as obstructive by the Buddha are not actually obstructive must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc70": "A monk who lives with a novice who has been expelled for holding the view that things declared as obstructive by the Buddha are not actually obstructive must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc71": "A monk who uses a ploy as an excuse for not keeping the monastic code must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc72": "A monk who criticizes the monastic code must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc73": "A monk who deceptively claims that he did not know a rule in the monastic code must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc74": "A monk who in anger strikes another monk must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc75": "A monk who in anger physically threatens another monk must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc76": "A monk who falsely accuses another monk of an offense entailing suspension must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc77": "A monk who intentionally makes another monk anxious must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc78": "A monk who eavesdrops on other monks who are disputing about the Teaching or the monastic law must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc79": "A monk who has given his consent for the Order to perform an official act, but then criticizes the act, must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc80": "A monk who departs without giving his consent while the Order is deciding on an issue must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc81": "If a monk, acting as part of a complete Order, gives away a robe to an official of the Order, but then criticizes the act, he must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc82": "A monk who diverts to an individual an offering intended for the Order must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc83": "A monk who enters the bedroom of a king must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc84": "A monk who picks up anything considered valuable must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc85": "A monk who enters an inhabited area between noon and dawn must confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc86": "A monk who makes a needle-case of bone, ivory, or horn must destroy it and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc87": "A monk who makes a bed with long legs must shorten them and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc88": "A monk who makes a bed with luxurious upholstery must remove the upholstery and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc89": "A monk who makes a sitting-cloth that is too large must cut it down and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc90": "A monk who makes a bandage that is too large must cut it down and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc91": "A monk who makes a rainy-season robe that is too large must cut it down and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pc92": "A monk who makes a robe that is too large must cut it down and confess the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pd": "The rules in this category are known in Pali as _pāṭidesanīya_, “entailing acknowledgement”. There are four such rules for the monks, none of which are shared with the nuns. What distinguishes these rules from the _pācittiyas_ is the manner of confession. For these rules the confession is done using a unique formula, with the second rule being the only one in the Monastic Code where all the offenders confess together as a group.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pd1": "A monk who receives food from a nun must acknowledge the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pd2": "A monk at an invitational meal who does not tell a nun to stop directing the distribution of food must acknowledge the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pd3": "A monk who receives food from anyone designated as “in training” must acknowledge the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-pd4": "A monk who receives food in a dangerous wilderness dwelling must acknowledge the offense.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-sk": "The rules in this category are known in Pali as _sekhiya_, “involving training”. There are seventy-five such rules, and they are the same both for the monks and the nuns. The _sekhiyas_ are mostly rules of etiquette. Breaking a _sekhiya_ is only considered to be a transgression if the offender is acting out of disrespect for the rule.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-sk69": "The background story includes the Chava Jātaka tale, “the Jātaka on the low-caste man”, found in slightly different form in the Jātaka collection.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as": "There are seven _adhikaraṇasamathadhamma_, “principles for the settling of legal issues”, which are the same for the nuns and the monks. These are not rules in the ordinary sense and as such fall outside of the classification into serious and light offenses. Instead, they set out the proper methods for dealing with legal issues. The detailed explanation for these is found in the _Samathakkhandhaka_. The legal issues to be settled through these principles fall into four categories: disputes, accusations, offenses, and proceedings. “Proceedings” includes monastic procedures such as ordination and the keeping of the observance day (_uposatha_).",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as1": "A legal issue can only be resolved if all those concerned are present during the process. In addition the procedure must comply with all aspects of monastic law.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as2": "If a monk is known for his clarity of memory, any accusations against him may be settled through that monk declaring his innocence based on his memory of the relevant events.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as3": "A monk who is insane is not responsible for his own offenses. Any offenses he may have committed while insane can be cleared through a declaration of past insanity.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as4": "All offenses, except those entailing expulsion, should be cleared by making amends in the appropriate manner.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as5": "A dispute that drags on without resolution may be settled through majority vote.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as6": "A monk who is intractable in regard to the offenses he has committed may be subject to an act of censure.",
  "pli-tv-bu-pm-blurbs:pli-tv-bu-pm-as7": "If a dispute involves a number of offenses on both sides, and the Order considers that dealing with all the offenses in the usual manner is likely to lead to harshness or schism, then the Order may decide to do a procedure whereby all the offenses are cleared. Offenses that cannot be cleared in this way are those entailing expulsion and suspension, as well as any offenses that involve lay people."
}