{
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj": "The rules in this category are known in Pali as _pārājika_. The exact meaning of the Pali word is disputed, but there is no doubt that it refers to expulsion from the monastic Sangha. There are eight such rules for the nuns, four of which are shared with the monks. Anyone who breaches any of these rules immediately loses her status as a nun. She is expelled from the Sangha and ineligible for re-ordination for the rest of her life. The _pārājikas_, together with the next category of rules, the _saṅghādisesas_, are collectively known as serious offenses, _garukāpatti_. These rules are the most fundamental ones for the proper living of the monastic life.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj1": "A nun who voluntarily has sexual intercourse is expelled.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj2": "A nun who steals anything of value is expelled. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj3": "A nun who kills a human being is expelled.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj4": "A nun who falsely claims a profound spiritual attainment is expelled.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj5": "A lustful nun who agrees to a lustful man touching her anywhere below the collar bone and above the knees is expelled.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj6": "A nun who does not take any action when she knows that another nun has committed an offense entailing expulsion is expelled. This is the first among a large of rules in which the notorious nun Thullanandā was the original offender. Either Thullanandā was an exceptionally bad nun or she is a literary stand-in for the real offenders.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj7": "A nun who persistently sides with a monk who has been legitimately ejected is expelled.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pj8": "A nun who agrees to all of eight kinds of flirtatious behavior is expelled. This is the first among a large number of rules that features the notorious group of six nuns. These nuns were possibly affiliated with the group of six monks, or they are modelled on them.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss": "The rules in this category are known in Pali as _saṅghādisesa_. The meaning of the word is disputed, but according to the commentary it means that the Sangha is required at the beginning (_ādi_) and for the rest (_sesa_) of the procedure. There are seventeen such rules for the nuns, seven of which are shared with the monks. Offenders must undergo a period of probation before being rehabilitated to their former status in the Sangha.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss1": "A nun who uses litigation inappropriately is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss2": "A nun who ordains a female criminal sentenced to death is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss3": "A nun who travels or lives by herself is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss4": "A nun who, without permission, reinstates another nun who has been legitimately ejected is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss5": "A lustful nun who receives food from a lustful man is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss6": "A nun who encourages another nun to receive food from a lustful man is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss7": "A nun who acts as a go-between for a relationship between a man and a woman is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss8": "A nun who in anger falsely accuses another nun of an offense entailing expulsion is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss9": "A nun who in anger uses a ploy to falsely accuse another nun of an offense entailing expulsion is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss10": "A nun who persistently says that she will renounce Buddhism and join another religion is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss11": "A nun who persistently says that the other nuns are biased because a legal issue has not been decided to her liking is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss12": "Nuns who are persistently notorious for inappropriate socialization, who create difficulties for the Order, and who hide each other offenses are suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss13": "A nun who persistently encourages other nuns to act in contravention of the previous rule is to be suspended. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss14": "A nun who tries to cause a schism in the Order is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss15": "A nun who supports another nun who is trying to cause a schism in the Order is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss16": "A nun who refuses to be corrected about breaches of the monastic code is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-ss17": "A nun who causes the lay people in a certain place to lose confidence in the teachings of the Buddha should be banished from that place. If she refuses to accept the banishment, she is to be suspended.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np": "The rules in this category are known in Pali as _nissaggiya pācittiya_, “entailing relinquishment and confession”. There are thirty such rules for the nuns, the same number as for the monks, although only eighteen are held in common. These rules, together with the remaining rules of the Monastic Code, are classed as light offenses, _lahukāpatti_. For light offenses there is usually no penalty apart from confession. For the _nissaggiya pācittiyas_, however, any item involved in the committing of an offense must be relinquished. Once the offense has been confessed, the item is, with a few exceptions, returned to the offender.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np1": "A nun who has more than one bowl must relinquish the extra bowl and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np2": "A nun who distributes robe-cloth inappropriately must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np3": "A nun who takes back a robe given in exchange to another nun must relinquish the robe and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np4": "A nun who asks for one thing but after receiving it says she wants something else must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np5": "A nun who gets one thing from a steward but then exchanges it for something else must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np6": "A nun who exchanges away a requisite belonging to the Order that is designated for a specific purpose must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np7": "A nun who asks for a requisite belonging to the Order that is designated for a specific purpose and then exchanges it for something else must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np8": "A nun who exchanges away a collective requisite designated for a specific purpose must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np9": "A nun who asks for a collective requisite designated for a specific purpose and then exchanges it for something else must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np10": "A nun who asks for a personal requisite for a specific purpose and then exchanges it for something else must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np11": "A nun who asks for an expensive, heavy outer-robe must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np12": "A nun who asks for an expensive, light outer-robe must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np13": "A nun who keeps extra robe-cloth for more than ten day must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np14": "A nun who stays apart from any of her five robes for more than one day must relinquish the robe and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np15": "A nun may keep extra robe-cloth for a month if she is expecting more. A nun who keeps it beyond that must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np16": "A nun who asks a lay person for robe-cloth, except if her robes are lost or destroyed, must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np17": "When a nun’s robes are lost or destroyed, she should show moderation in asking for robe-cloth. If she does not, she must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np18": "If a lay person wants to buy a robe for a nun, and the nun asks them for a fine robe, she must relinquish the robe and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np19": "If two separate lay people want to buy a robe for a nun, and the nun asks them to put their money together to buy her a fine robe, she must relinquish the robe and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np20": "When money to be used for a nun’s robe has been placed with a steward in the proper way, that nun may hint to the steward that she needs a robe. If she does not get a robe in this way, but she does get one by acting inappropriately, she must relinquish the robe and confess the offense. This rule also prescribes the procedure through which a lay follower comes to hold money on behalf of a donor who wishes to support a nun.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np21": "A nun who receives money must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np22": "A nun who receives money through trading must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np23": "A nun who barters, except with fellow monastics, must relinquish the item received and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np24": "A nun who asks for a new bowl when her existing bowl is still useable must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np25": "A nun who keeps tonics for more than seven days must relinquish them and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np26": "A nun who gives robe-cloth to another nun, but then takes it back in anger, must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np27": "A nun who asks for thread and then has robe-cloth woven with it must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np28": "If a lay person is having robe-cloth woven for a nun and that nun makes demands of the weavers, then she must relinquish the robe-cloth and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np29": "A nun who stores “an urgent robe” beyond the acceptable time limit must relinquish it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np30": "A nun who diverts to herself an offering intended for the Order must relinquish the item and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc": "The rules in this category are known in Pali as _pācittiya_, “entailing confession”. There are one hundred and sixty-six such rules for the nuns, seventy of which are shared with the monks. This is the largest class of rules in the Monastic Code. These rules, together with all the other rules apart from those entailing expulsion and suspension, are classed as light offenses, _lahukāpatti_. For light offenses there is no penalty apart from confession.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc1": "A nun who eats raw garlic must confess the offense. This rule includes the Suvaṇṇahaṁsa Jātaka tale, “the Golden goose Jātaka,” found in slightly different form in the Jātaka collection.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc2": "A nun who removes hair from the armpits or the groin must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc3": "A nun who slaps her genitals must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc4": "A nun who uses a dildo must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc5": "A nun who inserts more than two joints of the fingers into the vagina must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc6": "A nun who attends on a monk while he is eating must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc7": "A nun who asks for raw grain and then prepares and eats it must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc8": "A nun who disposes of feces, urine, or rubbish over a wall must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc9": "A nun who disposes of feces, urine, or rubbish on cultivated plants must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc10": "A nun who goes to see a show must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc11": "A nun who, seeking privacy, stands alone with a man at night must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc12": "A nun who, seeking privacy, stands alone with a man in a concealed place must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc13": "A nun who, seeking privacy, stands alone with a man out in the open must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc14": "A nun who, seeking privacy, stands alone with a man on street must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc15": "A nun who leaves a house without informing the owners must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc16": "A nun who sits or lies down on a seat in a house without asking the owners for permission must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc17": "A nun who spreads out bedding in a house and then sits or lies down without asking the owners for permission must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc18": "A nun who criticizes someone without reflection must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc19": "A nun who curses herself or another must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc20": "A nun who cries and beats herself must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc21": "A nun who bathes naked must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc22": "A nun who makes a bathing robe that is too large must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc23": "A nun who does not sew back together the robe of another nun after unstitching it must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc24": "A nun who leaves any of her five robes untouched for five days must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc25": "A nun who wears a borrowed robe without the permission of the owner must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc26": "A nun who hinders an order of nuns from receiving robe-cloth must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc27": "A nun who blocks an appropriate distribution of robe-cloth must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc28": "A nun who gives a robe to anyone who is not a Buddhist monastic must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc29": "A nun who hinders the distribution of robe-cloth without a proper reason must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc30": "A nun who inappropriately blocks the Order from ending the robe-making season must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc31": "A nun who lies down on the same bed as another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc32": "A nun who shares bedding with another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc33": "A nun who intentionally makes another nun ill at ease must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc34": "A nun who does not attend on a sick monastic disciple must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc35": "A nun who gives a dwelling place to another nun and then throws her out must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc36": "A nun who persistently engages in inappropriate socialization with lay people must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc37": "A nun who goes wandering without a group of travelers in a dangerous area of her own country must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc38": "A nun who goes wandering without a group of travelers in a dangerous area abroad must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc39": "A nun who goes wandering during the rainy season must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc40": "A nun who does not go wandering after the rainy season must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc41": "A nun who goes to see a pleasure house or a pleasure garden must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc42": "A nun who uses a large or luxurious seat must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc43": "A nun who spins yarn must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc44": "A nun who serves a lay person must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc45": "A nun who agrees to settle a legal issue but then makes no effort to do so must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc46": "A nun who gives food to anyone who is not a Buddhist monastic must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc47": "A nun who uses a communal menstruation robe beyond the intended period must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc48": "A nun who goes wandering without giving up her lodging must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc49": "A nun who studies pointless knowledge must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc50": "A nun who teaches pointless knowledge must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc51": "A nun who enters a monks’ monastery without permission must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc52": "A nun who abuses a monk must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc53": "A nun who in anger abuses an order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc54": "A nun who eats after finishing her meal must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc55": "A nun who tries to keep her supporters from supporting others must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc56": "A nun who spends the rainy season in a monastery without monks must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc57": "A nun who does not invite correction from both Orders after the rainy season must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc58": "A nun who does not go to the instruction or formal meetings of the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc59": "A nun who does not ask the Order of monks every half-month about the observance day and the going for instruction must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc60": "A nun who is alone with a man and gets treatment from him on the thigh must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc61": "A nun who ordains a pregnant woman must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc62": "A nun who ordains a woman who is breastfeeding must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc63": "A nun who ordains a trainee nun who has not completed her training must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc64": "A nun who ordains a trainee nun without the approval of the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc65": "A nun who ordains a married girl less than twelve years old must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc66": "A nun who ordains a married girl who has not completed her training must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc67": "A nun who ordains a married girl without the approval of the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc68": "A nun who ordains a student but does not guide her for two years must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc69": "A nun who does not follow her preceptor for two years must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc70": "A nun who ordains a student without afterwards taking her away must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc71": "A nun who ordains an unmarried girl less than twenty years old must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc72": "A nun who ordains an unmarried girl who has not completed her training must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc73": "A nun who ordains an unmarried girl without the approval of the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc74": "A nun with insufficient seniority who gives ordination must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc75": "A nun who gives ordination without the approval of the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc76": "A nun who agrees when she is refused permission to give ordination but later criticizes it must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc77": "A nun who promises to ordain a trainee nun in return for robe-cloth but then makes no effort to get her ordained must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc78": "A nun who promises to ordain a trainee nun in return for being attended on for two years but then makes no effort to get her ordained must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc79": "A nun who ordains a trainee nun who socializes inappropriately and is difficult to live with must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc80": "A nun who ordains a trainee nun who has not been given permission by her parents and husband must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc81": "A nun who ordains a trainee nun after the consent of the Order has expired must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc82": "A nun who gives ordination in consecutive years must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc83": "A nun who ordains two women in one year must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc84": "A nun who uses a sunshade and sandals must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc85": "A nun who travels in a vehicle must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc86": "A nun who wears a hip ornament must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc87": "A nun who wears ornaments must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc88": "A nun who bathes with scents and colors must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc89": "A nun who bathes with scents and oil-seed flowers must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc90": "A nun who makes another nun rub her must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc91": "A nun who makes a trainee nun rub her must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc92": "A nun who makes a novice nun rub her must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc93": "A nun who makes a laywoman rub her must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc94": "A nun who sits down in front of a monk without asking permission must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc95": "A nun who asks a monk a question without obtaining leave must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc96": "A nun who enters an inhabited area without a bust cover must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc97": "A nun who lies must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc98": "A nun who verbally abuses another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc99": "A nun who spreads malicious gossip about another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc100": "A nun who teaches an unordained person to learn the word of the Buddha by heart must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc101": "A nun who lies down in the same room as an unordained person for more than three nights must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc102": "A nun who lies down in the same room as a man must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc103": "A nun who teaches a man more than six sentences of the word of the Buddha must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc104": "A nun who tells an unordained person about her own profound spiritual attainment must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc105": "A nun who tells an unordained person about another nun’s serious offense must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc106": "A nun who digs the earth must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc107": "A nun who intentionally destroys vegetation must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc108": "A nun who speaks evasively or remains silent when questioned by the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc109": "A nun who criticizes or denounces an official of the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc110": "A nun who abandons furniture belonging to the Order outdoors must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc111": "A nun who abandons bedding in a dwelling belonging to the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc112": "A nun who lies down in a dwelling belonging to the Order, encroaching on another nun and aiming to make her depart, must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc113": "A nun who throws another nun out of a dwelling belonging to the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc114": "A nun who uses a bed with unfastened legs on an unplanked upper storey of a hut belonging to the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc115": "A nun who applies more than three layers of building material when building a large dwelling must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc116": "A nun who pours water containing living beings onto the ground must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc117": "A nun who eats more than one meal at a public alms center must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc118": "A nun who eats as part of a specifically invited group of nuns must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc119": "A nun who accepts more than three bowlfuls of pastries must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc120": "A nun who eats between noon and dawn must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc121": "A nun who eats food stored overnight must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc122": "A nun who consumes unoffered food or drink must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc123": "A nun who takes another nun on almsround, but then tells her to leave because she wants to misbehave must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc124": "A nun who sits down intruding on a lustful couple must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc125": "A nun who sits in a secluded place with a man must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc126": "A nun who sits in private with a man must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc127": "A nun who visits other lay people before or after an invitational meal must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc128": "A nun who goes beyond the terms of an invitation to ask for requisites must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc129": "A nun who goes to see an army in action must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc130": "A nun who stays with an army for more than three nights must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc131": "If, while staying with an army, a nun goes to see the army in action, she must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc132": "A nun who consumes alcohol must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc133": "A nun who tickles another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc134": "A nun who plays in water must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc135": "A nun who is disrespectful when rightly corrected about a breach of the monastic code must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc136": "A nun who frightens another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc137": "A nun who lights a fire to warm herself must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc138": "A nun in the central Ganges plain who bathes more than once a fortnight, except when dirty, must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc139": "A nun who wears a new robe without first marking it must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc140": "A nun who uses robe-cloth that has been transferred to a fellow monastic must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc141": "A nun who hides the requisites of another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc142": "A nun who intentionally kills a living being must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc143": "A nun who uses water that contains living beings must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc144": "A nun who tries to reopen an issue of monastic law that has been properly settled must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc145": "A nun who travels by arrangement with thieves must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc146": "A nun who says that things declared as obstructive by the Buddha are not actually obstructive must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc147": "A nun who lives with a nun who has been ejected for holding the view that things declared as obstructive by the Buddha are not actually obstructive must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc148": "A nun who lives with a novice nun who has been expelled for holding the view that things declared as obstructive by the Buddha are not actually obstructive must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc149": "A nun who uses a ploy as an excuse for not keeping the monastic code must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc150": "A nun who criticizes the monastic code must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc151": "A nun who deceptively claims that she did not know a rule in the monastic code must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc152": "A nun who in anger strikes another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc153": "A nun who in anger physically threatens another nun must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc154": "A nun who falsely accuses another nun of an offense entailing suspension must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc155": "A nun who intentionally makes another nun anxious must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc156": "A nun who eavesdrops on other nuns who are disputing about the Teaching or the monastic law must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc157": "A nun who has given her consent for the Order to perform an official act, but then criticizes the act must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc158": "A nun who departs without giving her consent while the Order is deciding on an issue must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc159": "If a nun, acting as part of a complete Order, gives away a robe to an official of the Order, but then criticizes the act, she must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc160": "A nun who diverts to an individual an offering intended for the Order must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc161": "A nun who picks up anything considered valuable must confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc162": "A nun who makes a needle-case of bone, ivory, or horn must destroy it and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc163": "A nun who makes a bed with long legs must shorten them and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc164": "A nun who makes a bed with luxurious upholstery must remove the upholstery and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc165": "A nun who makes a bandage that is too large must cut it down and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc166": "A nun who makes a robe that is too large must cut it down and confess the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pd": "The rules in this category are known in Pali as _pāṭidesanīya_, “entailing acknowledgement”. There are eight such rules for the nuns. These eight rules for the nuns are equivalent to a single rule for the monks (_bhikkhu-pācittiya_ 39). In summary, they say that a nun who asks for special food must acknowledge the offense.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-sk": "The rules in this category are known in Pali as _sekhiya_, “involving training”. There are seventy-five such rules, and they are the same both for the monks and the nuns. The _sekhiyas_ are mostly rules of etiquette. Breaking a _sekhiya_ is only considered to be a transgression if the offender is acting out of disrespect for the rule.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as": "There are seven _adhikaraṇasamathadhamma_, “principles for the settling of legal issues”, which are the same for the nuns and the monks. These are not rules in the ordinary sense and as such fall outside of the classification into serious and light offenses. Instead, they set out the proper methods for dealing with legal issues. The detailed explanation for these is found in the _Samathakkhandhaka_. The legal issues to be settled through these principles fall into four categories: disputes, accusations, offenses, and proceedings. “Proceedings” includes monastic procedures such as ordination and the keeping of the observance day (_uposatha_).",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as1": "A legal issue can only be resolved if all those concerned are present during the process. In addition the procedure must comply with all aspects of monastic law.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as2": "If a nun is known for her clarity of memory, any accusations against her may be settled through that nun declaring her innocence based on her memory of the relevant events.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as3": "A nun who is insane is not responsible for her own offenses. Any offenses she may have committed while insane can be cleared through a declaration of past insanity.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as4": "All offenses, except those entailing expulsion, should be cleared by making amends in the appropriate manner.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as5": "A dispute that drags on without resolution may be settled through majority vote.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as6": "A nun who is intractable in regard to the offenses she has committed may be subject to an act of censure.",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as7": "If a dispute involves a number of offenses on both sides, and the Order considers that dealing with all the offenses in the usual manner is likely to lead to harshness or schism, then the Order may decide to do a procedure whereby all the offenses are cleared. Offenses that cannot be cleared in this way are those entailing expulsion and suspension, as well as any offenses that involve lay people."
}