{
  "super-blurbs:sutta": "The Buddha’s teachings on meditation, morality, the nature of the world, and the path to freedom. These scriptures are our primary sources for the historical Buddha’s life and practice. They depict the Buddha and his students in lively conversation with a diverse range of people.",
  "super-blurbs:long": "Collections of “long” discourses and other related texts.",
  "super-blurbs:dn": "The Long Discourses (Dīgha Nikāya, abbreviated DN) is a collection of 34 discourses in the Pali canon (Tipiṭaka) of the Theravāda school. The word “long” refers to the length of the individual discourses, not the collection as a whole, which is in fact the smallest of the five Pali Nikāyas. It is one of the fundamental collections of early Buddhist teachings, depicting the Buddha in a lively range of settings. Compared to other collections it contains more extended narratives in diverse literary styles. Many discourses feature interreligious dialog with brahmins and other non-Buddhists. This collection parallels the Dīrghāgama (DA) of the Dharmaguptaka school, which is the first text in the Taishō edition of the Chinese canon. Several uncollected suttas in Chinese and Sanskrit also belong to this collection. Two-thirds of a Dīrghāgama from the Sarvāstivāda school has been found, but only small portions have been published.",
  "super-blurbs:da": "The version of the Long Discourses found in the Chinese canon is known as the Dīrghāgama (Chang ahan jing, 長阿含經), and is believed to stem from the Dharmaguptaka school. It consists of 22 fascicles that were translated by Buddhayaśas (佛陀耶舍) and Zhu Fonian (竺佛念) in CE 412–13. Its four chapters focus respectively on the life of the Buddha, teaching and practice, refutation of non-Buddhists, and cosmology. It contains 30 sūtras in contrast to the 34 suttas of the Theravādin Dīgha Nikāya. In the Taishō edition of the Chinese canon, it is the very first text, located at T vol. 1, 1a.",
  "super-blurbs:da-ot": "24 long discourses that in the Taishō edition of the Chinese canon have been gathered in the first volume, at sūtra numbers 2–25, following the Dīrghāgama. These are miscellaneous translations of various discourses from the Dīgha, made at various times by various translators.",
  "super-blurbs:middle": "Collections of “middle-length” discourses and other related texts.",
  "super-blurbs:mn": "The Middle Discourses (Majjhima Nikāya, abbreviated MN) is a collection of 152 discourses in the Pali canon (Tipiṭaka) of the Theravada school of Buddhism. The word “middle” refers to the length of the individual discourses. This is perhaps the most popular collection of early discourses. It contains a wide variety of teachings, many of them presented as narratives between the Buddha and a diverse range of his contemporaries. The collection parallels the Madhyamāgama (MA) of the Sarvāstivāda school, which survives as a translation in the Chinese canon.",
  "super-blurbs:ma": "The version of the Middle Discourses found in the Chinese canon is known as the Madhyamāgama (Zhong ahan jing, 中阿含經), and is believed to stem from the Sarvāstivāda school. The original text is believed to have been in a form of Prākrit, probably Gandhārī, with some Sanskrit influence. It was translated in 60 fascicles by Gautama Saṅghadeva (瞿曇僧伽提婆) of the Eastern Jin Dynasty (東晋) at Dongting Monastery (東亭寺) in CE 397–398. It consists of 222 sutras, organized into five _adhyāyas_ and eighteen _vargas_. The contents are similar to the Pali Majjhima Nikāya, though the collections are far from identical. In the Taishō edition of the Chinese canon, it is text number 26, located at T vol. 1, 421a.",
  "super-blurbs:ma-ot": "72 middle-length discourses that in the Taishō edition of the Chinese canon have been gathered in the first volume, at sūtra numbers 27–98, following the Madhyamāgama. These are miscellaneous translations of various discourses from the Majjhima, made at various times by various translators.",
  "super-blurbs:linked": "Collections of “linked” or “connected” discourses and other related texts.",
  "super-blurbs:sn": "The “Linked” or “Connected” Discourses (Saṁyutta Nikāya, abbreviated SN) is a collection of over a thousand short discourses in the Pali canon. The word “linked” refers to the fact that the texts are collected and organized by topic. In most cases the organizing principle is a particular theme of Dhamma, for example, the five aggregates, dependent origination, the noble eightfold path, mindfulness meditation, or the four noble truths. This collection contains the most extensive range of texts on these core themes. In other cases chapters are organized according to the person or kind of person who speaks. This collection has a full parallel in the Saṁyuktāgama (SA) of the Sarvāstivāda school in Chinese translation. In addition, there are two partial collections in Chinese (SA-2 and SA-3) as well as a number of miscellaneous or fragmentary texts in Chinese, Sanskrit, and Tibetan. Much of the organizational structure of SN is shared with SA, suggesting that this structure preceded the split between these two collections.",
  "super-blurbs:sa": "The main version of the Linked Discourses found in the Chinese canon is known as the Saṁyuktāgama (Za ahan jing, 雜阿含經), and is believed to stem from a branch of the Sarvāstivādin school. It was translated by Guṇabhadra (求那跋陀) and Baoyun (寶雲) in CE 435–436 at Waguan Monastery (瓦官寺,) Yangdu (楊都). Like the Pali Saṁyutta Nikāya, it contains over a thousand short suttas organized by topic. The texts, however, became disordered during the transmission in China, and an extraneous passage from a later life of Ashoka was mistakenly included. In the 20th century a series of scholars reconstructed the original sequence. The text as originally found is found in the Taishō edition of the Chinese canon as sutra number 99 at T vol. 2, 1a.",
  "super-blurbs:sa-2": "A partial translation of the Saṁyuktāgama (SA-2) was made between 385 and 431 by an anonymous translator. Known as the Shorter Saṁyuktāgama (Bieyi za ahan jing, 別譯雜阿含經), it may stem from the Mūlasarvāstivādin school. It consists of 364 sutras in 16 fascicles. Most of the texts have parallels in Chinese and/or Pali, primarily in the Sagāthāvagga of the Saṁyutta. In the Taishō edition of the Chinese canon, it is text number 100, located at T vol. 2, 374a.",
  "super-blurbs:sa-3": "A second partial translation of the Saṁyuktāgama (SA-3) (雜阿含經) was made approximately CE 222–280 by an anonymous translator and consists of 27 sutras in one fascicle. In the Taishō edition of the Chinese canon, it is text number 101, located at T vol. 2, 493a.",
  "super-blurbs:sa-ot": "22 shorter discourses that in the Taishō edition of the Chinese canon have been gathered in the second volume, at sūtra numbers 102–124, following the three Saṁyuktāgama collections. These are miscellaneous translations of various discourses from the Saṁyutta, made at various times by various translators.",
  "super-blurbs:numbered": "Collections of “numbered” or “numerical” discourses and other related texts.",
  "super-blurbs:an": "The “Numbered” or “Numerical” Discourses are usually known as Aṅguttara Nikāya in Pali, abbreviated AN. However, the Pali tradition also knows the form Ekottara (“one-up” or “incremental”), and this is the form usually found in the northern collections. These collections organize texts in numbered sets, from one to eleven. Compared to the other _nikāyas_, they are more oriented to the lay community. The Ekottarikāgama (EA) in Chinese is a highly unusual text, which features a range of variations within itself when it comes even to basic doctrines. It shares considerably less in common with the Pali Aṅguttara than the other collections do with their counterparts. In addition, there is a partial Ekottarikāgama in Chinese, as well as a variety of individual discourses and fragments in Chinese and Sanskrit.",
  "super-blurbs:ea": "The main version of the Numbered or Incremental Discourses found in the Chinese canon is known as the Ekottarikāgama (Zengyi ahan jing, 增一阿含經), and has been tentatively ascribed to the Mahāsaṅghika school. It was translated by Gautama Saṅghadeva (瞿曇僧伽提婆), who also translated the Madhyamāgama, in CE 397. Consisting of 51 fascicles, it is organized into 52 chapters, containing a total of 451 sutras. Like the Pali Aṅguttara, it is arranged by numbered sets from one to eleven. However, despite the structural similarity, the contents diverge widely from the Pali. It contains relatively fewer parallels than the other āgama collections. In the Taishō edition of the Chinese canon, it is text number 125, located at T vol. 2, 549a.",
  "super-blurbs:ea-2": "A partial translation of the Ekottarikāgama was made by An Shigao (安世高 ) in CE 148–170. Known as Qi Chu San Guan Jing (七處三觀經), it consists of one fascicle containing 47 shorter sutras. In the Taishō edition of the Chinese canon, it is text number 150A, located at T vol. 2, 875b.",
  "super-blurbs:ea-ot": "29 shorter discourses that in the Taishō edition of the Chinese canon have been gathered in the second volume, at sūtra numbers 126–151, following the complete Ekottarikāgama collection. These are miscellaneous translations of various discourses from the Ekottara, made at various times by various translators.",
  "super-blurbs:minor": "Collections of sutta texts outside the four main collections.",
  "super-blurbs:kn": "The word _khuddaka_ means “lesser” or “minor”, and it seems that this category originally served to collect certain short collections, mostly verse, that were not conveniently assigned to one of the main _nikāyas_. Over time, however, the collection grew, so that the Khuddaka in the Pali canon today is the largest of the _nikāyas_. It includes some of the most popular texts in Theravāda Buddhism, such as the Dhammapada, the Sutta Nipāta, and the Jātakas. There is no closely parallel collection in the other canons, but many of the early texts have parallels in various places.",
  "super-blurbs:kp": "Nine short texts, which appear to have been collected as a kind of basic study curriculum for novices. The collection itself was probably made in Sri Lanka, but most of the texts are found elsewhere in the _nikāyas_.",
  "super-blurbs:dhp": "The Pali version of this famous text, consisting of 423 verses organized into memorable themes. It is the most widely read of the early texts, and has been translated many times into many languages. Versions of this text are found in Chinese, Tibetan, and several Indic languages, attesting to its timeless, universal appeal.",
  "super-blurbs:ud": "Eighty short discourses in mixed prose and verse. These take the form of a simple prose narrative, which serves to frame an inspired saying, usually in verse. The _udāna_ and _dhammapada_ literature appear to overlap, and can be considered as one genre. The Dhammapada verses also have associated narratives, but these are found in the commentary. There are some indications that some of the narratives in the Udāna may be a little later than most of the material in the four main _nikāyas_.",
  "super-blurbs:iti": "112 short discourses in mixed prose and verse, arranged in the Aṅguttara style of ascending numbered sets, from one to four. Alone among Buddhist texts, its survival is attributed not to the Saṅgha, but to a laywoman named Khujjuttarā. According to the Pali commentaries, she was a maid to the Queen of Kosambi, and memorized these teachings from the Buddha, earning her the title of the most learned of the laywomen disciples.",
  "super-blurbs:snp": "The “Group of Discourses” contains 74 mostly short texts in verse or mixed prose and verse, arranged in five chapters. This contains some of the most beloved texts in popular Buddhism, such as the Ratana, Maṅgala, and Mettā Suttas, which are known to all Theravada Buddhists and recited as uplifting and protective chants at auspicious ceremonies. The collection as a whole is somewhat late; it is not found in northern scriptures, and some portions, such as the opening verses of the Nālaka Sutta, belong to the latest strata of the early texts. Nevertheless, certain sections—the “Rhinoceros Horn”, the “Chapter of the Eights”, and the “Way to the Beyond”—appear to have existed before being gathered into the collection, and are regarded as early. While the collection as a whole has no counterpart elsewhere, several portions have parallels in Chinese or Sanskrit.",
  "super-blurbs:vv": "The “Stories of Celestial Mansions” contains eighty-five stories in verse that illustrate the heavenly rewards of virtuous deeds, especially making offerings to the Buddha or the Saṅgha. It is a counterpart to the Petavatthu. These are late devotional texts with no direct counterparts in other collections.",
  "super-blurbs:pv": "The Stories of Hungry Ghosts” contains fifty-one stories in verse that illustrate rebirth as a hungry ghost as a result of bad deeds. It is a counterpart to the Vimānavatthu. These are late devotional and moralistic texts with no direct counterparts in other collections.",
  "super-blurbs:thag": "The “Verses of the Senior Monks” is a collection of about 1288 verses attributed to 264 of the senior monks alive in the Buddha’s time, or in a few cases, a little later. It is a pair with the Therīgāthā, the “Verses of the Senior Nuns”. These verses celebrate the joy of freedom and the life of meditation in the forest. Together these collections constitute one of the oldest and largest collections of contemplative literature, preserving the unique voices of hundreds of early practitioners. Based on style and content, these collections belong to the early discourses. They are referred to on occasion in the northern canons, but no parallel collections have survived.",
  "super-blurbs:thig": "The “Verses of the Senior Nuns” is a collection of about 524 verses attributed to 73 of the senior nuns alive in the Buddha’s time, or in a few cases, a little later. These verses celebrate the bliss of freedom and the life of meditation, full of proud and joyous proclamations of their spiritual attainments and their gratitude to other nuns as guides and teachers. The Therīgāthā is one of the oldest spiritual texts recording only women’s voices. It is a pair with the Theragāthā, the “Verses of the Senior Monks”. Together these collections constitute one of the oldest and largest collections of contemplative literature. Based on style and content, these collections belong to the early discourses. They are referred to on occasion in the northern canons, but no parallel collections have survived.",
  "super-blurbs:tha-ap": "The “Legends of the Senior Monks” contains 563 stories in verse telling the past life deeds of various senior monks. It is a much later counterpart to the Theragāthā, referring to many of the same monks. But whereas the Theragāthā verses relate the monks’ practice of meditation and mindfulness in this life, the Legends typically relate how they became awakened in this life by making an offering a Buddha in the distant past, and making a dedication to be reborn so as to become awakened in the future. The “Legends of the Senior Monks” has as companion the “Legends of the Senior Nuns”. Both these are late texts, and lack counterparts in the northern canons.",
  "super-blurbs:thi-ap": "The “Legends of the Senior Nuns” contains 40 stories in verse telling the past life deeds of various senior nuns. It is a much later counterpart to the Therīgāthā, referring to many of the same nuns. But whereas the Therīgāthā verses relate the nuns’ practice of meditation and mindfulness in this life, the Legends typically relate how they became awakened in this life by making an offering a Buddha in the distant past, and making a dedication to be reborn so as to become awakened in the future. The “Legends of the Senior Nuns” has as companion the “Legends of the Senior Monks”. Both these are late texts, and lack counterparts in the northern canons.",
  "super-blurbs:bv": "The Buddhavaṁsa is a late devotional text in verse detailing the lives of 24 past Buddhas and the prediction of the awakening of the historical Buddha Gotama. This is a late text, without direct counterparts in the northern collections. It is, however, part of an extensive pan-sectarian devotional literature composed in the second and first centuries BCE, presaging the birth of the Mahāyāna.",
  "super-blurbs:cp": "The “Basket of Conduct” represents an early systematization of the concept of the Bodhisattva and his path towards awakening. A selection of 34 past lives are told, each one illustrating a specific virtue developed by the Bodhisattva. It is a late text, without direct counterparts in the northern collections. Like the Buddhavaṁsa, it is part of an extensive pan-sectarian devotional literature composed in the second and first centuries BCE, presaging the birth of the Mahāyāna.",
  "super-blurbs:ja": "A collection of 547 sets of verses telling stories of the Buddha’s past lives. The canonical Pali collection consists of verses arranged in numbered sets in the Aṅguttara fashion. The shorter sets illustrate a high point of a story, while the longer sets tell a complete story. These verses would have been passed down from the beginning with prose narrative to flesh out the story, which in the Pali is now found in the commentary. It is in the commentary that we find the explicit connection between the stories of the past and the present day, identifying the hero of the tale with the _bodhisattva_ and the major protagonists with the Buddha’s contemporaries. This collection is the main source of Jātakas, but there are many similar stories found elsewhere in the Pali canon (a few in the four _nikāyas_, others in the Cariyapiṭaka) and throughout the Chinese, Tibetan, and Sanskrit texts. Most of the Jātakas began life as folk tales or myths, drops from the vast ocean of story in oral culture. Several Jātakas record versions of famous Hindu myths, while others share a common basis with European folk tales. The verse forms in the Jātakas are mostly of the earlier kinds, and the social and political reflect historical realities in the centuries before the Buddha, where, for example, Varanasi was an independent kingdom. The Jātakas are the oldest, largest, and best-preserved collection of ancient stories found anywhere in the world. One of the central themes is renunciation, with multiple stories depicting the hero going-forth from the home, each time from a different perspective. Jātakas generally illustrate moral messages, but since the hero is supposed to be imperfect, it is not unusual for him to be portrayed as making dubious choices, even breaking precepts. Taken as a whole, the Jātaka literature is a vast tapestry of story illustrating the twisting and uncertain path to Awakening. The Jātaka genre proved a popular and effective framework for incorporating popular tales into a Buddhist context. They feature prominently in Buddhist art both ancient and modern, and are a primary means of introducing Buddhism to children in modern Theravāda.",
  "super-blurbs:mnd": "The Mahāniddesa or “Great Exposition” is really one half of a book together with the Cūḷaniddesa, the “Shorter Exposition”. They offer commentaries on certain portions of the Sutta Nipāta, and lack counterparts in the northern canons. The Mahāniddesa comments on the sixteen poems of the fourth chapter, the “Chapter of the Eights” or Aṭṭhakavagga.",
  "super-blurbs:cnd": "The Cūḷaniddesa or “Shorter Exposition” is really one half of a book together with the Mahāniddesa or “Great Exposition”. They offer commentaries on certain portions of the Sutta Nipāta, and lack counterparts in the northern canons. The Cūḷaniddesa comments on the “Way to the Beyond” and the “Rhinoceros Horn Sutta”.",
  "super-blurbs:ps": "The Paṭisambhidāmagga or “Path of Analytical Discernment” is an advanced critical treatise in thirty chapters on Buddhist practice, which the Pali commentaries attribute to the Buddha’s disciple Sāriputta. Departing from the popular or folksy style of most Khuddaka texts, it is more reminiscent of the Abhidhamma, and indeed, while not included in the Abhidhammapiṭaka, it deserves to be considered part of the Theravādin Abhidhamma system. However, it does not make use of the main Abhidhamma _mātikās_. This text introduces a number of terms and ideas of great importance in later Buddhist philosophy. It does not have any counterparts in the northern canons, but articulates a dictinctly Theravādin perspective on the path.",
  "super-blurbs:ne": "The Netti or “Guide” is a systematic treatise intended to provide a guide for reading and interpreting the texts of the _nikāyas_. It is similar to the Peṭakopadesa, and the exact relationship between these two texts is not clear. The text provides an array of methods for reading texts, illustrating them with quotations, and taking the four noble truths as the overall framework. A colophon in the text attributes it to the Buddha's disciple Kaccāna. It is, however, a late text, lacking counterparts in the northern collections. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.",
  "super-blurbs:pe": "The Peṭakopadesa or “Illustration of the Baskets” is a systematic treatise intended to provide a guide for reading and interpreting the texts of the _nikāyas_. It is similar to the Netti, and the exact relationship between these two texts is not clear. The text provides an array of methods for reading texts, illustrating them with quotations, and taking the four noble truths as the overall framework. The Pali text of the Peṭakopadesa is quite corrupt, which is unusual in the Pali canon. A colophon in the text attributes it to the Buddha's disciple Kaccāna. It is, however, a late text, lacking counterparts in the northern collections. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.",
  "super-blurbs:mil": "The Milindapañha or “Questions of King Milinda” records a series of discussions on points of Dhamma between the monk Nāgasena and the Greek king known as in Pali as Milinda. He is usually identified with Menander I Soter, who ruled an Indo-Greek kingdom from his capital of Sagala around BCE 165–130. While the encounter between Greek and Indian culture is fascinating, the dialogs concern only interpretation of Buddhist ideas, with which the king was evidently very familiar, and does not mention Greek philosophy. The text is lively and dynamic, with the King constantly testing Nāgasena with abstruse questions, to which he responds with ingenious arguments and analogies. The text has a shorter Chinese counterpart in the Nāgasena Bhikṣu Sūtra. The text is not Theravādin in origin, but began among one of the schools in the north-west, perhaps the Sarvāstivādins. Most of the content, however, is not sectarian in nature. The Pali text has been extended over the years, and in addition, portions appear to be missing. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.",
  "super-blurbs:dharmapadas": "Verse collections that are similar to the Dhammapada of the Pali Khuddhaka Nikāya.",
  "super-blurbs:uv": "The Udānavarga or “Collection of Inspired Sayings” is a Sarvāstivādin Dhammapada-style text. At 1044 verses, it is over twice as long as the Pali Dhammapada, and the longest of all the Dhammapadas. The manuscript was among the Sanskrit texts discovered at Turfan. The SuttaCentral text is sourced from the Titus edition prepared by Gippert and Kupfer, and based on the edition by Bernhard (1965). There are Chinese and Tibetan translations of this text.",
  "super-blurbs:uvs": "A critical edition by H. Nakatani of the Sanskrit manuscript on wood from Subaši, Bibliothèque nationale de Paris, Pelliot Collection, 1987–1988.",
  "super-blurbs:pdhp": "The Patna Dharmapada is based on a manuscript discovered in Tibet by Rāhula Saṅkṛtyāyana in 1934, written in proto-Bengali script, and dated around the twelfth century. It is in a distinct variety of Sanskritized Prākrit, and has been identified by Skilling and Mizuno as belonging to the Sāmmatīya school. The SuttaCentral text is based on the edition by Margaret Cone (1989), digitized by Ānandajoti.",
  "super-blurbs:gdhp": "The Gāndhārī Dharmapada (also known as the Khotan Dhammapada) is from a birch-bark manuscript in Kharoṣṭhī script discovered at Kohmāri Mazār near Khotan in Xinjiang in 1892. It dates to the early centuries CE, and is one of the oldest surviving Buddhist manuscripts. It was edited and published by Brough (1962), and was digitized by Gandhari.org.",
  "super-blurbs:g2dhp": "Fragments of a Dhammapada in Gāndhārī",
  "super-blurbs:g3dhp": "Fragments of another Dhammapada in Gāndhārī",
  "super-blurbs:t210": "Two fascicles compiled by Dharmatrāta 法救, T 210.4.559–574. It was brought by the Indian monk Vighna 維祇難 to Wuchang 武昌, China in 224 C.E., and translated by Zhu Jiangyan 竺將炎 and Zhi Qian 支謙. It is a collection of verses comprising the basic teachings of Buddhism which is similar to the Pali Dhammapada. The Chinese version contains 758 verses. There are four Chinese translations, dated CE 224, 290–306, 399, and 980–1001.",
  "super-blurbs:t211": "Four fascicles, compiled by Dharmatrāta and translated by Faju 法炬, and Fali 法立 during the years of Huidi 惠帝 (290–306 C.E.) in the Western Jin dynasty 西晉 at Luoyang. Also known by the titles of 法句本末經, 法句喩經, 法喩經, and 法句譬經. Written in thirty-nine chapters, it is, like the 法句經 (T 210), closely related to the Dhammapada of the Pāli Canon, and about two thirds of this text are the same as T 210. It is composed of explanatory text added to the verses of the Dharmapāda.",
  "super-blurbs:t212": "The Indian original text compiled by Dharmatrāta 法救 consisted of 33 chapters and about 1000 verses, and it was translated by Saṃghabhadra 僧伽跋澄 and Zhu Fonian 竺佛念 during 398–399. The present T 212 has 34 chapters, and its chapters correspond to the present Udānavarga, which has 33 chapters and 1050 verses, except that it has two separated chapters, i.e. the chapter of non-carelessness 無放逸品 and the chapter of carelessness 放逸品, for the chapter 'Apramādavarga' of the Udānavarga. Like T 211, this text also provides the verses along with the background stories in prose. When the verses are same with those of T 210, the translators of T 211 followed the translation of T 210 rather than did a new translation.",
  "super-blurbs:t213": "Also attributed to Dharmatrātaʼs compilation, this was translated by Tianxizai 天息災 (?–1000), who arrived at the capital of Song dynasty in 980. It has 33 chapters corresponding to the chapters of the Udānavarga, but, unlike T 212, this text has only verses without commentaries. The translator of T 213 followed the translation of T 212, and he also followed the translation of T 210 when those verses are not in T 212 but same with T 210.",
  "super-blurbs:uv-kg": "A Tibetan translation of the Udānavarga, attributed to Dharmatrāta. There is a commentary on this text by Prajñāvarman.",
  "super-blurbs:minor-lzh": "Miscellanous texts relating to the early scriptures. These are mostly Chinese translations of texts similar to those found in the Pali canon",
  "super-blurbs:lzh-art": "The Yizu jing (Arthavargīya) in two fascicles at T 198 was translated into Chinese by Zhi Qian 支謙 between the 2nd year of Huang Wu 黃武 and 2nd year of Jianxing 建興, Wu dynasty 呉 (223–253 CE). This corresponds to the Aṭṭhakavagga, the fourth of the five chapters of the Sutta Nipāta (Sn 766–975) of the Pāli Tipitaka, though this Chinese version has additional passages. Since the Pāli version is cited by other Pāli and Sanskrit canonical texts, traditionally the Aṭṭhaka vagga was taken to be an important encapsulation of key teachings, while scholars consider it one of the earliest compositions included in the Tipitaka. Its continuing influence amongst Buddhists is illustrated by the fact that noteworthy later citations of the text include Asaṅga in the Bodhisattvabhūmi and Vasubandhu in the Abhidharmakośa-bhāṣya.",
  "super-blurbs:lzh-ja": "Texts that have been classified as Jātakas (本緣部), or stories of the Buddha’s past lives, similar to the Jātakas of the Pali Khuddhaka Nikāya. In the Taishō edition of the Chinese canon they are found in volumes three and four.",
  "super-blurbs:lzh-nbs": "The Nāgasena Bhikṣu Sūtra (那先比丘經) is a Chinese version of the text found in Pali as the Milinda Pañha. The translator and date are unknown, but it is listed in the Tung Chin lu (東晉錄) (CE 317–420). In the Taishō edition of the Chinese canon, it is text number 1670B, located at T vol. 32, 703c.",
  "super-blurbs:lzh-ssnp": "This portion of the Taishō edition of the Chinese canon is simply called “miscellaneous collection” ( 經集部), and it includes sūtra texts that are not readily classifiable elsewhere. While the section is mostly for Mahāyāna sūtras, a number of parallels with early discourses have been identified. ",
  "super-blurbs:lzh-dharani": "This section includes texts recited as protection mantras, similar to the _parittas_ of the Pali canon. Of the many texts classified in this way in the Chinese canon, two have been identified as parallel to the Pali Bhaddekaratta and Āṭānāṭiya suttas.",
  "super-blurbs:lzh-svk": "This section includes sutta parallels that have been identified within the portions of the Chinese canon containing treatises on Abhidharma and Mahāyāna philosophy. The identified parallels are quotations within commentarial texts.",
  "super-blurbs:other-group": "Texts that are similar to those in the previous five collections, but which are difficult to classify.",
  "super-blurbs:other-san": "Texts and fragments in Sanskrit. Some of these are canonical texts, while others are later texts that quote from or include passages from the early discourses.",
  "super-blurbs:sf": "This category is a miscellaneous groups of mostly Sarvāstivādin Sanskrit texts that have been published at various times. Some of the text here are highly fragmentary, but some of them are fairly complete. The numbering system we use here is just an arbitrary list.",
  "super-blurbs:sht": "The Sanskrithandschriften aus den Turfanfunden is an ongoing series of publications devoted to identifying and cataloguing the manuscripts, often in highly fragmentary form, recovered from the Silk Road site at Turfan by German expeditions in the early twentieth century. These include many parallels to early sutras, which however are almost all just a few words or sentences. They may occasionally help to clarify a term or reading, but they mainly serve to illustrate the spread of these texts in the Central Asian region.",
  "super-blurbs:arv": "The Arthaviniścayasūtra is a Sanskrit text which consists almost entirely of quotations of early sūtra passages. The text has been edited and published in a series of editions by Alfonsa Ferrari (1944), P.L. Vaidya (1961), and N.H. Samtani based on several manuscripts discovered in Tibet and Nepal. The SuttaCentral text is based on the revision of Samtani by Ānandajoti. Ferrari and Vaidya classified this text under Mahāyāna, but Samtani and Ānandajoti point out that there are only a few mentions of Mahāyāna concepts, and these are likely to be later additions. The original text appears to be related to the Sarvāstivādins, possibly from the Sautrāntika school.",
  "super-blurbs:avs": "The “Hundred Stories” is a popular collection of legends, associated with the Sarvāstivādins, and dating to the first centuries CE. A number of manuscript sources for the text are found, but the oldest complete manuscript and the primary source for modern editions is a Nepalese manuscript dated 1645 and held at the Cambridge University Library. While the text is quite late, it contains a few parallels with early texts. The SuttaCentral text is from GRETIL, which was input by Klaus Wille based on the editions by Vaidya (1958) and Speyer (1906, 1909).",
  "super-blurbs:divy": "The Divyāvadāna or “Divine Tales” is a Sanskrit anthology of 38 tales, many originating in the Mūlasarvāstivāda Vinaya. Typically the stories illustrate how the consequences of actions in past lives affect the present, with a special emphasis on the merit of making offerings to the Buddha and his disciples. It includes the famous Aśokāvadāna, one of the primary sources for the life of King Ashoka. The text probably dates from around the third century CE, but includes a few parallels to early texts. Modern editions are based on a number of Nepalese manuscripts, mostly quite modern. It was first edited and published in the west by Cowell and Neil in 1884. The digital text on SuttaCentral is from GRETIL, based on the edition by Vaidya (1959), with input by Kensuke Okamoto.",
  "super-blurbs:lal": "The Lalitavistara or “Play in Extenso” was one of the most popular of the ancient lives of the Buddha. Based on Sarvāstivādin and Mahāyāna sources, numerous manuscripts from Nepal survive. The text is a compilation from multiple sources, dating around the fourth centry CE, but including a few parallels to early texts. The SuttaCentral text is from GRETIL, based on the edition by Vaidya (1958).",
  "super-blurbs:mkv": "The Mahākarmavibhaṅga or “Great Analysis of Deeds” is a Sanskrit Abhidharma text based on manuscripts from Nepal, which includes a number of quotations from early discourses, including the Dhammapada. The SuttaCentral text is from GRETIL, based on the edition by Sylvain Lévi (1932), and input by Klaus Wille.",
  "super-blurbs:ybs": "Asaṅga’s Yogacārabhūmiśastra, the “treatise on the stages of meditation practice” is one of the largest and most influential compendiums in northern Buddhism. While the overall structure is Mahayanist, several chapters focus on the early teachings and quote extensively from the Suttas. Not only is Asaṅga’s philosophical approach grounded in the teachnings of the Suttas, it is likely that this work, perhaps indirectly, inspired the creation of the Pali Visuddhimagga as a Theravadin equivalent.",
  "super-blurbs:other-xct": "While the Tibetan canon or Kangyur lacks the full Nikāyas/Āgamas found in Chinese and Pali, there is a large quantity of early material found as independent discourses or embedded within larger works.",
  "super-blurbs:up": "The Upāyika, full name Abhidharmakośopāyikanāmaṭīkā, is a collection of quotes from the early suttas made by a monk called Śamathadeva, who probably lived in India sometime after the 5th century. It was translated into Tibetan by Jāyaśrī (ཞི་གནས་ལྷ།), probably around the 11th century. It gives the full sutta passages referred to by Vasubandhu in his Abhidharmakośa. The SuttaCentral text is from the Asian Classics Input Project, where it is listed as Tengyur 4091.04.",
  "super-blurbs:d": "The Degé (or Derge) Kangyur is an edition of the Tibetan canon based on the traditional printing center at the town of Derge in Sichuan, China. The SuttaCentral text is from the digital edition of the Tibetan and Himalayan Library.",
  "super-blurbs:gf": "A number of Buddhist manuscripts in the Gāndhārī language, using the Kharoṣṭhī script and identified as Dharmaguptaka, have been discovered in eastern Afghanistan and western Pakistan. These include a range of texts, among which are substantial portions of early suttas. Digital work in this field is primarliy carried out by Gandhari.org.",
  "super-blurbs:kf": "Fragments of a Khotanese Karmavibhaṅga text published by Maggi (1995).",
  "super-blurbs:pf": "Fragments of a parallel to the Pāyāsi Sutta in Prākrit, as identified in Bollée (2002).",
  "super-blurbs:tf": "Fragments in Tocharian A. These fragments were found in Chinese Turkestan (East Turkestan, or Xinjiang)along what was once the Silk Road.",
  "super-blurbs:uf": "Fragments of Uighur texts published by Shōgaito (1998 and 2002) and Tekin (1980).",
  "super-blurbs:vinaya": "The texts on Monastic Law (vinaya) detail the lifestyle, rules, and procedures for Buddhist monks and nuns. They provide the guidelines for Buddhist monastics to this day, and in addition, paint a detailed and vivid picture of everyday life in ancient India.",
  "super-blurbs:pli-tv-vi": "The Monastic Law for the Theravāda school in Pali. This collection is followed by mendicants of the Theravāda school. It is the only Vinaya for which we have a complete collection in the original Indic.",
  "super-blurbs:pli-tv-bu-vb": "The Bhikkhu-vibhaṅga or Mahā-vibhaṅga (“the analysis of the monks’ rules” or “the great analysis”), or simply the Vibhaṅga for short, contains the Monastic Code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”) and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter. These units begin with one or more origin stories, which tell the circumstances that led the Buddha to lay down a particular rule. The rule is then stated, followed by a word commentary that analyzes every significant word contained in the rule. After the word commentary follows a permutation series in which a variety of different scenarios are evaluated and offenses assigned as appropriate. At the end comes a non-offense clause, stating important exceptions to the rule, sometimes followed by individual case studies, in which the Buddha decides the offense incurred in ambiguous cases.",
  "super-blurbs:pli-tv-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the Monastic Code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into seven chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter. These units begin with one or more origin stories, which tell the circumstances that led the Buddha to lay down a particular rule. The rule is then stated, followed by a word commentary that analyzes every significant word contained in the rule. After the word commentary follows a permutation series in which a variety of different scenarios are evaluated and offenses assigned as appropriate. At the end comes a non-offense clause, stating important exceptions to the rule, sometimes followed by individual case studies, in which the Buddha decides the offense incurred in ambiguous cases.",
  "super-blurbs:pli-tv-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the Monastic Code, the Pātimokkha. There are 22 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council”. The whole collection is structured around the life of the Buddha after his awakening.",
  "super-blurbs:pli-tv-pvr": "The Parivāra, “the Compendium”, is a technical analysis of the content of the Suttavibhaṅga and the Khandhakas. It summarizes and distils the essence of the Vinaya, leaving out all narratives and stories. The Parivāra is unique to the Theravada school and it is probable that it was compiled in the sectarian period. Its manner of analysis shares certain characteristics with the Abhidhamma, such as expanding and filling in schemes of classification not given in full detail in the other canonical texts.",
  "super-blurbs:pli-tv-bu-pm": "The Bhikkhu-pātimokkha, “the Monastic Code for monks”, contains the core rules of monastic life in the form of a long list without any explanatory material. There are 227 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”) and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other.",
  "super-blurbs:pli-tv-bi-pm": "The Bhikkhunī-pātimokkha, “the Monastic Code for nuns”, contains the core rules of the monastic life in the form of a long list without any explanatory material. There are 311 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the last group, the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other.",
  "super-blurbs:lzh-mg-vi": "The Monastic Law for the Mahāsaṁghika school in Chinese. This school originally flourished in the area of Magadha in India and is now extinct. It was created during the first schism, and therefore its Vinaya has some unique features not found in other schools. Most of the Vinaya texts we have today were brought from Pāṭaliputra in India to China by the Chinese monk Faxian. He then translated them into Chinese together with the Indian monk Buddhabhadra from 416–418 CE.",
"super-blurbs:lzh-mg-bu-vb": "The Bhikkhu-vibhaṅga (“the analysis of the monks’ rules”) contains the monastic code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into nine chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”), the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-mg-bu-pn": "The Bhikkhu-pakiṇṇaka (“the assorted rules for monks”) is a collection of miscellaneous rules and regulations for monks outside the Pātimokkha. Many of the rules also apply to nuns. This collection only exists in the Mahāsaṁghika school and its sub-schools.",
"super-blurbs:lzh-mg-asc": "The Abhisamācārika (“the supplementary regulations”) is a text only found in the Mahāsaṅghika school and its sub-schools. The text has been transmitted in a Chinese translation and in a Sanskrit version that belongs to the Lokuttaravāda school.",
"super-blurbs:lzh-mg-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-mg-bi-pn": "The Bhikkhunī-pakiṇṇaka (“the assorted rules for nuns”) is a collection of miscellaneous rules and regulations for nuns outside the Pātimokkha. This collection only exists in the Mahāsaṁghika school and its sub-schools.",
"super-blurbs:lzh-mg-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 218 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-mg-bi-pm": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 290 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-mg-spp": "The Śāriputraparipṛcchā (“the questions of Sāriputta”) was translated into Chinese in the 4th or early 5th century. It preserves the Mahāsaṅghika version of early Buddhist history and the schisms.",
"super-blurbs:san-mg-vi": "The Monastic Law for the Mahāsaṁghika school in Sanskrit. This school originally flourished in the area of Magadha in India and is now extinct. It was created during the first schism, and therefore its Vinaya has some unique features not found in other schools. Only the Bhikkhu-pātimokkha has been preserved in Sanskrit.",
"super-blurbs:san-mg-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 218 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-lo-vi": "The Monastic Law for the Lokuttaravāda school in Sanskrit. This is a sub-school of the Mahāsaṁghika and is now extinct. It is not known where the adherents of this school lived, but in the early 7th century, a community existed in Bāmīyan. The text is incomplete, and most of what we have today was discovered in Tibet as palm-leaf manuscripts by Tripiṭakācārya Śri Rāhula Sānkṛtyāyana between 1935–1938. It is of special importance for bhikkhunī Vinaya studies, since it has the only complete Bhikkhunī-vibhaṅga in an Indian language besides the Pāli.",
"super-blurbs:san-lo-bi-nidana": "The Nidāna (“introduction”) contains the story of the foundation of the nuns’ order and the eight _garudhamma_ (“important rules”).",
"super-blurbs:san-lo-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:san-lo-bi-pn": "The Bhikkhunī-pakiṇṇaka (“the assorted rules for nuns”) is a collection of miscellaneous rules and regulations for nuns outside the Pātimokkha. This collection only exists in the Mahāsaṁghika school and its sub-schools.",
"super-blurbs:san-lo-bu-pn": "The Bhikkhu-pakiṇṇaka (“the assorted rules for monks”) is a collection of miscellaneous rules and regulations for monks outside the Pātimokkha. Many of the rules also apply to nuns. This collection only exists in the Mahāsaṁghika school and its sub-schools.",
"super-blurbs:san-lo-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 218 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”) and the _dhamma-anudhamma_ (“the rules and their applications”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-lo-asc": "The Abhisamācārika (“the supplementary regulations”) is a text only found in the Mahāsaṅghika school and its sub-schools. The text has been transmitted in a Chinese translation, and in a Sanskrit version that belongs to the Lokuttaravāda school.",
"super-blurbs:san-lo-mvu": "The Mahāvastu (“the great story”) is a biography of the Buddha that belongs to the Lokuttaravāda school. It is part of their Vinaya but also includes a large amount of Jātaka and Apadāna stories.",
"super-blurbs:lzh-mi-vi": "The Monastic Law for the Mahīśāsaka school in Chinese. This school originated in the area of Avanti in India but then spread throughout India and to Sri Lanka. It is now extinct. Most of the Vinaya texts we have today were brought from the Abhayagiri Vihāra in Sri Lanka to China by the Chinese monk Faxian. They were translated from Sanskrit into Chinese by the Kashmiri monk Buddhajīva together with Zhu Daosheng in 434 CE.",
"super-blurbs:lzh-mi-bu-vb": "The Bhikkhu-vibhaṅga (“the analysis of the monks’ rules”) contains the monastic code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-mi-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into six chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-mi-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the monastic code, the pātimokkha. There are about 20 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council.” The whole collection is structured around the life of the Buddha after his awakening.",
"super-blurbs:lzh-mi-vs": "The Saṁyutta (“the linked passages”) is a short text found in the Mahīśāsaka and Dharmaguptaka schools. It is a parallel of a chapter in the Theravāda Parivāra.",
"super-blurbs:lzh-mi-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 251 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-mi-bi-pm": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 373 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule.",
"super-blurbs:lzh-mi-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:lzh-dg-vi": "The Monastic Law for the Dharmaguptaka school in Chinese. This school originally flourished in North-western India and had a large influence on Central Asia and China. Monastics in East Asia follow this Vinaya. Most of the Vinaya texts we have today were translated from 410–412 CE by the Kashmiri monk Buddhayaśas, who recited the entire text from memory, together with Zhu Fonian.",
"super-blurbs:lzh-dg-bu-vb": "The Bhikkhu-vibhaṅga (“the analysis of the monks’ rules”) contains the monastic code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-dg-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into six chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-dg-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the monastic code, the pātimokkha. There are 22 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council.” The whole collection is structured around the life of the Buddha after his awakening.",
"super-blurbs:lzh-dg-vs": "The Saṁyutta (“the linked passages”) is a text found in the Mahīśāsaka and Dharmaguptaka schools. It is a parallel of a chapter in the Theravāda Parivāra.",
"super-blurbs:lzh-dg-ve": "The Ekottara (“the numbered passages”) is a text found in the Sarvāstivāda and Dharmaguptaka schools. It is a parallel of a chapter in the Theravāda Parivāra.",
"super-blurbs:lzh-dg-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 250 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-dg-bu-pm-2": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 250 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-dg-bi-pm": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 348 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-dg-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:lzh-dg-bu-kam-2": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:lzh-dg-bi-kam": "The Bhikkhunī-kammavācā (“the nuns’ legal proceedings”) are compilations of the formulas that are recited by nuns to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:pgd-dg-vi": "The Monastic Law for the Dharmaguptaka school in Gandhari. This school originally flourished in North-western India and had a large influence on Central Asia and China. Monastics in East Asia follow this Vinaya.",
"super-blurbs:pgd-dg-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 250 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-sarv-vi": "The Monastic Law for the Sarvāstivāda school in Chinese. This school spread throughout North India and Central Asia. The Sarvāstivāda Vinaya was the most common Vinaya in China before they changed to the Dharmaguptaka. The Sarvāstivāda school is now extinct. Most of the Vinaya texts we have today were translated from about 404–409 CE by the Kashmiri monks Kumārajīva and Puṇyatāra. When Puṇyatāra died, Dharmaruci replaced him and finished the translation.",
"super-blurbs:lzh-sarv-bu-vb": "The Bhikkhu-vibhaṅga (“the analysis of the monks’ rules”) contains the monastic code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-sarv-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the monastic code, the pātimokkha. There are about 20 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council.” The whole collection is structured around the life of the Buddha after his awakening.",
"super-blurbs:lzh-sarv-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into five chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-sarv-ve": "The Ekottara (“the numbered passages”) is a text found in the Sarvāstivāda and Dharmaguptaka schools. It is a parallel of a chapter in the Theravāda Parivāra.",
"super-blurbs:lzh-sarv-upp": "The Upāliparipucchā (“the questions of Upāli”) is found in the Sarvāstivāda school and as two independent texts not affiliated with a school. In other schools, the Upāliparipucchā is included in other works, such as the Mūlasarvāstivāda Uttaragantha and the Theravāda Parivāra.",
"super-blurbs:lzh-sarv-ba": "The Bhikkhu-ajjhāya (“the monks’ recitation”) is a text only found in the Sarvāstivāda school.",
"super-blurbs:lzh-sarv-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 263 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-sarv-bu-pm-2": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 263 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-sarv-bi-pm": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 355 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-sarv-bi-pm-dh": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 355 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-sarv-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:lzh-sarv-bu-kam-2": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:lzh-sarv-mt": "The Mātikā (“the matrix”) is an outline of Vinaya topics.",
"super-blurbs:lzh-sarv-vi-misc": "The miscellaneous section of the Sarvāstivāda Vinaya contains two texts, one on monks’ Vinaya and the other on nuns’ Vinaya.",
"super-blurbs:san-sarv-vi": "The Monastic Law for the Sarvāstivāda school in Sanskrit. This school spread throughout North India and Central Asia. The Sarvāstivāda Vinaya was the most common Vinaya in China before they changed to the Dharmaguptaka. The Sarvāstivāda school is now extinct.",
"super-blurbs:san-sarv-bu-pm-tf11": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 263 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-sarv-bu-pm-finot": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 263 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-sarv-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into five chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:san-sarv-bi-pm-tf3215": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 355 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-sarv-bi-pm-tf44": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 355 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-sarv-sm": "The rules for female trainees (“ the _sikkhamānā_ rules”) is a fragment of the fifth rule for trainee nuns.",
"super-blurbs:san-sarv-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:san-sarv-bi-kam": "The Bhikkhunī-kammavācā (“the nuns’ legal proceedings”) are compilations of the formulas that are recited by nuns to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:lzh-mu-vi": "The Monastic Law for the Mūlasarvāstivāda school in Chinese. The debate about the origins of this school is still ongoing but it is clear that it had a large influence on Central Asia. Monastics of the Tibetan tradition follow this Vinaya. Most of the Vinaya texts in Chinese we have today were translated between 695 and 713 CE by Yijing. We also have a full Vinaya translation in Tibetan, and a part of the original Sanskrit.",
"super-blurbs:lzh-mu-bu-vb": "The Bhikkhu-vibhaṅga (“the analysis of the monks’ rules”) contains the monastic code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-mu-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into seven chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:lzh-mu-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the monastic code, the pātimokkha. There are about 20 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council.” The whole collection is structured around the life of the Buddha after his awakening.",
"super-blurbs:lzh-mu-khv": "The Khuddakavatthu (“the minor matters”) is a minor Vinaya work preserved in Chinese and Tibetan translations.",
"super-blurbs:lzh-mu-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 248 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-mu-bi-pm": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 357 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-mu-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:ot": "The other texts of the Mūlasarvāstivāda Vinaya are some appendices to the Vinaya of this school. In the Taishō Tripiṭaka, they are found from T1442-T1451.",
"super-blurbs:san-mu-vi": "The Monastic Law for the Mūlasarvāstivāda school in Sanskrit. The debate about the origins of this school is still ongoing but it is clear that it had a large influence on Central Asia. Monastics of the Tibetan tradition follow this Vinaya. The Sanskrit version of this Vinaya is only partially preserved. Full texts survive in Chinese and Tibetan translation.",
"super-blurbs:san-mu-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the monastic code, the pātimokkha. There are about 20 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales. The whole collection is structured around the life of the Buddha after his awakening.",
"super-blurbs:san-mu-bu-pm-gbm3": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 258 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-mu-bu-pm-gbm2": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are about 250 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:san-mu-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:san-mu-mpt-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 255 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:xct-mu-vi": "The Monastic Law for the Mūlasarvāstivāda school in Tibetan. The debate about the origins of this school is still ongoing but it is clear that it had a large influence on Central Asia. Monastics of the Tibetan tradition follow this Vinaya. Besides the Tibetan text, we also have a full Vinaya translation in Chinese, and a part of the original Sanskrit.",
"super-blurbs:xct-mu-kd": "The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the monastic code, the pātimokkha. There are about 20 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales. The whole collection is structured around the life of the Buddha after his awakening.",
"super-blurbs:xct-mu-bu-pm": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 258 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:xct-mu-bu-vb": "The Bhikkhu-vibhaṅga (“the analysis of the monks’ rules”) contains the monastic code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:xct-mu-bi-pm": "The Bhikkhunī-pātimokkha, “the monastic code for nuns,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 366 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:xct-mu-bi-vb": "The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the monastic code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into six chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them. Each rule together with its explanatory material forms an independent unit, a sub-chapter.",
"super-blurbs:xct-mu-khv": "The Khuddakavatthu (“the minor matters”) is a minor Vinaya work preserved in Chinese and Tibetan translations.",
"super-blurbs:xct-mu-utg": "The first Uttaragantha (“the first appendix”) contains appendices, such as the Upāliparipucchā (“the questions of Upāli”) which is a parallel of a chapter in the Theravāda Parivāra.",
"super-blurbs:xct-mu-utg-2": "The second Uttaragantha (“the second appendix”) is an extended version of the first Uttaragantha.",
"super-blurbs:xct-mu-bu-kam": "The Bhikkhu-kammavācā (“the monks’ legal proceedings”) are compilations of the formulas that are recited by monks to carry out the legal proceedings of the Sangha. They were excerpted from the Vibhaṅga.",
"super-blurbs:other-vi": "These are some individual texts that do not belong to any of the schools above. They are either from schools whose Vinaya texts have been mostly lost, or are works that have not yet been attributed to a school.",
"super-blurbs:lzh-ka-bu-pm": "This Bhikkhu-pātimokkha belongs to the Kāśyapīya school. This school was founded by the monks sent to the Himalayan region as missionaries by Aśoka. The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are 246 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:lzh-upp-bu": "The Upāliparipucchā (“the questions of Upāli”) is found in the Sarvāstivāda school and as two independent texts not affiliated with a school. In other schools, the Upāliparipucchā is included in other works, such as the Mūlasarvāstivāsa Uttaragantha and the Theravāda Parivāra.",
"super-blurbs:sammitiya": "The Saṁmitīya-śāstra, T1461, is the only extant Vinaya text of the Saṁmitīya school. It consists of 22 verses together with a commentary that analyze the categories of the Vinaya.",
"super-blurbs:upp": "The Upāliparipucchā (“the questions of Upāli”) is found in the Sarvāstivāda school and as two independent texts not affiliated with a school. In other schools, the Upāliparipucchā is included in other works, such as the Mūlasarvāstivāsa Uttaragantha and the Theravāda Parivāra.",
"super-blurbs:om": "The Mātikā (“the matrix”) is an outline of Vinaya topics.",
"super-blurbs:san-bu-pm-qizil": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are at least 260 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
"super-blurbs:pgd-pm-bf13": "The Bhikkhu-pātimokkha, “the monastic code for monks,” contains the core rules of monastic life in the form of a long list without any explanatory material. There are about 250 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the _aniyatas_ (“the undetermined”), and the _adhikaraṇasamathadhamma_ (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense.",
  "super-blurbs:abhidhamma": "Abhidhamma texts are systematic summaries and analyses of the teachings drawn from the earlier discourses. The Abhidhamma (spelled abhidharma in Sanskrit) is intended for advanced students who have mastered the teachings of the discourses.",
  "super-blurbs:pli-tv-ab": "The seven books of the canonical Theravāda Abhidhamma.",
  "super-blurbs:ds": "The Dhammasaṅgaṇī (Compendium of Phenomena) is built on the idea of a _mātikā_, a lists of contents or matrix. A _mātikā_ acts as a simple instance of a template that is applied and transformed in ever more complex forms throughout the work. The Dhammasaṅgaṇī _mātikās_ list sets of phenomena (_dhammas_). Most of these are doctrinal terms familiar from the suttas, although some are specialized Abhidhamma terms. The Dhammasaṅgaṇī starts with three _mātikās_. The first classifies _dhammas_ into 22 sets of three (_tika_), and the next two use sets of two (_duka_), 100 pairs for Abhidhamma terms, and 42 for Sutta terms. The first of the triple sets is the momentous group: wholesome, unwholesome, and undetermined. This serves as a framework for classifying all the various phenomena. While it seems simple enough, even this detail was controversial, as some schools rejected the existence of the undetermined, or morally neutral, category.",
  "super-blurbs:vb": "The Vibhaṅga (Book of Analysis) consists of 18 chapters arranged by topic. The list of topics is closely related to the Saṁyutta Nikāya—aggregates, senses, dependent origination, etc. Most of the chapters have a threefold structure. (1) Analysis according to the suttas: this quotes a key passage from the suttas on the relvant topic and offers a modest analysis. (2) Analysis according to the Abhidhamma: applies the sets of synonyms and terms as developed in the Dhammasaṅgaṇī. (3) Catechism: tests the students knowledge with systematic questioning. A few sections, such as Vb 18 Dhammahadaya, do not fit this system. They may have originated as independent treatises.",
  "super-blurbs:dt": "The Dhātukathā (Discussion of Elements) shows how the _mātikās_ relate to the 5 aggregates, 12 bases and 18 elements. It is organized according to fourteen methods.",
  "super-blurbs:pp": "The Puggalapaññatti (Designation of Person) departs from the strictly phenomenological approach of most Abhidhamma texts to present a compendium of passages relating to different kinds of individual. These are set out in a _mātikā_ listing kinds of individuals numerically organized from one to ten. As suggested by the numerical arrangement, these terms are mostly derived from the Aṅguttara Nikāya, with modest changes in wording. The main concern is to classify personal or psychological tendencies as they relate to the development of the Buddhist path.",
  "super-blurbs:kv": "The Kathāvatthu (Points of Controversy) is a collection of over 200 discussions on points of interpretation of Buddhist doctrine. These consist of a debate between unnamed protagonists. Each relies either on logic or quotations from the suttas to support their arguments. Some of the discussions concern central problems in Buddhist philosophy, such as the nature of not-self, or the problem of continuity and impermanence. Many, however, are very minor. While the text does not identify the points of view, most of the significant points may be identified with the doctrines held by various Buddhist schools. Note that none of the controverted points deal with Brahmanical, Jaina, or other non-Buddhist views. Nor are there any significant differences when it comes to the suttas; each debater assumes that they share a common sutta basis. The Kathāvatthu is the only book of the Abhidhamma ascribed by the Theravāda to a specific author, Moggaliputtatissa, a senior monk at the time of King Ashoka. The core of the work probably formed then, but it grew substantially over time. A couple of the core discussions appear to share a common basis with the Vijñānakāya.",
  "super-blurbs:ya": "The Yamaka (Pairs) consists of ten chapters on different topics, starting with the roots of wholesome or unwholesome conduct. It applies a series of pairs of questions, with the object of fully determining the scope of application of terms. For example, are all _rūpa_ (physical phenomena) part of the aggregate of physical phenomena? No, because there are idiomatic uses of _rūpa_ such as _evarūpa_ (“of such a sort”). But are all instances of the aggregate of physical phenomena? Yes.",
  "super-blurbs:patthana": "Paṭṭhāna (Conditional Relations) sets out a simple _mātikā_ listing 24 kinds of condition. For example, the first is the “root condition” (_hetupaccayo_), dealing with how acts are caused by the unwholesome roots of greed, hate, and delusion, or their opposites. This _mātikā_ is then applied to the _mātikās_ of Dhammasaṅgaṇī, creating a bewildering complexity of possible combinations. The Paṭṭhāna is always heavily abbreviated, but if it were to be fully spelled out, it would probably be the largest book ever created, with many billions of combinations. The Dhammasaṅgaṇī and the Paṭṭhāna bookend the Abhidhamma collection, the first dealing with phenomena, the latter with their relations. While method and the details have expanded considerably, the approach can be seen as a detailed application of the underlying principles of dependent origination.",
  "super-blurbs:lzh-dg-ab": "Abhidharma of the Dharmaguptaka school in Chinese translation.",
  "super-blurbs:sab": "The Śāriputrābhidharmaśāstra (Shelifu Apitan Lun, 舍利弗阿毘曇論) is the only extant work of the Dharmaguptaka Abhidhamma, and was translated in thirty facsicles by Dharmayaśas and Dharmagupta in CE 408 at Ch'ang An (長安). It shares some content with the Vibhaṅga and Dharmaskandha, and other details with other texts. It seems this book may contain the entire Abhidhamma system of the Dharmaguptakas. In the Taishō edition of the Chinese canon, it is text number 1548, located at T vol. 28, 525a.",
  "super-blurbs:lzh-sarv-ab": "All seven of the canonical texts of Sarvāstivāda Abhidharma are available in Chinese translation. This complex and sophisticated set of treatises was highly influential in later forms of Buddhism especially from Northern India.",
  "super-blurbs:sg": "Regarded as one of the earliest of the Abhidhamma books, this is essentially a commentary on the Saṅgīti Sutta (DN 33) from the Sarvāstivāda perspective. The full title as recorded in the Chinese text is Abhidharmasaṅgītīparyāyapādaśāstra (Apidamo Ji Yi Men Zu Lun, 阿毘達磨集異門足論). Like all Sarvāstivāda works, the original would have been in Sanskrit. It was written by Mahākausthila (according to the Sanskrit and Tibetan sources) or Śāriputra (according to the Chinese sources). The Chinese recension was translated in 20 fascicles by Xuanzang in CE 660–664. In the Taishō edition of the Chinese canon, it is text number 1536, located at T vol. 26, 367a.",
  "super-blurbs:lzh-dk": "The full title is Abhidharmadharmaskandhapādaśāstra (Apidamo Fa Yun Zu Lun, 阿毘達磨法薀足論). This text appears to share a common origin with the Vibhaṅga of the Pali tradition. It is maintained today in a complete Chinese and partial Sanskrit version. Compared to the Vibhaṅga, the method appears to be less formalized and more discursive, quoting a range of sutta passages. It was written by Śāriputra (according to the Sanskrit and Tibetan sources) or Maudgalyāyana (according to Chinese sources). The Chinese edition was translated in 12 fascicles by Xuanzang in August 20th–October 5th, CE 659 at Ta-tzu-en Monastery. In the Taishō edition of the Chinese canon, it is text number 1537, located at T vol. 26, 453c.",
  "super-blurbs:pr": "The Prajñaptiśāstra (Shi She Lun, 施設論) consists of a series of questions and answers on points of doctrine based on a _mātikā_, supported by sutta quotes. It was said to be composed by Maudgalyāyana. The Chinese translation in seven fascicles was by Dharmarakṣa and others around CE 1018–1058. In the Taishō edition of the Chinese canon, it is text number 1538, located at T vol. 26, 514a.",
  "super-blurbs:dy": "The full title is Abhidharmadhātukāyapādaśāśtra (Apidamo Jie Shen Zu Lun, 阿毘達磨界身足論). Composed by Purna (according to Sanskrit and Tibetan sources), or Vasumitra (according to Chinese sources). It was translated into Chinese in three fascicles by Xuanzang dated July 14th, CE 663 in Yü-hua Monastery (玉華寺). The Dhātukāya bears some similarity to the Pali Dhātukathā, although it uses a different _mātikā_. In the Taishō edition of the Chinese canon, it is text number 1540, located at T vol. 26, 614b.",
  "super-blurbs:vk": "The full title is Abhidharmavijñānakāyapādaśāstra (Apidamo Shi Shen Zu Lun, 阿毘達磨識身足論).This is a counterpart of the Pali Kathāvatthu, and may share a common historical basis. The text mentions the Theravādin Moggaliputtatissa, author of the Kathāvatthu, as an opponent in the debate on the key Sarvāstivāda doctrine that all phenomena exist in the past, future, and present. The text discusses far fewer points than the Kathāvatthu, however. It was composed by Devakṣema and translated into Chinese in sixteen fascicles by Xuanzang in March 3rd–September 19th, CE 649 at Hung-fa Hall (弘法院), Northern Palace (北-闕), and Tz'uen Monastery (慈恩寺). In the Taishō edition of the Chinese canon, it is text number 1539, located at T vol. 26, 531a.",
  "super-blurbs:pk": "The full title is Abhidharmaprakaraṇapādaśāstra (Apidamo Pin Lei Zu Lun, 阿毘達磨品類足論). It was composed by Vasumitra and translated in eighteen fascicles by Xuanzang on October 10th–November 30th, CE 660 at Yü-hua Monastery (玉華寺). This was a central Abhidharma treatise, which influenced even non-Sarvāstivādin texts such as the Mahāprajñapāramītopadeśa. In the Taishō edition of the Chinese canon, it is text number 1542, located at T vol. 26, 692b. Another partial translation by Guṇabhadra and Bodhiyaśas in CE 435–443 may be found at T 1541 under the title 衆事分阿毘曇論.",
  "super-blurbs:jp": "The full title is Abhidharmajñānaprasthānaśāstra (Apidamo Fa Zhi Zu Lun, 阿毘達磨發智論). It was composed by Kātyāyanīputra and translated in twenty fascicles by Xuanzang on February 14th, 657–June 20th, 660 in Yü-hua Monastery (玉華寺), Hsi-ching (西京). The largest of the Sarvāstivādin Abhidhamma books, this formed the basis for the later Sarvāstivāda treatises, and hence the modern study of Abhidharma especially in Tibetan Buddhism. In the Taishō edition of the Chinese canon, the authoritative translation by Xuanzang is text number 1544, located at T vol. 26, 918a. There was an earlier translation by Saṅghadeva and Zhu-fo-nian in CE 383, which may be found at T 1543, T vol. 26, 771a.",
  "super-blurbs:mvs": "The full title is Abhidharmamahāvibhāṣaśāstra (Apidamo Dapiposha Lun, 阿毘達磨大毘婆沙論). This is the major commentarial treatise of the Sarvāstivādin school. It was compiled by Katyāyāniputra, but attributed to 500 arahants around 600 years after the Buddha. This possibly refers to a council held under the auspices of King Kanishka. Translated by Xuanzang August 18th, 656–July 27th, 659. It doesn’t fall within the scope of SuttaCentral, except it contains a few recognized sutta parallels as quotations. In the Taishō edition of the Chinese canon, it is text number 1545, located at T vol. 27, 1a.",
  "super-blurbs:san-sarv-ab": "Texts of the Sarvāstivāda Abhidharma that are available in Sanskrit.",
  "super-blurbs:dk": "This text appears to share a common origin with the Vibhaṅga of the Pali tradition. It is maintained today in a complete Chinese and partial Sanskrit version. The Sanskrit text was among the finds at Gilgit. The digital text is based on the editions by Dietz and Matsuda, and was inputted by Klaus Wille for GRETIL. Compared to the Vibhaṅga, the method appears to be less formalized and more discursive, quoting a range of sutta passages. It was written by Śāriputra (according to the Sanskrit and Tibetan sources) or Maudgalyāyana (according to Chinese sources). The Chinese edition was translated by Xuanzang and may be found at T 1537."
}
