{
  "patthana18.4:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.4:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.4:0.3": "18.4. Hetuduka, Cūḷantaraduka",
  "patthana18.4:1.1": "Nahetu appaccayo dhammo nanahetussa naappaccayassa dhammassa ārammaṇapaccayena paccayo …pe… nahetu appaccayo dhammo nahetussa naappaccayassa dhammassa ārammaṇapaccayena paccayo. Nahetu appaccayo dhammo nahetussa naappaccayassa ca nanahetussa naappaccayassa ca dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana18.4:2.1": "Ārammaṇe adhipatiyā upanissaye tīṇi. (Asaṅkhataṃ appaccayasadisaṃ.)",
  "patthana18.4:3.1": "Nahetu sanidassano dhammo nanahetussa nasanidassanassa dhammassa ārammaṇapaccayena paccayo. Nahetu sanidassano dhammo nahetussa nasanidassanassa dhammassa ārammaṇapaccayena paccayo. Nahetu sanidassano dhammo nahetussa nasanidassanassa ca nanahetussa nasanidassanassa ca dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.) Ārammaṇe tīṇi, adhipatiyā upanissaye purejāte atthiyā avigate tīṇi.",
  "patthana18.4:4.1": "Hetuṃ anidassanaṃ dhammaṃ paṭicca nahetu naanidassano dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.4:5.1": "Nahetuṃ sappaṭighaṃ dhammaṃ paṭicca nahetu nasappaṭigho dhammo uppajjati hetupaccayā. Hetuyā ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ.",
  "patthana18.4:6.1": "Hetuṃ appaṭighaṃ dhammaṃ paṭicca nahetu naappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṃ …pe… avigate tīṇi.",
  "patthana18.4:7.1": "Nahetuṃ rūpiṃ dhammaṃ paṭicca nanahetu narūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.4:8.1": "Hetuṃ arūpiṃ dhammaṃ paṭicca nahetu naarūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.4:9.1": "Nahetuṃ lokiyaṃ dhammaṃ paccayā nanahetu nalokiyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.4:10.1": "Hetuṃ lokuttaraṃ dhammaṃ paṭicca nahetu nalokuttaro dhammo uppajjati hetupaccayā. Nahetuṃ lokuttaraṃ dhammaṃ paṭicca nahetu nalokuttaro dhammo uppajjati hetupaccayā. Hetuṃ lokuttarañca nahetuṃ lokuttarañca dhammaṃ paṭicca nahetu nalokuttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.4:11.1": "Hetuṃ kenaci viññeyyaṃ dhammaṃ paṭicca nahetu nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava …pe… avigate nava.",
  "patthana18.4:12.1": "Hetuṃ nakenaci viññeyyaṃ dhammaṃ paṭicca nahetu nanakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava …pe… avigate nava."
}