{
  "patthana18.24:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.24:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.24:0.3": "18.24. Piṭṭhiduka, Hetuduka",
  "patthana18.24:1.1": "Dassanena pahātabbaṃ hetuṃ dhammaṃ paṭicca nadassanena pahātabbo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.24:2.1": "Nadassanena pahātabbaṃ hetuṃ dhammaṃ paṭicca nadassanena pahātabbo nahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate cattāri.",
  "patthana18.24:3.1": "Dassanena pahātabbaṃ nahetuṃ dhammaṃ paṭicca nanadassanena pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.24:4.1": "Nadassanena pahātabbaṃ nahetuṃ dhammaṃ paṭicca nadassanena pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.24:5.1": "Bhāvanāya pahātabbaṃ hetuṃ dhammaṃ paṭicca nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā … tīṇi. Nabhāvanāya pahātabbaṃ hetuṃ dhammaṃ paṭicca nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate cattāri.",
  "patthana18.24:6.1": "Bhāvanāya pahātabbaṃ nahetuṃ dhammaṃ paṭicca nanabhāvanāya pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.24:7.1": "Nabhāvanāya pahātabbaṃ nahetuṃ dhammaṃ paṭicca nabhāvanāya pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.24:8.1": "Dassanena pahātabbahetukaṃ hetuṃ dhammaṃ paṭicca nadassanena pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.24:9.1": "Nadassanena pahātabbahetukaṃ hetuṃ dhammaṃ paṭicca nanadassanena pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha pañhe. Saṃkhittaṃ.) Hetuyā cha, ārammaṇe dve, adhipatiyā ekaṃ …pe… vipāke ekaṃ …pe… avigate cha.",
  "patthana18.24:10.1": "Dassanena pahātabbahetukaṃ nahetuṃ dhammaṃ paṭicca nanadassanena pahātabbahetuko nanahetu dhammo uppajjati hetupaccayā. Nadassanena pahātabbahetukaṃ nahetuṃ dhammaṃ paṭicca nadassanena pahātabbahetuko nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve …pe… vipāke ekaṃ …pe… avigate tīṇi."
}