{
  "patthana18.25:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.25:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.25:0.3": "18.25. Saraṇaduka, Hetudukādi",
  "patthana18.25:1.1": "Saraṇaṃ hetuṃ dhammaṃ paṭicca nasaraṇo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.25:2.1": "Araṇaṃ hetuṃ dhammaṃ paṭicca nasaraṇo nahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate cattāri.",
  "patthana18.25:3.1": "Saraṇaṃ nahetuṃ dhammaṃ paṭicca naaraṇo nanahetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.25:4.1": "Araṇaṃ nahetuṃ dhammaṃ paṭicca nasaraṇo nanahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.25:5.1": "Saraṇaṃ sahetukaṃ dhammaṃ paṭicca nasaraṇo nasahetuko dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.25:6.1": "Araṇaṃ sahetukaṃ dhammaṃ paṭicca nasaraṇo nasahetuko dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve, ārammaṇe ekaṃ, adhipatiyā dve …pe… sahajāte cattāri, aññamaññe dve …pe… vipāke ekaṃ …pe… avigate cattāri.",
  "patthana18.25:7.1": "Saraṇaṃ ahetukaṃ dhammaṃ paṭicca naaraṇo naahetuko dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.25:8.1": "Araṇaṃ ahetukaṃ dhammaṃ paṭicca nasaraṇo naahetuko dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… purejāte āsevane ekaṃ …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.25:9.1": "Saraṇaṃ hetusampayuttaṃ dhammaṃ paṭicca nasaraṇo nahetusampayutto dhammo uppajjati hetupaccayā … ekaṃ. Araṇaṃ hetusampayuttaṃ dhammaṃ paṭicca nasaraṇo nahetusampayutto dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana18.25:10.1": "Hetuyā dve, ārammaṇe ekaṃ, adhipatiyā dve …pe… sahajāte cattāri, aññamaññe dve …pe… vipāke ekaṃ …pe… avigate cattāri. (Sahetukadukasadisaṃ.)",
  "patthana18.25:11.1": "Saraṇaṃ hetuñceva sahetukañca dhammaṃ paṭicca naaraṇo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.25:12.1": "Araṇaṃ hetuñceva sahetukañca dhammaṃ paṭicca nasaraṇo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.25:13.1": "Saraṇaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naaraṇo naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.25:14.1": "Araṇaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca nasaraṇo naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.25:15.1": "Saraṇaṃ hetuñceva hetusampayuttañca dhammaṃ paṭicca naaraṇo nahetu ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. (Hetusahetukadukasadisaṃ.)",
  "patthana18.25:16.1": "Saraṇaṃ nahetuṃ sahetukaṃ dhammaṃ paṭicca nasaraṇo nahetu nasahetuko dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.25:17.1": "Araṇaṃ nahetuṃ sahetukaṃ dhammaṃ paṭicca nasaraṇo nahetu nasahetuko dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve, adhipatiyā dve …pe… aññamaññe ekaṃ …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana18.25:18.1": "Araṇaṃ nahetuṃ ahetukaṃ dhammaṃ paṭicca nasaraṇo nahetu naahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ."
}