{
  "patthana18.22:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.22:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.22:0.3": "18.22. Mahantaraduka, Hetuduka",
  "patthana18.22:1.1": "Sārammaṇaṃ hetuṃ dhammaṃ paṭicca nasārammaṇo nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.22:2.1": "Sārammaṇaṃ nahetuṃ dhammaṃ paṭicca naanārammaṇo nanahetu dhammo uppajjati hetupaccayā. Anārammaṇaṃ nahetuṃ dhammaṃ paṭicca naanārammaṇo nanahetu dhammo uppajjati hetupaccayā. Sārammaṇaṃ nahetuñca anārammaṇaṃ nahetuñca dhammaṃ paṭicca naanārammaṇo nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṃ …pe… purejāte āsevane ekaṃ …pe… avigate tīṇi.",
  "patthana18.22:3.1": "Nocittaṃ hetuṃ dhammaṃ paṭicca nanocitto nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:4.1": "Cittaṃ nahetuṃ dhammaṃ paṭicca nocitto nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:5.1": "Cetasikaṃ hetuṃ dhammaṃ paṭicca nacetasiko nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:6.1": "Cetasikaṃ nahetuṃ dhammaṃ paṭicca naacetasiko nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:7.1": "Cittasampayuttaṃ hetuṃ dhammaṃ paṭicca nacittasampayutto nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:8.1": "Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.22:9.1": "Cittasaṃsaṭṭhaṃ hetuṃ dhammaṃ paṭicca nacittasaṃsaṭṭho nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:10.1": "Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.22:11.1": "Cittasamuṭṭhānaṃ hetuṃ dhammaṃ paṭicca nocittasamuṭṭhāno nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:12.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:13.1": "Cittasahabhuṃ hetuṃ dhammaṃ paṭicca nocittasahabhū nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:14.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:15.1": "Cittānuparivattiṃ hetuṃ dhammaṃ paṭicca nocittānuparivattī nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:16.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:17.1": "Cittasaṃsaṭṭhasamuṭṭhānaṃ hetuṃ dhammaṃ paṭicca nocittasaṃsaṭṭhasamuṭṭhāno nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:18.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:19.1": "Cittasaṃsaṭṭhasamuṭṭhānasahabhuṃ hetuṃ dhammaṃ paṭicca nocittasaṃsaṭṭhasamuṭṭhānasahabhū nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:20.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:21.1": "Cittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ hetuṃ dhammaṃ paṭicca nocittasaṃsaṭṭhasamuṭṭhānānuparivattī nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana18.22:22.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:23.1": "Bāhiraṃ hetuṃ dhammaṃ paṭicca nabāhiro nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:24.1": "Ajjhattikaṃ nahetuṃ dhammaṃ paṭicca naajjhattiko nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.22:25.1": "Noupādā hetuṃ dhammaṃ paṭicca nanoupādā nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.22:26.1": "Upādā nahetuṃ dhammaṃ paṭicca noupādā nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṃ …pe… purejāte āsevane ekaṃ …pe… avigate tīṇi.",
  "patthana18.22:27.1": "Upādinnaṃ hetuṃ dhammaṃ paṭicca naupādinno nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.22:28.1": "Anupādinnaṃ hetuṃ dhammaṃ paṭicca naupādinno nahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā cattāri, ārammaṇe dve, adhipatiyā ekaṃ …pe… āsevane ekaṃ …pe… vipāke tīṇi …pe… avigate cattāri.",
  "patthana18.22:29.1": "Upādinnaṃ nahetuṃ dhammaṃ paṭicca naanupādinno nanahetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.22:30.1": "Anupādinnaṃ nahetuṃ dhammaṃ paṭicca naupādinno nanahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve, ārammaṇe dve, adhipatiyā ekaṃ …pe… āsevane ekaṃ …pe… vipāke ekaṃ …pe… avigate dve."
}