{
  "patthana18.14:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.14:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.14:0.3": "18.14. Cūḷantaraduka, Hetuduka",
  "patthana18.14:1.1": "Sappaccayaṃ hetuṃ dhammaṃ paṭicca naappaccayo nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana18.14:2.1": "Sappaccayaṃ nahetuṃ dhammaṃ paṭicca naappaccayo nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṅkhataṃ sappaccayasadisaṃ.)",
  "patthana18.14:3.1": "Anidassanaṃ hetuṃ dhammaṃ paṭicca naanidassano nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.14:4.1": "Anidassanaṃ nahetuṃ dhammaṃ paṭicca nasanidassano nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana18.14:5.1": "Appaṭighaṃ hetuṃ dhammaṃ paṭicca naappaṭigho nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.14:6.1": "Appaṭighaṃ nahetuṃ dhammaṃ paṭicca nasappaṭigho nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana18.14:7.1": "Arūpiṃ hetuṃ dhammaṃ paṭicca naarūpī nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana18.14:8.1": "Rūpiṃ nahetuṃ dhammaṃ paṭicca narūpī nanahetu dhammo uppajjati hetupaccayā.",
  "patthana18.14:9.1": "Arūpiṃ nahetuṃ dhammaṃ paṭicca naarūpī nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṃ …pe… purejāte āsevane ekaṃ …pe… avigate tīṇi.",
  "patthana18.14:10.1": "Lokiyaṃ hetuṃ dhammaṃ paṭicca nalokuttaro nahetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.14:11.1": "Lokuttaraṃ hetuṃ dhammaṃ paṭicca nalokuttaro nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.) Hetuyā cattāri, ārammaṇe dve …pe… avigate cattāri.",
  "patthana18.14:12.1": "Lokiyaṃ nahetuṃ dhammaṃ paṭicca nalokuttaro nanahetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana18.14:13.1": "Lokuttaraṃ nahetuṃ dhammaṃ paṭicca nalokiyo nanahetu dhammo uppajjati hetupaccayā … ekaṃ …. Hetuyā dve …pe… avigate dve.",
  "patthana18.14:14.1": "Kenaci viññeyyaṃ hetuṃ dhammaṃ paṭicca nakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.14:15.1": "Nakenaci viññeyyaṃ hetuṃ dhammaṃ paṭicca nanakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.14:16.1": "Kenaci viññeyyaṃ hetuñca nakenaci viññeyyaṃ hetuñca dhammaṃ paṭicca nakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.) Hetuyā nava …pe… avigate nava.",
  "patthana18.14:17.1": "Kenaci viññeyyaṃ nahetuṃ dhammaṃ paṭicca nakenaci viññeyyo nanahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava …pe… avigate nava."
}