{
  "patthana18.7:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.7:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.7:0.3": "18.7. Hetuduka, Mahantaradukādi",
  "patthana18.7:1.1": "Hetuṃ sārammaṇaṃ dhammaṃ paṭicca nahetu nasārammaṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:2.1": "Nahetuṃ anārammaṇaṃ dhammaṃ paṭicca nanahetu naanārammaṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.7:3.1": "Nahetuṃ cittaṃ dhammaṃ paṭicca nanahetu nocitto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:4.1": "Hetuṃ nocittaṃ dhammaṃ paṭicca nahetu nanocitto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:5.1": "Hetuṃ cetasikaṃ dhammaṃ paṭicca nahetu nacetasiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:6.1": "Nahetuṃ acetasikaṃ dhammaṃ paṭicca nanahetu naacetasiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:7.1": "Hetuṃ cittasampayuttaṃ dhammaṃ paṭicca nahetu nacittasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:8.1": "Nahetuṃ cittavippayuttaṃ dhammaṃ paṭicca nanahetu nacittavippayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.7:9.1": "Hetuṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nahetu nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:10.1": "Nahetuṃ cittavisaṃsaṭṭhaṃ dhammaṃ paṭicca nanahetu nacittavisaṃsaṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.7:11.1": "Hetuṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca nahetu nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:12.1": "Nahetuṃ nocittasamuṭṭhānaṃ dhammaṃ paṭicca nanahetu nanocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:13.1": "Hetuṃ cittasahabhuṃ dhammaṃ paṭicca nahetu nocittasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:14.1": "Nahetuṃ nocittasahabhuṃ dhammaṃ paṭicca nanahetu nanocittasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:15.1": "Hetuṃ cittānuparivattiṃ dhammaṃ paṭicca nahetu nocittānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:16.1": "Nahetuṃ nocittānuparivattiṃ dhammaṃ paṭicca nanahetu nanocittānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:17.1": "Hetuṃ cittasaṃsaṭṭhasamuṭṭhānaṃ dhammaṃ paṭicca nahetu nocittasaṃsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:18.1": "Nahetuṃ nocittasaṃsaṭṭhasamuṭṭhānaṃ dhammaṃ paṭicca nanahetu nanocittasaṃsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:19.1": "Hetuṃ cittasaṃsaṭṭhasamuṭṭhānasahabhuṃ dhammaṃ paṭicca nahetu nocittasaṃsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:20.1": "Nahetuṃ nocittasaṃsaṭṭhasamuṭṭhānasahabhuṃ dhammaṃ paṭicca nanahetu nanocittasaṃsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:21.1": "Hetuṃ cittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ dhammaṃ paṭicca nahetu nocittasaṃsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:22.1": "Nahetuṃ nocittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ dhammaṃ paṭicca nanahetu nanocittasaṃsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ. Nayavasena vitthāretabbaṃ.)"
}