{
  "ud8.5:0.1": "Udāna 8.5",
  "ud8.5:0.2": "Cundasutta",
  "ud8.5:1.1": "Evaṃ me sutaṃ—",
  "ud8.5:1.2": " ekaṃ samayaṃ bhagavā mallesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena pāvā tadavasari.",
  "ud8.5:1.3": "Tatra sudaṃ bhagavā pāvāyaṃ viharati cundassa kammāraputtassa ambavane.",
  "ud8.5:2.1": "Assosi kho cundo kammāraputto:",
  "ud8.5:2.2": "“bhagavā kira mallesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pāvaṃ anuppatto pāvāyaṃ viharati mayhaṃ ambavane”ti.",
  "ud8.5:2.3": "Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud8.5:2.4": "Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "ud8.5:2.5": "Atha kho cundo kammāraputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavantaṃ etadavoca:",
  "ud8.5:2.6": "“adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.",
  "ud8.5:2.7": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "ud8.5:3.1": "Atha kho cundo kammāraputto bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "ud8.5:3.2": "Atha kho cundo kammāraputto tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā pahūtañca sūkaramaddavaṃ bhagavato kālaṃ ārocāpesi:",
  "ud8.5:3.3": "“kālo, bhante, niṭṭhitaṃ bhattan”ti.",
  "ud8.5:4.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena cundassa kammāraputtassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud8.5:4.2": "Nisajja kho bhagavā cundaṃ kammāraputtaṃ āmantesi:",
  "ud8.5:4.3": "“yaṃ te, cunda, sūkaramaddavaṃ paṭiyattaṃ tena maṃ parivisa, yaṃ panaññaṃ khādanīyaṃ bhojanīyaṃ paṭiyattaṃ tena bhikkhusaṅghaṃ parivisā”ti.",
  "ud8.5:4.4": "“Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṃ ahosi sūkaramaddavaṃ paṭiyattaṃ tena bhagavantaṃ parivisi;",
  "ud8.5:4.5": "yaṃ panaññaṃ khādanīyaṃ bhojanīyaṃ paṭiyattaṃ tena bhikkhusaṅghaṃ parivisi.",
  "ud8.5:5.1": "Atha kho bhagavā cundaṃ kammāraputtaṃ āmantesi:",
  "ud8.5:5.2": "“yaṃ te, cunda, sūkaramaddavaṃ avasiṭṭhaṃ taṃ sobbhe nikhaṇāhi.",
  "ud8.5:5.3": "Nāhaṃ taṃ, cunda, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yassa taṃ paribhuttaṃ sammā pariṇāmaṃ gaccheyya aññatra tathāgatassā”ti.",
  "ud8.5:5.4": "“Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṃ ahosi sūkaramaddavaṃ avasiṭṭhaṃ taṃ sobbhe nikhaṇitvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud8.5:5.5": "Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.",
  "ud8.5:6.1": "Atha kho bhagavato cundassa kammāraputtassa bhattaṃ bhuttāvissa kharo ābādho uppajji.",
  "ud8.5:6.2": "Lohitapakkhandikā pabāḷhā vedanā vattanti māraṇantikā.",
  "ud8.5:6.3": "Tatra sudaṃ bhagavā sato sampajāno adhivāsesi avihaññamāno.",
  "ud8.5:7.1": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "ud8.5:7.2": "“āyāmānanda, yena kusinārā tenupasaṅkamissāmā”ti.",
  "ud8.5:7.3": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.",
  "ud8.5:8.1": "Cundassa bhattaṃ bhuñjitvā,",
  "ud8.5:8.2": "kammārassāti me sutaṃ;",
  "ud8.5:8.3": "Ābādhaṃ samphusī dhīro,",
  "ud8.5:8.4": "pabāḷhaṃ māraṇantikaṃ.",
  "ud8.5:9.1": "Bhuttassa ca sūkaramaddavena,",
  "ud8.5:9.2": "Byādhippabāḷho udapādi satthuno;",
  "ud8.5:9.3": "Viriccamāno bhagavā avoca,",
  "ud8.5:9.4": "“Gacchāmahaṃ kusināraṃ nagaran”ti.",
  "ud8.5:10.1": "Atha kho bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ āmantesi:",
  "ud8.5:10.2": "“iṅgha me tvaṃ, ānanda, catugguṇaṃ saṅghāṭiṃ paññāpehi;",
  "ud8.5:10.3": "kilantosmi, ānanda, nisīdissāmī”ti.",
  "ud8.5:10.4": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā catugguṇaṃ saṅghāṭiṃ paññāpesi.",
  "ud8.5:10.5": "Nisīdi bhagavā paññatte āsane.",
  "ud8.5:10.6": "Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "ud8.5:10.7": "“iṅgha me tvaṃ, ānanda, pānīyaṃ āhara;",
  "ud8.5:10.8": "pipāsitosmi, ānanda, pivissāmī”ti.",
  "ud8.5:11.1": "Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:",
  "ud8.5:11.2": "“idāni, bhante, pañcamattāni sakaṭasatāni atikkantāni.",
  "ud8.5:11.3": "Taṃ cakkacchinnaṃ udakaṃ parittaṃ luḷitaṃ āvilaṃ sandati.",
  "ud8.5:11.4": "Ayaṃ, bhante, kukudhā nadī avidūre acchodakā sātodakā sītodakā setodakā supatitthā ramaṇīyā.",
  "ud8.5:11.5": "Ettha bhagavā pānīyañca pivissati gattāni ca sītīkarissatī”ti.",
  "ud8.5:12.1": "Dutiyampi kho …pe…",
  "ud8.5:12.2": "tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "ud8.5:12.3": "“iṅgha me tvaṃ, ānanda, pānīyaṃ āhara;",
  "ud8.5:12.4": "pipāsitosmi, ānanda, pivissāmī”ti.",
  "ud8.5:12.5": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā pattaṃ gahetvā yena sā nadī tenupasaṅkami.",
  "ud8.5:12.6": "Atha kho sā nadī cakkacchinnā parittā luḷitā āvilā sandamānā āyasmante ānande upasaṅkamante acchā vippasannā anāvilā sandati.",
  "ud8.5:13.1": "Atha kho āyasmato ānandassa etadahosi:",
  "ud8.5:13.2": "“acchariyaṃ vata bho, abbhutaṃ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā.",
  "ud8.5:13.3": "Ayañhi sā nadī cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandatī”ti.",
  "ud8.5:13.4": "Pattena pānīyaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca:",
  "ud8.5:13.5": "“acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa mahiddhikatā mahānubhāvatā.",
  "ud8.5:13.6": "Ayañhi sā, bhante, nadī cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandati.",
  "ud8.5:13.7": "Pivatu bhagavā pānīyaṃ, pivatu sugato pānīyan”ti.",
  "ud8.5:14.1": "Atha kho bhagavā pānīyaṃ apāyi.",
  "ud8.5:14.2": "Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena kukudhā nadī tenupasaṅkami; upasaṅkamitvā kukudhaṃ nadiṃ ajjhogāhetvā nhatvā ca pivitvā ca paccuttaritvā yena ambavanaṃ tenupasaṅkami; upasaṅkamitvā āyasmantaṃ cundakaṃ āmantesi:",
  "ud8.5:14.3": "“iṅgha me tvaṃ, cundaka, catugguṇaṃ saṅghāṭiṃ paññāpehi;",
  "ud8.5:14.4": "kilantosmi, cundaka, nipajjissāmī”ti.",
  "ud8.5:15.1": "“Evaṃ, bhante”ti kho āyasmā cundako bhagavato paṭissutvā catugguṇaṃ saṅghāṭiṃ paññāpesi.",
  "ud8.5:15.2": "Atha kho bhagavā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā.",
  "ud8.5:15.3": "Āyasmā pana cundako tattheva bhagavato purato nisīdi.",
  "ud8.5:16.1": "Gantvāna buddho nadikaṃ kukudhaṃ,",
  "ud8.5:16.2": "Acchodakaṃ sātudakaṃ vippasannaṃ;",
  "ud8.5:16.3": "Ogāhi satthā sukilantarūpo,",
  "ud8.5:16.4": "Tathāgato appaṭimodha loke.",
  "ud8.5:17.1": "Nhatvā ca pivitvā cudatāri satthā,",
  "ud8.5:17.2": "Purakkhato bhikkhugaṇassa majjhe;",
  "ud8.5:17.3": "Satthā pavattā bhagavā idha dhamme,",
  "ud8.5:17.4": "Upāgami ambavanaṃ mahesi;",
  "ud8.5:17.5": "Āmantayi cundakaṃ nāma bhikkhuṃ,",
  "ud8.5:17.6": "“Catugguṇaṃ santhara me nipajjaṃ”.",
  "ud8.5:18.1": "So codito bhāvitattena cundo,",
  "ud8.5:18.2": "Catugguṇaṃ santhari khippameva;",
  "ud8.5:18.3": "Nipajji satthā sukilantarūpo,",
  "ud8.5:18.4": "Cundopi tattha pamukhe nisīdīti.",
  "ud8.5:19.1": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "ud8.5:19.2": "“siyā kho panānanda, cundassa kammāraputtassa koci vippaṭisāraṃ upadaheyya:",
  "ud8.5:19.3": "‘tassa te, āvuso cunda, alābhā, tassa te dulladdhaṃ yassa te tathāgato pacchimaṃ piṇḍapātaṃ bhuñjitvā parinibbuto’ti.",
  "ud8.5:19.4": "Cundassānanda, kammāraputtassa evaṃ vippaṭisāro paṭivinodetabbo—",
  "ud8.5:20.1": "Tassa te, āvuso cunda, lābhā, tassa te suladdhaṃ yassa te tathāgato pacchimaṃ piṇḍapātaṃ paribhuñjitvā parinibbuto.",
  "ud8.5:20.2": "Sammukhā metaṃ, āvuso cunda, bhagavato sutaṃ, sammukhā paṭiggahitaṃ—",
  "ud8.5:20.3": "dveme piṇḍapātā samasamaphalā samasamavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca.",
  "ud8.5:20.4": "Katame dve?",
  "ud8.5:20.5": "Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca piṇḍapātaṃ paribhuñjitvā anupādisesāya nibbānadhātuyā parinibbāyati.",
  "ud8.5:20.6": "Ime dve piṇḍapātā samasamaphalā samasamavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca.",
  "ud8.5:21.1": "‘Āyusaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, vaṇṇasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, sukhasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, saggasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, yasasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, ādhipateyyasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitan’ti.",
  "ud8.5:21.2": "Cundassānanda, kammāraputtassa evaṃ vippaṭisāro paṭivinodetabbo”ti.",
  "ud8.5:22.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud8.5:23.1": "“Dadato puññaṃ pavaḍḍhati,",
  "ud8.5:23.2": "Saṃyamato veraṃ na cīyati;",
  "ud8.5:23.3": "Kusalo ca jahāti pāpakaṃ,",
  "ud8.5:23.4": "Rāgadosamohakkhayā sanibbuto”ti.",
  "ud8.5:23.5": "Pañcamaṃ."
}