{
  "ud8.6:0.1": "Udāna 8.6",
  "ud8.6:0.2": "Pāṭaligāmiyasutta",
  "ud8.6:1.1": "Evaṃ me sutaṃ—",
  "ud8.6:1.2": " ekaṃ samayaṃ bhagavā magadhesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena pāṭaligāmo tadavasari.",
  "ud8.6:1.3": "Assosuṃ kho pāṭaligāmiyā upāsakā:",
  "ud8.6:1.4": "“bhagavā kira magadhesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pāṭaligāmaṃ anuppatto”ti.",
  "ud8.6:1.5": "Atha kho pāṭaligāmiyā upāsakā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "ud8.6:1.6": "Ekamantaṃ nisinnā kho pāṭaligāmiyā upāsakā bhagavantaṃ etadavocuṃ:",
  "ud8.6:1.7": "“adhivāsetu no, bhante, bhagavā āvasathāgāran”ti.",
  "ud8.6:1.8": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "ud8.6:2.1": "Atha kho pāṭaligāmiyā upāsakā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yenāvasathāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ āvasathāgāraṃ santharitvā āsanāni paññāpetvā udakamaṇikaṃ patiṭṭhāpetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.",
  "ud8.6:2.2": "Ekamantaṃ ṭhitā kho pāṭaligāmiyā upāsakā bhagavantaṃ etadavocuṃ:",
  "ud8.6:2.3": "“sabbasantharisanthataṃ, bhante, āvasathāgāraṃ;",
  "ud8.6:2.4": "āsanāni paññattāni;",
  "ud8.6:2.5": "udakamaṇiko patiṭṭhāpito telappadīpo āropito.",
  "ud8.6:2.6": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.",
  "ud8.6:3.1": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena āvasathāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā āvasathāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.",
  "ud8.6:3.2": "Bhikkhusaṅghopi kho pāde pakkhāletvā āvasathāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantaṃyeva purakkhatvā.",
  "ud8.6:3.3": "Pāṭaligāmiyāpi kho upāsakā pāde pakkhāletvā āvasathāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantaṃyeva purakkhatvā.",
  "ud8.6:3.4": "Atha kho bhagavā pāṭaligāmiye upāsake āmantesi:",
  "ud8.6:4.1": "“Pañcime, gahapatayo, ādīnavā dussīlassa sīlavipattiyā.",
  "ud8.6:4.2": "Katame pañca?",
  "ud8.6:4.3": "Idha, gahapatayo, dussīlo sīlavipanno pamādādhikaraṇaṃ mahatiṃ bhogajāniṃ nigacchati.",
  "ud8.6:4.4": "Ayaṃ paṭhamo ādīnavo dussīlassa sīlavipattiyā.",
  "ud8.6:5.1": "Puna caparaṃ, gahapatayo, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati.",
  "ud8.6:5.2": "Ayaṃ dutiyo ādīnavo dussīlassa sīlavipattiyā.",
  "ud8.6:6.1": "Puna caparaṃ, gahapatayo, dussīlo sīlavipanno yaññadeva parisaṃ upasaṅkamati—",
  "ud8.6:6.2": "yadi khattiyaparisaṃ, yadi brāhmaṇaparisaṃ, yadi gahapatiparisaṃ, yadi samaṇaparisaṃ—",
  "ud8.6:6.3": "avisārado upasaṅkamati maṅkubhūto.",
  "ud8.6:6.4": "Ayaṃ tatiyo ādīnavo dussīlassa sīlavipattiyā.",
  "ud8.6:7.1": "Puna caparaṃ, gahapatayo, dussīlo sīlavipanno sammūḷho kālaṃ karoti.",
  "ud8.6:7.2": "Ayaṃ catuttho ādīnavo dussīlassa sīlavipattiyā.",
  "ud8.6:8.1": "Puna caparaṃ, gahapatayo, dussīlo sīlavipanno kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "ud8.6:8.2": "Ayaṃ pañcamo ādīnavo dussīlassa sīlavipattiyā.",
  "ud8.6:8.3": "Ime kho, gahapatayo, pañca ādīnavā dussīlassa sīlavipattiyā.",
  "ud8.6:9.1": "Pañcime, gahapatayo, ānisaṃsā sīlavato sīlasampadāya.",
  "ud8.6:9.2": "Katame pañca?",
  "ud8.6:9.3": "Idha, gahapatayo, sīlavā sīlasampanno appamādādhikaraṇaṃ mahantaṃ bhogakkhandhaṃ adhigacchati.",
  "ud8.6:9.4": "Ayaṃ paṭhamo ānisaṃso sīlavato sīlasampadāya.",
  "ud8.6:10.1": "Puna caparaṃ, gahapatayo, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati.",
  "ud8.6:10.2": "Ayaṃ dutiyo ānisaṃso sīlavato sīlasampadāya.",
  "ud8.6:11.1": "Puna caparaṃ, gahapatayo, sīlavā sīlasampanno yaññadeva parisaṃ upasaṅkamati—",
  "ud8.6:11.2": "yadi khattiyaparisaṃ, yadi brāhmaṇaparisaṃ, yadi gahapatiparisaṃ, yadi samaṇaparisaṃ—",
  "ud8.6:11.3": "visārado upasaṅkamati amaṅkubhūto.",
  "ud8.6:11.4": "Ayaṃ tatiyo ānisaṃso sīlavato sīlasampadāya.",
  "ud8.6:12.1": "Puna caparaṃ, gahapatayo, sīlavā sīlasampanno asammūḷho kālaṃ karoti.",
  "ud8.6:12.2": "Ayaṃ catuttho ānisaṃso sīlavato sīlasampadāya.",
  "ud8.6:13.1": "Puna caparaṃ, gahapatayo, sīlavā sīlasampanno kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "ud8.6:13.2": "Ayaṃ pañcamo ānisaṃso sīlavato sīlasampadāya.",
  "ud8.6:13.3": "Ime kho, gahapatayo, pañca ānisaṃsā sīlavato sīlasampadāyā”ti.",
  "ud8.6:14.1": "Atha kho bhagavā pāṭaligāmiye upāsake bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi:",
  "ud8.6:14.2": "“abhikkantā kho, gahapatayo, ratti; yassadāni tumhe kālaṃ maññathā”ti",
  "ud8.6:14.3": "Atha kho pāṭaligāmiyā upāsakā bhagavato bhāsitaṃ abhinanditvā anumoditvā",
  "ud8.6:14.4": "uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.",
  "ud8.6:14.5": "Atha kho bhagavā acirapakkantesu pāṭaligāmiyesu upāsakesu suññāgāraṃ pāvisi.",
  "ud8.6:15.1": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāya.",
  "ud8.6:15.2": "Tena kho pana samayena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhanti.",
  "ud8.6:15.3": "Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:15.4": "Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:15.5": "Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:16.1": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo.",
  "ud8.6:16.2": "Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:16.3": "Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:16.4": "Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:16.5": "Atha kho bhagavā tassā rattiyā paccūsasamaye paccuṭṭhāya āyasmantaṃ ānandaṃ āmantesi:",
  "ud8.6:17.1": "“Ke nu kho, ānanda, pāṭaligāme nagaraṃ māpentī”ti.",
  "ud8.6:17.2": "“Sunidhavassakārā, bhante, magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāyā”ti.",
  "ud8.6:17.3": "“Seyyathāpi, ānanda, devehi tāvatiṃsehi saddhiṃ mantetvā;",
  "ud8.6:17.4": "evamevaṃ kho, ānanda, sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāya.",
  "ud8.6:17.5": "Idhāhaṃ, ānanda, addasaṃ dibbena cakkhunā visuddhena atikkantamānusakena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo.",
  "ud8.6:17.6": "Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:17.7": "Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:17.8": "Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.",
  "ud8.6:17.9": "Yāvatā, ānanda, ariyaṃ āyatanaṃ yāvatā vaṇippatho idaṃ agganagaraṃ bhavissati pāṭaliputtaṃ puṭabhedanaṃ.",
  "ud8.6:17.10": "Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—",
  "ud8.6:17.11": "aggito vā udakato vā mithubhedato vā”ti.",
  "ud8.6:18.1": "Atha kho sunidhavassakārā magadhamahāmattā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu.",
  "ud8.6:18.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhaṃsu.",
  "ud8.6:18.3": "Ekamantaṃ ṭhitā kho sunidhavassakārā magadhamahāmattā bhagavantaṃ etadavocuṃ:",
  "ud8.6:18.4": "“adhivāsetu no bhavaṃ gotamo ajjatanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.",
  "ud8.6:18.5": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "ud8.6:19.1": "Atha kho sunidhavassakārā magadhamahāmattā bhagavato adhivāsanaṃ viditvā yena sako āvasatho tenupasaṅkamiṃsu; upasaṅkamitvā sake āvasathe paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocesuṃ:",
  "ud8.6:19.2": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti.",
  "ud8.6:20.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sunidhavassakārānaṃ magadhamahāmattānaṃ āvasatho tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud8.6:20.2": "Atha kho sunidhavassakārā magadhamahāmattā buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesuṃ sampavāresuṃ.",
  "ud8.6:21.1": "Atha kho sunidhavassakārā magadhamahāmattā bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdiṃsu.",
  "ud8.6:21.2": "Ekamantaṃ nisinne kho sunidhavassakāre magadhamahāmatte bhagavā imāhi gāthāhi anumodi:",
  "ud8.6:22.1": "“Yasmiṃ padese kappeti,",
  "ud8.6:22.2": "vāsaṃ paṇḍitajātiyo;",
  "ud8.6:22.3": "Sīlavantettha bhojetvā,",
  "ud8.6:22.4": "saññate brahmacārayo.",
  "ud8.6:23.1": "Yā tattha devatā āsuṃ,",
  "ud8.6:23.2": "tāsaṃ dakkhiṇamādise;",
  "ud8.6:23.3": "Tā pūjitā pūjayanti,",
  "ud8.6:23.4": "mānitā mānayanti naṃ.",
  "ud8.6:24.1": "Tato naṃ anukampanti,",
  "ud8.6:24.2": "mātā puttaṃva orasaṃ;",
  "ud8.6:24.3": "Devatānukampito poso,",
  "ud8.6:24.4": "sadā bhadrāni passatī”ti.",
  "ud8.6:25.1": "Atha kho bhagavā sunidhavassakārānaṃ magadhamahāmattānaṃ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi.",
  "ud8.6:26.1": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā bhagavantaṃ piṭṭhito piṭṭhito anubandhā honti:",
  "ud8.6:26.2": "“yenajja samaṇo gotamo dvārena nikkhamissati taṃ gotamadvāraṃ nāma bhavissati.",
  "ud8.6:26.3": "Yena titthena gaṅgaṃ nadiṃ tarissati taṃ gotamatitthaṃ nāma bhavissatī”ti.",
  "ud8.6:27.1": "Atha kho bhagavā yena dvārena nikkhami taṃ gotamadvāraṃ nāma ahosi.",
  "ud8.6:27.2": "Atha kho bhagavā yena gaṅgā nadī tenupasaṅkami.",
  "ud8.6:27.3": "Tena kho pana samayena gaṅgā nadī pūrā hoti samatittikā kākapeyyā.",
  "ud8.6:27.4": "Appekacce manussā nāvaṃ pariyesanti, appekacce uḷumpaṃ pariyesanti, appekacce kullaṃ bandhanti apārā pāraṃ gantukāmā.",
  "ud8.6:27.5": "Atha kho bhagavā—",
  "ud8.6:27.6": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "ud8.6:27.7": "evamevaṃ—",
  "ud8.6:27.8": "gaṅgāya nadiyā orimatīre antarahito pārimatīre paccuṭṭhāsi saddhiṃ bhikkhusaṃghena.",
  "ud8.6:28.1": "Addasā kho bhagavā te manusse appekacce nāvaṃ pariyesante, appekacce uḷumpaṃ pariyesante, appekacce kullaṃ bandhante apārā pāraṃ gantukāme.",
  "ud8.6:29.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud8.6:30.1": "“Ye taranti aṇṇavaṃ saraṃ,",
  "ud8.6:30.2": "Setuṃ katvāna visajja pallalāni;",
  "ud8.6:30.3": "Kullañhi jano pabandhati,",
  "ud8.6:30.4": "Tiṇṇā medhāvino janā”ti.",
  "ud8.6:30.5": "Chaṭṭhaṃ."
}