{
  "sn4.23:1.5": "SV: Комментарий поясняет, что под «временным освобождением ума» понимаются медитативные состояния джхан или бесформенных сфер. Годхика страдал хронической болезнью «нарушения ветров» (те или иные желудочно-кишечные болезни и нарушения) и по этой причине ему с трудом удавалась медитативная практика. Каждый раз, как он входил в джхану, он вскоре тут же «выпадал» из неё. ",
  "sn4.23:2.3": "Комментарий (перефразирует): «Поскольку удел после смерти у того, кто ниспал от джханы, неопределённый, а у того, кто не отпал от джханы, определённый, то есть мир Брахмы, почему бы мне не использовать нож?» ",
  "sn4.23:2.4": "SV: Согласно Комментарию, Мара понял, что у этого монаха нет привязанности к телу и жизни и если он совершит самоубийство, то сможет стать арахантом. Если Мара попробовал бы сам отговорить его от этого, то у него ничего бы не вышло, а если бы это сделал Будда, то монах мог бы сохранить себе жизнь. С этим намерением Мара отправился к Будде. ",
  "sn4.23:6.1": "Комментарий: Старец, думая: «Какой смысл в жизни?» лёг и перерезал шейную вену ножом. Возникли болезненные чувства. Он подавил их прозрением, постиг болезненные чувства, установил осознанность, исследовал свой объект медитации и достиг арахантства. Он был тем, кто достигает одновременно конца жизни и уничтожения загрязнений (дживита-самасиси). Другой вид «самасиси» выздоравливает от серьёзной болезни в тот же миг, когда и достигает арахантства. ",
  "sn4.23:10.6": "Бодхи: Подобный случай самоубийства упоминается и в <a href='https://suttacentral.net/sn22.87/ru/sv'>SN 22.87</a> (случай с монахом Ваккали). Когда сказано, что монах достиг окончательной ниббаны с неутверждённым сознанием, это не следует понимать, будто после его смерти это сознание существует в некоем „неутверждённом“ виде. Канонические тексты чётко говорят о том, что со смертью араханта сознание прекращается и более не существует (см., например, <a href='https://suttacentral.net/sn12.51/ru/sv'>SN 12.51</a>) ",
  "sn4.23:14.4": "SV: Как отмечает дост. Бодхи, эту строфу, вероятно, добавили редакторы канона. Она также содержится в <a href='https://suttacentral.net/snp449/ru/sv'>Snp 449</a>, но там произнесена по другому случаю, и в роли Мары там выступает яккха. "
}