{
  "sn3.18:0.1": "Discours Connectés 3.18 ",
  "sn3.18:0.2": "2. Sans Enfant ",
  "sn3.18:0.3": "De Bons Amis ",
  "sn3.18:1.1": "A Sāvatthī. ",
  "sn3.18:1.2": "Assis sur un côté, le roi Pasenadi dit au Bouddha; ",
  "sn3.18:1.3": "« Juste à l’instant, sire, alors que j’étais en retraite privée, cette pensée m’est venue à l’esprit. ",
  "sn3.18:1.4": "‘ L’enseignement est bien expliqué par le Bouddha. Mais c’est pour quelqu’un avec de bons amis, compagnons, et associés, pas pour quelqu’un avec de mauvais amis, compagnons, et associés.’ » ",
  "sn3.18:2.1": "« C’est tellement vrai, grand roi ! C’est tellement vrai ! » dit le Bouddha. Et il répéta la déclaration du roi, en ajoutant : ",
  "sn3.18:3.1": "« Grand roi, une fois je résidait dans le pays des Sakyans où il ont une ville appelée Ville. ",
  "sn3.18:3.2": "Alors le moine Ānanda vint vers moi, s’inclina, s’assit sur un côté, et dit : ",
  "sn3.18:3.3": "‘ Sire, de bons amis, compagnons, et associés sont la moitié de la vie spirituelle. ’ ",
  "sn3.18:4.1": "Quand il eut parlé, je lui dit : ",
  "sn3.18:4.2": "‘ Non pas, Ānanda ! Non pas, Ānanda ! ",
  "sn3.18:4.3": "De bons amis, compagnons, et associés sont la totalité de la vie spirituelle. ",
  "sn3.18:4.4": "Un membre monastique avec de bons amis, compagnons, et associés, peut s’attendre à développer et cultiver le noble chemin octuple. ",
  "sn3.18:5.1": "Et comment un membre monastique avec de bons amis développe et cultive le noble chemin octuple ? ",
  "sn3.18:5.2": "C’est quand un membre monastique développe la vision juste, l’intention juste, la parole juste, l’action juste, les moyens d’existence justes, l’effort juste, l’attention juste, et l’immersion juste, qui reposent sur l’isolement, l’effacement, et la cessation, et arrive à maturité dans le renoncement. ",
  "sn3.18:5.3": "C’est ainsi qu’un membre monastique avec de bons amis développe et cultive le noble chemin octuple. ",
  "sn3.18:5.4": "Et voici une autre façon de comprendre comment de bons amis sont la totalité de la vie spirituelle. ",
  "sn3.18:6.1": "Car, en comptant sur moi comme un bon ami, les êtres sensibles qui sont sujets à la renaissance, la vieillessse, la mort, la désolation, la lamentation, la peine, le chagrin, et la détresse, sont libérés de toutes ces choses. ",
  "sn3.18:6.2": "Ceci est une autre façon de comprendre comment de bons amis sont la totalité de la vie spirituelle. ’ ",
  "sn3.18:7.1": "Ainsi, grand roi, vous devez vous entraîner comme ceci : ",
  "sn3.18:7.2": "‘ J’aurai de bons amis, compagnions, et associés. ’ ",
  "sn3.18:7.3": "C’est ainsi que vous devez vous entraîner. ",
  "sn3.18:8.1": "Quand vous avez de bons amis, compagnions, et associés, vous devrez vivre soutenu par une chose : ",
  "sn3.18:8.2": "la diligence dans les qualités habiles. ",
  "sn3.18:9.1": "Quand vous êtes diligent, soutenu par la diligence, vos dames du harem, ",
  "sn3.18:10.1": "vos vassaux aristocrates, ",
  "sn3.18:11.1": "vos troupes, ",
  "sn3.18:12.1": "et le peuple des villes et des campagnes penseront : ",
  "sn3.18:12.2": "‘ Le roi vit diligent, soutenu par la diligence. ",
  "sn3.18:12.3": "Nous ferions mieux de vivre diligents, soutenus par la diligence ! ’ ",
  "sn3.18:13.1": "Quan vous êtes diligent, soutenu par la diligence, alors non seulement vous-même, ",
  "sn3.18:13.2": "mais vos dames du harem, et vos trésor et entrepôts seront bien gardés et protégés. » ",
  "sn3.18:13.3": "C’est ce que le Bouddha dit… ",
  "sn3.18:14.1": "« Pour celui qui désire une grande richesse ",
  "sn3.18:14.2": "encore et encore, ",
  "sn3.18:14.3": "le sage fait l’éloge de la diligence ",
  "sn3.18:14.4": "dans l’accomplissement du mérite. ",
  "sn3.18:14.5": "En étant diligent, une personne avisée ",
  "sn3.18:14.6": "assure à la fois deux gains : ",
  "sn3.18:15.1": "les gains dans cette vie, ",
  "sn3.18:15.2": "et dans les vies à venir. ",
  "sn3.18:15.3": "Attentifs, comprenant le sens, ",
  "sn3.18:15.4": "on dit qu’ils sont avisés. » "
}