{
  "sn3.13:0.1": "Discours Connectés 3.13 ",
  "sn3.13:0.2": "2. Sans Enfant ",
  "sn3.13:0.3": "Un Seau Plein de Riz ",
  "sn3.13:1.1": "A Sāvatthī. ",
  "sn3.13:1.2": "Alors, en ce temps, le roi Pasenadi de Kosala mangeait du riz bouilli par seaux entiers. ",
  "sn3.13:1.3": "Ensuite, après avoir mangé le roi Pasenadi de Kosala, haletant et soufflant, alla vers le bouddha. Il s’inclina et s’assit sur un côté. ",
  "sn3.13:2.1": "Alors, sachant que le roi Pasenadi haletait et soufflait après avoir mangé, à cette occasion le Bouddha récita ces vers : ",
  "sn3.13:3.1": "« Quand un homme fait toujours attention, ",
  "sn3.13:3.2": "sachant la moderation pour se nourrir, ",
  "sn3.13:3.3": "son inconfort diminue, ",
  "sn3.13:3.4": "et il vieillit lentement, prenant soin de sa vie. » ",
  "sn3.13:4.1": "Alors à ce moment, l’étudiant Sudassana se tenait derrière le roi. ",
  "sn3.13:4.2": "Alors le roi Pasenadi s’adressa à lui, ",
  "sn3.13:4.3": "« S’il te plait, cher Sudassana, retiens ces vers en présence du Bouddha et récite les moi chaque fois qu’un repas m’est servi. ",
  "sn3.13:4.4": "Je te donnerai une allocation quotidienne de cent pièces. » ",
  "sn3.13:4.5": "« Oui, Votre Majesté, » répondit Sudassana. Il mémorisa ces vers en présence du Bouddha, et chaque fois qu’un repas était servi au roi, il répetait : ",
  "sn3.13:5.1": "« Quand un homme fait toujours attention, ",
  "sn3.13:5.2": "sachant la moderation pour se nourrir, ",
  "sn3.13:5.3": "son inconfort diminue, ",
  "sn3.13:5.4": "et il vieillit lentement, prenant soin de sa vie. » ",
  "sn3.13:6.1": "Alors le roi graduellement pris l’habitude de ne manger qu’au plus une tasse de riz. ",
  "sn3.13:6.2": "Après un certain temps le corps du roi Pasenadi s’aminci. Frottant ses membres avec ses mains, à ce moment il exprima le sentiment de son coeur : ",
  "sn3.13:6.3": "« De deux façons le Bouddha a de la compassion pour moi : ",
  "sn3.13:6.4": "pour le bien de cette vie et pour le bien de la prochaine. » "
}