{
  "sn3.22:0.1": "Discours Connectés 3.22 ",
  "sn3.22:0.2": "3. Kosala ",
  "sn3.22:0.3": "Grand-Mère ",
  "sn3.22:1.1": "A Sāvatthī. ",
  "sn3.22:1.2": "Le roi Pasenadi de Kosala s’assit sur un côté, et le Bouddha lui dit, ",
  "sn3.22:1.3": "« Alors, grand roi, d’où venez-vous ainsi au milieu de la journée ? » ",
  "sn3.22:2.1": "« Sire, ma grand-mère vient de décéder. Elle était vieille, âgée, et ancienne. Elle était d’un âge avancé et avait atteint le dernier stage de la vie ; elle avait cent vingt ans. ",
  "sn3.22:2.2": "Mais j’aimais ma grand-mère ; elle m’était chère. ",
  "sn3.22:2.3": "Si en offrant la trésorerie des l’éléphants je pouvais avoir ma grand-mère à nouveau, je le ferai. ",
  "sn3.22:2.5": "Si en offrant la trésorerie des chevaux je pouvais avoir ma grand-mère à nouveau, je le ferai. ",
  "sn3.22:2.7": "Si en offrant un village de prix je pouvais avoir ma grand-mère à nouveau, je le ferai. ",
  "sn3.22:2.9": "Si en offrant le pays entier je pouvais avoir ma grand-mère à nouveau, je le ferai. » ",
  "sn3.22:2.11": "« Grand roi, tous les êtres sensibles sont condamnés à mourir. La mort est leur fin ; ils ne sont pas exemptés de la mort. » ",
  "sn3.22:2.12": "« C’est incroyable, sire, c’est extraordinaire, ",
  "sn3.22:2.13": "comme cela a été bien dit par le Bouddha : ",
  "sn3.22:2.14": "‘ Tous les êtres sensibles sont condamnés à mourir. La mort est leur fin ; ils ne sont pas exemptés de la mort. ’ » ",
  "sn3.22:3.1": "« C’est tellement vrai, grand roi ! C’est tellement vrai ! ",
  "sn3.22:3.2": "Tous les êtres sensibles sont condamnés à mourir. La mort est leur fin ; ils ne sont pas exemptés de la mort. ",
  "sn3.22:3.3": "C’est comme les vases faits par les potiers. Quelque soit leur type, qu’ils soient cuits ou non cuits, tous sont condamnés à se briser. Se briser est leur fin, ils ne sont pas exempts de la casse. ",
  "sn3.22:3.4": "De la même façon, tous les êtres sensibles sont condamnés à mourir. La mort est leur fin ; ils ne sont pas exemptés de la mort. » ",
  "sn3.22:3.5": "C’est ce que le Bouddha dit… ",
  "sn3.22:4.1": "« Tous les êtres vont mourir, ",
  "sn3.22:4.2": "car la vie se termine par la mort. ",
  "sn3.22:4.3": "Ils continuent selon leurs actes, ",
  "sn3.22:4.4": "récoltant les fruits du bien et du mal. ",
  "sn3.22:4.5": "Ceux qui font le mal vont en enfer, ",
  "sn3.22:4.6": "et si vous faites le bien, vous allez au ciel. ",
  "sn3.22:5.1": "Voilà pourquoi vous devez faire le bien, ",
  "sn3.22:5.2": "en investissant dans votre vie future. ",
  "sn3.22:5.3": "Les bonnes actions des êtres sensibles ",
  "sn3.22:5.4": "les soutiennent dans le monde suivant. » "
}