{
  "sn3.19:0.1": "Discours Connectés 3.19 ",
  "sn3.19:0.2": "2. Sans Enfant ",
  "sn3.19:0.3": "Sans Enfant (1er) ",
  "sn3.19:1.1": "A Sāvatthī. ",
  "sn3.19:1.2": "Alors le roi Pasenadi de Kosala alla vers le Bouddha au milieu de la journée, s’inclina, et s’assit sur un côté. Le Bouddha lui dit, ",
  "sn3.19:1.3": "« Alors, grand roi, d’où venez-vous au milieu de la journée ? » ",
  "sn3.19:2.1": "« Sire, ici à Sāvatthī, un financier propriétaire est décédé. ",
  "sn3.19:2.2": "Comme il est mort sans enfant, je suis venu après avoir transféré sa fortune au domaine royal. ",
  "sn3.19:2.3": "Il y avait huit millions en pièces d’or, sans compter les pièces d’argent. ",
  "sn3.19:2.4": "Et pourtant ce financier mangeait des repas de ",
  "sn3.19:2.5": "bouillie grossière au faux poivre noir. ",
  "sn3.19:2.6": "Il portait des vêtements composés de ",
  "sn3.19:2.7": "trois morceaux de chanvre brun. ",
  "sn3.19:2.8": "Il se déplaçait dans un véhicule qui était ",
  "sn3.19:2.9": "une petite charette délabrée, tenant une feuille comme parasol. » ",
  "sn3.19:3.1": "« C’est tellement vrai, grand roi ! C’est tellement vrai ! » ",
  "sn3.19:3.2": "Quand une personne fausse a acquis une richesse notable, elle ne s’en sert pas pour se rendre heureuse et contente. Ni pour rendre leur mère et leur père, leurs conjoints et leurs enfants, leurs serviteurs, leurs ouvriers, et leur personnel, et leurs amis et leurs collègues heureux et contents. Et elle ne met pas en place une donation religieuse inspirante pour les ascètes et les brahmanes, qui conduit au ciel, mûrit dans le bonheur, et amène au ciel. ",
  "sn3.19:3.3": "Parce qu’ils n’ont pas fait bon usage de cette richesse, les dirigeants ou les bandits la prenne, ou le feu la consume, ou l’inondation l’emporte, ou des héritiers non aimés la prenne. ",
  "sn3.19:3.4": "Puisque cette richesse n’a pas été correctement employée, elle est gaspillée, non utilisée. ",
  "sn3.19:4.1": "Supposez qu’il y ait un étang de lotus dans une région inhabitée avec de l’eau claire, douce, fraiche, propre, avec les berges douces, ravissant. ",
  "sn3.19:4.2": "Mais les gens ne recueillent pas cette eau, ni ne la boivent, ni s’y baignent, ni ne l’utilisent pour un usage quelconque. ",
  "sn3.19:4.3": "Puisque cette eau n’est pas correctement employée, elle est gaspillée, non utilisée. ",
  "sn3.19:4.4": "De la même façon, quand une personne fausse a acquis une richesse notable… ",
  "sn3.19:4.6": "elle est gaspillée, non utilisée. ",
  "sn3.19:5.1": "Quand une personne sincère a acquis une richesse notable, elle s’en sert pour se rendre heureuse et contente. Et pour rendre leur mère et leur père, leurs conjoints et leurs enfants, leurs serviteurs, leurs ouvriers, et leur personnel, et leurs amis et leurs collègues heureux et contents. Et elle met pas en place une donation religieuse inspirante pour les ascètes et les brahmanes, qui conduit au ciel, mûrit dans le bonheur, amène au ciel. ",
  "sn3.19:5.2": "Parce qu’ils ont fait bon usage de cette richesse, les dirigeants ou les bandits ne la prenne pas, le feu ne la consume pas, l’inondation ne l’emporte pas, et des héritiers non aimés ne la prenne pas. ",
  "sn3.19:5.3": "Puisque cette richesse est correctement employée, elle est utilisée, pas gaspillée. ",
  "sn3.19:6.1": "Supposez qu’il y ait un étang de lotus pas très loin d’une ville ou d’un village avec de l’eau claire, douce, fraiche, propre, avec les berges douces, ravissant. ",
  "sn3.19:6.2": "Et les gens recueilleraient cette eau et la boiraient, et s’y baigneraient, et l’utiliseraient pour leur propre usage. ",
  "sn3.19:6.3": "Puisque cette eau est correctement employée, elle est utilisée, pas gaspillée. ",
  "sn3.19:6.4": "De la même façon, quand une personne sincère a acquis une richesse notable… ",
  "sn3.19:6.6": "elle est utilisée, pas gaspillée. ",
  "sn3.19:7.1": "Comme de l’eau fraiche dans une région inhabitée ",
  "sn3.19:7.2": "s’évapore quand elle n’est pas bue ; ",
  "sn3.19:7.3": "de la même façon quand un réprouvé  acquiert de la richesse, ",
  "sn3.19:7.4": "il ne l’emploie ni pour lui-même ni pour l’offrir. ",
  "sn3.19:8.1": "Quand une personne attentive et raisonnable acquiert de la richesse, ",
  "sn3.19:8.2": "elle l’emploie, en étant consciencieuse. ",
  "sn3.19:8.3": "Ce chef, ayant soutenu l’unité familiale, ",
  "sn3.19:8.4": "irréprochable, monte au ciel. » "
}