{
  "sn3.11:0.1": "Discours Connectés 3.11 ",
  "sn3.11:0.2": "2. Sans Enfant ",
  "sn3.11:0.3": "Sept Ascètes aux Cheveux Emmêlés ",
  "sn3.11:1.1": "Une fois le Bouddha résidait près de Sāvatthī dans la longue maison sur pilotis de la mère de Migāra dans le Monastère de l’Est. ",
  "sn3.11:1.2": "Alors en fin d’après-midi, le Bouddha sorti de retraite et s’assit à l’extérieur de la porte. ",
  "sn3.11:1.3": "Alors le roi Pasenadi de Kosala alla vers le Bouddha, s’inclina, et s’assit sur le côté. ",
  "sn3.11:2.1": "Alors à ce moment, sept ascètes aux cheveux emmêlés, sept ascètes jaïns, sept ascètes nus, sept ascètes à un seul vêtement, et sept errants passèrent pas très loin du Bouddha. Leurs aisselles et leurs corps étaient poilus, et leurs ongles étaient longs ; et ils transportaient leur sac à l’aide de bâtons d’épaule. ",
  "sn3.11:2.2": "Alors le roi Pasenadi se leva de son siège, rabattit sa robe sur une épaule, s’agenouilla avec son genoux droit sur le sol, leva les paumes jointes vers ces différents ascètes, et déclara son nom trois fois : ",
  "sn3.11:2.3": "« Sires, je suis Pasenadi, roi de Kosala !… ",
  "sn3.11:2.4": "je suis Pasenadi, roi de Kosala ! » ",
  "sn3.11:3.1": "Ensuite, peu après que ces ascètes soient partis, le roi Pasenadi alla vers le Bouddha, s’inclina, s’assit sur le côté, et lui dit, ",
  "sn3.11:3.2": "« Sire, ceux-là sont parmis ceux dans le monde qui sont parfaits ou qui sont sur le chemin de la perfection ! » ",
  "sn3.11:4.1": "« Grand roi, en tant que personne laïque appréciant les plaisirs des sens, habitant à la maison avec vos enfants, utilisant du bois de santal importé de Kāsi, portant des guirlandes, du parfum, du maquillage, et acceptant de l’or et de la monnaie, c’est difficile pour vous de savoir qui est parfait ou sur le chemin de la perfection. ",
  "sn3.11:5.1": "Vous pouvez connaître l’éthique d’une personne en vivant avec elle. Mais seulement après beaucoup de temps, pas par hasard ; seulement en étant attentif, pas en étant inattentif ; et seulement par les sages, pas par les stupides. ",
  "sn3.11:5.2": "Vous pouvez connaître la pureté d’une personne en traitant avec eux… ",
  "sn3.11:5.3": "Vous pouvez connaître la résilience d’une personne en temps de troubles… ",
  "sn3.11:5.4": "Vous pouvez connaître la sagesse d’une personne par discussion. Mais seulement après beaucoup de temps, pas par hasard ; seulement en étant attentif, pas en étant inattentif ; et seulement par les sages, pas par les stupides. » ",
  "sn3.11:6.1": "« C’est incroyable, Sire, c’est extraordinaire, ",
  "sn3.11:6.2": "comme cela a été bien dit par le Bouddha. ",
  "sn3.11:7.1": "Sire, ceux sont mes espions, mes agents infiltrés qui reviennent après avoir espionné dans le pays. ",
  "sn3.11:7.2": "J’utiliserai plus tard ce qu’ils ont commencé à espionner. ",
  "sn3.11:7.3": "Maintenant - quand ils auront rincé la poussière et la saleté, et qu’ils seront baignés et huilés, avec leur cheveux et barbes coiffés, et habillés de blanc - ils vont s’amuser, approvisionnés et pourvus des cinq types de stimulations sensuelles. » ",
  "sn3.11:8.1": "Alors, comprenant le sujet, à cette occasion le Bouddha récita ces vers : ",
  "sn3.11:9.1": "« Il n’est pas facile de connaître un homme par son apparence. ",
  "sn3.11:9.2": "Vous ne devriez pas lui faire confiance au premier coup d’oeil. ",
  "sn3.11:9.3": "Car des hommes indisciplinés vivent dans ce monde ",
  "sn3.11:9.4": "déguisés comme disciplinés. ",
  "sn3.11:10.1": "Comme une fausse boucle d’oreille faite d’argile, ",
  "sn3.11:10.2": "comme une petite pièce en cuivre couverte d’or, ",
  "sn3.11:10.3": "ils vivent cachés dans le monde, ",
  "sn3.11:10.4": "corrompus à l’intérieur mais impressionnants à l’extérieur. » "
}