{
  "an-blurbs:an3.1": "Os perigos se originam dos tolos, e não daqueles astutos. ",
  "an-blurbs:an3.2": "O que caracteriza alguém astuto em termos de corpo, palavra e mente. ",
  "an-blurbs:an3.3": "O que caracteriza alguém astuto em termos de pensamento, fala e ações. ",
  "an-blurbs:an3.4": "O que caracteriza alguém astuto em termos de se reconhecer enganos. ",
  "an-blurbs:an3.5": "O que caracteriza alguém astuto em termos de se fazer perguntas. ",
  "an-blurbs:an3.6": "O que caracteriza alguém astuto em termos do que é hábil e inábil. ",
  "an-blurbs:an3.7": "O que caracteriza alguém astuto em termos do que é censurável e o que é irepreensível. ",
  "an-blurbs:an3.8": "O que caracteriza alguém astuto em termos do que é doloroso e bondoso. ",
  "an-blurbs:an3.9": "O que caracteriza alguém astuto em termos de se manter a mente sã. ",
  "an-blurbs:an3.10": "A imoralidade, inveja e maldade determinam o renascimento. ",
  "an-blurbs:an3.11": "As marcas de um bhikkhu renomado que age pelo bem dos outros. ",
  "an-blurbs:an3.12": "Locais que devem ser comemorados por reis e pelos bhikkhus. ",
  "an-blurbs:an3.13": "Os indivíduos sem anseios, aqueles cheia de anseios e aqueles que superaram os anseios. ",
  "an-blurbs:an3.14": "Monarcas justos e de princípios e Budas influenciam o mundo com base em princípios. ",
  "an-blurbs:an3.15": "Qualidade leva tempo: a parábola do construtor de carruagens. ",
  "an-blurbs:an3.16": "A prática do caminho incontrovertível. ",
  "an-blurbs:an3.17": "Machucando a si mesmo e aos outros. ",
  "an-blurbs:an3.18": "A vida santa não é vivida para se obter o renascimento entre os devas. ",
  "an-blurbs:an3.19": "Tanto lojistas e quanto bhikkhus tem que trabalhar pesado. ",
  "an-blurbs:an3.20": "Tanto lojistas quanto bhikkhus precisam ter olhos aguçados, serem responsáveis e devidamente apoiados. ",
  "an-blurbs:an3.21": "Dos vários tipos de indivíduos no mundo qual é o melhor? ",
  "an-blurbs:an3.22": "Todos aqueles enfermos merecem serem tratados, mesmo que não se recuperem. Isto vale para enfermidades do corpor e enfermidades da mente. ",
  "an-blurbs:an3.23": "Escolhas e atos aflitivos ou sem aflição condicionam experiências aflitivas ou livres de aflição em vidas futuras. ",
  "an-blurbs:an3.24": "Os três tipos de indivíduos que são de grande ajuda. ",
  "an-blurbs:an3.25": "A mente como uma ferida aberta, como um relâmpago, e como um diamante. ",
  "an-blurbs:an3.26": "Associando-se com alguém igual, não há declínio. Seguindo os melhores, a subida é rápida. ",
  "an-blurbs:an3.27": "Os tipos de indivíduo com os quais devemos e não devemos nos associar. ",
  "an-blurbs:an3.28": "A linguagem que é como esterco, como flores e como mel. ",
  "an-blurbs:an3.29": "Ser, em termos espirituais, como alguém cego, alguém com apenas um olho e alguém com dois olhos. ",
  "an-blurbs:an3.30": "Como fazer para que a sabedoria do Dharma ouvido seja retida após o fim do ensinamento. ",
  "an-blurbs:an3.31": "Devemos reverenciar aos nossos pais como se reverencia à Brahmā. ",
  "an-blurbs:an3.32": "É possível haver um estado de unificação livre da fabricação de um “eu”? ",
  "an-blurbs:an3.33": "Até mesmo o Buda tinha dificuldade em achar discípulos capazes de compreender o ensinamento. ",
  "an-blurbs:an3.34": "O desejo, a raiva e a delusão, assim como seus opostos, são como sementes. ",
  "an-blurbs:an3.35": "O Buda dormia bem, mesmo no chão frio e duro. ",
  "an-blurbs:an3.36": "O deus da morte nos questiona, mas somos punidos por nossos próprios atos. ",
  "an-blurbs:an3.37": "Os devas se orgulham quando quando vêem indivíduos praticando corretamente. ",
  "an-blurbs:an3.38": "Devemos aspirar ser como um bhikkho desperto, não como o deus Sakka. ",
  "an-blurbs:an3.39": "A criação delicada de Siddhattha. ",
  "an-blurbs:an3.40": "A prática tendo a si no controle, ou outrém, ou o ensinamento. ",
  "an-blurbs:an3.41": "Os fatores envolvidos na realização de bom karma. ",
  "an-blurbs:an3.42": "Como reconhecer um indivíduo dotado de fé e convicção. ",
  "an-blurbs:an3.43": "As vantagens de se ensinar o Dhamma. ",
  "an-blurbs:an3.44": "Aqueles que ensinam e aqueles que ouvem o ensinamento devem ser dotados de entendimento. ",
  "an-blurbs:an3.45": "A prática da generosidade, a adoção da vida santa, e cuidar de nossos pais são coisas louvadas. ",
  "an-blurbs:an3.46": "Membros de uma comunidade realizam bom karma quando bhikkhus ou bhikkhunis estão presentes. ",
  "an-blurbs:an3.47": "A diferença entre o que é condicioado e o que é incondicionado. ",
  "an-blurbs:an3.48": "Uma família é apoiada por quem a lidera, da mesma forma que uma árvore cresce na dependência de uma montanha próxima. ",
  "an-blurbs:an3.49": "Três situações em que devemos nos empenhar. ",
  "an-blurbs:an3.50": "Como um bhikkhu age como um bandido chefe. ",
  "an-blurbs:an3.51": "Um conselho para brâmanes idosos: podemos praticar até mesmo quando já velhos. ",
  "an-blurbs:an3.52": "Um conselho para brâmanes idosos: podemos praticar até mesmo quando já velhos. ",
  "an-blurbs:an3.53": "De que modo o Ensinamento é visível no aqui e agora? ",
  "an-blurbs:an3.54": "De que modo o Ensinamento é visível no aqui e agora? ",
  "an-blurbs:an3.55": "De que modo a extinção de nibbana é visível no aqui e agora? ",
  "an-blurbs:an3.56": "Qual é a causa pela qual vilarejos, cidades, capitais e países inteiros disapareceriam? ",
  "an-blurbs:an3.57": "O Buda é acusado de pedir que doações sejam oferecidas apenas para membros de sua comunidade espiritual. ",
  "an-blurbs:an3.58": "Como um mestre dos três conhecimentos védicos é descrito pelos brâmanes e pelo Buda. ",
  "an-blurbs:an3.59": "Como um mestre dos três conhecimentos védicos é descrito pelos brâmanes e pelo Buda. ",
  "an-blurbs:an3.60": "Um brâmane sugere que um sacrifício seja de mais benefício para os outros que a vida de quem adota a vida santa. E a côrte do rei reclama de um declínio nas habilidades psíquicas da Sangha. ",
  "an-blurbs:an3.61": "As crenças de que tudo é causado por karma passado, de que tudo tem sua causa no ato de criação de um ser superior, ou de que tudo não tem uma causa e condição, todas nos prendem os seres à inércia. O Buda ensina a originação dependente como alternativa. ",
  "an-blurbs:an3.62": "Os perigos que separam mães de seus filhos. ",
  "an-blurbs:an3.63": "Os três tipos de leitos elevados e luxuosos que o Buda obtia sempre que assim desejasse, sem problemas ou dificuldades. ",
  "an-blurbs:an3.64": "Um errante que recentemente abandonara o ensinamento e treinamento afirma ter aprendido o que o Buda ensinava. ",
  "an-blurbs:an3.65": "Como navegar através das diversas e diferentes opiniões espirituais. ",
  "an-blurbs:an3.66": "Como navegar através das diversas e diferentes opiniões espirituais. ",
  "an-blurbs:an3.67": "Como avaliar se alguém é capaz de participar de uma discussão. ",
  "an-blurbs:an3.68": "As diferenças entre o desejo, a raiva e a delusão. ",
  "an-blurbs:an3.69": "Atos inábeis se baseiam em raízes inábeis, e resultam em sofrimento. ",
  "an-blurbs:an3.70": "A observância do dia de uposatha pelos vaqueiros, pelos jainistas e pelo Buda. ",
  "an-blurbs:an3.71": "Por qual razão devemos abandonar o desejo, a raiva e a delusão? ",
  "an-blurbs:an3.72": "O ensinamento de quem é bem proclamado? Quem no mundo pratica o bom caminho e é bem-aventurado? ",
  "an-blurbs:an3.73": "A imersão vem primeiro e depois o entendimento? Ou o entendimento vem primeiro, e depois a imersão? ",
  "an-blurbs:an3.74": "A purificação resulta da exaustão do karma passado? ",
  "an-blurbs:an3.75": "Como encorajar e apoiar aqueles próximos a nós. ",
  "an-blurbs:an3.76": "Como a consciência, o karma e o desejo criam e sustentam nascimentos futuros. ",
  "an-blurbs:an3.77": "Como a consciência, o karma e o desejo criam e sustentam nascimentos futuros, com uma ênfase na questão da intenção. ",
  "an-blurbs:an3.78": "Nem todos os caminhos espirituais têm o mesmo valor. ",
  "an-blurbs:an3.79": "Algumas fragrâncias se espalham até mesmo contra o vento. ",
  "an-blurbs:an3.80": "Ānanda faz o Buda falar sobre a escala do universo. ",
  "an-blurbs:an3.81": "Os deveres de um contemplativo. ",
  "an-blurbs:an3.82": "Um jumento tenta mugir como uma vaca, e isso não acaba bem. ",
  "an-blurbs:an3.83": "Os deveres de um fazendeiro são comparáveis aos deveres de um contemplativo. ",
  "an-blurbs:an3.84": "O que fazer quando observar todas as regras não é possível. ",
  "an-blurbs:an3.85": "O que define alguém como um “discípulo em treinamento”? ",
  "an-blurbs:an3.86": "Mesmo pessoas espiritualmente avançadas podem quebrar regras menores. ",
  "an-blurbs:an3.87": "Mesmo pessoas espiritualmente avançadas podem quebrar regras menores. ",
  "an-blurbs:an3.88": "Mesmo pessoas espiritualmente avançadas podem quebrar regras menores. ",
  "an-blurbs:an3.89": "Os três treinamentos explicados e resultando na compreensão das nobres verdades. ",
  "an-blurbs:an3.90": "Os três treinamentos explicados e resultando na perfeição espiritual. ",
  "an-blurbs:an3.91": "Um bhikkhu critica o Buda e mais tarde sofre de remorso. ",
  "an-blurbs:an3.92": "Nem um agricultor nem um mendicante fazem seus esforços darem frutos mais rapidamente simplesmente por força do desejo. ",
  "an-blurbs:an3.93": "Como o ensinamento do Buda sobre a reclusão se compara aos ensinamentos dos demais. ",
  "an-blurbs:an3.94": "A clareza desfrutada no entrar da correnteza é como um céu sem nuvens num dia de primavera. ",
  "an-blurbs:an3.95": "Assembléias de bhikkhus podem ser excelentes, divididas ou harmoniosas. Uma assembléia harmoniosa leva a mente à felicidade e à quietude. ",
  "an-blurbs:an3.96": "Como um bhikkhu é belo, forte e veloz como um cavalo sangue-puro, e em termos da compreensão das nobres verdades. ",
  "an-blurbs:an3.97": "Como um bhikkhu é belo, forte e veloz como um cavalo sangue-puro, e em termos da fruição do estado de não-retorno. ",
  "an-blurbs:an3.98": "Como um bhikkhu é belo, forte e veloz como um cavalo sangue-puro, e em termos da fruição da perfeição. ",
  "an-blurbs:an3.99": "Como um bhikkhu é feio e áspero como uma tela de juta. ",
  "an-blurbs:an3.100": "Se os resultados de nossas ações fossem para ser experimentados exatamente como estas foram realizadas, não haveria espaço para a prática espiritual. ",
  "an-blurbs:an3.101": "A prática da meditação como o ato de purificar o ouro. Aquele que medita deve eliminar progressivamente as impurezas de sua mente. ",
  "an-blurbs:an3.102": "A prática da meditação como o ato de purificar o ouro. Aquele que medita deve se voltar para diferentes aspectos em diferentes momentos de modo a avançar de forma adequada. ",
  "an-blurbs:an3.103": "Antes do despertar, Siddhattha reflete sobre a gratificação, o perigo e a escapatória do mundo. ",
  "an-blurbs:an3.104": "O Buda despertou com a compreensão da gratificação, do perigo e da escapatória. ",
  "an-blurbs:an3.105": "A gratificação, o perigo e a escapatória são essenciais tanto para o aprisionamento quanto para a libertação. ",
  "an-blurbs:an3.106": "Contemplativos verdadeiros compreendem a gratificação, o perigo e a escapatória. ",
  "an-blurbs:an3.107": "Música, dança e risadas. ",
  "an-blurbs:an3.108": "A satisfação nunca é encontrada através da indulgência. ",
  "an-blurbs:an3.109": "Proteger a própria mente é como proteger a casa. ",
  "an-blurbs:an3.110": "O símile da casa em colapso. ",
  "an-blurbs:an3.111": "A fonte de nossos atos: o desejo, a raiva e a delusão. ",
  "an-blurbs:an3.112": "A fonte de nossos atos da perspectiva do passado, do presente e do futuro. ",
  "an-blurbs:an3.113": "A hipocrisia resulta na derrota e ruína. ",
  "an-blurbs:an3.114": "Três tipos de indivíduos difíceis de se achar. ",
  "an-blurbs:an3.115": "Indivíduos fáceis de se mensurar, difíceis de se mensurar e imensuráveis. ",
  "an-blurbs:an3.116": "O renascimento em reinos imateriais, para os discípulos do Buda e demais tipos de indivíduos. ",
  "an-blurbs:an3.117": "O fracasso ou sucesso em termos de comportamento, em termos da mente, e em termos de entendimento. ",
  "an-blurbs:an3.118": "Uma analogia entre um dado adulterado e o fracasso ou sucesso em termos de comportamento, em termos da mente, e em termos de entendimento. ",
  "an-blurbs:an3.119": "O fracasso ou suceso em termos de conduta, meio de vido e entendimento. ",
  "an-blurbs:an3.120": "A pureza em termos de corpo, fala e mente. ",
  "an-blurbs:an3.121": "A pureza em termos de corpo, fala e mente, com o entendimento dos cinco obstáculos. ",
  "an-blurbs:an3.122": "A sagacidade em termos de corpo, fala e mente. ",
  "an-blurbs:an3.123": "O que um bhikkhu pensa sobre a comida que lhe é oferecida. ",
  "an-blurbs:an3.124": "O Buda não gosta quando bhikkhus ou bhikkhunis se envolvem em rixas e brigas. ",
  "an-blurbs:an3.125": "O Buda ensina uma simples porém poderosa mensagem: ele ensina a partir da sua experiência direta, e seu ensinamento funciona. ",
  "an-blurbs:an3.126": "O Buda discute três tipos de professores enquanto se hospedava em um eremitério próximo de sua cidade natal Kapilavatthu. ",
  "an-blurbs:an3.127": "Um deva das Moradas Puras visita o Buda e reclama de o quanto ele era ocupado. ",
  "an-blurbs:an3.128": "O Buda ajuda um bhikkhu em apuros lhe ensinando sobre a “amargura”, a “carniça” e as “moscas”. ",
  "an-blurbs:an3.129": "Anuruddha pergunta ao Buda o que conduz mulheres para um renascimento ruim. ",
  "an-blurbs:an3.130": "Anuruddha queixa-se de não ter ainda despertado. ",
  "an-blurbs:an3.131": "Três coisas que brilham abertamente: a lua, o sol e os ensinamentos do Buda. ",
  "an-blurbs:an3.132": "Alguns indivíduos são como uma linha traçada em uma pedra, uma linha traçada na areia ou uma linha traçada na água. ",
  "an-blurbs:an3.133": "Os três modos em que um bhikkhu ou bhikkuni se compara ao guerreiro de um rei. ",
  "an-blurbs:an3.134": "Educação em termos de boa oratória, a educação em termos de perguntas e respostas, a educação completa. ",
  "an-blurbs:an3.135": "Três fatores de um bom amigo. ",
  "an-blurbs:an3.136": "A impermanência, o sofrimento, e o não-eu são leis da natureza descobertas pelo Buda. ",
  "an-blurbs:an3.137": "Makkhali é o pior dos líderes dos errantes de outras seitas, da mesma forma que um cobertor feito de cabelos é o pior dos cobertores. ",
  "an-blurbs:an3.138": "O sucesso em termos de fé, virtude, e sabedoria. ",
  "an-blurbs:an3.139": "O progresso em termos de fé, virtude, e sabedoria. ",
  "an-blurbs:an3.140": "A tarefa de se treinar indivíduos é como a de se treinar cavalos selvagens. ",
  "an-blurbs:an3.141": "A tarefa de se treinar bons indivíduos é como a de se treinar cavalos dóceis. ",
  "an-blurbs:an3.142": "A tarefa de se treinar indivíduos é como a de se treinar cavalos puro-sangue. ",
  "an-blurbs:an3.143": "A ética, a imersão e a sabedoria como as características marcantes de um discípulo completamente realizado. ",
  "an-blurbs:an3.144": "A demonstração de poderes psíquicos, de revelações e de instrução como as características marcantes de um discípulo completamente realizado. ",
  "an-blurbs:an3.145": "O entendimento correto, o conhecimento correto e a libertação correta como as características marcantes de um discípulo completamente realizado. ",
  "an-blurbs:an3.146": "Atos e escolhas hábeis e inábeis determinam o renascimento. ",
  "an-blurbs:an3.147": "Atos e escolhas irrepreensíveis e censuráveis determinam o renascimento. ",
  "an-blurbs:an3.148": "Atos e escolhas éticas e antiéticas determinam o renascimento. ",
  "an-blurbs:an3.149": "Atos e escolhas puros e impuros determinam o renascimento. ",
  "an-blurbs:an3.150": "Atos e escolhas hábeis garantem a nossa integridade. ",
  "an-blurbs:an3.151": "Atos e escolhas irrepreensíveis garantem a nossa integridade. ",
  "an-blurbs:an3.152": "Atos e escolhas éticas garantem a nossa integridade. ",
  "an-blurbs:an3.153": "Atos e escolhas puras garantem a nossa integridade. ",
  "an-blurbs:an3.154": "Os três tipos de homenagem: com o corpo, a palavra e a mente. ",
  "an-blurbs:an3.155": "O que fazem aqueles que desfrutam de uma boa manhã, uma boa tarde e uma boa noite. ",
  "an-blurbs:an3.156": "A prática viciada, a prática abrasadora e a prática equilibrada. ",
  "an-blurbs:an4.1": "Tanto o Buda quanto seus discípulos renasceram por muito tempo devido à falta de sabedoria. ",
  "an-blurbs:an4.2": "Sem virtude, imersão, sabedoria e libertação, a pessoa se afasta do ensinamento. ",
  "an-blurbs:an4.3": "Após refletir, demos criticar aqueles dignos de crítica, e elogiar aqueles dignos de louvor. ",
  "an-blurbs:an4.4": "Nos ferimos a nós mesmos ao agir mal para com nossos pais, o Buda e outros praticantes espirituais. ",
  "an-blurbs:an4.5": "A pessoa que vai com a correnteza, a pessoa que vai contra a correnteza, a pessoa que permanece firme no mesmo lugar e aquela que atravessou a correnteza. ",
  "an-blurbs:an4.6": "O aprendizado a razão pela qual se aprende. ",
  "an-blurbs:an4.7": "Como a Sangha é iluminada por um bhikkhu, uma bhikkhuni, uma discípula leiga e um discípulo leigo. ",
  "an-blurbs:an4.8": "É devido à sua prática e realizações espirituais que um Buda é supremamente autoconfiante. ",
  "an-blurbs:an4.9": "Quatro coisas que causam desejo nos discípulos monásticos. ",
  "an-blurbs:an4.10": "Os grilhões ou amarras dos prazeres dos sentidos, da existência continuada, dos pontos de vista e entendimentos, e da ignorância. ",
  "an-blurbs:an4.11": "Um discípulo monástico deve abandonar, dispersar, eliminar e abolir pensamentos prejudiciais, esteja ele caminhando, de pé, sentado ou deitado acordado. ",
  "an-blurbs:an4.12": "A virtude e a prática de se eliminar os cinco obstáculos nas quatro posturas. ",
  "an-blurbs:an4.13": "Os quatro esforços corretos: prevenir, abandonar, cultivar e preservar. ",
  "an-blurbs:an4.14": "Os quatro empenhos corretos: prevenir, abandonar, cultivar e preservar. ",
  "an-blurbs:an4.15": "A excelência em termos do corpo, de prazeres sensuais, de soberania e de desenvolvimento espiritual. ",
  "an-blurbs:an4.16": "A sutileza em termos de forma, sensações, percepção e escolhas. ",
  "an-blurbs:an4.17": "Decisões enviesadas pelo favoritismo, hostilidade, estupidez e covardia. ",
  "an-blurbs:an4.18": "Decisões não enviesadas pelo favoritismo, hostilidade, estupidez e covardia. ",
  "an-blurbs:an4.19": "Decisões enviesadas e não enviesadas pelo favoritismo, hostilidade, estupidez e covardia. ",
  "an-blurbs:an4.20": "A alocação de refeições enviesada pelo favoritismo, hostilidade, estupidez e covardia. ",
  "an-blurbs:an4.21": "De qual brâmane ou contemplativo poderia o Buda depender, honrando-o e respeitando-o? ",
  "an-blurbs:an4.22": "Quatro qualidades que caracterizam um ancião. ",
  "an-blurbs:an4.23": "Por qual razão o Buda é chamado de Tathāgata. ",
  "an-blurbs:an4.24": "O Buda sabe o que pode ser sabido, e permanece equânime em meio ao mundo. ",
  "an-blurbs:an4.25": "A vida espiritual é vivida tendo como propósito a contenção, o abandono, o desapego e a cessação. ",
  "an-blurbs:an4.26": "Não são discípulos do Buda aqueles que são enganadores, teimosos, bajuladores, fraudulentos, insolentos ou distraídos. ",
  "an-blurbs:an4.27": "Quatro insignificâncias que são ganhas facilmente e não passíveis de crítica. ",
  "an-blurbs:an4.28": "Quatro tradições originais seguidas por aqueles nobres: contentamento com qualquer tecido para mantos, com qualquer alimento esmolado, com qualquer moradia e o prazer e deleite na meditação. ",
  "an-blurbs:an4.29": "O contentamento, o bem-querer, a atenção plena e a imersão correta da mente representam quatro princípios básicos. ",
  "an-blurbs:an4.30": "Uma discussão com errantes de outras seitas sobre princípios básicos. ",
  "an-blurbs:an4.31": "Quatro situações favoráveis: habitar uma região adequada, depender de pessoas de bem, determinação correta, e bom karma passado. ",
  "an-blurbs:an4.32": "Quatro modos de inclusividade: generosidade, fala gentil, cuidado e imparcialidade. ",
  "an-blurbs:an4.33": "O rugido de um leão aterroriza a selva. O ensinamento do Buda aterroriza os devas. ",
  "an-blurbs:an4.34": "A fé ou confiança no Buda, no caminho, no Dhamma é insuperada. ",
  "an-blurbs:an4.35": "Como um.grande home  é entendido pelos brâmanes e pelo Buda. ",
  "an-blurbs:an4.36": "O brâmane Doṇa se maravilha quando vê as pegadas do Buda. ",
  "an-blurbs:an4.37": "Um discípulo contemplativo dotado de virtude, contenção dos sentidos, e dedicado à vigília não retrocede no caminho. ",
  "an-blurbs:an4.38": "Um discípulo contemplativo é dito ser retido uma vez que eliminou a idiosincrasia com relação à verdade, abandonou completamente o buscar, tranquilizou as atividades corporais. ",
  "an-blurbs:an4.39": "O Buda crítica o sacrifício violento mas não a generosidade pacífica. ",
  "an-blurbs:an4.40": "O Buda crítica o sacrifício violento mas não a generosidade pacífica. ",
  "an-blurbs:an4.41": "O cultivo da imersão visando o prazer, a compreensão, a atenção plena e o fim das impurezas. ",
  "an-blurbs:an4.42": "Quatro modos de se responder perguntas: definitivamente, analíticamente, com uma contra-pergunta, ou as deixando de lado. ",
  "an-blurbs:an4.43": "Como se diferenciam aqueles que valorizam a raiva e denegrir, que valorizam o ganho e as honrarias, daqueles que valorizam o ensinamento verdadeiro. ",
  "an-blurbs:an4.44": "Como se diferenciam aqueles que valorizam a raiva e denegrir, que valorizam o ganho e as honrarias, daqueles que valorizam o ensinamento verdadeiro. ",
  "an-blurbs:an4.45": "O deva Rohitassa conta como ele uma vez tentou chegar ao fim do mundo, onde a pessoa não nasce, não envelhece, não morre, não falece e não renasce. ",
  "an-blurbs:an4.46": "O Buda relata como o deva Rohitassa uma vez tentou chegar ao fim do mundo, onde a pessoa não nasce, não envelhece, não morre, não falece e não renasce. ",
  "an-blurbs:an4.47": "Uma grande distância existe entre o céu e a terra. E uma distância ainda maior existe entre o que ensinam os virtuosos e o que ensinam os corruptos.  ",
  "an-blurbs:an4.48": "O Buda elogia o ensinamento do bhikkhu Visākha. ",
  "an-blurbs:an4.49": "Distorções em termos de percepção, em termos da mente e em termos de entendimento. ",
  "an-blurbs:an4.50": "Quatro coisas que ocultam o brilho e esplendor do sol e a lua. E quatro coisas que corrompem os bhikkhus: álcool, sexo, dinheiro e modo de vida incorreto. ",
  "an-blurbs:an4.51": "Quando um bhikkhu medita tendo feito ou fazendo uso de algo oferecido, o mérito transborda para quem os ofereceu. ",
  "an-blurbs:an4.52": "Quando um bhikkhu tem confiança e virtude, o mérito transborda para quem os ofereceu. ",
  "an-blurbs:an4.53": "A convivência com devas e com zumbis. ",
  "an-blurbs:an4.54": "A convivência com devas e com zumbis. ",
  "an-blurbs:an4.55": "Como um casal pode permanecer unido nesta vida e na próxima. ",
  "an-blurbs:an4.56": "Como um casal pode permanecer unido nesta vida e na próxima. ",
  "an-blurbs:an4.57": "Vida longa, saúde, felicidade e força como quatro bênçãos que retornam para aqueles que fazem oferendas para o Buda e a Sangha. ",
  "an-blurbs:an4.58": "Vida longa, saúde, felicidade e força como quatro bênçãos que retornam para aqueles que fazem oferendas para o Buda e a Sangha. ",
  "an-blurbs:an4.59": "Vida longa, saúde, felicidade e força como quatro bênçãos que retornam para aqueles que fazem oferendas para o Buda e a Sangha. ",
  "an-blurbs:an4.60": "Um discípulo leigo serve a Sangha com mantos, alimentos, moradia e medicamentos. ",
  "an-blurbs:an4.61": "Quatro coisas desejáveis mas difíceis de se obter; e quatro coisas que resultam na obtenção destas. ",
  "an-blurbs:an4.62": "A felicidade resultante de posse de riqueza, do uso da riqueza, da ausência de dívidas, e da conduta imaculada. ",
  "an-blurbs:an4.63": "Uma família na qual os filhos honram seus pais em seu lar é dita ser uma família que vive com Brahmā. ",
  "an-blurbs:an4.64": "Alguém que quebra dos preceitos é fadado ao inferno. ",
  "an-blurbs:an4.65": "Aqueles que julgam e seguem com base na forma, com base na eloquência, com base na austeridade e com base em princípios. ",
  "an-blurbs:an4.66": "Quatro tipos de indivíduos: o cobiçoso, o odiento, o deludido, e o presunçoso. ",
  "an-blurbs:an4.67": "A difusão de bem-querer pelas diversas ordens de cobras e outros tipos de seres. ",
  "an-blurbs:an4.68": "Posses, honrarias e popularidade trouxeram apenas ruína e declínio para Devadatta. ",
  "an-blurbs:an4.69": "Os quatro empenhos corretos: prevenir, abandonar, cultivar e preservar. ",
  "an-blurbs:an4.70": "Um reino corrupto é liderado por um rei corrupto. ",
  "an-blurbs:an4.71": "Quatro práticas infalíveis: virtude, aprendizado, empenho e sabedoria. ",
  "an-blurbs:an4.72": "Quatro coisas que asseguram a prática: pensamentos de renúncia, pensamentos de bem-querer, pensamentos de bondade, e entendimento correto. ",
  "an-blurbs:an4.73": "Quatro qualidades de um mau indivíduo e quatro qualidades de um bom indivíduo. ",
  "an-blurbs:an4.74": "Quatro coisas excelentes: ética, imersão, sabedoria e libertação. ",
  "an-blurbs:an4.75": "Quatro coisas excelentes: forma, sensações, percepção e existência continuada. ",
  "an-blurbs:an4.76": "O Buda em seu leito de morte encoraja seus discípulos a terem suas últimas perguntas por ele respondidas. ",
  "an-blurbs:an4.77": "Loucura e frustração resultam de conjecturar sobre estas quatro coisas. ",
  "an-blurbs:an4.78": "Quatro modos de se purificar oferendas e donativos feitos para um mestre. ",
  "an-blurbs:an4.79": "Quatro razões pelas quais para alguns um empreendimento fracassa, para outros o mesmo não preenche as suas expectativas, para uns outros o mesmo preenche as suas expectativas, e para alguns outros o mesmo excede as suas expectativas. ",
  "an-blurbs:an4.80": "Quatro razões pelas quais algumas mulheres não participam de reuniões, não buscam uma carreira ou não viajam para a Pérsia. ",
  "an-blurbs:an4.81": "Quatro qualidades relativas aos preceitos que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an4.82": "Quatro qualidades relativas à fala que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an4.83": "Quatro situações em que a crítica e o elogia destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an4.84": "Quatro qualidades que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an4.85": "Quatro tipos de indivíduos diferenciados em termos de o quão distantes se encontram e o quão voltados se encontram para a luz ou a escuridão. ",
  "an-blurbs:an4.86": "Quatro tipos de indivíduos diferenciados em termos de o quão acima ou abaixo e se estão perdendo ou ganhando altitude. ",
  "an-blurbs:an4.87": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais. ",
  "an-blurbs:an4.88": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais. ",
  "an-blurbs:an4.89": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais. ",
  "an-blurbs:an4.90": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais. ",
  "an-blurbs:an4.91": "Quatro tipos de indivíduos comparados em termos de natureza e companhia com asuras e devas. ",
  "an-blurbs:an4.92": "Quatro tipos de indivíduos comparados em termos de serenidade e discernimento. ",
  "an-blurbs:an4.93": "Quatro tipos de indivíduos comparados em termos de serenidade e discernimento. ",
  "an-blurbs:an4.94": "Quatro tipos de indivíduos comparados em termos de serenidade e discernimento, e os tipos de perguntas que devem fazer para avançarem no caminho. ",
  "an-blurbs:an4.95": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática. ",
  "an-blurbs:an4.96": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática. ",
  "an-blurbs:an4.97": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática. ",
  "an-blurbs:an4.98": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática. ",
  "an-blurbs:an4.99": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática. ",
  "an-blurbs:an4.100": "Quatro tipos de indivíduos comparados em termos de crítica e elogio feitos no momento oportuno. ",
  "an-blurbs:an4.101": "Quatro tipos de indivíduos comparados com nuvens carregadas de chuva. ",
  "an-blurbs:an4.102": "Quatro tipos de indivíduos comparados com nuvens carregadas de chuva. ",
  "an-blurbs:an4.103": "Quatro tipos de indivíduos comparados com vasos. ",
  "an-blurbs:an4.104": "Quatro tipos de indivíduos comparados com lagos. ",
  "an-blurbs:an4.105": "Quatro tipos de indivíduos comparados com mangas. ",
  "an-blurbs:an4.106": "Um sutta fantasma: em nenhuma das edições disponíveis do cânone não se encontra um texto para esta referência. No entanto, na conclusão do capítulo (AN 4.110) há menção a dois suttas sobre mangas. Os comentários notam a existência de um sutta com esta numeração, mas apenas diz que o significado deste é claro. Uma nota na edição do Vipassana Research Institute diz que uma variação deste sutta é que este contém o termo <i lang='pi' translate='no'>obhāsa</i> enquanto que o sutta anterior contém <i lang='pi' translate='no'>vaṇṇa</i>. ",
  "an-blurbs:an4.107": "Quatro indivíduos comparados com ratos e suas tocas. ",
  "an-blurbs:an4.108": "Quatro indivíduos comparados com bois e rebanhos. ",
  "an-blurbs:an4.109": "Quatro indivíduos comparados com árvores. ",
  "an-blurbs:an4.110": "Quatro indivíduos comparados com víboras ",
  "an-blurbs:an4.111": "Como o Buda treina pessoas em termos do uso de gentileza, dureza. E em algumas situações ele as “matava”. ",
  "an-blurbs:an4.112": "Quatro fators que fazem um bhikkhu ser comparável a um cavalo real puro-sangue. ",
  "an-blurbs:an4.113": "Como um cavalo puro-sangue que responde quando vê um aguilhão, um indivíduo empenhado no caminho deve responder em quatro situações. ",
  "an-blurbs:an4.114": "Quatro fatores de um bhikkhu merecedor de oferendas e reverência comparáveis com os fatores de elefante real. ",
  "an-blurbs:an4.115": "Quatro coisas categorizada em termos de prazer e benefícios associados a estas. ",
  "an-blurbs:an4.116": "Quatro situações em que um bhikkhu deve ser diligente. ",
  "an-blurbs:an4.117": "Quatro situações em que alguém empenhado pelo seu próprio bem-estar deveria praticar a diligência, a atenção plena, e proteger a mente. ",
  "an-blurbs:an4.118": "Quatro lugares inspiradores que um discípulo dotado de fé deve visitar. ",
  "an-blurbs:an4.119": "Os perigos do nascimento, velhice, doença e morte. ",
  "an-blurbs:an4.120": "Os perigos relacionados com o fogo, água, reis e bandidos. ",
  "an-blurbs:an4.121": "O temor da culpa, da vergonha, da punição e de um renascimento num estado de privação e infeliz. ",
  "an-blurbs:an4.122": "O medo das ondas, medo dos crocodilos, medo dos redemoinhos e o medo dos tubarões. ",
  "an-blurbs:an4.123": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução. ",
  "an-blurbs:an4.124": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução. ",
  "an-blurbs:an4.125": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução. ",
  "an-blurbs:an4.126": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução. ",
  "an-blurbs:an4.127": "Quatro coisas incríveis e surpreendentes que sucedem com o surgimento do Buda. ",
  "an-blurbs:an4.128": "Quatro coisas incríveis e surpreendentes que sucedem com o surgimento do Buda. ",
  "an-blurbs:an4.129": "Quatro coisas incríveis e surpreendentes sobre o Venerável Ananda. ",
  "an-blurbs:an4.130": "Quatro coisas incríveis e surpreendentes sobre o Venerável Ananda. ",
  "an-blurbs:an4.131": "Quatro tipos de indivíduos encontrados no mundo. ",
  "an-blurbs:an4.132": "Quatro tipos de indivíduos encontrados no mundo em termos da fala. ",
  "an-blurbs:an4.133": "Quatro tipos de indivíduos encontrados no mundo em termos de entendimento. ",
  "an-blurbs:an4.134": "Quatro tipos de indivíduos encontrados no mundo em termos de iniciativa e ações. ",
  "an-blurbs:an4.135": "Quatro tipos de indivíduos encontrados no mundo em termos de o quanto podem serem censurados o o quanto são imaculados. ",
  "an-blurbs:an4.136": "Quatro tipos de indivíduos encontrados no mundo em termos de maturidade ou desenvolvimento da ética, da imersão e da sabedoria. ",
  "an-blurbs:an4.137": "Quatro tipos de indivíduos encontrados no mundo em termos de maturidade ou desenvolvimento da ética, da imersão e da sabedoria. ",
  "an-blurbs:an4.138": "Quatro tipos de indivíduos encontrados no mundo em termos de reclusão do corpo e da mente. ",
  "an-blurbs:an4.139": "Quatro tipos de mestres do Dhamma encontrados no mundo em termos de o quanto falam e o quanto permanecem no tópico. ",
  "an-blurbs:an4.140": "Quatro tipos de oradores encontrados no mundo em termos de o quanto permanecem dizendo coisas relevantes ou o quanto encontram formas diferentes de dizer a mesma coisa. ",
  "an-blurbs:an4.141": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria. ",
  "an-blurbs:an4.142": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria. ",
  "an-blurbs:an4.143": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria. ",
  "an-blurbs:an4.144": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria. ",
  "an-blurbs:an4.145": "Quatro tipos de lâmpadas: a Lua, o Sol, o fogo e a sabedoria. ",
  "an-blurbs:an4.146": "O momento de se ouvir o ensinamento, de se discutir o ensinamento, de serenidade e de discernimento. ",
  "an-blurbs:an4.147": "O momento de se ouvir o ensinamento, de se discutir o ensinamento, de serenidade e de discernimento. ",
  "an-blurbs:an4.148": "Quatro modos de má conduta com a fala ou palavra. ",
  "an-blurbs:an4.149": "Quatro modos de boa conduta com a fala ou palavra. ",
  "an-blurbs:an4.150": "Quatro coisas essênciais: ética, imersão, sabedoria e liberdade. ",
  "an-blurbs:an4.151": "Quatro faculdades: fé, empenho, atenção plena e imersão. ",
  "an-blurbs:an4.152": "Quatro poderes: fé, empenho, atenção plena e imersão. ",
  "an-blurbs:an4.153": "Quatro poderes: sabedoria, empenho, inocência e inclusividade. ",
  "an-blurbs:an4.154": "Quatro poderes: atenção plena, imersão, inocência e inclusividade. ",
  "an-blurbs:an4.155": "Quatro poderes: reflexão, prática, inocência, e inclusividade. ",
  "an-blurbs:an4.156": "Quatro aspectos temporais únicos de um éon. ",
  "an-blurbs:an4.157": "Quatro doenças que afligem aqueles que deixam a vida em família para seguir a vida santa. ",
  "an-blurbs:an4.158": "Quatro sinais que indicam se as qualidades hábeis de um bhikkhu ou bhikkuni estão em declínio ou avanço. ",
  "an-blurbs:an4.159": "Quatro coisas que produzem e sustentam o corpo: alimento, desejo, presunção e sexo. ",
  "an-blurbs:an4.160": "Quatro coisas que causam o declínio e desaparecimento do ensinamento verdadeiro. E quatro coisas que apoiam a continuação, persistência e duração do ensinamento verdadeiro. ",
  "an-blurbs:an4.161": "Quatro modos de prática resumidos: prática dolorosa com vagarosa introspecção; prática dolorosa com rápida introspecção; prática prazerosa com vagarosa introspecção; e prática prazerosa com rápida introspecção. ",
  "an-blurbs:an4.162": "Quatro modos de prática resumidos: prática dolorosa com vagarosa introspecção; prática dolorosa com rápida introspecção; prática prazerosa com vagarosa introspecção; e prática prazerosa com rápida introspecção. ",
  "an-blurbs:an4.163": "Quatro modos de prática resumidos: prática dolorosa com vagarosa introspecção; prática dolorosa com rápida introspecção; prática prazerosa com vagarosa introspecção; e prática prazerosa com rápida introspecção. ",
  "an-blurbs:an4.164": "Quatro modos de prática: prática impaciente, prática paciente, prática baseada na contenção e prática baseada na calma e aquietação. ",
  "an-blurbs:an4.165": "Quatro modos de prática: prática impaciente, prática paciente, prática baseada na contenção e prática baseada na calma e aquietação. ",
  "an-blurbs:an4.166": "A prática prazerosa com rápida introspecção supera as demais três formas de prática: a prática dolorosa com vagarosa introspecção; prática dolorosa com rápida introspecção; e a prática prazerosa com vagarosa introspecção. ",
  "an-blurbs:an4.167": "Moggallāna e Sāriputta discutem quatro formas de prática. ",
  "an-blurbs:an4.168": "Moggallāna e Sāriputta discutem quatro formas de prática. ",
  "an-blurbs:an4.169": "Quatro tipos de indivíduos diferenciados em termos do esforço envolvido e o momento de suas vidas em que a extinção de nibbana se dá. ",
  "an-blurbs:an4.170": "Quatro modos de prática em termos da ordem  em que a serenidade e discernimento são desenvolvidos, dando espaço para o surgimento do caminho em si. ",
  "an-blurbs:an4.171": "O renascimento pode ser influenciado pelas intenções de si e dos outros de quatro diferentes modos. ",
  "an-blurbs:an4.172": "Quatro realizações analíticas alcançadas pelo venerável Sāriputta. ",
  "an-blurbs:an4.173": "Quatro maneiras nas quais se prolifera o que não pode ser proliferado e vai além do alcance das seis bases do contato. ",
  "an-blurbs:an4.174": "Quatro maneiras nas quais se prolifera o que não pode ser proliferado e vai além do alcance das seis bases do contato. ",
  "an-blurbs:an4.175": "Quatro combinações de presença ou não de conhecimento conduta que não definem queles que encontram o fim. ",
  "an-blurbs:an4.176": "Quatro personagens exemplares dentre os discípulos contemplativos e as discípulas não-contemplativas do Buda. ",
  "an-blurbs:an4.177": "Quatro contemplações acerca dos quatro elementos e sua relação com o fim do desejo, o libertar-se dos grilhões, a correta compreensão da pretensão e o fim do sofrimento. ",
  "an-blurbs:an4.178": "Quatro maneiras de se entrar e permanecer em um pacífico estado meditativo. ",
  "an-blurbs:an4.179": "Quatro percepções que precisam ser compreendidas para a realização da extinção completa na vida presente. ",
  "an-blurbs:an4.180": "As quatro principais referências para se identificar o que constitui um ensinamento do Buda. ",
  "an-blurbs:an4.181": "Quatro qualidades que fazem um bhikkhu ou bhikkhuni dignos de oferendas e reverência. ",
  "an-blurbs:an4.182": "Quatro coisas que não podem ser garantidas. ",
  "an-blurbs:an4.183": "As circunstâncias em que se deve falar de coisas vistas, ouvidas, pensadas ou sabidas. ",
  "an-blurbs:an4.184": "Quatro circunstâncias dem que alguém teme ou não a morte. ",
  "an-blurbs:an4.185": "Quatro verdades dos brâmanes que o Buda declarou tendo as realizado com seu próprio entendimento introspectivo. ",
  "an-blurbs:an4.186": "O Buda elogia e responde quatro perguntas feitas por um bhikkhu. ",
  "an-blurbs:an4.187": "O Buda responde quatro perguntas feitas pelo brâmane Todeyya. ",
  "an-blurbs:an4.188": "Quatro coisas que o Buda declarou com relação ao que é hábil e inábil. ",
  "an-blurbs:an4.189": "Quatro formas de realização: através da experiência meditativa direta, através da reflexão, através da visão, e através da sabedoria. ",
  "an-blurbs:an4.190": "O Buda elogia e categoriza seus melhores discípulos com base em quatro realizações distintas. ",
  "an-blurbs:an4.191": "Quatro benefícios  a serem esperados quando o Dhamma é ouvido com cuidado, reforçado com a recitação, examinado com a mente e bem compreendido teoricamente. ",
  "an-blurbs:an4.192": "Quatro coisas que podem ser sabidas em quatro situações distintas. ",
  "an-blurbs:an4.193": "Quatro qualidades que surgme numa pessoa para o seu bem estar e felicidade duradouros. ",
  "an-blurbs:an4.194": "Quatro fatores do empenho pela purificação da ética, da mente, do entendimento e da libertação. ",
  "an-blurbs:an4.195": "Quatro situações em que ao se lidar com as impurezas estas não resultam em sofrimento numa vida futura. ",
  "an-blurbs:an4.196": "A mortificação em repugnância à transgressão e  comportamento impuro com o corpo, fala e mente impossibilitam o atravessar da corrente e o conhecimento e visão do despertar. ",
  "an-blurbs:an4.197": "Quatro situações em que a presença ou ausência de beleza e riqueza se dá e suas causas. ",
  "an-blurbs:an4.198": "Quatro tipos de indivíduos em termos da mortificação de si e dos outros. ",
  "an-blurbs:an4.199": "As dezoito correntes de desejo e suas seis variações: interior ou exterior com relação ao passado, presente e futuro. ",
  "an-blurbs:an4.200": "Quatro coisas nascidas do amor ou ódio—amor nascido do amor, ódio nascido do amor; amor nascido do ódio; e ódio nascido do ódio—e sua escapatória. ",
  "an-blurbs:an4.202": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.203": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.204": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.205": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.206": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.207": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.208": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.209": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.210": "O Buda define um mau indivíduo, um indivídio pior, um bom indivíduo e um indivíduo melhor. ",
  "an-blurbs:an4.211": "Quatro tipos de indivíduos que corrompem ou ornamentam uma congregação. ",
  "an-blurbs:an4.212": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.213": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.214": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.215": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.216": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.217": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.218": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.219": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.220": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.221": "Quatro modos de boa e má conduta com a fala ou palavra. ",
  "an-blurbs:an4.222": "Quatro qualidades características de alguém incompetente e de alguém competente. ",
  "an-blurbs:an4.223": "Quatro qualidades características de alguém incompetente e de alguém competente. ",
  "an-blurbs:an4.231": "Quatro qualidades características de alguém tolo e de alguém astuto. ",
  "an-blurbs:an4.232": "O Buda lista quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.233": "O Buda explica quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.234": "Tendo sido acusado de ser um aniquilacionista, o Buda explica quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.235": "O Buda explica quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.236": "O Buda explica quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.237": "O Buda explica quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.238": "O Buda explica quatro tipos de atos e escolhas perfeitamente compreendidas por ele através de seu próprio insight. ",
  "an-blurbs:an4.239": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.240": "Quatro qualidades que determinam um o renascimento feliz ou infeliz. ",
  "an-blurbs:an4.241": "Quatro tipos de verdadeiros ascetas encontrados apenas dentre os seguidores do Buda. ",
  "an-blurbs:an4.242": "Quatro benefícios de se depender de um bom indivíduo. ",
  "an-blurbs:an4.243": "Um mau bhikkhu se delicia de quatro formas com um cisma na Sangha. ",
  "an-blurbs:an4.244": "Quatro perigos de se cometer ofensas ao código de disciplina monástico. ",
  "an-blurbs:an4.245": "A vida espiritual é vivida com o aprendizagem como seu benefício, com a sabedoria como seu guardião, com a liberdade como seu cerne, e com a prudência como seu líder. ",
  "an-blurbs:an4.246": "Quatro modos de se deitar: tal como um cadáver, tal como um hedonista, tal como um leão e tal como o Buda. ",
  "an-blurbs:an4.247": "Quatro tipos de indivíduos dignos de serem honrados com um monumento ou uma estupa. ",
  "an-blurbs:an4.248": "Quatro coisas que resultam no progresso em termos de sabedoria. ",
  "an-blurbs:an4.249": "Quatro coisas de muita ajuda para um ser humano. ",
  "an-blurbs:an4.250": "Quatro expressões ignóbeis ou indignas. ",
  "an-blurbs:an4.251": "Quatro expressões nobres e dignas. ",
  "an-blurbs:an4.252": "Quatro expressões ignóbeis ou indignas. ",
  "an-blurbs:an4.253": "Quatro expressões nobres e dignas. ",
  "an-blurbs:an4.254": "Quatro coisas que resultam na expansão da sabedoria. ",
  "an-blurbs:an4.255": "Quatro buscas fúteis e quatro buscas nobres. ",
  "an-blurbs:an4.256": "Quatro formas de se ser inclusivo. ",
  "an-blurbs:an4.257": "Quatro coisas que estimulam o desejo num discípulo contemplativo. ",
  "an-blurbs:an4.258": "Quatro razões pelas quais famílias não se mantém prósperas por muito tempo. ",
  "an-blurbs:an4.259": "Quatro marcas de um cavalo puro-sangue e quatro marcas de beleza espiritual de um discípulo contemplativo. ",
  "an-blurbs:an4.260": "Quatro marcas de um cavalo puro-sangue e quatro marcas de beleza espiritual de um discípulo contemplativo. ",
  "an-blurbs:an4.261": "Quatro poderes espirituais. ",
  "an-blurbs:an4.262": "Quatro características que devem ser abandonadas para se frequentar moradas remotas em áreas desabitadas e florestas. ",
  "an-blurbs:an4.263": "Quatro atos e escolhas daqueles que merecem repreensão e crítica contrastados com quatro atos e escolhas daqueles astutos e competentes. ",
  "an-blurbs:an4.264": "Quatro atitudes e comportamento relativos ao matar que destinam alguém para um renascimento infeliz. ",
  "an-blurbs:an4.265": "Quatro atitudes e comportamento relativos ao roubar que destinam alguém para um renascimento infeliz. ",
  "an-blurbs:an4.266": "Quatro atitudes e comportamento relativos ao roubar que destinam alguém para um renascimento infeliz. ",
  "an-blurbs:an4.267": "Quatro atitudes e comportamento relativos ao mentir que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.268": "Quatro atitudes e comportamento relativos à fala divisiva que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.269": "Quatro atitudes e comportamento relativos à fala agressiva que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.270": "Quatro atitudes e comportamento relativos à fala sem sentido que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.271": "Quatro atitudes e comportamento relativos à cobiça que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.272": "Quatro atitudes e comportamento relativos à má vontade que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.273": "Quatro atitudes e comportamento relativos ao entendimento incorreto que destinam alguém para um renascimento feliz ou infeliz. ",
  "an-blurbs:an4.274": "As quatro meditações de plena atenção, com o corpo, as sensações, a mente e os princípios, devem ser praticadas. ",
  "an-blurbs:an4.275": "A prática dos quatro esforços corretos possibilita o entendimento direto do desejo. ",
  "an-blurbs:an4.276": "A prática das quatro bases do poder espiritual  possibilita o entendimento direto do desejo. ",
  "an-blurbs:an4.277-303": "Permutações de quatro coisas que quando praticadas possibilitam o entendimento completo, destruição, abandono, cessação do desejo. ",
  "an-blurbs:an4.304-783": "Permutações de quatro coisas que quando praticadas possibilitam o entendimento completo, destruição, abandono, cessação da raiva. ",
  "an-blurbs:an5.1": "Cinco poderes de um aprendiz. ",
  "an-blurbs:an5.2": "Cinco poderes de um aprendiz explicados. ",
  "an-blurbs:an5.3": "Cinco qualidades que determinam felicidade ou sofrimento na vida de um bhikkhu. ",
  "an-blurbs:an5.4": "Cinco qualidades que determinam um renascimento feliz ou infeliz. ",
  "an-blurbs:an5.5": "Cinco qualidades que justificam a crítica ou elogio de um bhikkhu. ",
  "an-blurbs:an5.6": "Cinco qualidades que determinam a habilidade das ações de um bhikkhu. ",
  "an-blurbs:an5.7": "Tendo cinco qualidades em mente o Buda guiava e instruía seus discípulos. ",
  "an-blurbs:an5.8": "Cinco qualidades que determinam a derrota e a vitória na vida espiritual. ",
  "an-blurbs:an5.9": "Cinco qualidades que diferenciam um bhikkhu que se estabelece no caminho espiritual daquele que não o faz. ",
  "an-blurbs:an5.10": "Cinco qualidades que impedem ou impulsionam o progresso, aprimoramento e maturidade no caminho espiritual. ",
  "an-blurbs:an5.11": "Cinco poderes espirituais plenamente presentes em um Tathāgata. ",
  "an-blurbs:an5.12": "Os cinco poderes espirituais de um discípulo em treinamento se sustentam e apoiam no poder da sabedoria. ",
  "an-blurbs:an5.13": "Os cinco poderes espirituais resumidos. ",
  "an-blurbs:an5.14": "Os cinco poderes espirituais explicados. ",
  "an-blurbs:an5.15": "Como os cinco poderes espirituais se relacionam com os quatro fatores do entrar na correnteza, os quatro esforços corretos, as quatros absorções da mente, e as quatro nobres verdades. ",
  "an-blurbs:an5.16": "Os cinco poderes espirituais de um discípulo em treinamento se sustentam e apoiam no poder da sabedoria. ",
  "an-blurbs:an5.17": "Cinco situações em que um bhikkhu dotado de qualidades espirituais pratica pelo seu próprio bem mas não pelo bem dos outros. ",
  "an-blurbs:an5.18": "Cinco situações em que um bhikkhu ainda não dotado de qualidades espirituais pratica pelo bem dos outros mas não pelo seu próprio bem. ",
  "an-blurbs:an5.19": "Cinco situações em que um bhikkhu ainda não dotado de qualidades espirituais não pratica pelo bem dos outros e tampouco pelo seu próprio bem. ",
  "an-blurbs:an5.20": "Cinco situações em que um bhikkhu ainda dotado de qualidades espirituais pratica pelo bem dos outros e pelo seu próprio bem. ",
  "an-blurbs:an5.21": "Cinco estágios graduais da prática espiritual que culminam na imersão correta da mente. ",
  "an-blurbs:an5.22": "Cinco estágios graduais da prática que culminam na plenitude da sabedoria. ",
  "an-blurbs:an5.23": "Tal como no caso do ouro livre de cinco impurezas, a mente quando livre dos cinco obstáculos se torna capaz de realizar qualquer coisa no alcance do insight e conhecimento da mente. ",
  "an-blurbs:an5.24": "Cinco condições vitais que culminam no conhecimento e visão da liberdade. ",
  "an-blurbs:an5.25": "Apoiado por cinco fators o entendimento correto tem a libertação da mente e a libertação através da sabedoria como fruto e recompensa. ",
  "an-blurbs:an5.26": "Cinco oportunidades ou circunstâncias para a libertação, todas tendo o processo encadeado envolvendo a alegria e êxtase espiritual, a tranquilidade com o corpo, a felicidade e a imersão da mente. ",
  "an-blurbs:an5.27": "Cinco conhecimentos que resultam do desenvolvimento da unificação imensurável da mente acompanhado de sabedoria e atenção pĺena. ",
  "an-blurbs:an5.28": "O desenvolvimento da imersão correta e nobre com seus cinco fatores, explicados em detalhe e com símiles. ",
  "an-blurbs:an5.29": "Cinco benefícios da meditação andando. ",
  "an-blurbs:an5.30": "Cinco reflexões graduais que culminam na repulsao o apego. ",
  "an-blurbs:an5.31": "Como a generosidade aprimora consideravelmente a progressão de um discípulo dedicado pelo caminho espiritual. ",
  "an-blurbs:an5.32": "O Tathāgata, o nobre caminho óctuplo, o desapego, a Sangha dos discípulos do Buda, e a conduta ética listados como cinco elementos comuns presentes nas vidas daqueles que alcançam a excelência. ",
  "an-blurbs:an5.33": "Cinco qualidades  a serem cultivadas por uma esposa que têm como resultado um renascimento favorável. ",
  "an-blurbs:an5.34": "O Buda ensina o general Sīha sobre cinco resultados da generosidade: o apreço e respeito dos outros, a associação com pessoas de bem, boa reputação, confiança e boa autoestima, e um bom futuro renascimento. ",
  "an-blurbs:an5.35": "Cinco resultados da generosidade para um benfeitor leigo. ",
  "an-blurbs:an5.36": "Cinco oferendas oportunas resumidas nos versos típicos da benção de <i lang='pi' translate='no'>kāladāna</i> . ",
  "an-blurbs:an5.37": "Cinco coisas proporcionadas por aqueles que oferecem alimentos resumidas em versos recitados tradicionalmente pela Sangha. ",
  "an-blurbs:an5.38": "Cinco benefícios obtidos por um discípulo leigo dotado de fé. ",
  "an-blurbs:an5.39": "Cinco razões pelas quais futuros pais desejam ter filhos. ",
  "an-blurbs:an5.40": "Cinco modos em que uma família progride tendo como chefe-de-família alguém dotado de fé e convicção. ",
  "an-blurbs:an5.41": "Cinco razões legítimas para o enriquecimento. ",
  "an-blurbs:an5.42": "Como o nascimento de uma pessoa de bem em uma família beneficia cinco grupos distintos de indivíduos. ",
  "an-blurbs:an5.43": "Cinco coisas a serem obtidas ou alcançadas por meio da prática e não através de rezas, orações ou meros desejos. ",
  "an-blurbs:an5.44": "O chefe de família Ugga de Vesālī faz cinco oferendas excelentes para o Buda e obtém aquilo que desejava. ",
  "an-blurbs:an5.45": "Cinco situações em oferendas feitas para a Sangha resultam em méritos transbordantes e ilimitados. ",
  "an-blurbs:an5.46": "Cinco formas de sucesso espiritual, listadas. ",
  "an-blurbs:an5.47": "Cinco formas de riqueza espiritual, listadas. ",
  "an-blurbs:an5.48": "Cinco coisas que não podem ser obtidas. ",
  "an-blurbs:an5.49": "O Rei Pasenadi é lembrado pelo Buda das cinco coisas que não podem ser obtidas. ",
  "an-blurbs:an5.50": "O Rei Munda é lembrado pelo venerável Narada das cinco coisas que não podem ser obtidas. ",
  "an-blurbs:an5.51": "Os cinco obstáculos enfraquecem a sabedoria tal como canais laterais que enfraquecem a correnteza de um rio. ",
  "an-blurbs:an5.52": "Os cinco obstáculos totalizam a inabilidade. ",
  "an-blurbs:an5.53": "Cinco fatores ou qualidades que suportam o empenho na meditação. ",
  "an-blurbs:an5.54": "Cinco aspectos temporais que atrapalham e ajudam o empenho na meditação. ",
  "an-blurbs:an5.55": "Uma mãe e seu filho praticam incesto, embora ela ordenada e ele também. Em resposta, o Buda dá um ensinamento sobre os perigos do sexo. ",
  "an-blurbs:an5.56": "Um bhikkhu insatisfeito com a vida contemplativa é orientado por seu mentor sobre cinco coisas precisam ser mudadas para que a insatisfação e dúvida desapareçam. ",
  "an-blurbs:an5.57": "Cinco temas para reflexão constante, seja por discípulos contemplativos ou leigos. ",
  "an-blurbs:an5.58": "Cinco qualidades de um discípulo leigo que resultarão apenas em avanço e nunca em retrocesso. ",
  "an-blurbs:an5.59": "Cinco qualidades raramente presentes naqueles que deixam a vida em família pela vida santa quando já velhos. ",
  "an-blurbs:an5.60": "Cinco qualidades raramente presentes naqueles que deixam a vida em família pela vida santa quando já velhos. ",
  "an-blurbs:an5.61": "Cinco percepções ou reflexões benéficas e auspiciosas. ",
  "an-blurbs:an5.62": "Cinco percepções ou reflexões que conduzem ao imortal. ",
  "an-blurbs:an5.63": "Cinco aspectos do nobre progresso de um discípulo. ",
  "an-blurbs:an5.64": "Cinco aspectos do nobre progresso de uma discípula. ",
  "an-blurbs:an5.65": "Cinco qualidades de um bhikkhu apto a discutir o Dhamma. ",
  "an-blurbs:an5.66": "Cinco qualidades de um bhikkhu apto a responder perguntas sobre o Dhamma. ",
  "an-blurbs:an5.67": "Cinco qualidades que resultam ou no despertar nesta vida ou na fruição do estado de não-retorno. ",
  "an-blurbs:an5.68": "Cinco qualidades que o Buda cultivou e desenvolveu no caminho para o seu despertar. ",
  "an-blurbs:an5.69": "Cinco meditações ou reflexões que quando desenvolvidas e cultivadas resultam diretamente no desencanto, desapego, paz, insight, despertar em extinção. ",
  "an-blurbs:an5.70": "Cinco meditações ou reflexões que quando desenvolvidas e cultivadas resultam no fim das contaminações. ",
  "an-blurbs:an5.71": "Cinco meditações ou reflexões que quando desenvolvidas e cultivadas resultam na libertação pela mente e pelo coração como seu fruto e benefício. O Buda também apresenta cinco símiles que ilustram com sutileza cinco aspectos do despertar. ",
  "an-blurbs:an5.72": "Cinco meditações ou reflexões que quando desenvolvidas e cultivadas resultam na libertação pela mente e pelo coração como seu fruto e benefício. O Buda também apresenta cinco símiles que ilustram com sutileza cinco aspectos do despertar. ",
  "an-blurbs:an5.73": "Cinco casos em que um bhikkhu memoriza, ensina, promove, recita e pensa sobre o Dhamma mas não vive de acordo com este. E cinco casos em que um bhikkhu memoriza, ensina, promove, recita e pensa sobre o Dhamma e não vive de acordo com este. ",
  "an-blurbs:an5.74": "Cinco casos em que um bhikkhu memoriza, ensina, promove, recita e pensa sobre o Dhamma mas não vive de acordo com este. E cinco casos em que um bhikkhu memoriza, ensina, promove, recita e pensa sobre o Dhamma e não vive de acordo com este. ",
  "an-blurbs:an5.75": "Cinco tipos de guerreiros encontrados no mundo comparados com cinco tipos de bhikkhus encontrados na Sangha. ",
  "an-blurbs:an5.76": "Cinco tipos de guerreiros encontrados no mundo comparados com cinco tipos de bhikkhus encontrados na Sangha. ",
  "an-blurbs:an5.77": "Cinco perigos futuros a serem considerados por um bhikkhu que vive em áreas desabitadas. ",
  "an-blurbs:an5.78": "Cinco perigos futuros a serem considerados por um bhikkhu em sua busca espiritual. ",
  "an-blurbs:an5.79": "Cinco perigos futuros a serem considerados por um bhikkhu em sua busca espiritual. ",
  "an-blurbs:an5.80": "Cinco perigos futuros a serem considerados por um bhikkhu em sua busca espiritual. ",
  "an-blurbs:an5.81": "Cinco qualidades características de um bhikkhu desprezado contrastadas com as qualidades características de um bhikkhu respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.82": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.83": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.84": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.85": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.86": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.87": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.88": "Cinco qualidades características de um bhikkhu sênior desprezado contrastadas com as qualidades características de um bhikkhu sênior respeitado por seus companheiros espirituais. ",
  "an-blurbs:an5.89": "Cinco coisas que resultam ou não no declínio de um bhikkhu em treinamento. ",
  "an-blurbs:an5.90": "Cinco coisas que resultam ou não no declínio de um bhikkhu em treinamento. ",
  "an-blurbs:an5.91": "As cinco realizações espirituais listadas. ",
  "an-blurbs:an5.92": "As cinco realizações espirituais listadas. ",
  "an-blurbs:an5.93": "Cinco razões pelas quais alguém pode se declarar realizados espiritualmente. ",
  "an-blurbs:an5.94": "Cinco modos de se viver confortavelmente. ",
  "an-blurbs:an5.95": "Dotado de cinco coisas um bhikkhu em breve alcança o inabalável. ",
  "an-blurbs:an5.96": "Dotado de cinco coisas um bhikkhu dedicado à prática da atenção plena na respiração em breve alcança o inabalável. ",
  "an-blurbs:an5.97": "Dotado de cinco coisas um bhikkhu dedicado à prática da atenção plena na respiração em breve alcança o inabalável. ",
  "an-blurbs:an5.98": "Dotado de cinco coisas um bhikkhu dedicado à prática da atenção plena na respiração em breve alcança o inabalável. ",
  "an-blurbs:an5.99": "Tal como um leão que aborda com cuidado cinco tipos de presa, o Buda aborda com cuidado cinco tipos de indivíduos: bhikkhus, bhikkhunis, discípulos leigos, discípulas leigas e as demais categorias de pessoas. ",
  "an-blurbs:an5.100": "Cinco tipos de mestres espirituais encontrados no mundo. ",
  "an-blurbs:an5.101": "Cinco fatores que asseguram um discípulo em treinamento. ",
  "an-blurbs:an5.102": "Cinco coisas que resultam na suspeita ou inconfiança até mesmo de um bhikkhu de impecável caráter e conduta. ",
  "an-blurbs:an5.103": "Cinco estratégias usadas por um bandido-chefe  comparadas com aquelas usadas por um mau bhikkhu. ",
  "an-blurbs:an5.104": "Cinco qualidades típicas de um bhikkhu do mais refinado tipo. ",
  "an-blurbs:an5.105": "Cinco modos de coexistência confortável com os demais companheiros espirituais. ",
  "an-blurbs:an5.106": "Cinco modos de coexistência confortável com os demais companheiros espirituais. ",
  "an-blurbs:an5.107": "Cinco qualidades que tornam um bhikku ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an5.108": "Cinco qualidades que tornam um bhikku ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an5.109": "Cinco qualidades que fazem um bhikkhu ou bhikkuni estar em paz e tranquilo em todas as direções. ",
  "an-blurbs:an5.110": "Cinco qualidades que fazem um bhikkhu ou bhikkhuni estar pronto para habitar moradas remotas em áreas desabitadas e florestas. ",
  "an-blurbs:an5.111": "Cinco qualidades que resultam ou não em um bhikkhu ou bhikkhuni se querido, amado, respeitado e admirado por famílias de discípulos leigos. ",
  "an-blurbs:an5.112": "Cinco qualidades que tornam um bhikkhu um bom companheiro de coleta de oferendas. ",
  "an-blurbs:an5.113": "Cinco qualidades que marcam um bhikkhu ou bhikkhui pronto para entrar e permanecer na imersão correta da mente. ",
  "an-blurbs:an5.114": "Cinco coisas que devem ser encorajadas, apoiadas e estabelecidas em bhikkhus e bhikkhunis iniciantes. ",
  "an-blurbs:an5.115": "Cinco qualidades positivas e negativas que determinam um bom ou mau destino de uma bhikkhuni após a morte. ",
  "an-blurbs:an5.116": "Cinco qualidades positivas e negativas que determinam um bom ou mau destino de uma bhikkhuni após a morte. ",
  "an-blurbs:an5.117": "Cinco qualidades positivas e negativas que determinam um bom ou mau destino de uma bhikkhuni após a morte. ",
  "an-blurbs:an5.118": "Cinco qualidades positivas e negativas que determinam um bom ou mau destino de uma bhikkhuni após a morte. ",
  "an-blurbs:an5.119": "Cinco qualidades positivas e negativas que determinam um bom ou mau destino de uma bhikkhuni após a morte. ",
  "an-blurbs:an5.120": "Cinco qualidades positivas e negativas que determinam um bom ou mau destino de uma bhikkhuni após a morte. ",
  "an-blurbs:an5.121": "Cinco reflexões que resultam na libertação  de um discípulo contemplativo enfermo. ",
  "an-blurbs:an5.122": "Cinco reflexões que resultam no despertar nesta vida ou o estado de não-retorno. ",
  "an-blurbs:an5.123": "Cinco qualidades que fazem um paciente ser fácil ou difícil de se cuidar. ",
  "an-blurbs:an5.124": "Cinco qualidades que determinam a competência de alguém para atuar como enfermeiro ou atendente de alguém enfermo. ",
  "an-blurbs:an5.125": "Cinco coisas que impedem e promovem a longevidade. ",
  "an-blurbs:an5.126": "Cinco coisas que impedem e promovem a longevidade. ",
  "an-blurbs:an5.127": "Cinco qualidades que tornam um bhikkhu apto ou não para viver à parte de uma comunidade espiritual. ",
  "an-blurbs:an5.128": "Cinco tipos de sofrimento e felicidade de um bhikkhu. ",
  "an-blurbs:an5.129": "Cinco tipos de comportamentos que resultam num nascimento num plano de miséria, no inferno. ",
  "an-blurbs:an5.130": "Cinco formas de perda e ganho e quais dentre estas determinam um renascimento miserável ou feliz. ",
  "an-blurbs:an5.131": "Cinco qualidades de um monarca justo e ideal comparadas com as cinco qualidades com as quais um Tathāgata plenamente desperto faz girar a Roda do Dhamma. ",
  "an-blurbs:an5.132": "Cinco qualidades de um monarca justo e ideal comparadas com as cinco qualidades com as quais o Venerável Sāriputta perpetuava o girar da Roda do Dhamma. ",
  "an-blurbs:an5.133": "Cinco princípios a partir dos quais tanto um monarca justo ideal quanto o Buda oferecem proteção àqueles ao seu redor. ",
  "an-blurbs:an5.134": "Cinco qualidades a partir das quais tanto um monarca justo ideal quanto o Buda se estabelecem onde quer que estejam. ",
  "an-blurbs:an5.135": "Cinco qualidades de um bhikkhu que aspira pelo despertar comparadas com as qualidades de um príncipe herdeiro aparente ao trono. ",
  "an-blurbs:an5.136": "Cinco qualidades de um bhikkhu que aspira pelo despertar comparadas com as qualidades de um príncipe que aspira pelo título de vice-rei. ",
  "an-blurbs:an5.137": "Cinco tipos de indivíduos que dormem pouco. ",
  "an-blurbs:an5.138": "Cinco qualidades de alguém considerado um bhikkhu comparadas com as qualidades de um elefante real. ",
  "an-blurbs:an5.139": "Cinco características de alguém que não pode ser considerado um bhikkhu comparadas com as características de um elefante que não pode ser considerado um elefante real. ",
  "an-blurbs:an5.140": "Cinco características de alguém que pode ser considerado um bhikkhu comparadas com as características de um elefante que pode ser considerado um elefante real. ",
  "an-blurbs:an5.141": "Cinco tipos de indivíduos encontrados no mundo. ",
  "an-blurbs:an5.142": "Cinco tipos de indivíduos em termos de como eles lidam com transgressões. ",
  "an-blurbs:an5.143": "Cinco tesouros mundanos comparados com os cinco tesouros espirituais. ",
  "an-blurbs:an5.144": "Cinco percepções a serem cultivadas em meditação. ",
  "an-blurbs:an5.145": "Cinco qualidades que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an5.146": "Um bhikkhu deve evitar associar-se e aproximar-se de um outro bhikkhu considerando cinco qualidades. ",
  "an-blurbs:an5.147": "Cinco qualidades que diferenciam um mau indivíduo de um bom indivíduo em termos de como manifestam a generosidade. ",
  "an-blurbs:an5.148": "Cinco qualidades que diferenciam um mau indivíduo de um bom indivíduo em termos de como manifestam a generosidade. ",
  "an-blurbs:an5.149": "Cinco coisas que resultam no declínio de um bhikkhu que desfruta de uma libertação temporária. ",
  "an-blurbs:an5.150": "Cinco coisas que resultam no declínio de um bhikkhu que desfruta de uma libertação temporária. ",
  "an-blurbs:an5.151": "Cinco qualidades que impedem ou possibilitam alguém a avançar no caminho espiritual após ouvir os ensinamentos. ",
  "an-blurbs:an5.152": "Cinco qualidades que impedem ou possibilitam alguém a avançar no caminho espiritual após ouvir os ensinamentos. ",
  "an-blurbs:an5.153": "Cinco qualidades que impedem ou possibilitam alguém a avançar no caminho espiritual após ouvir os ensinamentos. ",
  "an-blurbs:an5.154": "Cinco coisas que causam o declínio e desaparecimento do ensinamento verdadeiro. E cinco coisas que apoiam a continuação, persistência e duração do ensinamento verdadeiro. ",
  "an-blurbs:an5.155": "Cinco coisas que causam o declínio e desaparecimento do ensinamento verdadeiro. E cinco coisas que apoiam a continuação, persistência e duração do ensinamento verdadeiro. ",
  "an-blurbs:an5.156": "Cinco coisas que causam o declínio e desaparecimento do ensinamento verdadeiro. E cinco coisas que apoiam a continuação, persistência e duração do ensinamento verdadeiro. ",
  "an-blurbs:an5.157": "Cinco tipos de indivíduos com os quais não se deve falar sobre cinco tópicos, e cinco tipos de indivíduos com os quais se deve falar sobre este cinco tópicos: fé, ética, aprendizado, generosidade e sabedoria. ",
  "an-blurbs:an5.158": "Cinco qualidades que determinam a insegurança ou autoconfiança de um bhikkhu. ",
  "an-blurbs:an5.159": "Cinco coisas que devem ser estabelecidas em si antes de se ensinar o Dhamma para os outros. ",
  "an-blurbs:an5.160": "Cinco coisas difíceis de serem abandonadas uma vez que elas surgem. ",
  "an-blurbs:an5.161": "Cinco coisas a serem cultivadas para se remover por completo o resentimento por outrém. ",
  "an-blurbs:an5.162": "O Venerável Sāriputta explica cinco métodos para se remover por completo o resentimento por outrém. ",
  "an-blurbs:an5.163": "Cinco qualidades de um bhikkhu apto a discutir o Dhamma. ",
  "an-blurbs:an5.164": "Cinco qualidades de um bhikkhu apto a conviver com companheiros espirituais. ",
  "an-blurbs:an5.165": "O Venerável Sāriputta explica cinco razões pelas quais alguém faz uma pergunta a outrém. ",
  "an-blurbs:an5.166": "Cinco qualidades de um bhikkhu querido e amado, respeitado e admirado por seus companheiros espirituais. ",
  "an-blurbs:an5.167": "Antes deste acusar outrém, um bhikkhu deve estabelecer em si cinco coisas. ",
  "an-blurbs:an5.168": "Cinco condições vitais encadeadas para o conhecimento e visão da libertação comparadas com partes essenciais de uma árvore. ",
  "an-blurbs:an5.169": "O Venerável Ānanda dialoga com o Venerável Sāriputta e define cinco qualidades de um bhikkhu perspicaz com relação ao ensinamento corretp, bem instruído, que aprende muito, e que retém o que aprende. ",
  "an-blurbs:an5.170": "O Venerável Ānanda dialoga com o Venerável Bhaddaji e define a excelência com relação ao que pode ver, ouvir, sentir, perceber e viver. ",
  "an-blurbs:an5.171": "Cinco qualidades que determinam a insegurança ou autoconfiança de um discípulo leigo. ",
  "an-blurbs:an5.172": "Cinco qualidades que determinam a insegurança ou autoconfiança de um discípulo leigo. ",
  "an-blurbs:an5.173": "Cinco qualidades que destinam um discípulo leigo para um renascimento infeliz ou feliz. ",
  "an-blurbs:an5.174": "Cinco ameaças e riscos abandonados por aqueles dotados de ética e destinados a um renascimento feliz. ",
  "an-blurbs:an5.175": "Um mau discípulo leigo se diferencia de um bom discípulo leigo em termos de cinco coisas. ",
  "an-blurbs:an5.176": "O Buda dialoga com Anāthapiṇḍika e o Venerável Sāriputta define cinco coisas abandonadas por um nobre discípulo que entra e permanece no deleite da reclusão meditativa. ",
  "an-blurbs:an5.177": "Cinco tipos de negócios com os quais um discípulo leigo não deve se envolver. ",
  "an-blurbs:an5.178": "Cinco modos incondenáveis de boa conduta se opõem à cinco modos condenáveis de má conduta. ",
  "an-blurbs:an5.179": "Cinco fatores de um discípulo leigo que pode se declarar como alguém que entrou na correnteza. ",
  "an-blurbs:an5.180": "O Buda relata a trajetória espiritual gradual do Venerável Gavesī e seus discípulos em um passado distante rumo à libertação espiritual. ",
  "an-blurbs:an5.181": "Cinco diferentes motivos pelos quais alguém escolhe viver em florestas e áreas desabitadas. ",
  "an-blurbs:an5.182": "Cinco diferentes motivos pelos quais alguém escolhe vestir mantos feitos de retalhos. ",
  "an-blurbs:an5.183": "Cinco diferentes motivos pelos quais alguém escolhe viver ao pé de uma árvore. ",
  "an-blurbs:an5.184": "Cinco diferentes motivos pelos quais alguém escolhe viver em um cemitério. ",
  "an-blurbs:an5.185": "Cinco diferentes motivos pelos quais alguém escolhe viver ao céu aberto. ",
  "an-blurbs:an5.186": "Cinco diferentes motivos pelos quais alguém escolhe jamais se deitar. ",
  "an-blurbs:an5.187": "Cinco diferentes motivos pelos quais alguém escolhe dormir onde quer que seu pano se acomode. ",
  "an-blurbs:an5.188": "Cinco diferentes motivos pelos quais alguém escolhe comer apenas uma refeição ao dia. ",
  "an-blurbs:an5.189": "Cinco diferentes motivos pelos quais alguém escolhe recusar comida oferecida após a refeição ter sido iniciada. ",
  "an-blurbs:an5.190": "Cinco diferentes motivos pelos quais alguém escolhe comer apenas a partir de sua tigela. ",
  "an-blurbs:an5.191": "Cinco tradições ancestrais dos brâmanes hoje seguidas por cães e não mais pelos brâmanes. ",
  "an-blurbs:an5.192": "O Buda identifica e explica como brâmanes podem ser classificados em cinco tipos. ",
  "an-blurbs:an5.193": "O Buda relaciona os cinco obstáculos com a razão pela qual hinos que comumente recitados ou não podem vir ou não à mente de um brâmane. ",
  "an-blurbs:an5.194": "Os brâmanes Kāraṇapālī e Piṅgiyānī dialogam e exaltam o ensinamento do Buda com cinco belas símiles. ",
  "an-blurbs:an5.195": "O Buda é exaltado pelo brâmane Piṅgīyānī  e em retorno descreve cinco tesouros raros de se encontrar no mundo. ",
  "an-blurbs:an5.196": "O Buda lista e analisa cinco sonhos que lhe ocorreram enquanto ele se empenhava pelo seu despertar. ",
  "an-blurbs:an5.197": "Cinco obstáculos para a ocorrência de chuva. ",
  "an-blurbs:an5.198": "Cinco fatores da palavra bem dita e irrepreensível. ",
  "an-blurbs:an5.199": "Quando uma família recebe a visita de um renunciante, mérito é realizado por cinco razões. ",
  "an-blurbs:an5.200": "Cinco elementos da escapatória listados e explicados. ",
  "an-blurbs:an5.201": "Cinco formas de respeito e reverência que apoiam uma longa duração do ensinamento verdadeiro após a extinção final do Buda. ",
  "an-blurbs:an5.202": "Cinco benefícios de se ouvir o Dhamma. ",
  "an-blurbs:an5.203": "Cinco qualidades que tornam um bhikkhu digno de oferendas, hospitalidade, e reverência. ",
  "an-blurbs:an5.204": "Cinco poderes espirituais. ",
  "an-blurbs:an5.205": "Cinco tipos de aridez emocional que podem afetar os bhikkhus. ",
  "an-blurbs:an5.206": "Cinco grilhões emocionais que podem aprisionar os bhikkhus. ",
  "an-blurbs:an5.207": "Cinco benefícios que resultam da ingestão de mingau de grãos. ",
  "an-blurbs:an5.208": "Cinco benefícios que resultam de limpar os dentes através do uso de varas de mascar. ",
  "an-blurbs:an5.209": "Cinco desvantaens de se recitar o Dhamma de forma alongada e arrastada. ",
  "an-blurbs:an5.210": "Cinco vantagens de se dormir com atenção plena e consciente. ",
  "an-blurbs:an5.211": "Cinco resultados negativos a serem esperados por um bhikkhu que ofende e insulta seus companheiros espirituais. ",
  "an-blurbs:an5.212": "Cinco resultados negativos a serem esperados por um bhikkhu que inicia brigas e disputas, debates e processos disciplinares na comunidade espiritual. ",
  "an-blurbs:an5.213": "Cinco desvantagens relacionadas com a falta de ética contrastadas com cinco vantages relacionadas com a conduta ética. ",
  "an-blurbs:an5.214": "Cinco desvantagens de se falar demais contrastadas com cinco vantagens da fala bem pensada. ",
  "an-blurbs:an5.215": "Cinco desvantagens relacionadas com a intolerância contrastadas com cinco vantagens da tolerância. ",
  "an-blurbs:an5.216": "Cinco desvantagens relacionadas com a intolerância contrastadas com cinco vantagens da tolerância. ",
  "an-blurbs:an5.217": "Cinco desvantagens relacionadas com a conduta pouco inspiradora contrastadas com cinco vantagens da conduta inspiradora. ",
  "an-blurbs:an5.218": "Cinco desvantagens relacionadas com a conduta pouco inspiradora contrastadas com cinco vantagens da conduta inspiradora. ",
  "an-blurbs:an5.219": "Cinco desvantagens de se sentar próximo de uma fogueira. ",
  "an-blurbs:an5.220": "Cinco desvantagens da antiga cidade Madhura. ",
  "an-blurbs:an5.221": "Cinco desvantagens de se viajar a esmo e demasiadamente contrastadas com cinco vantagens de se viajar de forma razoável. ",
  "an-blurbs:an5.222": "Cinco desvantagens de se viajar a esmo e demasiadamente contrastadas com cinco vantagens de se viajar de forma razoável. ",
  "an-blurbs:an5.223": "Cinco desvantagens de se alongar demasiadamente a estadia em um mosteiro contrastadas com cinco vantagens de uma estadia razoável. ",
  "an-blurbs:an5.224": "Cinco desvantagens de se alongar demasiadamente a estadia em um mosteiro contrastadas com cinco vantagens de uma estadia razoável. ",
  "an-blurbs:an5.225": "Cinco desvantagens ou riscos para um bhikkhu quando visitando famílias. ",
  "an-blurbs:an5.226": "Cinco desvantagens ou riscos para um bhikkhu quando visitando famílias. ",
  "an-blurbs:an5.227": "Cinco riscos e cinco benefícios relacionados com a riqueza. ",
  "an-blurbs:an5.228": "Cinco desvantagens de se realizar refeições muito tarde contrastadas com cinco vantagens de se comer em horários adequados. ",
  "an-blurbs:an5.229": "Cinco perigos de uma cobra comparados com os cinco perigos de uma mulher. ",
  "an-blurbs:an5.230": "Cinco perigos de uma cobra comparados com os cinco perigos de uma mulher. ",
  "an-blurbs:an5.231": "Cinco fatores de bhikkhu residente admirável contrastados com cinco fatores de um bhikkhu residente lastimável. ",
  "an-blurbs:an5.232": "Cinco fatores de bhikkhu residente admirável e respeitável. ",
  "an-blurbs:an5.233": "Cinco qualidades de um bhikkhu residente que embeleza um mosteiro. ",
  "an-blurbs:an5.234": "Cinco qualidades de um bhikkhu residente de bastante ajuda para um mosteiro. ",
  "an-blurbs:an5.235": "Um bhikkhu residente demonstra compaixão pelos discípulos leigos de cinco formas. ",
  "an-blurbs:an5.236": "Cinco razões pelas quais um bhikkhu residente é destinado a um renascimento infeliz ou feliz. ",
  "an-blurbs:an5.237": "Cinco qualidades que marcam um bhikkhu residente destinado a um renascimento infeliz ou feliz. ",
  "an-blurbs:an5.238": "Cinco qualidades que marcam um bhikkhu residente destinado a um renascimento infeliz ou feliz. ",
  "an-blurbs:an5.239": "Cinco formas de mesquinhez que marcam um bhikkhu residente destinado a um renascimento infeliz contrastadas com cinco formas de generosidade que resultam em um renascimento feliz. ",
  "an-blurbs:an5.240": "Cinco formas de mesquinhez que marcam um bhikkhu residente destinado a um renascimento infeliz contrastadas com cinco formas de generosidade que resultam em um renascimento feliz. ",
  "an-blurbs:an5.241": "Cinco desvantagens da má conduta contrastadas com cinco vantagens da boa conduta. ",
  "an-blurbs:an5.242": "Cinco desvantagens da má conduta corporal contrastadas com cinco vantagens da boa conduta corporal. ",
  "an-blurbs:an5.243": "Cinco desvantagens da má conduta verbal contrastadas com cinco vantagens da boa conduta verbal. ",
  "an-blurbs:an5.244": "Cinco desvantagens da má conduta mental contrastadas com cinco vantagens da boa conduta mental. ",
  "an-blurbs:an5.245": "Cinco desvantagens da má conduta contrastadas com cinco vantagens da boa conduta. ",
  "an-blurbs:an5.246": "Cinco desvantagens da má conduta corporal contrastadas com cinco vantagens da boa conduta corporal. ",
  "an-blurbs:an5.247": "Cinco desvantagens da má conduta verbal contrastadas com cinco vantagens da boa conduta verbal. ",
  "an-blurbs:an5.248": "Cinco desvantagens da má conduta mental contrastadas com cinco vantagens da boa conduta mental. ",
  "an-blurbs:an5.249": "Cinco aspectos negativos de um cemitério comparados com cinco aspectos de uma má pessoa. ",
  "an-blurbs:an5.250": "Cinco desvantagens de se ter um indivíduo como objeto de fé. ",
  "an-blurbs:an5.251": "Cinco qualidades de alguém digno de ser ordenado na vida santa. ",
  "an-blurbs:an5.252": "Cinco qualidades de alguém digno de ser acolhido como um aprendiz dependente. ",
  "an-blurbs:an5.253": "Cinco qualidades de alguém digno de ser acolhido como um noviço atendente. ",
  "an-blurbs:an5.254": "Cinco formas de mesquinhez espiritual. ",
  "an-blurbs:an5.255": "Cinco formas de mesquinhez espiritual que devem ser abandonadas por aquele que adota a vida santa. ",
  "an-blurbs:an5.256": "Cinco formas de mesquinhez abandonadas por aqueles que entram e permanecem na primeira absorção meditativa. ",
  "an-blurbs:an5.257-263": "Cinco formas de mesquinhez abandonadas por aqueles que entram e permanecem nas diversas absorções meditativas e nas sucessivas fruições espirituais que culminam no perfeito despertar. ",
  "an-blurbs:an5.264": "Cinco formas de mesquinhez abandonadas por aqueles que entram e permanecem na primeira absorção meditativa. ",
  "an-blurbs:an5.265-271": "Cinco formas de mesquinhez abandonadas por aqueles que entram e permanecem nas diversas absorções meditativas e nas sucessivas fruições espirituais que culminam no perfeito despertar. ",
  "an-blurbs:an5.272": "Cinco qualidades de alguém apto a ser apontado como um organizador de refeições. ",
  "an-blurbs:an5.273-285": "Cinco qualidades de alguém apto a ser apontado como um organizador de alojamentos e outros aspectos administrativos de um mosteiro. ",
  "an-blurbs:an5.286": "Cinco qualidades que marcam um bhikkhu destinado a um renascimento infeliz ou feliz. ",
  "an-blurbs:an5.287-292": "Cinco qualidades que marcam alguém destinado a um renascimento infeliz ou feliz. ",
  "an-blurbs:an5.293": "Cinco qualidades que marcam um asceta da ordem Ājīvaka destinado a um renascimento infeliz. ",
  "an-blurbs:an5.294-302": "Cinco qualidades que marcam um asceta não-budista destinado a um renascimento infeliz. ",
  "an-blurbs:an5.303": "Cinco percepções a serem desenvolvidas para se realizar entendimento direto do desejo. ",
  "an-blurbs:an5.304": "Cinco percepções a serem desenvolvidas para se realizar entendimento direto do desejo. ",
  "an-blurbs:an5.305": "Cinco percepções a serem desenvolvidas para se realizar entendimento direto do desejo. ",
  "an-blurbs:an5.306": "Cinco faculdades espirituais a serem desenvolvidas para se realizar o entendimento direto do desejo. ",
  "an-blurbs:an5.307": "Cinco poderes espirituais a serem desenvolvidos para se realizar o entendimento direto do desejo. ",
  "an-blurbs:an5.308-1152": "Permutações de cinco coisas que quando praticadas possibilitam o entendimento completo, destruição, abandono, cessação do desejo. ",
  "an-blurbs:an6.1": "Seis qualidades que tornam um bhikku ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.2": "Seis qualidades que tornam um bhikku ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.3": "Seis faculdades espirituais que tornam um bhikku ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.4": "Seis poderes espirituais que tornam um bhikku ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.5": "Seis fatores de um cavalo real comparados com seis qualidades de um bhikkhu ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.6": "Seis fatores de um cavalo real comparados com seis qualidades de um bhikkhu ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.7": "Seis fatores de um cavalo real comparados com seis qualidades de um bhikkhu ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an6.8": "Seis coisas insuperáveis. ",
  "an-blurbs:an6.9": "Seis tópicos para a reflexão. ",
  "an-blurbs:an6.10": "O Buda explica em detalhes seis reflexões meditativas praticadas por um nobre discípulo. ",
  "an-blurbs:an6.11": "Seis qualidades acolhedoras praticadas pelos bhikkhus. ",
  "an-blurbs:an6.12": "Seis qualidades acolhedoras praticadas pelos bhikkhus. ",
  "an-blurbs:an6.13": "O Buda explica como seis realizações se opõem e representam a escapatória de elementos opostos que nos aprisionam. ",
  "an-blurbs:an6.14": "Um bhikkhu que põe um fim definitivo ao sofrimento quando da sua morte abandonou o deleite por seis coisas. ",
  "an-blurbs:an6.15": "Um bhikkhu que põe um fim definitivo ao sofrimento quando da sua morte abandonou o deleite por seis coisas. ",
  "an-blurbs:an6.16": "Um bhikkhu que põe um fim definitivo ao sofrimento quando da sua morte abandonou o deleite por seis coisas. ",
  "an-blurbs:an6.17": "O Buda explica para bhikkhus noviços que, assim como no caso de líderes leigos, aqueles que se entregam à sonolência e preguiça não alcançarão nada de especial. ",
  "an-blurbs:an6.18": "Seis modos de vida incorretos, baseados em tirar a vida de animais e enraizados em más intenções, não conduzem à prosperidade nesta vida e resultam em um renascimento infeliz. ",
  "an-blurbs:an6.19": "Dentre seis formas de se cultivar a atenção plena na morte o Buda reconhece apenas uma como sendo aquela correta. ",
  "an-blurbs:an6.20": "Seis casos em que a reflexão sobre a morte reforça a urgência e empenho ou confirma os frutos da prática. ",
  "an-blurbs:an6.21": "Seis qualidades que resultam no declínio espiritual de um bhikkhu. ",
  "an-blurbs:an6.22": "Seis qualidades que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an6.23": "Seis termos que resumem o perigo dos prazeres dos sentidos. ",
  "an-blurbs:an6.24": "Seis formas de habilidade meditativa que tornam um bhikkhu capaz de destruir a ignorância. ",
  "an-blurbs:an6.25": "O Buda explica em detalhes as seis reflexões meditativas. ",
  "an-blurbs:an6.26": "O venerável Mahākaccāna explica em detalhes as seis reflexões meditativas. ",
  "an-blurbs:an6.27": "Seis ocasiões adequadas para se visitar um bhikkhu estimado e respeitado. ",
  "an-blurbs:an6.28": "Seis ocasiões em que não é adequado visitar um bhikkhu estimado e respeitado, contrastadas com as ocasiões adequadas apresentadas no AN 6.27. ",
  "an-blurbs:an6.29": "Seis tópicos para reflexão meditativa conducentes à atenção plena e clara compreensão. ",
  "an-blurbs:an6.30": "Seis coisas insuperáveis relacionadas relativas ao Buda e seus discípulos. ",
  "an-blurbs:an6.31": "Seis coisas que resultam no retrocesso ou avanço espiritual de um bhikkhu em treinamento. ",
  "an-blurbs:an6.32": "Seis coisas que resultam no retrocesso ou avanço espiritual de um bhikkhu. ",
  "an-blurbs:an6.33": "Seis coisas que evitam o retrocesso espiritual de um bhikkhu. ",
  "an-blurbs:an6.34": "Os fatores que fazem alguns dos devas de seis classes distintas capazes ou não de saberem terem ou não entrado na correnteza. ",
  "an-blurbs:an6.35": "Seis percepções que influenciam na fruição da sabedoria. ",
  "an-blurbs:an6.36": "Seis causas de disputa e amargura na Sangha, que devem ser evitadas e abandonadas para a plena realização do caminho espiritual. ",
  "an-blurbs:an6.37": "Seis fatores de uma oferenda espiritual, dos quais três são relativos ao patrono e seis relativos à quem recebe a oferenda. ",
  "an-blurbs:an6.38": "O Buda refuta a alegação de um brâmane com relação à relevância da vontade própria ou de outrém na realização de atos e escolhas e lista seis elementos ou fatores nos quais atos e escolhas se baseiam. ",
  "an-blurbs:an6.39": "Três fontes ou bases para os atos e escolhas que resultam num renascimento infeliz apresentadas em oposição à três fontes ou bases para atos e escolhas que não resultam num renascimento infeliz. ",
  "an-blurbs:an6.40": "Três razões pelas quais o ensinamento verdadeiro perdura após a cessação final do Tathāgata listadas em oposição à três razões pelas quais este não dura muito após a cessação final do Tathāgata. ",
  "an-blurbs:an6.41": "Seis aspectos elementares visíveis para um bhikkhu dotado de poderes psíquicos. ",
  "an-blurbs:an6.42": "O Buda lista para seu assistente Nāgita seis possíveis situações em termos de onde e como um bhikkhu vive ou isolado ou em meio à civilização e suas distrações. O Buda claramente encoraja e elogia aqueles que escolhem a vida em retiro, anonimato e em áreas desabitadas ou florestas. ",
  "an-blurbs:an6.43": "O Buda explica como um ser notável em termos espirituais se diferencia de seis tipos de seres notáveis em termos mundanos. ",
  "an-blurbs:an6.44": "O Buda lista seis possíveis circunstâncias individuais em termos de ética e sabedoria e suas implicações em vidas futuras, mas alerta que para aqueles não-despertos, o melhor é não julgar. ",
  "an-blurbs:an6.45": "Seis fatores de riqueza e alegria em termos da vida espiritual que quando ausentes nos fazem sofrer como alguém pobre, endividado e condenado à prisão. ",
  "an-blurbs:an6.46": "O venerável Mahācunda lista seis diferentes situações possíveis entre praticantes empenhados pela prática das absorções meditativas ou pelo discernimento dos princípios, e aponta dentre estas quais duas são apropriadas e encorajadas. ",
  "an-blurbs:an6.47": "Seis casos em que o ensinamento é visível aqui e agora, imediatamente eficaz, relevante. ",
  "an-blurbs:an6.48": "Seis casos em que o ensinamento é visível aqui e agora, imediatamente eficaz, relevante. ",
  "an-blurbs:an6.49": "Seis formas de presunção abandonadas por alguém espiritualmente perfeito. ",
  "an-blurbs:an6.50": "Seis fatores encadeados que possibilitam o pleno desenvolvimento espiritual. ",
  "an-blurbs:an6.51": "Um diálogo entre os veneráveis Ananda e Sariputta apresenta seis aspectos do processo de aprendizado budista: memorização, transmissão, recitação, prática, reflexão e examinação. ",
  "an-blurbs:an6.52": "Como seis classes ou tipos de indivíduos se diferenciam em termos de sua ambição, preocupação, dedicação, insistência e objetivo último. ",
  "an-blurbs:an6.53": "Seis símiles que ilustram como a diligência, quando desenvolvida e cultivada, traz benefícios tanto neste vida quanto na próxima. ",
  "an-blurbs:an6.54": "O Buda ensina para o bhikkhu Dhammika o quão maléfico é insultar um outro bhikkhu, e faz referência à seis líderes espirituais de um passado remoto. ",
  "an-blurbs:an6.55": "Neste sutta encontra-se a famosa símile de uma harpa ou vina que soa bela apenas quando bem afinada, ensinada pelo Buda para o venerável Soṇa que, inspirado por tal símile, continua a sua pratica e alcança a perfeição espiritual. Inspirado e grato, o venerável Soṇa então lista seis coisas pelas quais um bhikkhu desperto, tendo alcançado o objetivo da vida santa, passa se dedicar. ",
  "an-blurbs:an6.56": "Seis benefícios de se ouvir o ensinamento e de se examinar o seu significado no momento adequado. ",
  "an-blurbs:an6.57": "O Buda refuta a categorização aleatória dos indivíduos proposta pelo errante Pūraṇa Kassapa, e apresenta uma categorização baseada no entendimento de onde vem e para onde segue um indivíduo em termos do caminho espiritual. ",
  "an-blurbs:an6.58": "Um bhikkhu digno de reverência, generosidade e respeito é dotado de seis qualidades relativas ao modo em que as contaminações espirituais foram por ele abandonadas. ",
  "an-blurbs:an6.59": "O Buda explica para o chefe de família Dārukammika como bhikkhus categorizados com base em seis circunstâncias podem ou não ser dignos de respeito e generosidade. Diante de tal incerteza, o Buda recomenda ao invés que Dārukammika tenha a Sangha como foco de sua generosidade. ",
  "an-blurbs:an6.60": "Seis possíveis situações em que um bhikkhu, tendo alcançado sucessivas realizações meditativas sobrestima a sua capacidade de se manter livre do desejo, e acaba por abandonar a vida santa. ",
  "an-blurbs:an6.61": "Seis possíveis interpretações dos versos encontrados no Tissametteyyamāṇavapucchā sutta (Snp5.3). O Buda confirma que todas estas são válidas, mas aponta uma como sendo aquela que ele tinha em mente originalmente. ",
  "an-blurbs:an6.62": "O Buda lista seis situações possíveis em que um indivíduo pode se encontrar em termos da presença ou não em si de qualidades ou raízes hábeis ou inábeis. ",
  "an-blurbs:an6.63": "Em uma exposição penetrante, o Buda lista seis aspectos do conhecimento relativo à seis temas centrais do ensinamento. ",
  "an-blurbs:an6.64": "Os seis poderes espirituais do Tathāgata a partir dos quais ele ruge o rugido do leão. ",
  "an-blurbs:an6.65": "Seis coisas que devem ser abandonadas para a realização do não-retorno. ",
  "an-blurbs:an6.66": "Seis coisas que devem ser abandonadas para a realização da perfeição espiritual. ",
  "an-blurbs:an6.67": "Seis fatores encadeados do avanço espiritual, começando por ter como amigos e companheiros pessoas de bem. ",
  "an-blurbs:an6.68": "Seis fatores encadeados do avanço espiritual, começando por se comprazer em se estar só em reclusão. ",
  "an-blurbs:an6.69": "Seis coisas que resultam no retrocesso ou avanço espiritual de um bhikkhu. ",
  "an-blurbs:an6.70": "Seis poderes psíquicos apenas possíveis para aqueles dotados da imersão pacífica da mente. ",
  "an-blurbs:an6.71": "Seis qualidades que tornam um bhikkhu capaz de realizar e alcançar aquilo que pode ser realizado e alcançado. ",
  "an-blurbs:an6.72": "Seis qualidades que permitem a um bhikkhu de ganhar força na meditação. ",
  "an-blurbs:an6.73": "Seis qualidades que permitem a um bhikkhu entrar e permanecer na primeira absorção meditativa. ",
  "an-blurbs:an6.74": "Seis qualidades que permitem a um bhikkhu entrar e permanecer na primeira absorção meditativa. ",
  "an-blurbs:an6.75": "Seis qualidades que resultam em sofrimento quando presentes, e em felicidade quando ausentes. ",
  "an-blurbs:an6.76": "Seis coisas que devem ser abandonadas para a realização da perfeição espiritual. ",
  "an-blurbs:an6.77": "Seis coisas que devem ser abandonadas para a realização da distinção sobrehumana em termos de conhecimento e visão. ",
  "an-blurbs:an6.78": "Seis qualidades que trazem alegria e felicidade e estabelecem as bases para o fim das impurezas. ",
  "an-blurbs:an6.79": "Seis qualidades que permitem a aquisição de mais qualidades hábeis e avanço das qualidades hábeis já adquiridas. ",
  "an-blurbs:an6.80": "Seis qualidades que resultam em mais qualidades abundantes e maiores. ",
  "an-blurbs:an6.81": "Seis qualidades que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an6.82": "Seis qualidades que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an6.83": "Seis coisas que possibilitam ou impedem a realização da perfeição espiritual. ",
  "an-blurbs:an6.84": "Seis coisas que resultam no retrocesso ou avanço espiritual de um bhikkhu. ",
  "an-blurbs:an6.85": "Seis qualidades que resultam ou impedem um bhikkhu de alcançar o arrefecimento supremo. ",
  "an-blurbs:an6.86": "Seis qualidades que tornam alguém capaz ou incapaz de se estabelecer e avançar no caminho espiritual tendo ouvido os ensinamentos. ",
  "an-blurbs:an6.87": "Seis qualidades que tornam alguém capaz ou incapaz de se estabelecer e avançar no caminho espiritual tendo ouvido os ensinamentos. ",
  "an-blurbs:an6.88": "Seis qualidades que tornam alguém capaz ou incapaz de se estabelecer e avançar no caminho espiritual tendo ouvido os ensinamentos. ",
  "an-blurbs:an6.89": "Seis qualidades que tornam alguém capaz ou incapaz de se estabelecer em termos de entendimento correto. ",
  "an-blurbs:an6.90": "Seis qualidades que tornam alguém capaz de se estabelecer em termos de entendimento correto. ",
  "an-blurbs:an6.91": "Seis coisas que não surgem em alguém que se estabeleceu em termos de  entendimento correto. ",
  "an-blurbs:an6.92": "Seis coisas que alguém estabelecido em termos de entendimento correto é incapaz de fazer. ",
  "an-blurbs:an6.93": "Seis coisas que alguém estabelecido em termos de entendimento correto é incapaz de fazer. ",
  "an-blurbs:an6.94": "Seis coisas que alguém estabelecido em termos de entendimento correto é incapaz de fazer. ",
  "an-blurbs:an6.95": "Seis coisas que alguém estabelecido em termos de entendimento correto é incapaz de fazer. ",
  "an-blurbs:an6.96": "Seis coisas raras de se encontrar no mundo. ",
  "an-blurbs:an6.97": "Seis benefícios de se realizar o fruto do entrar na correnteza. ",
  "an-blurbs:an6.98": "Fatores encadeados que determinam ou não a possibilidade de se estabelecer no caminho espiritual e de realizar os frutos do entrar na correnteza, de se retornar apena uma vez, do não-retorno ou da perfeição. ",
  "an-blurbs:an6.99": "Fatores encadeados que determinam ou não a possibilidade de se estabelecer no caminho espiritual e de realizar os frutos do entrar na correnteza, de se retornar apena uma vez, do não-retorno ou da perfeição. ",
  "an-blurbs:an6.100": "Fatores encadeados que determinam ou não a possibilidade de se estabelecer no caminho espiritual e de realizar os frutos do entrar na correnteza, de se retornar apena uma vez, do não-retorno ou da perfeição. ",
  "an-blurbs:an6.101": "Fatores encadeados que determinam ou não a possibilidade de se estabelecer no caminho espiritual e de realizar os frutos do entrar na correnteza, de se retornar apena uma vez, do não-retorno ou da perfeição. ",
  "an-blurbs:an6.102": "A partir da compreensão de seis benefícios alguém é capaz de estabelecer a percepção da impermanência em todas as condições sem exceção. ",
  "an-blurbs:an6.103": "A partir da compreensão de seis benefícios alguém é capaz de estabelecer a percepção do sofrimento em todas as condições sem exceção. ",
  "an-blurbs:an6.104": "A partir da compreensão de seis benefícios alguém é capaz de estabelecer a percepção de não-eu em todas as condições sem exceção. ",
  "an-blurbs:an6.105": "Três estados de existência a serem abandonados e três treinamentos seguidos por aqueles que põem um fim no desejo, desatado os grilhões, e realizam o fim do sofrimento através da compreensão correta da presunção. ",
  "an-blurbs:an6.106": "Três estados de existência a serem abandonados e três treinamentos seguidos por aqueles que põem um fim no desejo, desatado os grilhões, e realizam o fim do sofrimento através da compreensão correta da presunção. ",
  "an-blurbs:an6.107": "O desejo, raiva e delusão listados juntamente com seus antídotos. ",
  "an-blurbs:an6.108": "Três formas de má conduta listadas juntamente com seus antídotos. ",
  "an-blurbs:an6.109": "Três tipos de pensamentos inábeis listados juntamente com seus antídotos. ",
  "an-blurbs:an6.110": "Três tipos de percepções inábeis listadas juntamente com seus antídotos. ",
  "an-blurbs:an6.111": "Três qualidades prejudiciais listados juntamente com seus antídotos. ",
  "an-blurbs:an6.112": "Três entendimentos prejudiciais listados juntamente com seus antídotos. ",
  "an-blurbs:an6.113": "Três coisas prejudiciais listadas juntamente com seus antídotos. ",
  "an-blurbs:an6.114": "Três coisas prejudiciais listadas juntamente com seus antídotos. ",
  "an-blurbs:an6.115": "Três coisas prejudiciais listadas juntamente com seus antídotos. ",
  "an-blurbs:an6.116": "Três coisas prejudiciais listadas juntamente com seus antídotos. ",
  "an-blurbs:an6.117": "Seis coisas que devem ser abandonadas para que se possa meditar observando um aspecto do corpo. ",
  "an-blurbs:an6.118": "Seis coisas que devem ser abandonadas para que se possa meditar observando aspectos do corpo, sensações, mente e princípios. ",
  "an-blurbs:an6.119": "Seis qualidades presentes no chefe-de-família Tapussa, cuja fé no Buda era inabalável, e quem viu e realizou o imortal. ",
  "an-blurbs:an6.120-139": "Seis qualidades presentes em diversos discípulos leigos, chefes de família, cuja fé no Buda era inabalável, e que viram e realizaram o imortal. ",
  "an-blurbs:an7.1": "Seis qualidades que tornam um bhikkhu digno de aprovação, apreço, respeito e admiração por seus companheiros de vida espiritual. ",
  "an-blurbs:an7.2": "Seis qualidades que tornam um bhikkhu digno de aprovação, apreço, respeito e admiração por seus companheiros de vida espiritual. ",
  "an-blurbs:an7.3": "Sete poderes: fé, empenho, pudor, discrição, atenção plena, imersão e sabedoria. ",
  "an-blurbs:an7.4": "Sete poderes: fé, empenho, pudor, discrição, atenção plena, imersão e sabedoria. ",
  "an-blurbs:an7.5": "Sete tesouros: fé, empenho, pudor, discrição, aprendizado, generosidade e sabedoria. ",
  "an-blurbs:an7.6": "Sete tesouros: fé, empenho, pudor, discrição, aprendizado, generosidade e sabedoria. ",
  "an-blurbs:an7.7": "A riqueza mundana extrema de Migāra de Rohaṇase não se compara com a riqueza espiritual daqueles que possuem os sete tesouros espirituais da fé, empenho, pudor, discrição, aprendizado, generosidade e sabedoria. ",
  "an-blurbs:an7.8": "Sete grilhões espirituais: condescendência, aversão, pontos de vista, dúvida, presunção, desejo por renascer, e ignorância. ",
  "an-blurbs:an7.9": "O propósito da vida espiritual é abandonar os sete grilhões espirituais da condescendência, aversão, pontos de vista, dúvida, presunção, desejo por renascer, e ignorância. ",
  "an-blurbs:an7.10": "Sete grilhões espirituais: condescendência, aversão, pontos de vista, dúvida, presunção, inveja e mesquinhez. ",
  "an-blurbs:an7.11": "Sete tendências latentes ou subjacentes: desejo sensorial, repulsão, dúvida, presunção, desejo por renascer, e ignorância. ",
  "an-blurbs:an7.12": "O propósito da vida espiritual é abandonar as sete tendências latentes ou subjacentes: desejo sensorial, repulsão, dúvida, presunção, desejo por renascer, e ignorância. ",
  "an-blurbs:an7.13": "Sete fatores que tornam uma família digna ou não de receber a visita de um bhikkhu. ",
  "an-blurbs:an7.14": "Sete tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an7.15": "Sete possíveis circunstâncias espirituais de indivíduos em termos da presença, acúmulo ou perda de qualidades hábeis ou inábeis. ",
  "an-blurbs:an7.16": "Sete tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an7.17": "Sete tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an7.18": "Sete tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an7.19": "Sete tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an7.20": "Sete pré-requisitos para a graduação espiritual de um bhikkhu. ",
  "an-blurbs:an7.21": "Sete princípios que previnem o declínio entre os Licchavis do santuário de Sārandada em Vesālī. ",
  "an-blurbs:an7.22": "Sete princípios que previnem o declínio entre os membros do clã Vajji. ",
  "an-blurbs:an7.23": "Sete coisas que resultam no retrocesso ou avanço espiritual de um bhikkhu. ",
  "an-blurbs:an7.24": "Sete princípios que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.25": "Sete princípios que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.26": "Os sete fatores do despertar listados como princípios que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.27": "Sete princípios que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.28": "Sete princípios que previnem o declínio espiritual de um bhikkhu em treinamento. ",
  "an-blurbs:an7.29": "Sete princípios que previnem o declínio espiritual de um discípulo leigo, não monástico. ",
  "an-blurbs:an7.30": "Sete vitórias e fracassos espirituais de um discípulo leigo, não monástico. ",
  "an-blurbs:an7.31": "Sete formas de ruína ou sucesso de um discípulo leigo, não monástico. ",
  "an-blurbs:an7.32": "Um deva lista para o Buda sete qualidades que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.33": "Um deva lista para o Buda sete qualidades que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.34": "Um deva lista para o Buda sete qualidades que previnem o declínio espiritual de um bhikkhu. ",
  "an-blurbs:an7.35": "Um deva lista para o Buda sete qualidades que previnem o declínio espiritual de um bhikkhu. O venerável Sāriputta oferece uma detalhada explicação destas qualidades. ",
  "an-blurbs:an7.36": "Sete qualidades ou fatores de um indivíduo com o qual um bhikkhu deve se associar. ",
  "an-blurbs:an7.37": "Quando um bhikkhu tem como amigo alguém dotado de sete qualidades ele deve se associar a este, acompanhá-lo e servir a este, mesmo que ele o mande embora. ",
  "an-blurbs:an7.38": "Sete qualidades de um bhikkhu prestes a realizar as quatro formas de análise textual e viver as tendo realizado com seu próprio entendimento e introspecção. ",
  "an-blurbs:an7.39": "Sete qualidades de um bhikkhu prestes a realizar as quatro formas de análise textual e viver as tendo realizado com seu próprio entendimento e introspecção. ",
  "an-blurbs:an7.40": "Sete qualidades de um bhikkhu que alcançou a maestria da mente e não mais serve a esta. ",
  "an-blurbs:an7.41": "Sete qualidades do venerável Sāriputta, que alcançou a maestria da mente e não mais serve a esta. ",
  "an-blurbs:an7.42": "O Buda lista para Sāriputta sete qualificações de um bhikkhu graduado. ",
  "an-blurbs:an7.43": "O Buda lista para Ānanda sete qualificações de um bhikkhu graduado. ",
  "an-blurbs:an7.44": "Sete possíveis planos ou dimensões da consciência. ",
  "an-blurbs:an7.45": "Sete pré-requisitos para a unificação da mente que caracteriza o fator da imersão correta do nobre caminho óctuplo. ",
  "an-blurbs:an7.46": "Sete chamas: as chamas desejo, da raiva, e da delusão, a chama daqueles dignos de oferendas divinas, a chama de um lar de um chefe-de-família, a chama daqueles dignos de donativos, e a chama da madeira que queima. ",
  "an-blurbs:an7.47": "O Buda lista para o brâmane Uggatasarīra três chamas que devem ser abandonadas e rejeitadas,  três chamas que devem ser honradas e respeitadas, além da chama mundana de uma fogueira que deve ser mantida ou apagada. ",
  "an-blurbs:an7.48": "Sete percepções ou reflexões que conduzem ao imortal. ",
  "an-blurbs:an7.49": "Sete percepções ou reflexões que conduzem ao imortal. ",
  "an-blurbs:an7.50": "Sete formas de grilhões relacionados com a sexualidade que mancham a vida celibatária e foram completamente abandonados pelo Buda. ",
  "an-blurbs:an7.51": "Sete maneiras pelas quais um homem ou mulher se aprisionam em sua masculinidade ou feminilidade, e sete maneiras em que um homem ou mulher se desatam de sua masculinidade ou feminilidade. ",
  "an-blurbs:an7.52": "O Buda lista para os discípulos de Campā sete motivações e maneiras possíveis em que alguém pode ser generoso e destaca qual a motivação que resulta no mais elevado fruto. ",
  "an-blurbs:an7.53": "O venerável Sāriputta se surpreende com as sete qualidades espirituais da discípula leiga Veḷukaṇṭakī, mãe de Nanda. ",
  "an-blurbs:an7.54": "As razões pelas quais um nobre discípulo não sustenta dúvidas ou ceticismo com relação aos pontos de vista não declarados sobre Tathāgata. ",
  "an-blurbs:an7.55": "O Buda lista sete formas de renascimento possíveis para aqueles que alcançaram o estado de não-retorno, juntamente com o caso daqueles extintos com a cessação das impurezas. ",
  "an-blurbs:an7.56": "Em um diálogo com o o venerável Mahāmoggallāna, um deva lista seis possíveis circunstâncias em que alguns dos devas podem discernir o nível de despertar de um indivíduo. O Buda complementa a lista com uma sétima possível forma de realização. ",
  "an-blurbs:an7.57": "Seis frutos visíveis e realizáveis nesta vida por aqueles genuinamente generosos, complementados por um fruto visível e realizável na próxima vida. ",
  "an-blurbs:an7.58": "O Tathāgata não tem nada a esconder em quatro aspectos de sua conduta, e perfeito em três aspectos em termos do ensinamento e sua comunidade espiritual. ",
  "an-blurbs:an7.59": "Sete fatores de conduta e convívio entre os discípulos do Buda que resultam numa curta ou longa permanência do ensinamento verdadeiro após a extinção final do Tathāgata. ",
  "an-blurbs:an7.60": "Sete qualidades presentes em um bhikkhu prestes à alcançar a realização da perfeição espiritual. ",
  "an-blurbs:an7.61": "O Buda lista para o venerável Moggallāna sete coisas a se fazer para se lidar com a sonolência durante a meditação. ",
  "an-blurbs:an7.62": "O Buda relata frutos e consequências benéficas e maravilhosas de quando, num passado remoto, ele cultivou por sete anos uma mente gentil, do bem-querer. ",
  "an-blurbs:an7.63": "O Buda ensina para Sujātā, uma jovem recem casada com o filhos de Anāthapiṇḍika, sobre os sete tipos de esposas. ",
  "an-blurbs:an7.64": "Sete situações que agradam e ajudam um inimigo e que podem acontecer a uma mulher ou homem irritável. ",
  "an-blurbs:an7.65": "Sete fatores encadeados, baseados na vergonha e temor de cometer transgressões, que possibilitam o pleno desenvolvimento espiritual. ",
  "an-blurbs:an7.66": "O Buda relata como o surgimento gradual de sete sóis resulta no fim da vida e do mundo tal qual o conhecemos. ",
  "an-blurbs:an7.67": "Sete coisas essenciais para uma cidade bem suprida comparadas com sete qualidades garantem a um nobre discípulo desfrutar das quatro absorções meditativas. ",
  "an-blurbs:an7.68": "Um bhikkhu dotado de sete qualidades, com ênfase em termos de se ouvir e aprender o ensinamento, é digno de reverência de generosidade. ",
  "an-blurbs:an7.69": "O Buda compara os sete estágios da jornada espiritual de um bhikkhu em direção ao despertar como os sete estágios do ciclo anual de uma árvore celestial do paraíso dos Trinta e Três. ",
  "an-blurbs:an7.70": "Sete coisas que um bhikkhu deve honrar e respeitar para o desenvolvimento das qualidades hábeis e abandono daquilo que é inábil. ",
  "an-blurbs:an7.71": "Sete conjuntos de fatores ou princípios que devem ser cultivados por aquele que objetiva libertar-se dos venenos ou corrupções da mente. ",
  "an-blurbs:an7.72": "O Buda faz uso de sete símiles para apontar os perigos de um bhikkhu cometer transgressões e se tirar vantagem da generosidade e reverência dos discípulos leigos. ",
  "an-blurbs:an7.73": "O Buda se refere à sete líderes espirituais de um passado remoto e aponta como, desde então, ofender e insultar tais tipos de indivíduos e seus discípulos resulta em más consequências. ",
  "an-blurbs:an7.74": "O Buda relata sete símiles usadas pelo líder espiritual Araka, de um passado remoto, sobre a impermanência e sofrimento da vida e a urgência de se seguir a vida santa. ",
  "an-blurbs:an7.75": "Sete qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.76": "Sete qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.77": "Sete qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.78": "Sete qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.79": "Sete brilhantes qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.80": "Sete brilhantes qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.81": "Sete brilhantes qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.82": "Sete brilhantes qualidades de um bhikkhu que pode ser considerado um especialista das regras de conduta monástica. ",
  "an-blurbs:an7.83": "Sete aspectos ou qualidades marcantes e definitivas  que resumem o ensinamento do Buda: desencanto, dispaixão, cessação, discernimento, despertar e extinção. ",
  "an-blurbs:an7.84": "Sete princípios a serem seguidos quando questões disciplinares precisam ser resolvidas. ",
  "an-blurbs:an7.85": "Sete coisas abandonadas por alguém que pode ser chamado de um bhikkhu. ",
  "an-blurbs:an7.86": "Sete coistas abandonadas por alguém que pode ser chamado um contemplativo. ",
  "an-blurbs:an7.87": "Sete coisas abandonadas por alguém que pode ser chamado de um brâmane. ",
  "an-blurbs:an7.88": "Sete coisas abandonadas por alguém que pode ser chamado de um erudito. ",
  "an-blurbs:an7.89": "Sete coisas abandonadas por alguém que pode ser chamado de alguém lavado. ",
  "an-blurbs:an7.90": "Sete coisas abandonadas por alguém que pode ser chamado de mestre do conhecimento. ",
  "an-blurbs:an7.91": "Sete coisas abandonadas por alguém que pode ser chamado de alguém nobre. ",
  "an-blurbs:an7.92": "Sete coisas abandonadas por alguém que pode ser chamado de alguém aperfeiçoado espiritualmente. ",
  "an-blurbs:an7.93": "Sete qualidades maléficas listadas. ",
  "an-blurbs:an7.94": "Sete qualidades benéficas listadas. ",
  "an-blurbs:an7.95": "Sete tipos de indivíduos dignos de reverência e respeito, realizados espiritualmente a partir da contemplação da impermanência no olho. ",
  "an-blurbs:an7.96-614": "Sete tipos de indivíduos dignos de reverência e respeito, realizados espiritualmente a partir da contemplação de várias qualidades em vários elementos e aspectos da experiência. ",
  "an-blurbs:an7.615": "Os sete fatores do despertar como base para o entendimento introspectivo do desejo. ",
  "an-blurbs:an7.616": "Sete percepções como base para o entendimento introspectivo do desejo. ",
  "an-blurbs:an7.617": "Sete percepções como base para o entendimento introspectivo do desejo. ",
  "an-blurbs:an7.618-644": "Sete coisas a serem desenvolvidas para o completo entendimento de sete coisas e completo abandono do desejo. ",
  "an-blurbs:an7.645-1124": "Sete coisas a serem desenvolvidas para diversos resultados. ",
  "an-blurbs:an8.1": "Oito benefícios a serem esperados por aquele que desenvolve e cultiva a gentileza como libertação da mente. ",
  "an-blurbs:an8.2": "Oito causas e condições que resultam na aquisição, avanço e aperfeiçoamento da sabedoria. ",
  "an-blurbs:an8.3": "Oito qualidades que tornam um bhikkhu digno ou não de aprovação, apreço, respeito e admiração por seus companheiros de vida espiritual. ",
  "an-blurbs:an8.4": "Oito qualidades que tornam um bhikkhu digno ou não de aprovação, apreço, respeito e admiração por seus companheiros de vida espiritual. ",
  "an-blurbs:an8.5": "O Buda lista as oito condições mundanas ao redor das quais o mundo gira e que fazem o mundo girar. ",
  "an-blurbs:an8.6": "O Buda explica em detalhes as oito condições mundanas ao redor das quais o mundo gira e que fazem o mundo girar. ",
  "an-blurbs:an8.7": "Oito condições e coisas que resultaram na ruína de Devadatta. ",
  "an-blurbs:an8.8": "Um diálogo entre o venerável Uttara e um deva sobre as oito condições e coisas que resultaram na ruína de Devadatta. ",
  "an-blurbs:an8.9": "O Buda elogia como Nanda praticava a contenção dos sentidos em todas as oito principais direções. ",
  "an-blurbs:an8.10": "O Buda explica através de símiles como é importante expulsar e não tolerar a presença na Sangha de indivíduos corruptos e cometedores de transgressões. Nos versos finais, tais tipos de indivíduos são definidos a partir de oito aspectos de caráter. ",
  "an-blurbs:an8.11": "O Buda é acusado pelo brâmane Verañja de oito formas diferentes. Em resposta, o Buda redefine os oito termos usados originalment pelo brâmane, e destaca a natureza única e extraordinária de seu despertar. ",
  "an-blurbs:an8.12": "O general Sīha, um discípulo dos errantes jainistas, acusa o Buda de oito formas diferentes. Em resposta, o Buda redefine os oito termos usados originalment pelo brâmane, e destaca a natureza única e extraordinária de seu despertar. Como resultado, Sīha decide se tornar um discípulo do Buda, mas este o encoraja a ser cauteloso e continuar apoiando materialmente os errantes jainistas. ",
  "an-blurbs:an8.13": "Oito fatores de um cavalo real comparados com oito qualidades de um bhikkhu ou bhikkhuni dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an8.14": "Oito defeitos de um cavalo selvagem comparados com oito defeitos de um bhikkhu. ",
  "an-blurbs:an8.15": "Oito máculas listadas, sendo a mácula da ignorância  a pior delas. ",
  "an-blurbs:an8.16": "Oito qualidades de um bhikkhu apto a partir em uma missão. ",
  "an-blurbs:an8.17": "Oito meios pelos quais um homem é capturado por uma mulher. ",
  "an-blurbs:an8.18": "Oito meios pelos quais uma mulher é capturada por um homem. ",
  "an-blurbs:an8.19": "Oito razões pelas quais titãs amam o oceano comparadas com as razões pelas quais os bhikkhus amam o ensinamento e a disciplina. ",
  "an-blurbs:an8.20": "Após uma dramática expulsão pelo venerável  Mahāmoggallāna de um indivíduo impuro, o Buda lista oito razões pelas quais titãs amam o oceano comparadas com as razões pelas quais os bhikkhus amam o ensinamento e a disciplina. ",
  "an-blurbs:an8.21": "O Buda celebra as oito qualidades surpreendentes do chefe-de-família Ugga de Vesālī. ",
  "an-blurbs:an8.22": "O Buda celebra as oito qualidades surpreendentes do chefe-de-família Ugga de Hatthigāma. ",
  "an-blurbs:an8.23": "O Buda celebra e lista as sete qualidades surpreendentes do chefe-de-família Hatthaka de Āḷavī. Quando lhe é relatada a forma que Hatthaka reagiu aos elogios, o Buda então adiciona humildade como a oitava qualidade surpreendente de seu discípulo. ",
  "an-blurbs:an8.24": "Tendo tomado conhecimento da numerosa congregação liderada pelo chefe-de-família Hatthaka de Āḷavī, o Buda celebra oito qualidades surpreendentes de seu discípulo. ",
  "an-blurbs:an8.25": "O Buda explica para o Sákya Mahānāma oito aspectos de um discípulo leigo que pratica tanto para seu próprio bem como para o bem dos outros. ",
  "an-blurbs:an8.26": "O Buda explica para Jīvaka Komārabhacca oito aspectos de um discípulo leigo que pratica tanto para seu próprio bem como para o bem dos outros. ",
  "an-blurbs:an8.27": "Oito poderes listados. ",
  "an-blurbs:an8.28": "Os oito poderes de um bhikkhu que destruiu completamente as máculas ou corrupções da mente. ",
  "an-blurbs:an8.29": "Oito circunstâncias que frustram a prática espiritual. ",
  "an-blurbs:an8.30": "O Buda complementa e explica em detalhes oito reflexões ou pensamentos relativos ao ensinamento budista e sua relação com as quatro absorções meditativas e o uso dos quatro requisitos pelos bhikkhus. O Venerável Anuruddha alcança a perfeição espiritual logo em seguida. ",
  "an-blurbs:an8.31": "Oito motivações para a generosidade. ",
  "an-blurbs:an8.32": "Versos sobre as qualidades de um bom indivíduo, aparentemente parte ou complementares ao sutta anterior. ",
  "an-blurbs:an8.33": "Oito motivações para a generosidade. ",
  "an-blurbs:an8.34": "Oito fatores de um campo produtivo e frutífero comparados com os fatores de um contemplativo ou brâmane para com o qual a generosidade resulta em muitos resultados e benefícios. ",
  "an-blurbs:an8.35": "Oito modos em que atos generosos, acompanhados de intenção, expectativas e em contexto de conduta ética, influenciam o renascimento de um indivíduo. ",
  "an-blurbs:an8.36": "Oito circunstâncias em que os diferentes níveis de maturidade em termos das três bases da ação meritória determinam o nascimento e status de seres humanos e seres divinos. ",
  "an-blurbs:an8.37": "Oito aspectos da caridade ou generosidade de uma boa pessoa: pureza, boa qualidade, pontualidade, conveniência, inteligência e frequência. ",
  "an-blurbs:an8.38": "Quando uma boa pessoa nasce, oito classes de indivíduos são beneficiadas, tal como uma grande nuvem chove para todos os campos e lavouras de um vasto território. ",
  "an-blurbs:an8.39": "Oito formas de mérito e bençãos abundantes. ",
  "an-blurbs:an8.40": "Oito formas de conduta prejudicial e demeritória e os maus resultados a serem esperados destas. ",
  "an-blurbs:an8.41": "Os oito fatores que tornam a abservância do sabá muito frutífera, benéfica, esplêndida e salutar, em resumo. ",
  "an-blurbs:an8.42": "Os oito fatores que tornam a abservância do sabá muito frutífera, benéfica, esplêndida e salutar, em detalhes. ",
  "an-blurbs:an8.43": "O Buda explica para a abastada discípula leiga Visākhā como quando os oito preceitos são observados durante o sabá, o indivíduo vive naquele dia tal como alguém que alcançou a perfeição espiritual. ",
  "an-blurbs:an8.44": "O Buda explica para o discípulo leigo Vāseṭṭha como quando os oito preceitos são observados durante o sabá, o indivíduo vive naquele dia tal como alguém que alcançou a perfeição espiritual. ",
  "an-blurbs:an8.45": "O Buda explica para a discípulo leiga Bojjhā como quando os oito preceitos são observados durante o sabá, o indivíduo vive naquele dia tal como alguém que alcançou a perfeição espiritual. ",
  "an-blurbs:an8.46": "Quando uma mulher tem oito qualidades o renascimento entre os devas amáveis se dá. ",
  "an-blurbs:an8.47": "O Buda ensina para a discípula leiga Visākhā oito qualidades que resultam no renascimento entre os devas amáveis. ",
  "an-blurbs:an8.48": "O Buda ensina para a dona-de-casa Nakulamātā oito qualidades que resultam no renascimento entre os devas amáveis. ",
  "an-blurbs:an8.49": "O Buda ensina para a discípula leiga Visākhā quatro fatores de sucesso para uma dona-de-casa nesta vida e quatro fatores de sucesso para uma dona-de-casa na próxima vida. ",
  "an-blurbs:an8.50": "O Buda ensina para os bhikkhus quatro fatores de sucesso para uma mulher nesta vida e quatro fatores de sucesso para uma mulher na próxima vida. ",
  "an-blurbs:an8.51": "O Buda lista para Ānanda oito princípios ou condições a serem observadas por Mahāpajāpatī Gotamī, tia maternal do Buda, uma vez que ela é aceitada na comunidade espiritual. Estes oito princípios devem ser observados por todas aquelas que abandonam a vida em família pela vida santa, e se tornam bhikkhunis. ",
  "an-blurbs:an8.52": "Oito qualidades necessárias para que um bhikkhu se torne um orientador ou mentor de bhikkhunis. ",
  "an-blurbs:an8.53": "O Buda lista para Mahāpajāpatī Gotamī oito aspectos fundamentais ou definitivos do seu ensinamento, treinamento e instruções. ",
  "an-blurbs:an8.54": "O Buda ensina para Dīghajāṇu, membro do clã dos Koliyans,  quatro fatores de sucesso para um chefe-de-família nesta vida e quatro fatores de sucesso para um chefe-de-família na próxima vida. ",
  "an-blurbs:an8.55": "O Buda ensina para o brâmane Ujjaya quatro fatores de sucesso para um chefe-de-família nesta vida e quatro fatores de sucesso para um chefe-de-família na próxima vida. ",
  "an-blurbs:an8.56": "Oito termos que resumem o perigo dos prazeres dos sentidos. ",
  "an-blurbs:an8.57": "Oito qualidades de um bhikkhu digno de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an8.58": "Oito qualidades de um bhikkhu digno de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an8.59": "Oito tipos de indivíduos realizados espiritualmente e dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an8.60": "Oito tipos de indivíduos realizados espiritualmente e dignos de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an8.61": "Oito situações possíveis para um bhikkhu em termos da forma que lida com o desejo e ganância por posses materiais e a obtenção destas. ",
  "an-blurbs:an8.62": "Oito conjuntos de qualidades que determinam o quanto um indivíduo é de ajuda para si mesmo e para outros. ",
  "an-blurbs:an8.63": "O Buda dá para um bhikkhu insistente um ensinamento resumido sobre como aqueles que alcançam a perfeição espiritual praticam. ",
  "an-blurbs:an8.64": "O Buda descreve como ele purificou gradualmente o seu conhecimento e visão acerca dos devas até culminar com o seu despertar. ",
  "an-blurbs:an8.65": "Oito dimensões ou aspectos da maestria em termos de conhecimento e visão. ",
  "an-blurbs:an8.66": "Oito libertações descritas, desde aquela baseada em visões até aquela baseada na cessação da percepção e sensação. ",
  "an-blurbs:an8.67": "Oito formas ignóbeis de expressão com relação aquilo que foi visto, ouvido, pensado ou conhecido. ",
  "an-blurbs:an8.68": "Oito formas nobres ou puras de de expressão com relação aquilo que foi visto, ouvido, pensado ou conhecido. ",
  "an-blurbs:an8.69": "Oito tipos de assembléias ou grupos de indivíduos que o Buda visitou e para os quais ele ensinou. ",
  "an-blurbs:an8.70": "O Buda expica para o venerável Ānanda as oito possíveis causas para terremotos. Este sutta também registra a ocasião em que o Buda abre mão da força vital e prevê quando se daria a sua extinção final. ",
  "an-blurbs:an8.71": "Oito fatores ou qualidades que tornam um bhikkhu completo em todos os aspectos, a começar com a fé ou convicção. ",
  "an-blurbs:an8.72": "Oito fatores ou qualidades que tornam um bhikkhu completo em todos os aspectos, a começar com a fé ou convicção. ",
  "an-blurbs:an8.73": "Oito níveis progressivos de prática e desenvolvimento da atenção plena na morte. O Buda identifica qual destes diferentes níveis é adequado para aquele que pratica esta para o fim das corrupções da mente. ",
  "an-blurbs:an8.74": "Oito reflexões relativas à prática correta e frutífera da atenção plena na morte, que culmina e termina na realização do imortal, nibbana. ",
  "an-blurbs:an8.75": "Oito realizações listadas, quatro das quais mundanas e quatro das quais espirituais. ",
  "an-blurbs:an8.76": "Oito realizações listadas e explicadas, quatro das quais mundanas e quatro das quais espirituais. ",
  "an-blurbs:an8.77": "Oito tipos de indivíduos encontrados no mundo em termos de como eles lidam com o desejo por posses materiais. ",
  "an-blurbs:an8.78": "Oito conjuntos de qualidades que determinam o quanto um indivíduo é de ajuda para si mesmo e para outros. ",
  "an-blurbs:an8.79": "Oito princípios que determinam o progresso ou retrocesso espiritual de um bhikkhu em treinamento. ",
  "an-blurbs:an8.80": "Oito bases para a preguiça ou procrastinação comparadas com oito bases para o empenho e ação. ",
  "an-blurbs:an8.81": "Oito fatores encadeados, baseados na atenção plena e introspecção, que culminam no conhecimento e visão da libertação do sofrimento. ",
  "an-blurbs:an8.82": "O Buda se sentia totalmente inspirado para ensinar quando oito qualidades eram presentes naqueles diante dele. ",
  "an-blurbs:an8.83": "O Buda explica para os bhikkhus como responder corretamente oito perguntas possíveis feitas por errantes de outras seitas sobre as coisas. ",
  "an-blurbs:an8.84": "O Buda explica oito fatores de sucesso ou fracasso para um chefe de quadrilha de ladrões. É de se notar que este sutta não inclui um ângulo espiritual explícito. ",
  "an-blurbs:an8.85": "Oito diferentes termos ou títulos do Buda. ",
  "an-blurbs:an8.86": "O Buda apresenta oito casos em que o comportamento e atitude dos bhikkhus os impedem de experimentar a felicidade da renúncia, reclusão e despertar. ",
  "an-blurbs:an8.87": "Oito razões pelas quais a Sangha pode decidir recusar ou não aceitar o apoio de um discípulo leigo. ",
  "an-blurbs:an8.88": "Oito razões pelas quais os discípulos leigos podem abandonar a fé ou convicção por um bhikkhu. ",
  "an-blurbs:an8.89": "Oito razões pelas quais a Sangha pode impor a um bhikkhu um ato reconciliatório, e outo razões pelas quais a Sangha pode revogar tal ato reconciliatório. ",
  "an-blurbs:an8.90": "Oito condições que se aplicam a um bhikkhu acusado de uma ofensa grave. ",
  "an-blurbs:an9.1": "O Buda lista nove fatores fundamentais ou condições vitais para o despertar. ",
  "an-blurbs:an9.2": "Nove fatores de apoio ou suporte para bhikkhu em sua vida espiritual. ",
  "an-blurbs:an9.3": "Após uma tentativa frustrada de meditar na floresta o venerável Meghiya é ensinado pelo Buda os nove fatores fundamentais ou condições vitais para o despertar. ",
  "an-blurbs:an9.4": "O Buda resume para o venerável Nandaka quatro fatores de pureza da vida espiritual juntamente com um resumo de cinco benefícios de se ouvir e discutir o ensinamento no momento adequado. Este sutta começa com um relato duplo de como o Buda, apesar de ser o líder da Sangha, era respeitoso para com outros bhikkhus quando estes ensinavam e sugere que, provavelmento quando idoso, experimentava dores nas costas. ",
  "an-blurbs:an9.5": "O Buda lista quatro poderes espirituais e cinco temores abandonados como resultado destes. ",
  "an-blurbs:an9.6": "O Buda apresenta e explica dualidades práticas em termos de companhias, mantos, comida esmolada, alojamentos, localidades e regiões. ",
  "an-blurbs:an9.7": "O Buda explica para o errante Sutavā nove transgressões impossíveis de serem cometidas por aquele aperfeiçoado espiritualmente. ",
  "an-blurbs:an9.8": "O Buda explica para o errante Sajjha nove transgressões impossíveis de serem cometidas por aquele aperfeiçoado espiritualmente. ",
  "an-blurbs:an9.9": "Nove tipos de indivíduos encontrados no mundo. ",
  "an-blurbs:an9.10": "Nove tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an9.11": "Quando acusado injustamente por um outro bhikkhu, o Venerável Sāriputta é convocado pelo Buda, e apresenta em nove símiles marcantes a extensão de sua realização espiritual, evidenciando a falsidade da acusação. ",
  "an-blurbs:an9.12": "O venerável Sāriputta identifica nove tipos de indivíduos não mais sujeitos ao renascimento como um animal, no inferno ou como um fantasma faminto. ",
  "an-blurbs:an9.13": "O venerável Mahākoṭṭhita tenta enquadrar o propósito da vida espiritual budista em doze possíveis abordagens do assunto das ações e seus resultados nesta vida e na próxima. O venerável  Sāriputta em resposta nega que estas abordagens resumem o propósito da vida espiritual, e apresenta nove pontos o que de fato constitui o propósito da prática budista. ",
  "an-blurbs:an9.14": "O venerável Sāriputta apresenta para venerável Samiddhi nove questões fundamentais e práticas relativas ao processo de pensamento, prática, sabedoria e conduzem ao imortal. ",
  "an-blurbs:an9.15": "O corpo é comparado com um furúnculo com nove orifícios dos quais só transpiram imundices. ",
  "an-blurbs:an9.16": "Nove percepções ou reflexões que conduzem ao imortal. ",
  "an-blurbs:an9.17": "Nove fatores que tornam uma família digna ou não de receber a visita de um bhikkhu. ",
  "an-blurbs:an9.18": "Nove fatores que tornam a abservância do sabá muito frutífera, benéfica, esplêndida e salutar, em resumo: os oito preceitos e a prática do bem-querer para com as quatro direções cardeais. ",
  "an-blurbs:an9.19": "O Buda reconta oito relatos recorrentes certos seres celestiais sobre como sua negligência com a prátia e desrespeito para com os bhikkhus lhe causaram remorso e resultaram em um renascimento infeliz. E complementa com um o relato oposto daqueles seres celestiais que, diligentes com a prática e respeitosos para com os bhikkhus, se encontraram livres de remorso e experimentaram renascimentos ainda mais felizes. ",
  "an-blurbs:an9.20": "O Buda apresenta nove circunstâncias em que a prática da generosidade para com indivíduos realizados espiritualmente a a Sangha, juntamente com o tomar do refúgio nas três jóias dão muitos frutos. E ele complementa tais vias de ação com três aspectos relativos à prática individual que resultam em ainda mais méritos e benefícios. ",
  "an-blurbs:an9.21": "Três conjuntos de qualidades que diferenciam três classes de seres: os humanos do reino mítico de Uttarakuru, os seres celestiais do Reino dos Trinta e Três, e os humanos da Índia. ",
  "an-blurbs:an9.22": "Nove tipos distintos de cavalos comparados com noves tipos distintos de bhikkhus. ",
  "an-blurbs:an9.23": "Oito coisas que têm o desejo como raiz. ",
  "an-blurbs:an9.24": "Nove possíveis planos, dimensões ou tipos de renascimento. ",
  "an-blurbs:an9.25": "Nove reflexões a partir das quais um bhikkhu pode averiguar a extensão da sua realização espiritual. ",
  "an-blurbs:an9.26": "O venerável Sāriputta lista para o venerável Candikāputta nove reflexões a partir das quais um bhikkhu pode averiguar a extensão da sua realização espiritual. ",
  "an-blurbs:an9.27": "Cinco perigos eliminados e quatro qualidades espirituais de um chefe de família que realizou o entrar na correnteza e se encontra livre do risco de um futuro renascimento infeliz. ",
  "an-blurbs:an9.28": "Cinco perigos eliminados e quatro qualidades espirituais de um nobre discípulo que realizou o entrar na correnteza e se encontra livre do risco de um futuro renascimento infeliz. ",
  "an-blurbs:an9.29": "Nove motivos para o ressentimento. ",
  "an-blurbs:an9.30": "Nove formas de se abandonar o ressentimento. ",
  "an-blurbs:an9.31": "Nove possíveis cessações progressivas. ",
  "an-blurbs:an9.32": "Nove meditações listadas em sua ordem progressiva. ",
  "an-blurbs:an9.33": "Nove meditações listadas em sua ordem progressiva, e explicadas em detalhe. ",
  "an-blurbs:an9.34": "O venerável Sāriputta lista nove meditações em sua ordem progressiva para fundamentar a sua afirmação de que a extinção de nibbana é feliz. ",
  "an-blurbs:an9.35": "Uma vaca do planalto astuta e compentente explora e avança pelo território sempre capaz de retornar ao ponto de onde partiu. Igualmente, um bhikkhu sábio avança em sua prática das nove meditações, em sua ordem progressiva e rumo à realização e entendimento da destruição das máculas ou corrupções da mente. ",
  "an-blurbs:an9.36": "O Buda afirma e explica como as nove meditações, em sua ordem progressiva, constituem bases para a destruição das máculas ou corrupções da mente. ",
  "an-blurbs:an9.37": "O venerável Ānanda explica para o venerável Udāyī como cinco planos ou campos dos sentidos desaparecem para aqueles hábeis em quatro formas de meditações progressivas e uma forma de imersão ou absorção meditativa particular anteriormente confirmada pelo Buda. ",
  "an-blurbs:an9.38": "O Buda explica para dois cosmólogos brâmanes como, através de nove meditações progressivas, é possível se encontrar o fim do mundo e se alcançar à margem além do apego pelo mundo. ",
  "an-blurbs:an9.39": "O Buda explica como nove absorções meditativas progressivas representam uma fortaleza aquele que as cultiva. ",
  "an-blurbs:an9.40": "Tal como um elefante que abandona sua manada para viver em paz, um bhikkhu se dedica à reclusão, abandona os cinco obstáculos e cultiva nove absorções meditativas progressivas que culminam no conhecimento e visão da destruição das máculas ou corrupções da mente. ",
  "an-blurbs:an9.41": "O Buda explica para o chefe de família Tapussa como ele praticou as nove meditações progressivas que culminaram com o seu conhecimento e visão do  seu despertar. ",
  "an-blurbs:an9.42": "O venerável Ānanda explica para o venerável Udāyī como as cinco formas de estímulo dos sentidos representam uma prisão. E ele explica como as nove absorções meditativas progressivas, que possibilitam o conhecimento e visão da destruição das máculas ou corrupções da mente, representam a escapatória desta prisão. ",
  "an-blurbs:an9.43": "O Buda explica como um bhikkhu experiente nas nove absorções meditativas progressivas pode ser considerado realizado como “testemunha direta”, em termos parciais em oito casos e em termos definitivos em um caso. ",
  "an-blurbs:an9.44": "O Buda explica como um bhikkhu experiente nas nove absorções meditativas progressivas pode ser considerado como alguém libertado pela sabedoria, em termos parciais em oito casos e em termos definitivos em um caso. ",
  "an-blurbs:an9.45": "O Buda explica como um bhikkhu experiente nas nove absorções meditativas progressivas pode ser considerado como alguém que testemunhou diretamente e alguém libertado pela sabedoria, em termos parciais em oito casos e em termos definitivos em um caso. ",
  "an-blurbs:an9.46": "O Buda explica como, através das nove absorções meditativas progressivas, o ensinamento é visível nesta mesma vida. ",
  "an-blurbs:an9.47": "O Buda explica como, através das nove absorções meditativas progressivas, a extinção de nibbana é visível nesta mesma vida. ",
  "an-blurbs:an10.1": "Dez fatores encadeados de causa e propósito, baseados na conduta ética, que possibilitam o pleno desenvolvimento espiritual. ",
  "an-blurbs:an10.2": "Dez elos de causação natural e impessoal, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an10.3": "Dez elos de condições vitais, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an10.4": "O veneravel Sāriputta ensina os dez elos de condições vitais, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an10.5": "O veneravel Ānanda ensina os dez elos de condições vitais, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an10.6": "O venerável Ānanda questiona o Buda sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. ",
  "an-blurbs:an10.7": "O venerável Ānanda questiona o venerável Sāriputta sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. E Sāriputta responde confirmando que ele mesmo teria experimentado tal estado e o define como a percepção de que a cessação da existência contínua é a extinção de nibbana. ",
  "an-blurbs:an10.8": "Dez fatores ou qualidades, baseados na fé ou convicção, que tornam um bhikkhu completo em todos os aspectos. ",
  "an-blurbs:an10.9": "Dez fatores ou qualidades, baseados na fé ou convicção, que tornam um bhikkhu completo em todos os aspectos. ",
  "an-blurbs:an10.10": "Dez fatores ou qualidades, baseados na fé ou convicção, que tornam um bhikkhu completo em todos os aspectos. ",
  "an-blurbs:an10.11": "Cinco fatores pessoais e cinco fatores relativos ao alojamento de um bhikkhu que garantem a realização espiritual nesta mesma vida. ",
  "an-blurbs:an10.12": "Os cinco obstáculos a serem abandonados combinados com cinco fatores a serem adquiridos por um bhikkhu completamente realizado. ",
  "an-blurbs:an10.13": "Os cinco grilhões inferiores e os cinco grilhões superiores listados. ",
  "an-blurbs:an10.14": "Cinco obstruções mentais e cinco grilhões que quando abandonados resultam em progresso espiritual. ",
  "an-blurbs:an10.15": "Dez símiles ou analogias que ilustram a excelência da diligência como qualidade espiritual fundamental. ",
  "an-blurbs:an10.16": "Dez tipos de indivíduos realizados espiritualmente  dignos de generosidade, hospitalidade e reverência. ",
  "an-blurbs:an10.17": "Dez qualidades espiritual que nos protegem. ",
  "an-blurbs:an10.18": "Dez qualidades espirituais que nos protegem. ",
  "an-blurbs:an10.19": "Lista das dez moradas nobres nas quais indivíduos realizados espiritualmente do passado, presente e futuro permanencem. ",
  "an-blurbs:an10.20": "Explicação em detalhes das dez moradas nobres nas quais indivíduos realizados espiritualmente do passado, presente e futuro permanencem. ",
  "an-blurbs:an10.21": "Dez poderes espirituais de Tathāgata através dos quais ele ruge o rugido do leão e faz girar a roda sagrada do ensinamento. ",
  "an-blurbs:an10.22": "Dez poderes espirituais de Tathāgata através dos quais ele ruge o rugido do leão e faz girar a roda sagrada do ensinamento. ",
  "an-blurbs:an10.23": "Dez coisas que nos dominam e devem ser eliminadas através da clara compreensão: ódio, delusão, raiva, hostilidade, desdenho, desprezo, mesquinhez, ciúme e maus desejos. ",
  "an-blurbs:an10.24": "O venerável Mahācunda ensina sobre situações em que um bhikkhu, apesar de declarar conhecimento e realização não ainda alcançou o conhecimento que elimina dez qualidades inábeis que corrompem e dominam a mente. ",
  "an-blurbs:an10.25": "Dez dimensões universais de meditação, ou kasiṇas. ",
  "an-blurbs:an10.26": "O venerável Mahākaccāna analisa os versos ditos pelo Buda no Discurso Sobre a Vida Santa (SN4.25) em termos da prática e realização através das dez dimensões universais de meditação.",
  "an-blurbs:an10.27": "Dez tópicos ou assuntos numerados, agrupados como as “Dez Grandes Questões” que só podem ser satisfatóriamente respondidos pelo Buda e seus discípulos, e os distinguem dos errantes de outras seitas.",
  "an-blurbs:an10.28": "A bhikkhuni Kajaṅgalikā é questionada sobre os as “Dez Grandes Questões” e as explica perfeitamente a partir de seu próprio entendimento. O Buda elogia e celebra a sua sabedoria.",
  "an-blurbs:an10.29": "O Buda lista dez dimensões universais e oito dimensões da maestria da meditação, e identifica qual destas seria superior. No entanto, ele esclarece que o que define a fruição da extinção definitiva é o abandono do apego e desejo tanto pelas realizações refinadas quanto pelo que é inferior.",
  "an-blurbs:an10.30": "O rei Pasenadi, após retornar vitorioso de uma batalha, visita o Buda e lista dez causas e razões do seu amor e devoção pelo seu mestre.",
  "an-blurbs:an10.31": "O Buda ensina para o venerável Upāli dez razões pelas quais ele estabeleceu as regras de conduta dos bhikkhus e bhikkhunis.",
  "an-blurbs:an10.32": "Dez possíveis razões para a suspensão da recitação das regras de conduta.",
  "an-blurbs:an10.33": "Dez qualidades necessárias para que um bhikkhu seka considerado um juiz ou mediador de uma disputa relativa ao código de conduta ou questões disciplinares.",
  "an-blurbs:an10.34": "Dez qualidades que um bhikkhu deve possuir antes de ordenar outrém.",
  "an-blurbs:an10.35": "Dez qualidades que um bhikkhu deve possuir antes de aceitar alguém como seu dependente espiritual.",
  "an-blurbs:an10.36": "Dez qualidades de alguém digno a ser  assistido por um contemplativo noviço atendente.",
  "an-blurbs:an10.37": "Dez aspectos definitivos de um cisma da Sangha.",
  "an-blurbs:an10.38": "Dez aspectos definitivos da harmonia na Sangha.",
  "an-blurbs:an10.39": "O Buda lista para o venerável  Ānanda dez aspectos definitivos do cisma na Sangha assim como suas consequências para quem o causa.",
  "an-blurbs:an10.40": "O Buda lista para o venerável  Ānanda dez aspectos definitivos da harmonia na Sangha assim como suas consequências para quem a causa.",
  "an-blurbs:an10.41": "O Buda lista para o venerável  Upāli  dez aspectos definitivos da harmonia na Sangha.",
  "an-blurbs:an10.42": "Dez razões ou causas para disputas e argumentos na Sangha.",
  "an-blurbs:an10.43": "Dez razões ou causas para disputas e argumentos na Sangha.",
  "an-blurbs:an10.44": "Um bhikkhu que queira acusar um outro deve antes verificar cinco coisas e estabelecer cinco coisas em si mesmo.",
  "an-blurbs:an10.45": "Dez perigos para um bhikkhu que entra num harém real.",
  "an-blurbs:an10.46": "Alguns discípulos Sákyas relatam que nem sempre observam os oito preceitos no sabá budista. O Buda os exorta firmemente a serem mais consistentes em sua prática destacando as vantagens da diligência e empenho.",
  "an-blurbs:an10.47": "O Buda lista para Mahāli cinco causas para os maus atos e cinco causas para os bons atos.",
  "an-blurbs:an10.48": "Dez tópicos para a reflexão por alguém que abandonou a vida em família pela vida santa.",
  "an-blurbs:an10.49": "Dez coisas que existem por causa do corpo.",
  "an-blurbs:an10.50": "Dez princípios ou qualidades cordiais que proporcionam afeto e respeito, conduzindo à inclusão, harmonia e unidade, e evitam disputas.",
  "an-blurbs:an10.51": "Dez qualidades hábeis que um bhikkhu deve procurar confirmar ou fazer estarem presentes em si.",
  "an-blurbs:an10.52": "O venerável Sāriputta lista dez qualidades hábeis que um bhikkhu deve procurar confirmar ou fazer estarem presentes em si.",
  "an-blurbs:an10.53": "O Buda desaprova a estagnação ou retrocesso em termos daquilo que é benéfico, e lista dez qualidades hábeis que um bhikkhu deve procurar confirmar ou fazer estarem presentes em si.",
  "an-blurbs:an10.54": "Dez qualidades hábeis que um bhikkhu deve procurar confirmar ou fazer estarem presentes em si.",
  "an-blurbs:an10.55": "Cinco qualidades ou aspectos de alguém passível ou não ao declínio ou retrocesso espiritual.",
  "an-blurbs:an10.56": "Dez percepções ou reflexões que conduzem ao imortal.",
  "an-blurbs:an10.57": "Dez percepções ou reflexões que conduzem ao imortal.",
  "an-blurbs:an10.58": "Dez questões fundamentais que devem ser conhecidas e respondidas.",
  "an-blurbs:an10.59": "Dez percepções ou reflexões que conduzem ao imortal.",
  "an-blurbs:an10.60": "O venerável Girimānanda adoece. O Buda recomenda ao venerável Ānanda que este o visite e lhe ensine dez percepções que podem ser de ajuda na cura.",
  "an-blurbs:an10.61": "Muito embora um ponto inicial para a ignorância não possa ser discernido a sua causação e cessação, ambas envolvendo dez causas necessárias, podem ser compreendidas e realizadas.",
  "an-blurbs:an10.62": "Muito embora um ponto inicial para o desejo ou cobiça não possa ser discernido a sua causação e cessação, ambas envolvendo dez causas necessárias, podem ser compreendidas e realizadas.",
  "an-blurbs:an10.63": "Dotados de entendimento e certeza no Buda, cinco tipos de indivíduos concluem a sua jornada espiritual neste mundo e cinco tipos concluem tendo superado este mundo.",
  "an-blurbs:an10.64": "Tendo entrado na correnteza, cinco tipos de indivíduos concluem a sua jornada espiritual neste mundo e cinco tipos concluem tendo superado este mundo.",
  "an-blurbs:an10.65": "O venerável Sāriputta explica para o errante Sāmaṇḍakāni como dez coisas que resumem o sofrimento resultam do renascer e como com o fim do renascer, e o fim destas coisas, definem o que pode se chamar de felicidade.",
  "an-blurbs:an10.66": "O venerável Sāriputta explica para o errante Sāmaṇḍakāni como dez coisas que resumem o sofrimento resultam da insatisfação, e como com o contentamento, e o fim destas coisas, definem o que pode se chamar de felicidade.",
  "an-blurbs:an10.67": "Em Naḷakapāna o Buda convida o venerável a ensinar e este fala de cinco qualidades que resultam apenas no retrocesso espiritual contrastadas com cinco qualidades que resultam no avanço espiritual.",
  "an-blurbs:an10.68": "Em Naḷakapāna o Buda convida o venerável a ensinar e este fala de cinco qualidades que resultam apenas no retrocesso espiritual contrastadas com cinco qualidades que resultam no avanço espiritual",
  "an-blurbs:an10.69": "O Buda encontra vários bhikkhus tagarelando e os censura. Ele então lista dez tópicos ou assuntos que ajudam no avanço espiritual.",
  "an-blurbs:an10.70": "O Buda encontra vários bhikkhus tagarelando e os censura. Ele então lista dez qualidades espirituais que tornam um bhikkhu digno de elogio em termos de sua conduta e comportamento e os assuntos ou tópicos sobre os quais este fala sobre e ensina.",
  "an-blurbs:an10.71": "Dez situações de fruição espiritual progressiva que um bhikkhu pode almeijar tendo como base a satisfação das regras de treinamento espiritual e comprometimento com a serenidade interior, dedicação pela absorção mental, discernimento e simplicidade em termos de alojamento.",
  "an-blurbs:an10.72": "O Buda recebe a visita de visitantes barulhentos e os bhikkhus decidem se retirar numa floresta próxima para meditar. Quando o Buda sabe do ocorrido ele elogia e lista  dez espinhos ou obstáculos para os estágios sucessivos da prática espiritual.",
  "an-blurbs:an10.73": "Dez coisas desejáveis e raras nesse mundo, dez coisas que impedem estas dez coisas desejáveis e dez coisas que suportam ou nutrem estas dez coisas desejáveis.",
  "an-blurbs:an10.74": "Dez formas de progresso e avanço para um nobre discípulo.",
  "an-blurbs:an10.75": "A discípula leiga Migasālā questiona como dois de seus parentes recém falecidos, um deles celibatário e o outro não, tiveram o mesmo destino anunciado pelo Buda. Em resposta, o Buda lista e dez possíveis circunstâncias em que a presença e qualidade de diferentes faculdades espirituais determinam tais coisas e apenas o Buda, ou alguém como ele, poderia julgar.",
  "an-blurbs:an10.76": "O Buda lista três coisas que devem ser abandonadas para a o avanço gradual em dez estágios graduais e dependentes da trajetória espiritual. ",
  "an-blurbs:an10.77": "Dez características de um mau bhikkhu comparadas com dez características de um mau corvo.",
  "an-blurbs:an10.78": "Dez más qualidades dos contemplativos jainistas. ",
  "an-blurbs:an10.79": "Dez motivos para o ressentimento e rancor.",
  "an-blurbs:an10.80": "Dez métodos para o abandono do ressentimento e rancor.",
  "an-blurbs:an10.81": "Dez coisas das quais o Tathāgata, libertado, escapou.",
  "an-blurbs:an10.82": "Dez qualidades sem as quais o avanço espiritual de um bhikkhu não é possível.",
  "an-blurbs:an10.83": "O Buda se sentia inspirado a ensinar quando ele reconhecia dez qualidades em sua audiência.",
  "an-blurbs:an10.84": "Dez qualidades sem as quais o avanço espiritual de um bhikkhu não é possível.",
  "an-blurbs:an10.85": "Dez qualidades sem as quais o avanço espiritual de um bhikkhu não é possível.",
  "an-blurbs:an10.86": "Dez qualidades sem as quais o avanço espiritual de um bhikkhu não é possível.",
  "an-blurbs:an10.87": "Dez qualidades sem as quais avanço espiritual de um bhikkhu não é possível e que conduzem ao afeto, ao respeito, harmonia e unidade.",
  "an-blurbs:an10.88": "Dez resultados negativos a serem esperados por um bhikkhu que ofende e insulta seus companheiros espirituais. ",
  "an-blurbs:an10.89": "O Buda relata o caso do bhikkhu Kokālika que critica indevidamente os veneráveis Sāriputta e Moggallāna, e como resultado renasce no inferno da lótus rosa. O Buda explica através de uma símile a longuíssima duração do renascimento em tal infeno, e também define a expectativa de vida para nove outros infernos.",
  "an-blurbs:an10.90": "Dez poderes espirituais presentes naqueles aperfeiçoados.",
  "an-blurbs:an10.91": "O Buda ensina para o discípulo leigo Anāthapiṇḍika sobre os dez tipos de indivíduos que buscam prazer encontrados no mundo. ",
  "an-blurbs:an10.92": "O Buda ensina para o discípulo leigo Anāthapiṇḍika sobre os dez fatores daqueles livres do risco de um renascimento infeliz e no caminho para o despertar.",
  "an-blurbs:an10.93": "O discípulo leigo Anāthapiṇḍika visita errantes de outras seitas que lhe apresentam dez diferentes pontos de vista e o questionam sobre como o Buda via o mundo. Ele responde com seu próprio entendimento da impermanência e suas implicações.",
  "an-blurbs:an10.94": "O chefe de família Vajjiyamāhita visita errantes de outras seitas que acusam o Buda de condenar e negar todo e qualquer tipo de ascetismo ou prática. O Buda elogia sua respostas e define duas possíveis atitudes diante de cinco questões específicas.",
  "an-blurbs:an10.95": "O errante Uttiya questiona o Buda sobre dez questões metafísicas, que responde afirmando apenas ensinar sobre o sofrimento e o fim do sofrimento. Uttiya então questiona mais sobre em qual proporção e quantidade os seres encontram a liberdade do sofrimento. O venerável Ānanda intervém e responde definindo o que torna alguém capaz dar um fim ao sofrimento.",
  "an-blurbs:an10.96": "O errante Kokanada encontra o venerável Ānanda e o interroga com dez questões metafísicas.",
  "an-blurbs:an10.97": "Dez qualidades de um bhikkhu digno de reverência, respeito, generosidade e hospitalidade. ",
  "an-blurbs:an10.98": "Dez qualidades que garantem a um bhikkhu sênior conforto e paz ond quer que ele se encontre.",
  "an-blurbs:an10.99": "Quando o bhikkhu Upāli pede ao Buda permissão para ir viver em áreas isoladas, desabitadas e selvagens, este o responde com uma detalhada descrição de dez fatores ou qualidades presentes naqueles que habitam e frequentam tais locais.",
  "an-blurbs:an10.100": "Dez coisas que possibilitam ou impedem a realização da perfeição espiritual. ",
  "an-blurbs:an10.101": "Três percepções a serem  cultivadas para que que sete qualidades espirituais sejam aperfeiçoadas.",
  "an-blurbs:an10.102": "Os sete fatores do despertar quando desenvolvidos e cultivados resultam na realização dos três conhecimentos espirituais.",
  "an-blurbs:an10.103": "Dez aspectos ou fatores do caminho incorreto e do caminho correto.",
  "an-blurbs:an10.104": "Dez aspectos ou fatores que determinam uma a qualidade e os resultados de uma trajetória ou caminho espiritual.",
  "an-blurbs:an10.105": "O caminho décuplo baseado na sabedoria é correto e resulta na libertação correta. O caminho décuplo baseado na ignorância é incorreto e resulta na libertação incorreta.",
  "an-blurbs:an10.106": "Cada um dos fatores do nobre caminho décuplo desgastam ou consomem  seus fatores equivalentes opostos, do caminho décuplo incorreto.",
  "an-blurbs:an10.107": "Cada um dos fatores do nobre caminho décuplo lavam ou purificam seus fatores equivalentes opostos, do caminho décuplo incorreto.",
  "an-blurbs:an10.108": "Cada um dos fatores do nobre caminho décuplo expurgam seus fatores equivalentes opostos, do caminho décuplo incorreto.",
  "an-blurbs:an10.109": "Cada um dos fatores do nobre caminho décuplo tratam seus fatores equivalentes opostos do caminho décuplo incorreto, tal como um medicamento emético.",
  "an-blurbs:an10.110": "Cada um dos fatores do nobre caminho décuplo assopram para longe seus fatores equivalentes e opostos, do caminho décuplo incorreto.",
  "an-blurbs:an10.111": "Dotado dos dez fatores do caminho décuplo um indivíduo pode ser considerado um perito ou adepto.",
  "an-blurbs:an10.112": "Dotado dos dez fatores do caminho décuplo um indivíduo pode ser considerado um perito ou adepto.",
  "an-blurbs:an10.113": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados.",
  "an-blurbs:an10.114": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados.",
  "an-blurbs:an10.115": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados.",
  "an-blurbs:an10.116": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados.",
  "an-blurbs:an10.117": "Os fatores corretos do caminho décuplo representam a outra margem. Os fatores incorretos do caminho décuplo representam esta margem.",
  "an-blurbs:an10.118": "Os fatores corretos do caminho décuplo representam a outra margem. Os fatores incorretos do caminho décuplo representam esta margem.",
  "an-blurbs:an10.119": "O brâmane Jāṇussoṇi explica para o Buda um complexo ritual no qual ele acreditava e praticava. Em resposta, o Buda explica uma prática alternativa e mais produtiva. A prática consiste em, através da reflexão, cultivar os fatores corretos do caminho décuplo e abandonar suas contrapartes.",
  "an-blurbs:an10.120": "O Buda explica uma prática alternativa e mais produtiva que rituais dos brâmanes. A prática consiste em, através da reflexão, cultivar os fatores corretos do caminho décuplo e abandonar suas contrapartes.",
  "an-blurbs:an10.121": "Tal como a alvorada é o precursor do nascer do sol, o entendimento correto é o precursor das nove outras qualidades ou princípios hábeis e enobrecedores.",
  "an-blurbs:an10.122": "Dez fatores ou coisas que quando praticadas e cultivadas resultam no fim das contaminações.",
  "an-blurbs:an10.167": "O brâmane Jāṇussoṇi explica para o Buda um complexo ritual no qual ele acreditava e praticava. Em resposta, o Buda explica uma prática alternativa e mais produtiva. A prática consiste em, através da reflexão, cultivar os fatores corretos do caminho décuplo e abandonar suas contrapartes.",
  "an-blurbs:an10.168": "O Buda explica uma prática alternativa e mais produtiva que rituais dos brâmanes. A prática consiste em, através da reflexão, cultivar os fatores corretos do caminho décuplo e abandonar suas contrapartes.",
  "an-blurbs:an10.169": "O Buda explica para o brâmane Saṅgārava que os fatores incorretos do caminho décuplo representam esta margem, e os faores corretos do caminho décuplo representam a outra margem, alcançada por aqueles aperfeiçoados e livres do sofrimento. ",
  "an-blurbs:an10.170": "Nesta margem se encontram a maioria de nós, dotados e imersos em dez fatores incorretos. Na outra margem, se encontram aqueles aperfeiçoados e livres do sofrimento, dotados de dez fatores do nobre caminho décuplo.",
  "an-blurbs:an10.171": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados. Um ensinamento resumido.",
  "an-blurbs:an10.172": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados. O venerável Mahākaccāna explica em detalhes.",
  "an-blurbs:an10.173": "Tendo como base os dez fatores do caminho décuplo alguém pode discernir bons e maus princípios e resultados. Um ensinamento detalhado.",
  "an-blurbs:an10.174": "Dez formas de ação ou atitudes incorretas enraizadas na cobiça, raiva e ignorância.",
  "an-blurbs:an10.175": "Dez formas de ação ou atitudes corretas para as quais a doutrina budista aponta e que representam uma via de libertação.",
  "an-blurbs:an10.176": "Buda resume e explica para o brâmane Cunda a purificação através do corpo, fala e mente em seus dez aspectos.",
  "an-blurbs:an10.177": "Buda resume e explica para o brâmane Jāṇussoṇī como a prática generosidade pode ou não ser de ajuda diferentes tipos de pessoas conforme a sua conduta moral, atitude e sabedoria.",
  "an-blurbs:an10.211": "Dez qualidades relativas aos preceitos que destinam um indivíduo para o inferno ou para os reinos celestiais. ",
  "an-blurbs:an10.216": "Dez qualidades relativas aos preceitos, atitude e sabedoria que determinam um renascimento entre criaturas rastejantes e assustadoras.",
  "an-blurbs:an10.217": "O Buda resume e explica diferentes tipos de corrupção e fracasso em termos da conduta corporal, verbal e mental, que resultam em sofrimento. Ele também lista diferentes tipos perfeição e sucesso  em termos da conduta corporal, verbal e mental, que resultam em felicidade.",
  "an-blurbs:an10.218": "O Buda resume e explica diferentes tipos de corrupção e fracasso em termos da conduta corporal, verbal e mental, que resultam em sofrimento. Ele também lista diferentes tipos perfeição e sucesso  em termos da conduta corporal, verbal e mental, que resultam em felicidade.",
  "an-blurbs:an10.219": "A prática da libertação do coração baseada no bem-querer, na alegria altruísta, na compaixão e na  equanimidade resultam no não-retorno.",
  "an-blurbs:an10.220": "Dez qualidades relativas aos preceitos que destinam um indivíduo para o inferno ou para os reinos celestiais.",
  "an-blurbs:an11.1": "Dez qualidades relativas aos preceitos que destinam um indivíduo para o inferno ou para os reinos celestiais.",
  "an-blurbs:an11.2": "Onze elos de causação natural e impessoal, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an11.3": "Onze elos de causação natural e impessoal, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an11.4": "O Venerável Sāriputta ensina sobre os onze elos de causação natural e impessoal, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an11.5": "O Venerável Ānanda ensina sobre os onze elos de causação natural e impessoal, baseados na conduta ética, que resultam no conhecimento e visão da libertação espiritual. ",
  "an-blurbs:an11.6": "Onze resultados negativos a serem esperados por um bhikkhu que ofende e insulta seus companheiros espirituais. ",
  "an-blurbs:an11.7": "O venerável Ānanda questiona o Buda sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. Ambos o Buda e o venerável Sāriputta confirmam a existência de tal estado meditativo.",
  "an-blurbs:an11.8": "O venerável Ānanda questiona o Buda sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. O Buda confirma a existência de tal estado meditativo.",
  "an-blurbs:an11.9": "O Buda exorta o venerável Sandha a meditar como um cavalo puro-sangue, não como um potro selvagem.",
  "an-blurbs:an11.10": "Onze qualidades presentes naqueles que alcançaram o objetivo final, o santuário supremo, e viveram a vida espiritual completamente.",
  "an-blurbs:an11.11": "O Buda ensina Mahānāma, o Sákya, sobre qualidades que servem de base para o cultivo e desenvolvimento de outras seis reflexões que conduzem à felicidade e imersão da mente em samādhi.",
  "an-blurbs:an11.12": "O Buda ensina Mahānāma, o Sákya, sobre qualidades que servem de base para o cultivo e desenvolvimento de outras seis reflexões que conduzem à felicidade e imersão da mente em samādhi.",
  "an-blurbs:an11.13": "O Buda ensina Nandiya, o Sákya, sobre qualidades que servem de base para o cultivo e desenvolvimento de outras seis reflexões que conduzem à felicidade e imersão da mente em samādhi.",
  "an-blurbs:an11.14": "Onze resultados ou desdobramentos da fé e convicção no Buda e seu ensinamento e disciplina.",
  "an-blurbs:an11.15": "Onze benefícios a serem esperados por aqueles que praticam, desenvolvem e se estabelecem na prática do bem querer.",
  "an-blurbs:an11.16": "Quando solicitado por um chefe de família a ensinar um caminho para a liberdade, Venerável Ananda explica nada menos que onze estados meditativos que podem servir como portas para o imortal.",
  "an-blurbs:an11.17": "Por onze razões, um vaqueiro é capaz de cuidar adequadamente de um rebanho. O Buda compara isso ao progresso espiritual de um discípulo mendicante.",
  "an-blurbs:an11.18": "O Buda é questionado sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. O Buda confirma a existência de tal estado meditativo.",
  "an-blurbs:an11.19": "O Buda ensina sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo.",
  "an-blurbs:an11.20": "O venerável Sāriputta é questionado sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. O Buda confirma a existência de tal estado meditativo. ",
  "an-blurbs:an11.21": "O venerável Sāriputta é questionado sobre um estado de imersão meditativa no qual, apesar de os quatro elementos e as cinco dimensões de absorção meditativa não serem percebidos, um bhikkhu ainda permanece perceptivo. O Buda confirma a existência de tal estado meditativo."
}