{
  "an-blurbs:an3.1": "Os perigos se originam dos tolos, e não daqueles astutos.",
  "an-blurbs:an3.2": "O que caracteriza alguém astuto em termos de corpo, palavra e mente.",
  "an-blurbs:an3.3": "O que caracteriza alguém astuto em termos de pensamento, fala e ações.",
  "an-blurbs:an3.4": "O que caracteriza alguém astuto em termos de se reconhecer enganos.",
  "an-blurbs:an3.5": "O que caracteriza alguém astuto em termos de se fazer perguntas.",
  "an-blurbs:an3.6": "O que caracteriza alguém astuto em termos do que é hábil e inábil.",
  "an-blurbs:an3.7": "O que caracteriza alguém astuto em termos do que é culpável e o que é irepreensível.",
  "an-blurbs:an3.8": "O que caracteriza alguém astuto em termos do que é doloroso e bondoso.",
  "an-blurbs:an3.9": "O que caracteriza alguém astuto em termos de se manter a mente sã.",
  "an-blurbs:an3.10": "A imoralidade, inveja e maldade determinam o renascimento.",
  "an-blurbs:an3.11": "As marcas de um bhikkhu renomado que age pelo bem dos outros.",
  "an-blurbs:an3.12": "Locais que devem ser comemorados por reis e pelos bhikkhus.",
  "an-blurbs:an3.13": "Os indivíduos sem anseios, aqueles cheia de anseios e aqueles que superaram os anseios.",
  "an-blurbs:an3.14": "Monarcas justos e de princípios e Budas influenciam o mundo com base em princípios.",
  "an-blurbs:an3.15": "Qualidade leva tempo: a parábola do construtor de carruagens.",
  "an-blurbs:an3.16": "A prática do caminho incontrovertível.",
  "an-blurbs:an3.17": "Machucando a si mesmo e aos outros.",
  "an-blurbs:an3.18": "A vida santa não é vivida para se obter o renascimento entre os devas.",
  "an-blurbs:an3.19": "Tanto lojistas e quanto bhikkhus tem que trabalhar pesado.",
  "an-blurbs:an3.20": "Tanto lojistas quanto bhikkhus precisam ter olhos aguçados, serem responsáveis e devidamente apoiados.",
  "an-blurbs:an3.21": "Dos vários tipos de indivíduos no mundo qual é o melhor?",
  "an-blurbs:an3.22": "Todos aqueles enfermos merecem serem tratados, mesmo que não se recuperem. Isto vale para enfermidades do corpor e enfermidades da mente.",
  "an-blurbs:an3.23": "Escolhas e atos aflitivos ou sem aflição condicionam experiências aflitivas ou livres de aflição em vidas futuras.",
  "an-blurbs:an3.24": "Os três tipos de indivíduos que são de grande ajuda.",
  "an-blurbs:an3.25": "A mente como uma ferida aberta, como um relâmpago, e como um diamante.",
  "an-blurbs:an3.26": "Associando-se com alguém igual, não há declínio. Seguindo os melhores, a subida é rápida.",
  "an-blurbs:an3.27": "Os tipos de indivíduo com os quais devemos e não devemos nos associar.",
  "an-blurbs:an3.28": "A linguagem que é como esterco, como flores e como mel.",
  "an-blurbs:an3.29": "Ser, em termos espirituais, como alguém cego, alguém com apenas um olho e alguém com dois olhos.",
  "an-blurbs:an3.30": "Como fazer para que a sabedoria do Dharma ouvido seja retida após o fim do ensinamento.",
  "an-blurbs:an3.31": "Devemos reverenciar aos nossos pais como se reverencia à Brahmā.",
  "an-blurbs:an3.32": "É possível haver um estado de unificação livre da fabricação de um “eu”?",
  "an-blurbs:an3.33": "Até mesmo o Buda tinha dificuldade em achar discípulos capazes de compreender o ensinamento.",
  "an-blurbs:an3.34": "O desejo, a raiva e a delusão, assim como seus opostos, são como sementes.",
  "an-blurbs:an3.35": "O Buda dormia bem, mesmo no chão frio e duro.",
  "an-blurbs:an3.36": "O deus da morte nos questiona, mas somos punidos por nossos próprios atos.",
  "an-blurbs:an3.37": "Os devas se orgulham quando quando vêem indivíduos praticando corretamente.",
  "an-blurbs:an3.38": "Devemos aspirar ser como um bhikkho desperto, não como o deus Sakka.",
  "an-blurbs:an3.39": "A criação delicada de Siddhattha.",
  "an-blurbs:an3.40": "A prática tendo a si no controle, ou outrém, ou o ensinamento.",
  "an-blurbs:an3.41": "Os fatores envolvidos na realização de bom karma.",
  "an-blurbs:an3.42": "Como reconhecer um indivíduo dotado de fé e convicção.",
  "an-blurbs:an3.43": "As vantagens de se ensinar o Dhamma.",
  "an-blurbs:an3.44": "Aqueles que ensinam e aqueles que ouvem o ensinamento devem ser dotados de entendimento.",
  "an-blurbs:an3.45": "A prática da generosidade, a adoção da vida santa, e cuidar de nossos pais são coisas louvadas.",
  "an-blurbs:an3.46": "Membros de uma comunidade realizam bom karma quando bhikkhus ou bhikkhunis estão presentes.",
  "an-blurbs:an3.47": "A diferença entre o que é condicioado e o que é incondicionado.",
  "an-blurbs:an3.48": "Uma família é apoiada por quem a lidera, da mesma forma que uma árvore cresce na dependência de uma montanha próxima.",
  "an-blurbs:an3.49": "Três situações em que devemos nos empenhar.",
  "an-blurbs:an3.50": "Como um bhikkhu age como um bandido chefe.",
  "an-blurbs:an3.51": "Um conselho para brâmanes idosos: podemos praticar até mesmo quando já velhos.",
  "an-blurbs:an3.52": "Um conselho para brâmanes idosos: podemos praticar até mesmo quando já velhos.",
  "an-blurbs:an3.53": "De que modo o Ensinamento é visível no aqui e agora?",
  "an-blurbs:an3.54": "De que modo o Ensinamento é visível no aqui e agora?",
  "an-blurbs:an3.55": "De que modo a extinção de nibbana é visível no aqui e agora?",
  "an-blurbs:an3.56": "Qual é a causa pela qual vilarejos, cidades, capitais e países inteiros disapareceriam?",
  "an-blurbs:an3.57": "O Buda é acusado de pedir que doações sejam oferecidas apenas para membros de sua comunidade espiritual.",
  "an-blurbs:an3.58": "Como um mestre dos três conhecimentos védicos é descrito pelos brâmanes e pelo Buda.",
  "an-blurbs:an3.59": "Como um mestre dos três conhecimentos védicos é descrito pelos brâmanes e pelo Buda.",
  "an-blurbs:an3.60": "Um brâmane sugere que um sacrifício seja de mais benefício para os outros que a vida de quem adota a vida santa. E a côrte do rei reclama de um declínio nas habilidades psíquicas da Sangha.",
  "an-blurbs:an3.61": "As crenças de que tudo é causado por karma passado, de que tudo tem sua causa no ato de criação de um ser superior, ou de que tudo não tem uma causa e condição, todas nos prendem os seres à inércia. O Buda ensina a originação dependente como alternativa.",
  "an-blurbs:an3.62": "Os perigos que separam mães de seus filhos.",
  "an-blurbs:an3.63": "Os três tipos de leitos elevados e luxuosos que o Buda obtia sempre que assim desejasse, sem problemas ou dificuldades.",
  "an-blurbs:an3.64": "Um errante que recentemente abandonara o ensinamento e treinamento afirma ter aprendido o que o Buda ensinava.",
  "an-blurbs:an3.65": "Como navegar através das diversas e diferentes opiniões espirituais.",
  "an-blurbs:an3.66": "Como navegar através das diversas e diferentes opiniões espirituais.",
  "an-blurbs:an3.67": "Como avaliar se alguém é capaz de participar de uma discussão.",
  "an-blurbs:an3.68": "As diferenças entre o desejo, a raiva e a delusão.",
  "an-blurbs:an3.69": "Atos inábeis se baseiam em raízes inábeis, e resultam em sofrimento.",
  "an-blurbs:an3.70": "A observância do dia de uposatha pelos vaqueiros, pelos jainistas e pelo Buda.",
  "an-blurbs:an3.71": "Por qual razão devemos abandonar o desejo, a raiva e a delusão?",
  "an-blurbs:an3.72": "O ensinamento de quem é bem proclamado? Quem no mundo pratica o bom caminho e é bem-aventurado?",
  "an-blurbs:an3.73": "A imersão vem primeiro e depois o entendimento? Ou o entendimento vem primeiro, e depois a imersão?",
  "an-blurbs:an3.74": "A purificação resulta da exaustão do karma passado?",
  "an-blurbs:an3.75": "Como encorajar e apoiar aqueles próximos a nós.",
  "an-blurbs:an3.76": "Como a consciência, o karma e o desejo criam e sustentam nascimentos futuros.",
  "an-blurbs:an3.77": "Como a consciência, o karma e o desejo criam e sustentam nascimentos futuros, com uma ênfase na questão da intenção.",
  "an-blurbs:an3.78": "Nem todos os caminhos espirituais têm o mesmo valor.",
  "an-blurbs:an3.79": "Algumas fragrâncias se espalham até mesmo contra o vento.",
  "an-blurbs:an3.80": "Ānanda faz o Buda falar sobre a escala do universo.",
  "an-blurbs:an3.81": "Os deveres de um contemplativo.",
  "an-blurbs:an3.82": "Um jumento tenta mugir como uma vaca, e isso não acaba bem.",
  "an-blurbs:an3.83": "Os deveres de um fazendeiro são comparáveis aos deveres de um contemplativo.",
  "an-blurbs:an3.84": "O que fazer quando observar todas as regras não é possível.",
  "an-blurbs:an3.85": "O que define alguém como um “discípulo em treinamento”?",
  "an-blurbs:an3.86": "Mesmo pessoas espiritualmente avançadas podem quebrar regras menores.",
  "an-blurbs:an3.87": "Mesmo pessoas espiritualmente avançadas podem quebrar regras menores.",
  "an-blurbs:an3.88": "Mesmo pessoas espiritualmente avançadas podem quebrar regras menores.",
  "an-blurbs:an3.89": "Os três treinamentos explicados e resultando na compreensão das nobres verdades.",
  "an-blurbs:an3.90": "Os três treinamentos explicados e resultando na perfeição espiritual.",
  "an-blurbs:an3.91": "Um bhikkhu critica o Buda e mais tarde sofre de remorso.",
  "an-blurbs:an3.92": "Nem um agricultor nem um mendicante fazem seus esforços darem frutos mais rapidamente simplesmente por força do desejo.",
  "an-blurbs:an3.93": "Como o ensinamento do Buda sobre a reclusão se compara aos ensinamentos dos demais.",
  "an-blurbs:an3.94": "A clareza desfrutada no entrar da correnteza é como um céu sem nuvens num dia de primavera.",
  "an-blurbs:an3.95": "Assembléias de bhikkhus podem ser excelentes, divididas ou harmoniosas. Uma assembléia harmoniosa leva a mente à felicidade e à quietude.",
  "an-blurbs:an3.96": "Como um bhikkhu é belo, forte e veloz como um cavalo sangue-puro, e em termos da compreensão das nobres verdades.",
  "an-blurbs:an3.97": "Como um bhikkhu é belo, forte e veloz como um cavalo sangue-puro, e em termos da fruição do estado de não-retorno.",
  "an-blurbs:an3.98": "Como um bhikkhu é belo, forte e veloz como um cavalo sangue-puro, e em termos da fruição da perfeição.",
  "an-blurbs:an3.99": "Como um bhikkhu é feio e áspero como uma tela de juta.",
  "an-blurbs:an3.100": "Se os resultados de nossas ações fossem para ser experimentados exatamente como estas foram realizadas, não haveria espaço para a prática espiritual.",
  "an-blurbs:an3.101": "A prática da meditação como o ato de purificar o ouro. Aquele que medita deve eliminar progressivamente as impurezas de sua mente.",
  "an-blurbs:an3.102": "A prática da meditação como o ato de purificar o ouro. Aquele que medita deve se voltar para diferentes aspectos em diferentes momentos de modo a avançar de forma adequada.",
  "an-blurbs:an3.103": "Antes do despertar, Siddhattha reflete sobre a gratificação, o perigo e a escapatória do mundo.",
  "an-blurbs:an3.104": "O Buda despertou com a compreensão da gratificação, do perigo e da escapatória.",
  "an-blurbs:an3.105": "A gratificação, o perigo e a escapatória são essenciais tanto para o aprisionamento quanto para a libertação.",
  "an-blurbs:an3.106": "Contemplativos verdadeiros compreendem a gratificação, o perigo e a escapatória.",
  "an-blurbs:an3.107": "Música, dança e risadas.",
  "an-blurbs:an3.108": "A satisfação nunca é encontrada através da indulgência.",
  "an-blurbs:an3.109": "Proteger a própria mente é como proteger a casa.",
  "an-blurbs:an3.110": "O símile da casa em colapso.",
  "an-blurbs:an3.111": "A fonte de nossos atos: o desejo, a raiva e a delusão.",
  "an-blurbs:an3.112": "A fonte de nossos atos da perspectiva do passado, do presente e do futuro.",
  "an-blurbs:an3.113": "A hipocrisia resulta na derrota e ruína.",
  "an-blurbs:an3.114": "Três tipos de indivíduos difíceis de se achar.",
  "an-blurbs:an3.115": "Indivíduos fáceis de se mensurar, difíceis de se mensurar e imensuráveis.",
  "an-blurbs:an3.116": "O renascimento em reinos imateriais, para os discípulos do Buda e demais tipos de indivíduos.",
  "an-blurbs:an3.117": "O fracasso ou sucesso em termos de comportamento, em termos da mente, e em termos de entendimento.",
  "an-blurbs:an3.118": "Uma analogia entre um dado adulterado e o fracasso ou sucesso em termos de comportamento, em termos da mente, e em termos de entendimento.",
  "an-blurbs:an3.119": "O fracasso ou suceso em termos de conduta, meio de vido e entendimento.",
  "an-blurbs:an3.120": "A pureza em termos de corpo, fala e mente.",
  "an-blurbs:an3.121": "A pureza em termos de corpo, fala e mente, com o entendimento dos cinco obstáculos.",
  "an-blurbs:an3.122": "A sagacidade em termos de corpo, fala e mente.",
  "an-blurbs:an3.123": "O que um bhikkhu pensa sobre a comida que lhe é oferecida.",
  "an-blurbs:an3.124": "O Buda não gosta quando bhikkhus ou bhikkhunis se envolvem em rixas e brigas.",
  "an-blurbs:an3.125": "O Buda ensina uma simples porém poderosa mensagem: ele ensina a partir da sua experiência direta, e seu ensinamento funciona.",
  "an-blurbs:an3.126": "O Buda discute três tipos de professores enquanto se hospedava em um eremitério próximo de sua cidade natal Kapilavatthu.",
  "an-blurbs:an3.127": "Um deva das Moradas Puras visita o Buda e reclama de o quanto ele era ocupado.",
  "an-blurbs:an3.128": "O Buda ajuda um bhikkhu em apuros lhe ensinando sobre a “amargura”, a “carniça” e as “moscas”.",
  "an-blurbs:an3.129": "Anuruddha pergunta ao Buda o que conduz mulheres para um renascimento ruim.",
  "an-blurbs:an3.130": "Anuruddha queixa-se de não ter ainda despertado.",
  "an-blurbs:an3.131": "Três coisas que brilham abertamente: a lua, o sol e os ensinamentos do Buda.",
  "an-blurbs:an3.132": "Alguns indivíduos são como uma linha traçada em uma pedra, uma linha traçada na areia ou uma linha traçada na água.",
  "an-blurbs:an3.133": "Os três modos em que um bhikkhu ou bhikkuni se compara ao guerreiro de um rei.",
  "an-blurbs:an3.134": "Educação em termos de boa oratória, a educação em termos de perguntas e respostas, a educação completa.",
  "an-blurbs:an3.135": "Três fatores de um bom amigo. ",
  "an-blurbs:an3.136": "A impermanência, o sofrimento, e o não-eu são leis da natureza descobertas pelo Buda.",
  "an-blurbs:an3.137": "Makkhali é o pior dos líderes dos errantes de outras seitas, da mesma forma que um cobertor feito de cabelos é o pior dos cobertores.",
  "an-blurbs:an3.138": "O sucesso em termos de fé, virtude, e sabedoria.",
  "an-blurbs:an3.139": "O progresso em termos de fé, virtude, e sabedoria.",
  "an-blurbs:an3.140": "A tarefa de se treinar indivíduos é como a de se treinar cavalos selvagens.",
  "an-blurbs:an3.141": "A tarefa de se treinar bons indivíduos é como a de se treinar cavalos dóceis.",
  "an-blurbs:an3.142": "A tarefa de se treinar indivíduos é como a de se treinar cavalos puro-sangue.",
  "an-blurbs:an3.143": "A ética, a imersão e a sabedoria como as características marcantes de um discípulo completamente realizado.",
  "an-blurbs:an3.144": "A demonstração de poderes psíquicos, de revelações e de instrução como as características marcantes de um discípulo completamente realizado.",
  "an-blurbs:an3.145": "O entendimento correto, o conhecimento correto e a libertação correta como as características marcantes de um discípulo completamente realizado.",
  "an-blurbs:an3.146": "Atos e escolhas hábeis e inábeis determinam o renascimento.",
  "an-blurbs:an3.147": "Atos e escolhas irrepreensíveis e censuráveis determinam o renascimento.",
  "an-blurbs:an3.148": "Atos e escolhas éticas e antiéticas determinam o renascimento.",
  "an-blurbs:an3.149": "Atos e escolhas puros e impuros determinam o renascimento.",
  "an-blurbs:an3.150": "Atos e escolhas hábeis garantem a nossa integridade.",
  "an-blurbs:an3.151": "Atos e escolhas irrepreensíveis garantem a nossa integridade.",
  "an-blurbs:an3.152": "Atos e escolhas éticas garantem a nossa integridade.",
  "an-blurbs:an3.153": "Atos e escolhas puras garantem a nossa integridade.",
  "an-blurbs:an3.154": "Os três tipos de homenagem: com o corpo, a palavra e a mente.",
  "an-blurbs:an3.155": "O que fazem aqueles que desfrutam de uma boa manhã, uma boa tarde e uma boa noite.",
  "an-blurbs:an3.156": "A prática viciada, a prática abrasadora e a prática equilibrada.",
  "an-blurbs:an4.1": "Tanto o Buda quanto seus discípulos renasceram por muito tempo devido à falta de sabedoria.",
  "an-blurbs:an4.2": "Sem virtude, imersão, sabedoria e libertação, a pessoa se afasta do ensinamento.",
  "an-blurbs:an4.3": "Após refletir, demos criticar aqueles dignos de crítica, e elogiar aqueles dignos de louvor.",
  "an-blurbs:an4.4": "Nos ferimos a nós mesmos ao agir mal para com nossos pais, o Buda e outros praticantes espirituais.",
  "an-blurbs:an4.5": "A pessoa que vai com a correnteza, a pessoa que vai contra a correnteza, a pessoa que permanece firme no mesmo lugar e aquela que atravessou a correnteza.",
  "an-blurbs:an4.6": "O aprendizado a razão pela qual se aprende.",
  "an-blurbs:an4.7": "Como a Sangha é iluminada por um bhikkhu, uma bhikkhuni, uma discípula leiga e um discípulo leigo.",
  "an-blurbs:an4.8": "É devido à sua prática e realizações espirituais que um Buda é supremamente autoconfiante.",
  "an-blurbs:an4.9": "Quatro coisas que causam desejo nos discípulos monásticos.",
  "an-blurbs:an4.10": "Os grilhões ou amarras dos prazeres dos sentidos, da existência continuada, dos pontos de vista e entendimentos, e da ignorância. ",
  "an-blurbs:an4.11": "Um discípulo monástico deve abandonar, dispersar, eliminar e abolir pensamentos prejudiciais, esteja ele caminhando, de pé, sentado ou deitado acordado.",
  "an-blurbs:an4.12": "A virtude e a prática de se eliminar os cinco obstáculos nas quatro posturas.",
  "an-blurbs:an4.13": "Os quatro esforços corretos: prevenir, abandonar, cultivar e preservar.",
  "an-blurbs:an4.14": "Os quatro empenhos corretos: prevenir, abandonar, cultivar e preservar.",
  "an-blurbs:an4.15": "A excelência em termos do corpo, de prazeres sensuais, de soberania e de desenvolvimento espiritual.",
  "an-blurbs:an4.16": "A sutileza em termos de forma, sensações, percepção e escolhas.",
  "an-blurbs:an4.17": "Decisões enviesadas pelo favoritismo, hostilidade, estupidez e covardia.",
  "an-blurbs:an4.18": "Decisões não enviesadas pelo favoritismo, hostilidade, estupidez e covardia.",
  "an-blurbs:an4.19": "Decisões enviesadas e não enviesadas pelo favoritismo, hostilidade, estupidez e covardia.",
  "an-blurbs:an4.20": "A alocação de refeições enviesada pelo favoritismo, hostilidade, estupidez e covardia.",
  "an-blurbs:an4.21": "De qual brâmane ou contemplativo poderia o Buda depender, honrando-o e respeitando-o?",
  "an-blurbs:an4.22": "Quatro qualidades que caracterizam um ancião.",
  "an-blurbs:an4.23": "Por qual razão o Buda é chamado de Tathāgata.",
  "an-blurbs:an4.24": "O Buda sabe o que pode ser sabido, e permanece equânime em meio ao mundo.",
  "an-blurbs:an4.25": "A vida espiritual é vivida tendo como propósito a contenção, o abandono, o desapego e a cessação.",
  "an-blurbs:an4.26": "Não são discípulos do Buda aqueles que são enganadores, teimosos, bajuladores, fraudulentos, insolentos ou distraídos.",
  "an-blurbs:an4.27": "Quatro insignificâncias que são ganhas facilmente e não passíveis de crítica.",
  "an-blurbs:an4.28": "Quatro tradições originais seguidas por aqueles nobres: contentamento com qualquer tecido para mantos, com qualquer alimento esmolado, com qualquer moradia e o prazer e deleite na meditação.",
  "an-blurbs:an4.29": "O contentamento, o bem-querer, a atenção plena e a imersão correta da mente representam quatro princípios básicos.",
  "an-blurbs:an4.30": "Uma discussão com errantes de outras seitas sobre princípios básicos.",
  "an-blurbs:an4.31": "Quatro situações favoráveis: habitar uma região adequada, depender de pessoas de bem, determinação correta, e bom karma passado.",
  "an-blurbs:an4.32": "Quatro modos de inclusividade: generosidade, fala gentil, cuidado e imparcialidade.",
  "an-blurbs:an4.33": "O rugido de um leão aterroriza a selva. O ensinamento do Buda aterroriza os devas.",
  "an-blurbs:an4.34": "A fé ou confiança no Buda, no caminho, no Dhamma é insuperada.",
  "an-blurbs:an4.35": "Como um.grande home  é entendido pelos brâmanes e pelo Buda.",
  "an-blurbs:an4.36": "O brâmane Doṇa se maravilha quando vê as pegadas do Buda.",
  "an-blurbs:an4.37": "Um discípulo contemplativo dotado de virtude, contenção dos sentidos, e dedicado à vigília não retrocede no caminho.",
  "an-blurbs:an4.38": "Um discípulo contemplativo é dito ser retido uma vez que eliminou a idiosincrasia com relação à verdade, abandonou completamente o buscar, tranquilizou as atividades corporais.",
  "an-blurbs:an4.39": "O Buda crítica o sacrifício violento mas não a generosidade pacífica.",
  "an-blurbs:an4.40": "O Buda crítica o sacrifício violento mas não a generosidade pacífica.",
  "an-blurbs:an4.41": "O cultivo da imersão visando o prazer, a compreensão, a atenção plena e o fim das impurezas.",
  "an-blurbs:an4.42": "Quatro modos de se responder perguntas: definitivamente, analíticamente, com uma contra-pergunta, ou as deixando de lado.",
  "an-blurbs:an4.43": "Como se diferenciam aqueles que valorizam a raiva e denegrir, que valorizam o ganho e as honrarias, daqueles que valorizam o ensinamento verdadeiro.",
  "an-blurbs:an4.44": "Como se diferenciam aqueles que valorizam a raiva e denegrir, que valorizam o ganho e as honrarias, daqueles que valorizam o ensinamento verdadeiro.",
  "an-blurbs:an4.45": "O deva Rohitassa conta como ele uma vez tentou chegar ao fim do mundo, onde a pessoa não nasce, não envelhece, não morre, não falece e não renasce.",
  "an-blurbs:an4.46": "O Buda relata como o deva Rohitassa uma vez tentou chegar ao fim do mundo, onde a pessoa não nasce, não envelhece, não morre, não falece e não renasce.",
  "an-blurbs:an4.47": "Uma grande distância existe entre o céu e a terra. E uma distância ainda maior existe entre o que ensinam os virtuosos e o que ensinam os corruptos.  ",
  "an-blurbs:an4.48": "O Buda elogia o ensinamento do bhikkhu Visākha.",
  "an-blurbs:an4.49": "Distorções em termos de percepção, em termos da mente e em termos de entendimento.",
  "an-blurbs:an4.50": "Quatro coisas que ocultam o brilho e esplendor do sol e a lua. E quatro coisas que corrompem os bhikkhus: álcool, sexo, dinheiro e modo de vida incorreto.",
  "an-blurbs:an4.51": "Quando um bhikkhu medita tendo feito ou fazendo uso de algo oferecido, o mérito transborda para quem os ofereceu.",
  "an-blurbs:an4.52": "Quando um bhikkhu tem confiança e virtude, o mérito transborda para quem os ofereceu.",
  "an-blurbs:an4.53": "A convivência com devas e com zumbis.",
  "an-blurbs:an4.54": "A convivência com devas e com zumbis.",
  "an-blurbs:an4.55": "Como um casal pode permanecer unido nesta vida e na próxima.",
  "an-blurbs:an4.56": "Como um casal pode permanecer unido nesta vida e na próxima.",
  "an-blurbs:an4.57": "Vida longa, saúde, felicidade e força como quatro bênçãos que retornam para aqueles que fazem oferendas para o Buda e a Sangha.",
  "an-blurbs:an4.58": "Vida longa, saúde, felicidade e força como quatro bênçãos que retornam para aqueles que fazem oferendas para o Buda e a Sangha.",
  "an-blurbs:an4.59": "Vida longa, saúde, felicidade e força como quatro bênçãos que retornam para aqueles que fazem oferendas para o Buda e a Sangha.",
  "an-blurbs:an4.60": "Um discípulo leigo serve a Sangha com mantos, alimentos, moradia e medicamentos.",
  "an-blurbs:an4.61": "Quatro coisas desejáveis mas difíceis de se obter; e quatro coisas que resultam na obtenção destas.",
  "an-blurbs:an4.62": "A felicidade resultante de posse de riqueza, do uso da riqueza, da ausência de dívidas, e da conduta imaculada.",
  "an-blurbs:an4.63": "Uma família na qual os filhos honram seus pais em seu lar é dita ser uma família que vive com Brahmā.",
  "an-blurbs:an4.64": "Alguém que quebra dos preceitos é fadado ao inferno.",
  "an-blurbs:an4.65": "Aqueles que julgam e seguem com base na forma, com base na eloquência, com base na austeridade e com base em princípios. ",
  "an-blurbs:an4.66": "Quatro tipos de indivíduos: o cobiçoso, o odiento, o deludido, e o presunçoso.",
  "an-blurbs:an4.67": "A difusão de bem-querer pelas diversas ordens de cobras e outros tipos de seres.",
  "an-blurbs:an4.68": "Posses, honrarias e popularidade trouxeram apenas ruína e declínio para Devadatta.",
  "an-blurbs:an4.69": "Os quatro empenhos corretos: prevenir, abandonar, cultivar e preservar.",
  "an-blurbs:an4.70": "Um reino corrupto é liderado por um rei corrupto.",
  "an-blurbs:an4.71": "Quatro práticas infalíveis: virtude, aprendizado, empenho e sabedoria.",
  "an-blurbs:an4.72": "Quatro coisas que asseguram a prática: pensamentos de renúncia, pensamentos de bem-querer, pensamentos de bondade, e entendimento correto.",
  "an-blurbs:an4.73": "Quatro qualidades de um mau indivíduo e quatro qualidades de um bom indivíduo.",
  "an-blurbs:an4.74": "Quatro coisas excelentes: ética, imersão, sabedoria e libertação.",
  "an-blurbs:an4.75": "Quatro coisas excelentes: forma, sensações, percepção e existência continuada.",
  "an-blurbs:an4.76": "O Buda em seu leito de morte encoraja seus discípulos a terem suas últimas perguntas por ele respondidas.",
  "an-blurbs:an4.77": "Loucura e frustração resultam de conjecturar sobre estas quatro coisas.",
  "an-blurbs:an4.78": "Quatro modos de se purificar oferendas e donativos feitos para um mestre.",
  "an-blurbs:an4.79": "Quatro razões pelas quais para alguns um empreendimento fracassa, para outros o mesmo não preenche as suas expectativas, para uns outros o mesmo preenche as suas expectativas, e para alguns outros o mesmo excede as suas expectativas.",
  "an-blurbs:an4.80": "Quatro razões pelas quais algumas mulheres não participam de reuniões, não buscam uma carreira ou não viajam para a Pérsia.",
  "an-blurbs:an4.81": "Quatro qualidades relativas aos preceitos que destinam um indivíduo para o inferno ou para os reinos celestiais.",
  "an-blurbs:an4.82": "Quatro qualidades relativas à fala que destinam um indivíduo para o inferno ou para os reinos celestiais.",
  "an-blurbs:an4.83": "Quatro situações em que a crítica e o elogia destinam um indivíduo para o inferno ou para os reinos celestiais.",
  "an-blurbs:an4.84": "Quatro qualidades que destinam um indivíduo para o inferno ou para os reinos celestiais.",
  "an-blurbs:an4.85": "Quatro tipos de indivíduos diferenciados em termos de o quão distantes se encontram e o quão voltados se encontram para a luz ou a escuridão.",
  "an-blurbs:an4.86": "Quatro tipos de indivíduos diferenciados em termos de o quão acima ou abaixo e se estão perdendo ou ganhando altitude.",
  "an-blurbs:an4.87": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais.",
  "an-blurbs:an4.88": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais.",
  "an-blurbs:an4.89": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais.",
  "an-blurbs:an4.90": "Quatro tipos de contemplativos: o contemplativo convicto, o contemplativo que é como uma lótus branca, o contemplativo que é como uma lótus rosa, e o contemplativo que é notável em comparação aos demais.",
  "an-blurbs:an4.91": "Quatro tipos de indivíduos comparados em termos de natureza e companhia com asuras e devas.",
  "an-blurbs:an4.92": "Quatro tipos de indivíduos comparados em termos de serenidade e discernimento.",
  "an-blurbs:an4.93": "Quatro tipos de indivíduos comparados em termos de serenidade e discernimento.",
  "an-blurbs:an4.94": "Quatro tipos de indivíduos comparados em termos de serenidade e discernimento, e os tipos de perguntas que devem fazer para avançarem no caminho.",
  "an-blurbs:an4.95": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática.",
  "an-blurbs:an4.96": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática.",
  "an-blurbs:an4.97": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática.",
  "an-blurbs:an4.98": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática.",
  "an-blurbs:an4.99": "Quatro tipos de indivíduos comparados em termos dos benefícios de sua prática.",
  "an-blurbs:an4.100": "Quatro tipos de indivíduos comparados em termos de crítica e elogio feitos no momento oportuno.",
  "an-blurbs:an4.101": "Quatro tipos de indivíduos comparados com nuvens carregadas de chuva.",
  "an-blurbs:an4.102": "Quatro tipos de indivíduos comparados com nuvens carregadas de chuva.",
  "an-blurbs:an4.103": "Quatro tipos de indivíduos comparados com vasos.",
  "an-blurbs:an4.104": "Quatro tipos de indivíduos comparados com lagos.",
  "an-blurbs:an4.105": "Quatro tipos de indivíduos comparados com mangas.",
  "an-blurbs:an4.106": "Um sutta fantasma: em nenhuma das edições disponíveis do cânone não se encontra um texto para esta referência. No entanto, na conclusão do capítulo (AN 4.110) há menção a dois suttas sobre mangas. Os comentários notam a existência de um sutta com esta numeração, mas apenas diz que o significado deste é claro. Uma nota na edição do Vipassana Research Institute diz que uma variação deste sutta é que este contém o termo <i lang='pi' translate='no'>obhāsa</i> enquanto que o sutta anterior contém <i lang='pi' translate='no'>vaṇṇa</i>.",
  "an-blurbs:an4.107": "Quatro indivíduos comparados com ratos e suas tocas.",
  "an-blurbs:an4.108": "Quatro indivíduos comparados com bois e rebanhos.",
  "an-blurbs:an4.109": "Quatro indivíduos comparados com árvores.",
  "an-blurbs:an4.110": "Quatro indivíduos comparados com víboras",
  "an-blurbs:an4.111": "Como o Buda treina pessoas em termos do uso de gentileza, dureza. E em algumas situações ele as “matava”.",
  "an-blurbs:an4.112": "Quatro fators que fazem um bhikkhu ser comparável a um cavalo real puro-sangue.",
  "an-blurbs:an4.113": "Como um cavalo puro-sangue que responde quando vê um aguilhão, um indivíduo empenhado no caminho deve responder em quatro situações.",
  "an-blurbs:an4.114": "Quatro fatores de um bhikkhu merecedor de oferendas e reverência comparáveis com os fatores de elefante real.",
  "an-blurbs:an4.115": "Quatro coisas categorizada em termos de prazer e benefícios associados a estas.",
  "an-blurbs:an4.116": "Quatro situações em que um bhikkhu deve ser diligente.",
  "an-blurbs:an4.117": "Quatro situações em que alguém empenhado pelo seu próprio bem-estar deveria praticar a diligência, a atenção plena, e proteger a mente.",
  "an-blurbs:an4.118": "Quatro lugares inspiradores que um discípulo dotado de fé deve visitar.",
  "an-blurbs:an4.119": "Os perigos do nascimento, velhice, doença e morte.",
  "an-blurbs:an4.120": "Os perigos relacionados com o fogo, água, reis e bandidos.",
  "an-blurbs:an4.121": "O temor da culpa, da vergonha, da punição e de um renascimento num estado de privação e infeliz.",
  "an-blurbs:an4.122": "O medo das ondas, medo dos crocodilos, medo dos redemoinhos e o medo dos tubarões.",
  "an-blurbs:an4.123": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução.",
  "an-blurbs:an4.124": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução.",
  "an-blurbs:an4.125": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução.",
  "an-blurbs:an4.126": "Quatro casos em que um nobre discípulo instruído se distingue de uma pessoa comum sem instrução.",
  "an-blurbs:an4.127": "Quatro coisas incríveis e surpreendentes que sucedem com o surgimento do Buda.",
  "an-blurbs:an4.128": "Quatro coisas incríveis e surpreendentes que sucedem com o surgimento do Buda.",
  "an-blurbs:an4.129": "Quatro coisas incríveis e surpreendentes sobre o Venerável Ananda.",
  "an-blurbs:an4.130": "Quatro coisas incríveis e surpreendentes sobre o Venerável Ananda.",
  "an-blurbs:an4.131": "Quatro tipos de indivíduos encontrados no mundo.",
  "an-blurbs:an4.132": "Quatro tipos de indivíduos encontrados no mundo em termos da fala.",
  "an-blurbs:an4.133": "Quatro tipos de indivíduos encontrados no mundo em termos de entendimento.",
  "an-blurbs:an4.134": "Quatro tipos de indivíduos encontrados no mundo em termos de iniciativa e ações.",
  "an-blurbs:an4.135": "Quatro tipos de indivíduos encontrados no mundo em termos de o quanto podem serem censurados o o quanto são imaculados.",
  "an-blurbs:an4.136": "Quatro tipos de indivíduos encontrados no mundo em termos de maturidade ou desenvolvimento da ética, da imersão e da sabedoria.",
  "an-blurbs:an4.137": "Quatro tipos de indivíduos encontrados no mundo em termos de maturidade ou desenvolvimento da ética, da imersão e da sabedoria.",
  "an-blurbs:an4.138": "Quatro tipos de indivíduos encontrados no mundo em termos de reclusão do corpo e da mente.",
  "an-blurbs:an4.139": "Quatro tipos de mestres do Dhamma encontrados no mundo em termos de o quanto falam e o quanto permanecem no tópico.",
  "an-blurbs:an4.140": "Quatro tipos de oradores encontrados no mundo em termos de o quanto permanecem dizendo coisas relevantes ou o quanto encontram formas diferentes de dizer a mesma coisa.",
  "an-blurbs:an4.141": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria.",
  "an-blurbs:an4.142": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria.",
  "an-blurbs:an4.143": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria.",
  "an-blurbs:an4.144": "Quatro tipos de brilho: o brilho da Lua, do Sol, do fogo e da sabedoria.",
  "an-blurbs:an4.145": "Quatro tipos de lâmpadas: a Lua, o Sol, o fogo e a sabedoria.",
  "an-blurbs:an4.146": "O momento de se ouvir o ensinamento, de se discutir o ensinamento, de serenidade e de discernimento.",
  "an-blurbs:an4.147": "O momento de se ouvir o ensinamento, de se discutir o ensinamento, de serenidade e de discernimento.",
  "an-blurbs:an4.148": "Quatro modos de má conduta com a fala ou palavra.",
  "an-blurbs:an4.149": "Quatro modos de boa conduta com a fala ou palavra.",
  "an-blurbs:an4.150": "Quatro coisas essênciais: ética, imersão, sabedoria e liberdade.",
  "an-blurbs:an4.151": "Quatro faculdades: fé, empenho, atenção plena e imersão.",
  "an-blurbs:an4.152": "Quatro poderes: fé, empenho, atenção plena e imersão.",
  "an-blurbs:an4.153": "Quatro poderes: sabedoria, empenho, inocência e inclusividade.",
  "an-blurbs:an4.154": "Quatro poderes: atenção plena, imersão, inocência e inclusividade.",
  "an-blurbs:an4.155": "Quatro poderes: reflexão, prática, inocência, e inclusividade.",
  "an-blurbs:an4.156": "Quatro aspectos temporais únicos de um éon.",
  "an-blurbs:an4.157": "Quatro doenças que afligem aqueles que deixam a vida em família para seguir a vida santa."
}