{
  "dn-blurbs:dn1": "'\\'\"\\\\\\'Enquanto outros podem elogiar ou criticar o Buda, eles tendem a se concentrar em detalhes triviais. O Buda apresenta uma análise de 62 tipos de entendimentos errôneos, vendo por meio das quais alguém deixa de lado especulações sem sentido. \\\\\\'\"\\''",
  "dn-blurbs:dn2": "'\\'\"\\\\\\'O recém-coroado Rei Ajātasattu está perturbado pelos meios violentos pelos quais alcançou a coroa. Ele visita o Buda para encontrar paz de espírito e pergunta-lhe sobre os benefícios da prática espiritual. Este é um dos principais textos literários e espirituais do budismo antigo. \\\\\\'\"\\''",
  "dn-blurbs:dn3": "'\\'\"\\\\\\'Um jovem estudante brâmane ataca a família do Buda, mas é colocado em seu lugar. \\\\\\'\"\\''",
  "dn-blurbs:dn4": "'\\'\"\\\\\\'Um suposto brâmane visita o Buda, apesar das reservas de outros brâmanes. Eles discutem o verdadeiro significado de um brâmane, e o Buda habilmente o conduz ao seu próprio ponto de vista. \\\\\\'\"\\''",
  "dn-blurbs:dn5": "'\\'\"\\\\\\'Um brâmane deseja realizar um grande sacrifício e pede o conselho do Buda. O Buda conta uma lenda do passado, na qual um rei é persuadido a desistir do sacrifício violento e, em vez disso, a devotar seus recursos para apoiar os cidadãos necessitados de seu reino. No entanto, mesmo esse sacrifício benéfico e não violento empalidece em comparação com o sacrifício espiritual de se abandonar os apegos. \\\\\\'\"\\''",
  "dn-blurbs:dn6": "'\\'\"\\\\\\'O Buda explica a um grupo variado de discípulos leigos como os resultados da meditação dependem da maneira em que se prática. \\\\\\'\"\\''",
  "dn-blurbs:dn7": "'\\'\"\\\\\\'Este discurso é em grande parte composto de citações do discurso anterior. \\\\\\'\"\\''",
  "dn-blurbs:dn8": "'\\'\"\\\\\\'O Buda é desafiado por um asceta nu sobre o tema das austeridades espirituais. Em resposta, o Buda ressalta que é perfeitamente possível realizar todos os tipos de práticas austeras sem ter nenhuma pureza interior de mente. \\\\\\'\"\\''",
  "dn-blurbs:dn9": "'\\'\"\\\\\\'O Buda discute com um errante a natureza da percepção e como ela evolui por meio de estados mais profundos de meditação. Em nenhum dos casos, entretanto, estes devem ser identificado com um eu ou alma. \\\\\\'\"\\''",
  "dn-blurbs:dn10": "'\\'\"\\\\\\'Logo após a morte do Buda, o Venerável Ānanda é convidado a explicar os principais ensinamentos. \\\\\\'\"\\''",
  "dn-blurbs:dn11": "'\\'\"\\\\\\'O Buda se recusa a realizar milagres, explicando que essa não é a maneira certa de inspirar fé. Ele então conta a história de um monge cuja busca equivocada por respostas o levou até Brahmā. \\\\\\'\"\\''",
  "dn-blurbs:dn12": "'\\'\"\\\\\\'Um brâmane abraça a ideia de que não há sentido em tentar oferecer ajuda espiritual aos outros. O Buda vai vê-lo e o convence dos benefícios genuínos do ensino espiritual. \\\\\\'\"\\''",
  "dn-blurbs:dn13": "'\\'\"\\\\\\'Vários brâmanes discutem o verdadeiro caminho para Brahmā. Contestando as reivindicações de autoridade baseadas nos Vedas, o Buda insiste que apenas a experiência direta pelo indivíduo pode levar à verdade. \\\\\\'\"\\''",
  "dn-blurbs:dn14": "'\\'\"\\\\\\'O Buda ensina sobre os seis Budas do passado e conta um longo relato sobre um deles, o Buda Vipassī. \\\\\\'\"\\''",
  "dn-blurbs:dn15": "'\\'\"\\\\\\'Rejeitando a afirmação feita pelo Venerável Ananda de que ele compreende facilmente a origem dependente, o Buda apresenta uma análise complexa e exigente, revelando nuances e implicações ocultas deste ensinamento fundamental. \\\\\\'\"\\''",
  "dn-blurbs:dn16": "'\\'\"\\\\\\'O mais longo de todos os discursos, esta narrativa extensa fala dos eventos antes e depois do falecimento do Buda. Cheio de detalhes vívidos e comoventes, este discurso é um ponto de entrada ideal para conhecer o Buda como pessoa e compreender como a comunidade budista lidou com sua morte. \\\\\\'\"\\''",
  "dn-blurbs:dn17": "'\\'\"\\\\\\'Uma elaborada história de uma vida passada do Buda como um rei lendário que renunciou a tudo para praticar a meditação. \\\\\\'\"\\''",
  "dn-blurbs:dn18": "'\\'\"\\\\\\'Começando com um relato do destino dos discípulos que haviam falecido recentemente, a cena muda para uma discussão do Dhamma realizada pelos deuses. \\\\\\'\"\\''",
  "dn-blurbs:dn19": "'\\'\"\\\\\\'Uma divindade de pouca relevância informa o Buda sobre as conversas e negociações dos deuses. \\\\\\'\"\\''",
  "dn-blurbs:dn20": "'\\'\"\\\\\\'Quando divindades de todos os reinos se reúnem em homenagem ao Buda, ele exclama uma série de versos as descrevendo. Esses versos, que são comumente cantados nos países Theravadins, fornecem uma das descrições mais detalhadas das divindades adoradas na época do Buda. \\\\\\'\"\\''",
  "dn-blurbs:dn21": "'\\'\"\\\\\\'Depois de ouvir uma canção de amor de um deus relacionado à música, o Buda se envolve em uma profunda discussão com Sakka sobre a origem condicionada do apego e do sofrimento. \\\\\\'\"\\''",
  "dn-blurbs:dn22": "'\\'\"\\\\\\'O Buda detalha o sétimo fator do nobre caminho óctuplo, a meditação da atenção plena. Este discurso é essencialmente idêntico ao MN 10, com a adição de uma seção estendida sobre as quatro nobres verdades, estas baseadas no MN 141. \\\\\\'\"\\''",
  "dn-blurbs:dn23": "'\\'\"\\\\\\'Este é um longo e divertido debate entre um monge e um cético, que se esforçou para provar que não existe vida após a morte. O discurso contém uma série colorida de parábolas e exemplos. \\\\\\'\"\\''",
  "dn-blurbs:dn24": "'\\'\"\\\\\\'Quando Sunakkhatta ameaça abandonar a vida santa, o Buda não se impressiona. Rejeitando exibições vistosas de ascetismo ou poderes maravilhosos, ele demonstra sua superioridade. \\\\\\'\"\\''",
  "dn-blurbs:dn25": "'\\'\"\\\\\\'Este discurso é um exemplo especialmente bom de diálogo entre religiões. O Buda insiste que não está interessado em fazer ninguém abandonar seus professores ou práticas, mas apenas ajudar as pessoas a abrir mão do sofrimento. \\\\\\'\"\\''",
  "dn-blurbs:dn26": "'\\'\"\\\\\\'Para ilustrar sua afirmação de que devemos confiar em nós mesmos, o Buda faz um relato detalhado da ruína de uma linhagem real do passado e da subsequente degeneração da sociedade. Este processo, entretanto, ainda está em andamento, pois o Buda prediz que eventualmente a sociedade cairá no caos total. Mas, em um futuro distante, outro Buda, Metteyya, surgirá em uma época de paz e abundância. \\\\\\'\"\\''",
  "dn-blurbs:dn27": "'\\'\"\\\\\\'Em contraste com as mitologias interesseiras de um brâmane do passado, o Buda apresenta um relato da evolução que mostra como as escolhas humanas são parte integrante do equilíbrio ecológico e como a ganância excessiva destrói a ordem natural. \\\\\\'\"\\''",
  "dn-blurbs:dn28": "'\\'\"\\\\\\'Pouco antes de sua morte, Venerável Sāriputta visita o Buda e profere um comovente elogio ao seu grande mestre. \\\\\\'\"\\''",
  "dn-blurbs:dn29": "'\\'\"\\\\\\'Após a morte de Nigaṇṭha Nātaputta, o líder dos jainistas, o Buda enfatiza a estabilidade e maturidade de sua própria comunidade. Ele encoraja a comunidade a se reunir após sua morte e a recitar em harmonia os ensinamentos. \\\\\\'\"\\''",
  "dn-blurbs:dn30": "'\\'\"\\\\\\'Este discurso apresenta a profecia bramânica do Grande Homem e explica em detalhes as suas 32 marcas proféticas. Este discurso contém algumas das mais tardias e complexas formas de versos do cânone. \\\\\\'\"\\''",
  "dn-blurbs:dn31": "'\\'\"\\\\\\'O Buda encontra um jovem que honra seus pais já falecidos realizando rituais. O Buda reformula os ritos sem sentido em termos de conduta virtuosa. Este é o discurso mais detalhado sobre o prática da ética pelos leigos. \\\\\\'\"\\''",
  "dn-blurbs:dn32": "'\\'\"\\\\\\'Espíritos poderosos se reúnem e avisam o Buda que, uma vez que nem todos os espíritos são amigáveis, os discípulos mendicantes devem aprender versos de proteção. \\\\\\'\"\\''",
  "dn-blurbs:dn33": "'\\'\"\\\\\\'O Buda encoraja o Venerável Sāriputta a ensinar os mendicantes e ele então oferece uma lista extensa de doutrinas budistas organizadas e enumeradas em sequência. \\\\\\'\"\\''",
  "dn-blurbs:dn34": "'\\'\"\\\\\\'Este discurso é semelhante ao anterior, mas com uma forma diferente de exposição. Estes dois discursos antecipam alguns dos métodos de texto que encontramos no Abhidhamma. \\\\\\'\"\\''",
  "dn-blurbs:dn-mahavagga": "'\\'\"\\\\\\'Este capítulo contém uma ampla gama de discursos. Vários têm como foco os eventos antes e depois da morte do Buda, enquanto outros variam em cenários fabulosos estabelecidos entre os deuses, e ainda outros são baseados em discussões doutrinárias detalhadas. \\\\\\'\"\\''",
  "dn-blurbs:dn-pathikavagga": "'\\'\"\\\\\\'Como o capítulo anterior, este contém uma ampla gama de discursos. O seu nome corresponde ao nome do primeiro discurso do capítulo. Entre os discursos aqui estão relatos lendários do passado e do futuro de nosso mundo, que são extremamente famosos e influentes nos círculos budistas. \\\\\\'\"\\''",
  "dn-blurbs:dn-silakkhandhavagga": "'\\'\"\\\\\\'Este capítulo contém a seção sobre ética (Sīlakkhandhavagga) e reúne 13 discursos. Cada um deles contém uma longa passagem sobre o Treinamento Gradual em termos da ética, meditação e sabedoria. O capítulo tem o mesmo nome que a primeira dessas seções. As duas outras versões conhecidas do Dīrghāgama (em chinês e sânscrito) também contêm um capítulo semelhante. Apesar da natureza monástica do ensinamento central, a maioria desses discursos são apresentados em diálogo com os leigos, com forte ênfase na relação entre os ensinamentos do Buda e de outros movimentos espirituais da época.\\\\\\'\"\\''"
}