{
  "iti-blurbs:iti1": "Abandone o desejo e a realização do não-retorno é garantida. ",
  "iti-blurbs:iti2": "Abandone a aversão e a realização do não-retorno é garantida. ",
  "iti-blurbs:iti3": "Abandone a ilusão e a realização do não-retorno é garantida. ",
  "iti-blurbs:iti4": "Abandone a raiva e a realização do não-retorno é garantida. ",
  "iti-blurbs:iti5": "Abandone o desdém e a realização do não-retorno é garantida. ",
  "iti-blurbs:iti6": "Abandone a presunção e a realização do não-retorno é garantida. ",
  "iti-blurbs:iti7": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica da paixão pelo Todo. ",
  "iti-blurbs:iti8": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica da paixão pela presunção. ",
  "iti-blurbs:iti9": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica da paixão pela cobiça. ",
  "iti-blurbs:iti10": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica paixão pela aversão. ",
  "iti-blurbs:iti11": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica da paixão pela delusão. ",
  "iti-blurbs:iti12": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica paixão pela raiva. ",
  "iti-blurbs:iti13": "A mente se torna capaz de abandonar o sofrimento quando ela abandona e se purifica paixão pelo desprezo. ",
  "iti-blurbs:iti14": "Os seres perambulam e transmigram indefinidamente obstruídos pelo obstáculo da ignorância. ",
  "iti-blurbs:iti15": "Os seres perambulam e transmigram indefinidamente obstruídos pelo grilhão do desejo. ",
  "iti-blurbs:iti16": "A atenção com sabedoria como principal fator interno de apoio àqueles em treinamento. ",
  "iti-blurbs:iti17": "A amizade admirável como principal fator interno de apoio àqueles em treinamento. ",
  "iti-blurbs:iti18": "Cismas na Sangha levam ao mal-estar e infelicidade de muitos seres, tanto humanos como divinos. ",
  "iti-blurbs:iti19": "A união e concórdia na Sangha levam ao bem-estar e felicidade de muitos seres, tanto humanos como divinos. ",
  "iti-blurbs:iti20": "Uma mente corrupta resulta em renascimento em um destino infeliz. ",
  "iti-blurbs:iti21": "Uma mente clara resulta em renascimento em um destino feliz. ",
  "iti-blurbs:iti22": "“Méritos” são um sinônimo para aquilo que é glorioso, desejável, aprazível, cativante e belo. O Buda relembra os resultados que ele mesmo experimentou ao praticar atos meritórios. ",
  "iti-blurbs:iti23": "A atenção com relação às qualidades hábeis mantém dois tipos de benefícios seguros: benefícios nesta vida e benefícios nas vidas futuras. ",
  "iti-blurbs:iti24": "Nesse curso de transmigração, uma pessoa deixaria para trás uma pilha de ossos do tamanho de uma montanha—se houvesse alguém para amontoar os ossos e a montanha não fosse destruída. ",
  "iti-blurbs:iti25": "Uma pessoa que conta uma mentira deliberada é capaz de qualquer ato prejudicial. ",
  "iti-blurbs:iti26": "Se soubéssemos, como o Buda sabia, os resultados de dar e compartilhar, não comeríamos sem ter antes compartilhado. ",
  "iti-blurbs:iti27": "A boa vontade supera de longe todas as outras maneiras de realizar méritos. ",
  "iti-blurbs:iti28": "Não guardar as portas dos meios dos sentidos e não ter moderação ao comer leva ao sofrimento nesta vida e na próxima. ",
  "iti-blurbs:iti29": "Guardar as portas dos meios dos sentidos e ter moderação ao comer leva à felicidade nesta vida e na próxima. ",
  "iti-blurbs:iti30": "Duas coisas que resultam no remorso. ",
  "iti-blurbs:iti31": "Duas coisas que resultam na ausência de remorso. ",
  "iti-blurbs:iti32": "Uma pessoa de comportamento ruim e entendimento incorreto tem o inferno como destino. ",
  "iti-blurbs:iti33": "Uma pessoa de comportamento bom e entendimento correto tem o paraíso como destino. ",
  "iti-blurbs:iti34": "Um bhikkhu que não é empenhado e não teme cometer transgressões é incapaz de se libertar. ",
  "iti-blurbs:iti35": "A vida santa é vivida tendo como propósitos a contenção e o abandono ",
  "iti-blurbs:iti36": "A vida santa é vivida tendo como propósitos o conhecimento direto e a completa compreensão. ",
  "iti-blurbs:iti37": "Senso de urgência e empenho apropriado resultam em alegria e felicidade aqui e agora, e resultam na destruição das impurezas. ",
  "iti-blurbs:iti38": "Duas reflexões que com frequência ocorrem ao Buddha conforme ele se deleita no bem-querer e isolamento. ",
  "iti-blurbs:iti39": "Dois ensinamentos do Dhamma: ver o mal como mal e desapegar-se deste. ",
  "iti-blurbs:iti40": "A ignorância resulta em falta de vergonha e ausência do temor de cometer transgressões. ",
  "iti-blurbs:iti41": "As recompensas da nobre sabedoria. ",
  "iti-blurbs:iti42": "A vergonha e o temor de cometer transgressões protegem o mundo. ",
  "iti-blurbs:iti43": "A existência de uma dimensão não-fabricada ou condicionada torna possível o silenciar do condicionado. ",
  "iti-blurbs:iti44": "Duas propriedades libertadoras: o desatamento com combustível restante e o desatamento livre de combustível. ",
  "iti-blurbs:iti45": "Viva desfrutando do afastamento, se deliciando do agastamento, dedique-se à tranquilidade interna da mente, sem negligenciar os jhanas, dotado de esclarecedor entendimento introspectivo, e frequentando locais vazios e lugares desabitados. ",
  "iti-blurbs:iti46": "Viva para realizar os benefícios do treinamento, tendo a sabedoria como superior, com a libertação como cerne e atenção plena como princípio governante. ",
  "iti-blurbs:iti47": "Seja vigilante e plenamente atento, com plena consciência e concentrado, sensível, esclarecido e calmo. E quando apropriado, veja e entenda com clareza as qualidades mentais que são hábeis. ",
  "iti-blurbs:iti48": "Dois tipos de comportamentos que resultam num nascimento num plano de miséria, no inferno. ",
  "iti-blurbs:iti49": "Como aqueles dotados de visão diferem daqueles que aderem ao desejo pelo renascer e daqueles que se excedem com o desejo pela não existência. ",
  "iti-blurbs:iti50": "As três raízes daquilo que não é hábil. ",
  "iti-blurbs:iti51": "As três propriedades: materialidade, imaterialidade e cessação. ",
  "iti-blurbs:iti52": "Os três tipos de sensações. ",
  "iti-blurbs:iti53": "Como os três tipos de sensações devem ser entendidos. ",
  "iti-blurbs:iti54": "As três buscas: a busca pela gratificação dos sentidos, a busca por existência, e a busca pela vida santa. ",
  "iti-blurbs:iti55": "As três buscas: a busca pela gratificação dos sentidos, a busca por existência, e a busca pela vida santa. ",
  "iti-blurbs:iti56": "As três impurezas. ",
  "iti-blurbs:iti57": "As três impurezas. ",
  "iti-blurbs:iti58": "Os três desejos. ",
  "iti-blurbs:iti59": "As três qualidads que levam para além do domínio de Māra. ",
  "iti-blurbs:iti60": "As três bases para as ações meritórias. ",
  "iti-blurbs:iti61": "Os três olhos: o olho carnal, o olho divino e o olho da sabedoria. ",
  "iti-blurbs:iti62": "As nobres realizações descritas em termos de três faculdades. ",
  "iti-blurbs:iti63": "Os três tempos e a importância de se compreender os sinais. ",
  "iti-blurbs:iti64": "Os três tipos de má conduta. ",
  "iti-blurbs:iti65": "Os três tipos de boa conduta. ",
  "iti-blurbs:iti66": "Os três tipos de pureza: corporal, verbal, e mental. ",
  "iti-blurbs:iti67": "As três formas de perfeição: corporal, verbal e mental. ",
  "iti-blurbs:iti68": "Aquele que abandonou o desejo, a raiva e a delusão se liberta do domínio de Māra. ",
  "iti-blurbs:iti69": "Abandonar o desejo, a raiva e a delusão é comparável com vencer os perigos de um oceano. ",
  "iti-blurbs:iti70": "O Buda relata como, tendo visto ele mesmo, os seres renascem em estados de privação e infelicidade alinhados com seus entendimentos incorretos e suas más ações. ",
  "iti-blurbs:iti71": "O Buda relata como, tendo visto ele mesmo, os seres renascem em destinos felizes alinhados com seus entendimentos corretos e suas boas ações. ",
  "iti-blurbs:iti72": "Três propriedades para se escapar: da sensualidade, da forma, e de qualquer coisa que seja fabricada e com origem dependente. ",
  "iti-blurbs:iti73": "Os fenômenos imateriais são mais pacíficos que os fenômenos materiais; e a cessação é mais pacífica que os fenômenos imateriais. ",
  "iti-blurbs:iti74": "Três tipos de filhos e filhas (quando comparados com seus parentes): de nascimento superior, de nascimento semelhante e de nascimento inferior. ",
  "iti-blurbs:iti75": "Três tipos de indivíduos: aquele como uma nuvem que não chove, aquele como uma nuvem que chove num lugar apenas, e aquele que chove em todos os lugares. ",
  "iti-blurbs:iti76": "Aspirando a três formas de bem-aventurança, as pessoas sábias devem ser vigilantes com sua virtude. ",
  "iti-blurbs:iti77": "Este corpo se desintegrará; a consciência é sujeita ao desaparecimento; e todas as aquisições são impermanentes, envolvem sofrimento e sujeitas à mudanças. ",
  "iti-blurbs:iti78": "Os semelhantes se atraem. De acordo com suas qualidades e disposições—inferiores ou superiores—os seres se unem e associam uns aos outros. ",
  "iti-blurbs:iti79": "Três coisas que conduzem ao declínio de um monge em treinamento. ",
  "iti-blurbs:iti80": "Os três tipos de pensamentos inábeis. ",
  "iti-blurbs:iti81": "Os perigos de se deixar a mente ser tomada pelo fato de que ou se receberá homenagens e oferendas ou não. ",
  "iti-blurbs:iti82": "Três ocasiões em que devas proclamam expressões jubilosas com relação às escolhas e comportamentos de seres humanos. ",
  "iti-blurbs:iti83": "Cinco sinais de presságio que surgem quando um deva está prestes à falecer, e o encorajamento que os outros devas lhe dão quando isto ocorre. ",
  "iti-blurbs:iti84": "Três indivíduos que surgem para o benefício de muitos. ",
  "iti-blurbs:iti85": "As recompensas de se atentar à impureza do corpo, de estabelecer a atenção plena na respiração e de se concentrar na inconstância de todas as condições. ",
  "iti-blurbs:iti86": "Praticar o Dhamma de acordo com o Dhamma. ",
  "iti-blurbs:iti87": "Os três tipos de pensamentos hábeis; e os três tipos de pensamentos inábeis. ",
  "iti-blurbs:iti88": "As três contaminações interiores. ",
  "iti-blurbs:iti89": "Com a mente obcecada por três formas falsas do Dhamma, Devadatta foi incuravelmente fadado à privação. ",
  "iti-blurbs:iti90": "Três objetos supremos de fé: o Buda, o Dhamma e a Saṅgha. ",
  "iti-blurbs:iti91": "A razão pela qual indivíduos sensatos adotam a vida santa, vivendo de comida esmolada, e os perigos que lhes aguardam se eles não treinarem a própria mente. ",
  "iti-blurbs:iti92": "Ver o Dhamma é como ver e estar próximo ao Buda, mesmo quando ele está físicamente distante. ",
  "iti-blurbs:iti93": "Os três fogos do desejo, da aversão e da delusão. ",
  "iti-blurbs:iti94": "Sobre ter uma consciência que não fica nem distraída e dispersa externamente, nem estabelecida internamente. ",
  "iti-blurbs:iti95": "Três formas em que os devas obtém prazeres sensuais. ",
  "iti-blurbs:iti96": "O cerne do grilhão da sensualidade e o cerne do grilhão do renascimento. ",
  "iti-blurbs:iti97": "A definição da virtude admirável, das qualidades admiráveis e da sabedoria admirável. ",
  "iti-blurbs:iti98": "Dois tipos ou modos de generosidade, de compartir e de assistência: com bens materiais e com o Dhamma. ",
  "iti-blurbs:iti99": "Os três conhecimentos característicos de um brâmane de acordo com como o Buda usava o termo. ",
  "iti-blurbs:iti100": "O Buda como um médico e cirugião insuperável; os discípulos monásticos como seus herdeiros do Dhamma e não de coisas materiais. ",
  "iti-blurbs:iti101": "Os quatro requisitos básicos são fáceis de serem obtidos e não passíveis de crítica. Estar satisfeito com estes é um fator da vida contemplativa. ",
  "iti-blurbs:iti102": "Para aquele que conhece e vê as quatro nobres verdades, há o fim do sofrimento. ",
  "iti-blurbs:iti103": "Para ser considerado um verdadeiro contemplativo ou brâmane alguém deve ver e realizar por si as quatro nobres verdades. ",
  "iti-blurbs:iti104": "As recompensas de se associar com aqueles que realmente contam comos amigos admiráveis. ",
  "iti-blurbs:iti105": "As quatro coisas que despertam o desejo com base nas quais o desejo surge num discípulo contemplativo. ",
  "iti-blurbs:iti106": "Mãe e pai são chamados de Brahmās e os primeiros mestres de seus filhos. ",
  "iti-blurbs:iti107": "As maneiras recíprocas pelas quais discípulos monásticos e patronos não-monásticos beneficiam uns aos outros. ",
  "iti-blurbs:iti108": "As qualidades que tornam ou não um monge um verdadeiro discípulo do Buda. ",
  "iti-blurbs:iti109": "Uma metáfora expandida sobre os perigos de se “deixar levar pela correnteza.” ",
  "iti-blurbs:iti110": "O que significa estar ardente e se temer cometer transgressões. ",
  "iti-blurbs:iti111": "Quando alguém é consumado em virtude o que mais há para ser feito? ",
  "iti-blurbs:iti112": "As qualidades pelas quais o Buda é chamado de Tathāgata."
}