{
  "mn-blurbs:mn1": "O Buda examina como a noção de um eu permanente emerge do processo de percepção. Uma ampla gama de fenômenos é considerada, abrangendo dimensões naturalísticas e cosmológicas. Uma pessoa não-desperta interpreta a experiência em termos de um eu, enquanto que aqueles mais avançados têm as mesmas experiências sem apego.",
  "mn-blurbs:mn2": "Os diversos desafios da jornada espiritual exigem uma gama diversificada de soluções. Em vez de aplicar a mesma solução para todos os problemas, o Buda descreve sete métodos para lidar com as contaminações da mente, cada um dos quais funciona em certos casos.",
  "mn-blurbs:mn3": "Alguns dos discípulos do Buda herdam dele apenas ganhos materiais e fama. Mas sua verdadeira herança é o caminho espiritual, o caminho do contentamento. O Venerável Sāriputta explica como, seguindo o exemplo do Buda, podemos experimentar os frutos do caminho.",
  "mn-blurbs:mn4": "O Buda explica as dificuldades de se viver em áreas desabitadas e como elas são superadas pela pureza de conduta e meditação. Ele relata alguns dos medos e obstáculos que ele mesmo enfrentou durante sua prática.",
  "mn-blurbs:mn5": "Os principais discípulos do Buda, Sāriputta e Moggallāna, usam a comparação de uma tigela manchada para ilustrar as manchas da mente e da conduta. Eles enfatizam que o mais importante não é tanto se há manchas, mas se estamos cientes delas.",
  "mn-blurbs:mn6": "De acordo com o Buda, a observância cuidadosa dos preceitos éticos é a base de todas as realizações mais elevadas na vida espiritual.",
  "mn-blurbs:mn7": "Os muitos tipos diferentes de impurezas que contaminam a mente são comparados a um pano sujo. Quando a mente está limpa, encontramos alegria, o que nos leva a estados de consciência superior. Finalmente, o Buda rejeita a noção bramânica de que a pureza vem de banhar-se em rios sagrados.",
  "mn-blurbs:mn8": "O Buda contrasta a meditação pacífica e práticas espirituais que abrangem a vida como um todo. Ele enumera 44 aspectos, que ele explica como constituindo o que se chama de “obliteração”, o esgotamento da presunção.",
  "mn-blurbs:mn9": "O Venerável Sāriputta dá uma explicação detalhada do entendimento correto, o primeiro fator do nobre caminho óctuplo. A pedido de outros mendicantes, ele aborda o tópico de uma ampla gama de perspectivas.",
  "mn-blurbs:mn10": "Aqui o Buda detalha o sétimo fator do nobre caminho óctuplo, a meditação da atenção plena. Isso reúne muitos dos ensinamentos de meditação encontrados em todo o cânone, especialmente as práticas fundamentais com foco no corpo, e é considerado um dos mais importantes discursos de meditação.",
  "mn-blurbs:mn11": "O Buda declara que apenas aqueles que seguem seu caminho podem experimentar genuinamente os quatro estágios do despertar. Isso ocorre porque, embora muito seja compartilhado com outros sistemas, nenhum deles vai tão longe a ponto de rejeitar totalmente todo apego à ideia de um eu.",
  "mn-blurbs:mn12": "Um ex-monge, Sunakkhata, ataca os ensinamentos do Buda como levando apenas ao fim do sofrimento. O Buda responde que isso é, na verdade, um elogio, e continua enumerando as suas muitas realizações profundas e poderosas.",
  "mn-blurbs:mn13": "Desafiado a mostrar a diferença entre seu ensinamento e o dos errantes de outras seitas, o Buda aponta que eles falam do desapego, mas não entendem realmente por quê. Ele então explica em grande detalhe o sofrimento que surge do apego aos estímulos dos sentidos.",
  "mn-blurbs:mn14": "Um discípulo leigo fica intrigado com a forma como, apesar dos muitos anos de prática, ele ainda têm pensamentos gananciosos ou odiosos. O Buda explica a importância da meditação de absorção no abandono esses apegos. Mas ele também critica a automortificação e relata um diálogo anterior com ascetas jainistas.",
  "mn-blurbs:mn15": "O Venerável Moggallāna levanta o tópico da admoestação, sem a qual uma comunidade saudável não é possível. Ele relaciona uma série de qualidades que irão encorajar os outros a pensar que vale a pena nos admoestar de maneira construtiva.",
  "mn-blurbs:mn16": "O Buda explica várias maneiras pelas quais alguém pode se tornar emocionalmente isolado de sua comunidade espiritual.",
  "mn-blurbs:mn17": "Embora seja muito bom viver em áreas desabitadas, nem todos estão prontos para isso. O Buda encoraja os meditadores a refletir sobre se o ambiente de alguém está genuinamente apoiando sua prática de meditação e, caso negativo, a partir.",
  "mn-blurbs:mn18": "Desafiado por um brâmane, o Buda dá uma resposta enigmática sobre como o conflito surge devido à proliferação com base em percepções. O Venerável Kaccāna extrai as implicações detalhadas de tal resposta em uma das passagens mais perspicazes de todo o cânone.",
  "mn-blurbs:mn19": "Recontando suas próprias experiências no cultivo da meditação, o Buda explica como compreender os pensamentos prejudiciais e os pensamentos benéficos, e como transcender o pensamento em si.",
  "mn-blurbs:mn20": "Em um ensinamento prático de meditação, o Buda descreve cinco abordagens diferentes para se interromper os pensamentos.",
  "mn-blurbs:mn21": "Um discurso repleto de símiles vibrantes e memoráveis, sobre a importância da paciência e do bem-querer mesmo diante de abusos e críticas. O Buda termina com o símile da serra, um dos mais memoráveis símiles encontrados nos discursos.",
  "mn-blurbs:mn22": "Um dos monges nega que a conduta proibida seja realmente um problema. Os monges e depois o Buda o submetem a uma reprimenda impressionante. O Buda compara alguém que entende apenas a letra dos ensinamentos a alguém que agarra uma cobra pelo rabo e também invoca o famoso símile da balsa.",
  "mn-blurbs:mn23": "Em um discurso curioso carregado de imagens evocativas, uma divindade apresenta um enigma a um mendicante, que busca uma resposta do Buda.",
  "mn-blurbs:mn24": "O Venerável Sariputta busca dialogar com um estimado monge, o Venerável Puṇṇa Mantāniputta, e eles discutem os estágios de purificação.",
  "mn-blurbs:mn25": "O Buda compara ser aprisionado por Mara com um cervo que é pego em uma armadilha, ilustrando as estratégias cada vez mais complexas empregadas tanto pelos caçadores quanto pela caça.",
  "mn-blurbs:mn26": "Este é um dos discursos biográficos mais importantes, contando as experiências do Buda desde quando ele saiu de casa até o seu despertar. Ao longo de sua jornada, ele conta ter seguido o imperativo de se escapar totalmente do renascimento e do sofrimento.",
  "mn-blurbs:mn27": "O Buda adverte contra conclusões rápidas sobre as realizações espirituais de um professor, comparando-as ao cuidado que um rastreador teria ao rastrear elefantes. Ele apresenta a formação completa de um discípulo monástico.",
  "mn-blurbs:mn28": "O Venerável Sāriputta dá uma explicação elaborada de como, assim como qualquer pegada pode caber dentro da pegada de um elefante, todos os ensinamentos de Buda podem caber nas quatro nobres verdades. E esta oferece um modelo geral para se organizar os ensinamentos do Buda.",
  "mn-blurbs:mn29": "Após o incidente com Devadatta, o Buda adverte seus discípulos mendicantes a não se tornarem complacentes com os benefícios superficiais da vida espiritual e aponta para a liberação como o verdadeiro cerne do ensinamento.",
  "mn-blurbs:mn30": "Semelhante ao discurso anterior. Após o incidente com Devadatta, o Buda adverte seus discípulos mendicantes a não se tornarem complacentes e aponta para a liberação como o verdadeiro cerne do ensinamento.",
  "mn-blurbs:mn31": "O Buda se depara com três mendicantes que praticam diligente e harmoniosamente e lhes pergunta como o fazem. Relutantes em revelar suas realizações mais elevadas, eles explicam como lidam com as questões práticas da vida em comum. Mas quando pressionados pelo Buda, eles revelam suas realizações meditativas.",
  "mn-blurbs:mn32": "Vários mendicantes seniores, deleitando-se com a beleza da noite, se questionam que tipo de praticante iluminaria a floresta em que encontram. Eles levam suas respostas ao Buda, que as elogia, mas apresenta a sua própria resposta.",
  "mn-blurbs:mn33": "Por onze razões, um vaqueiro não é capaz de cuidar adequadamente de um rebanho. O Buda compara isso ao progresso espiritual de um discípulo mendicante.",
  "mn-blurbs:mn34": "Traçando paralelos com um vaqueiro que guia seu rebanho através de um rio perigoso, o Buda apresenta os vários tipos de discípulos iluminados que cruzam o fluxo da transmigração.",
  "mn-blurbs:mn35": "Saccaka, um debatedor, desafia o Buda para um embate. Apesar da atitude de seu oponente, o Buda não se perturba de forma alguma com seus ataques.",
  "mn-blurbs:mn36": "Em uma reunião menos conflituosa, Buda e Saccaka discutem a diferença entre o desenvolvimento físico e mental. O Buda faz um longo relato das várias práticas que ele adotou antes de seu despertar, detalhando as medidas surpreendentes que tomou para mortificar o seu corpo.",
  "mn-blurbs:mn37": "Moggallāna visita o paraíso de Sakka, o senhor dos deuses, para ver se ele realmente entende o que o Buda estava ensinando.",
  "mn-blurbs:mn38": "Para contrariar o entendimento errôneo de que uma mesma e idêntica consciência transmigra de uma vida para a outra, o Buda ensina a origem dependente, mostrando que a consciência invariavelmente se origina na dependência de condições.",
  "mn-blurbs:mn39": "O Buda encoraja os discípulos mendicantes a fazerem jus ao seu título, praticando de uma forma que atenda ou supere as expectativas que as pessoas têm dos renunciantes.",
  "mn-blurbs:mn40": "Os rótulos de ser um praticante espiritual não vêm apenas de armadilhas externas, mas de uma mudança interior sincera.",
  "mn-blurbs:mn41": "O Buda explica a um grupo de brâmanes a conduta que leva ao renascimento em estados superiores ou inferiores, incluindo explicações detalhadas das dez práticas essenciais que os leigos devem empreender e que também formam a base para a liberação.",
  "mn-blurbs:mn42": "Semelhante ao discurso anterior. O Buda explica a conduta que leva ao renascimento em estados superiores ou inferiores, incluindo explicações detalhadas das dez práticas básicas.",
  "mn-blurbs:mn43": "Uma série de perguntas e respostas entre os veneráveis Sāriputta e Mahākoṭṭhita, examinando vários aspectos dos ensinamentos sutis e difíceis de se compreender.",
  "mn-blurbs:mn44": "O discípulo leigo Visākha pergunta à bhikkhuni Dhammadinnā sobre vários assuntos difíceis, incluindo algumas das mais elevadas realizações de meditação. O Buda endossa totalmente as respostas de sua discípula monástica.",
  "mn-blurbs:mn45": "O Buda explica como a adoção de diferentes práticas pode ter resultados prejudiciais ou benéficos. A memorável analogia com a trepadeira mostra como as tentações podem ser traiçoeiras.",
  "mn-blurbs:mn46": "Embora todos nós desejemos ser felizes, muitas vezes descobrimos que o contrário acontece conosco. O Buda explica por quê.",
  "mn-blurbs:mn47": "Enquanto alguns professores espirituais preferem permanecer na obscuridade, o Buda não apenas encorajou seus seguidores a investigá-lo de perto, mas deu-lhes um método detalhado e exigente para fazê-lo.",
  "mn-blurbs:mn48": "Apesar da presença do Buda, os monges de Kosambi entraram em uma disputa profunda e amarga. O Buda ensinou os monges relutantes a desenvolver o bem-querer e a harmonia, lembrando-os do estado de paz que buscavam.",
  "mn-blurbs:mn49": "O Buda vai até a um alto reino celestial, onde se envolve em uma competição cósmica com uma divindade poderosa, que caiu na ilusão de que era eterno e todo-poderoso.",
  "mn-blurbs:mn50": "Māra, o malandro e deus da morte, tentou irritar o venerável Moggallāna. Ele não só falhou, mas também teve que ouvir um severo sermão de advertência sobre os perigos em atacar os discípulos do Buda.",
  "mn-blurbs:mn51": "O Buda discute a meditação da atenção plena com praticantes leigos. Comparando a transparência dos animais com a duplicidade dos humanos, ele explica como praticar de uma forma que não se cause danos a si mesmo ou aos outros.",
  "mn-blurbs:mn52": "Quando solicitado por um chefe de família a ensinar um caminho para a liberdade, Venerável Ananda explica nada menos que onze estados meditativos que podem servir como portas para o imortal.",
  "mn-blurbs:mn53": "O Buda é convidado por sua família, os Sákyas de Kapilavatthu, para inaugurar um novo salão comunitário. Ele convida o Venerável Ananda a explicar em detalhes os estágios da prática espiritual para um discípulo leigo em treinamento.",
  "mn-blurbs:mn54": "Quando Potaliya se chateou por ser referido como “chefe de família”, o Buda o questiona sobre a verdadeira natureza do apego e da renúncia.",
  "mn-blurbs:mn55": "O médico pessoal do Buda, Jīvaka, ouve críticas à abordagem do Buda com relação a ingestão de carne, e questiona seu mestre sobre o assunto.",
  "mn-blurbs:mn56": "O Buda discorda de um asceta jainista quanto à questão se as ações físicas ou mentais são as mais importantes. Ao ouvir isso, o discípulo jainista Upāli decide visitar o Buda e refutá-lo, e assim o faz apesar de advertências a não fazê-lo.",
  "mn-blurbs:mn57": "Alguns ascetas na Índia antiga adotavam práticas extremas, como o voto de se comportar como um boi ou um cachorro. O Buda conhece dois desses indivíduos e é relutantemente pressionado a revelar os resultados kámmicos de tais práticas.",
  "mn-blurbs:mn58": "O líder dos jainistas, Nigaṇṭha Nātaputta, dá ao príncipe Abhaya seu discípulo um dilema para ser apresentado ao Buda, supondo que isso mostrará sua fraqueza. Mas as coisas não saem como planejado.",
  "mn-blurbs:mn59": "O Buda resolve um debate sobre o número de tipos de sensações que ele ensinou, apontando que diferentes formas de ensino são apropriadas em diferentes contextos e não devem ser causa de disputas. Ele continua mostrando a importância do prazer no desenvolvimento da meditação superior.",
  "mn-blurbs:mn60": "O Buda ensina um grupo de chefes de família descomprometidos como usar uma reflexão racional para chegar a práticas e princípios que garantam um bom resultado, mesmo que não tenhamos conhecimento de todas as variáveis envolvidas.",
  "mn-blurbs:mn61": "Usando o “exemplo prático” de um copo d'água, o Buda explica a seu filho, Rāhula, a importância de se dizer a verdade e refletir sobre o que nos motiva.",
  "mn-blurbs:mn62": "O Buda instrui Rāhula a meditar no não-eu, que ele imediatamente coloca em prática. Ao vê-lo, o Venerável Sariputta o aconselha a desenvolver a meditação da respiração, mas o Buda sugere primeiro uma ampla gama de diferentes práticas.",
  "mn-blurbs:mn63": "Um monge exige que o Buda responda às suas perguntas metafísicas, ou então ele abandonará a vida santa. O Buda o compara a um homem atingido por uma flecha, que recusa o tratamento até que possa ter respondidas todas as suas perguntas sobre a flecha e o arqueiro.",
  "mn-blurbs:mn64": "Um bebê não tem entendimentos ou intenções erradas, mas a tendência subjacente para essas coisas ainda é presente. Sem praticar, tais equívocos inevitavelmente se repetirão.",
  "mn-blurbs:mn65": "Um monge se recusa a seguir a regra que proíbe comer depois do meio-dia, mas é tomado pelo remorso e é perdoado.",
  "mn-blurbs:mn66": "Um segundo discurso que trata da regra sobre não comer após o meio-dia, mas desta vez como um reflexo de gratidão ao Buda por eliminar as coisas que causam complexidade e estresse. O Buda enfatiza como o apego às pequenas coisas pode ser perigoso.",
  "mn-blurbs:mn67": "Depois de dispensar alguns monges indisciplinados, o Buda é persuadido a ceder e ensina-lhes quatro perigos para os que partiram.",
  "mn-blurbs:mn68": "Aqueles que praticam não o fazem porque fracassam, mas porque aspiram a uma liberdade maior. Quando ele fala das realizações dos discípulos, o Buda o faz para inspirar.",
  "mn-blurbs:mn69": "Um monge vem de uma área desabitada para a comunidade, mas não se comporta corretamente. O Venerável Sariputta explica como um mendicante deve se comportar, seja na floresta ou na cidade.",
  "mn-blurbs:mn70": "Um terceiro discurso que apresenta os benefícios para a saúde da regra de se comer apenas em uma metade do dia, e a relutância de alguns mendicantes em segui-la.",
  "mn-blurbs:mn71": "O Buda nega ser onisciente e apresenta os três conhecimentos superiores que formam o núcleo do conhecimento introspectivo de seu despertar.",
  "mn-blurbs:mn72": "Recusando-se a definir uma posição com relação a especulações metafísicas inúteis, o Buda ilustra o objetivo espiritual com a comparação de uma chama que se extingue.",
  "mn-blurbs:mn73": "No discurso final da “trilogia Vacchagotta”, Vacchagotta deixa de lado sua obsessão por especulações sem sentido e pergunta sobre a prática.",
  "mn-blurbs:mn74": "Habilmente superando um cético extremo, o Buda discute os resultados da crença e da descrença. Em vez de ficar preso a abstrações, ele incentiva se manter próximo das sensações que experimentamos.",
  "mn-blurbs:mn75": "Acusado por um hedonista de ser muito negativo, o Buda relata o luxo de sua educação e sua compreensão de quão pouco valor existem nessas coisas. Por meio da renúncia, ele encontrou um prazer muito maior.",
  "mn-blurbs:mn76": "O Venerável Ananda ensina a um grupo de errantes como existem muitas abordagens diferentes para a vida espiritual, muitas das quais não levam a lugar nenhum.",
  "mn-blurbs:mn77": "Ao contrário do que ocorre no caso de outros mestres, o Buda é tratado por seus discípulos amor e respeito genuínos, uma vez que eles vêem a sinceridade de seu ensino e prática.",
  "mn-blurbs:mn78": "Um mestre errante ensina que uma pessoa atingiu a realização mais elevada quando mantém quatro preceitos éticos básicos. O Buda apresenta padrões consideravelmente mais elevados para a realização e perfeição naquilo que é benéfico.",
  "mn-blurbs:mn79": "Um errante ensina sua doutrina do “esplendor perfeito”, mas é incapaz de dar uma explicação satisfatória do que tal coisa significaria. O Buda o compara de forma memorável a alguém que está apaixonado por uma mulher idealizada que ele nunca conheceu.",
  "mn-blurbs:mn80": "Começando de forma semelhante ao discurso anterior, o Buda explica que alguém não se converte ao seu ensinamento apenas por causa de argumentos inteligentes, mas porque ele ou ela vê por si só os resultados da prática.",
  "mn-blurbs:mn81": "O Buda oferece um relato incomum de uma vida passada na época do Buda anterior, Kassapa. Naquela época, ele não estava interessado no Dhamma e teve que ser forçado a ir ver o Buda. Este discurso é importante para a compreensão de como da doutrina do Bodhisattva se desenvolveu.",
  "mn-blurbs:mn82": "Um jovem rico chamado Rathapala tem um forte desejo por adotar a vida santa, mas deve primeiro prevalecer contra a relutância de seus pais. Mesmo depois de ter se tornado um monge, seus pais tentaram persuadi-lo a abandonar os mantos. O discurso termina com uma comovente série de ensinamentos sobre a fragilidade do mundo.",
  "mn-blurbs:mn83": "Uma rara e extensa narrativa mítica sobre uma antiga linhagem real e sua ruína final.",
  "mn-blurbs:mn84": "Em Madhurā, uma região no limite nordeste do alcance da influência do Buda enquanto vivo, o Rei Avantiputta pergunta ao Venerável Mahākaccāna sobre a alegação bramânica de ser a casta mais elevada.",
  "mn-blurbs:mn85": "Admitindo que antes ele acreditara que o prazer era obtido por meio da dor, o Buda explica como sua prática lhe mostrou a falácia dessa ideia.",
  "mn-blurbs:mn86": "Ignorando advertências, o Buda se aventura no domínio do assassino notório chamado Aṅgulimāla e consegue convertê-lo ao caminho da não-violência. Depois de se tornar um monge, Aṅgulimala ainda sofreu por seus atos passados, mas apenas num grau relativamente pequeno. Ele usa seu novo compromisso com a não-violência em ajudar uma mulher em trabalho de parto.",
  "mn-blurbs:mn87": "Um raro vislumbre da vida conjugal do Rei Pasenadi e como ele é levado ao Dhamma por sua Rainha, a incomparável Mallikā. Ela confirma o ensinamento do Buda de que nossos entes queridos nos trazem tristeza; mas isso não é algo que um marido, pai e rei queira ouvir.",
  "mn-blurbs:mn88": "O rei Pasenadi aproveita a oportunidade de visitar o Venerável Ananda, na qual ele pergunta sobre o comportamento hábil e inábil, e o que é elogiado pelo Buda. Grato, ele oferece a Ananda um pano valioso.",
  "mn-blurbs:mn89": "O rei Pasenadi, perto do fim de sua vida, visita o Buda e mostra amor r devoção comoventes por seu mestre.",
  "mn-blurbs:mn90": "O rei Pasenadi questiona o Buda sobre assuntos diversos: casta, onisciência e os deuses entre outras coisas.",
  "mn-blurbs:mn91": "O brâmane mais velho e respeitado da época envia um aluno seu para examinar o Buda, e ele passa vários meses acompanhando cada movimento seu antes de apresentar um relatório. Convencido de que o Buda cumpre a antiga profecia do Grande Homem, o aluno brâmane torna o adota como mestre.",
  "mn-blurbs:mn92": "Um asceta brâmane chamado Keṇiya convida toda a Saṅgha para uma refeição. Quando o brâmane Sela vê o que está acontecendo, ele visita o Buda e expressa sua alegria em uma série de comovente versos devocionais.",
  "mn-blurbs:mn93": "Um estudante brâmane precoce é encorajado, contra sua vontade, a desafiar o Buda sobre a questão das castas. Sua relutância acaba sendo justificada.",
  "mn-blurbs:mn94": "Um brâmane nega que exista algo como uma vida de renúncia baseada em princípios, mas o Venerável Udena o convence do contrário.",
  "mn-blurbs:mn95": "O renomado brâmane Caṅkī vai com um grande grupo visitar o Buda, apesar das reservas de outros brâmanes. Um aluno precoce desafia o Buda, afirmando a validade das escrituras védicas. O Buda dá uma explicação detalhada de como a verdadeira compreensão surge gradualmente por meio da educação espiritual.",
  "mn-blurbs:mn96": "Um brâmane afirma que alguém merece serviço e privilégio dependendo de sua casta, mas o Buda contrapõe que é a conduta, não a casta, que determina o valor de uma pessoa.",
  "mn-blurbs:mn97": "Um coletor de impostos corrupto é redimido por seu encontro com o Venerável Sariputta.",
  "mn-blurbs:mn98": "Dois estudantes brâmanes perguntam ao Buda sobre o que constitui um brâmane: sua nascença ou suas ações? O Buda aponta que, embora as diferentes espécies de animais sejam determinadas pelo seu nascimento, para os humanos o que importa é como se escolhe viver. Esse discurso antecipa a visão moderna de que não existem diferenças raciais claramente definidas entre os humanos.",
  "mn-blurbs:mn99": "Trabalhar duro não é valioso por si só; o que importa é o resultado. E assim como na vida leiga, a prática espiritual pode ou não levar a resultados frutíferos.",
  "mn-blurbs:mn100": "Irritado com a devoção de uma mulher brâmane, um brâmane visita o Buda. O Buda então se posiciona em contraste aos tradicionalistas e racionalistas, como alguém cujo ensino é baseado na experiência direta.",
  "mn-blurbs:mn101": "O Buda aborda um grupo de ascetas jainistas, pressionando-os em sua afirmação de que praticam para acabar com todo o sofrimento por meio da automortificação. Ele aponta uma série de falácias em sua lógica e explica seu próprio caminho do meio.",
  "mn-blurbs:mn102": "Uma versão de média extensão do mais famoso Brahmajala Sutta (DN1), um discurso que examina uma gama de entendimentos e pontos de vistas especulativos e descarta todos eles.",
  "mn-blurbs:mn103": "O Buda ensina aos monges a não se envolver em disputas sobre os ensinamentos fundamentais, mas a sempre se empenharem pela harmonia.",
  "mn-blurbs:mn104": "Ao saber da morte de Nigaṇṭha Nātaputta, o líder dos jainistas, o Buda encoraja a Saṅgha a resolver rapidamente quaisquer disputas. Ele estabelece uma série de sete métodos para resolver disputas. E estes constituem a base do código de conduta ou disciplina monástica.",
  "mn-blurbs:mn105": "Nem todos aqueles que afirmam estar despertos dizem a verdade. O Buda ensina como o verdadeiro progresso espiritual depende de um abandono irreversível das forças que levam ao sofrimento.",
  "mn-blurbs:mn106": "Começando com o caso de profunda absorção meditativa, o Buda aborda uma sequência de níveis cada vez mais profundos de meditação, mostrando como o insight nesta base leva a consciência a desapegar-se de qualquer forma de renascimento.",
  "mn-blurbs:mn107": "O Buda compara o treinamento de um contador com o passo a passo do caminho espiritual de seus discípulos. Mas mesmo com um caminho tão bem explicado, o Buda pode apenas mostrar o caminho, e cabe a nós percorrê-lo.",
  "mn-blurbs:mn108": "Em meio às crescentes tensões militares após a morte do Buda, o Venerável Ananda é questionado sobre como a Saṅgha planejava continuar na ausência de seu professor. Como o Buda se recusou a nomear um sucessor, o ensinamento e a prática que ele estabeleceu tornam-se o mestre, e a Saṅgha resolve problemas por consenso.",
  "mn-blurbs:mn109": "Em uma adorável noite de lua cheia, um dos seus discípulos mendicantes apresenta ao Buda uma série de perguntas que vão ao cerne do ensinamento. Mas quando ele ouve falar da doutrina do não-eu, um outro discípulo é incapaz de entender o que tal coisa significa.",
  "mn-blurbs:mn110": "Uma pessoa verdadeira é capaz de entender uma pessoa falsa, mas não vice-versa.",
  "mn-blurbs:mn111": "O Buda descreve em detalhes técnicos o processo de percepção do Venerável Sariputta. Muitas idéias e termos neste texto antecipam o que se encontra no Abhidhamma.",
  "mn-blurbs:mn112": "Se alguém afirma ter despertado, sua reivindicação deve ser interrogada com uma série detalhada de perguntas detalhadas. Somente se eles puderem respondê-las claramente, a alegação deve ser aceita.",
  "mn-blurbs:mn113": "O Buda explica que uma pessoa verdadeiramente boa não menospreza os outros ou elogia  a si mesmo por causa de suas realizações.",
  "mn-blurbs:mn114": "O Buda estabelece uma estrutura sobre as coisas a serem cultivadas ou evitadas, e o Venerável Sariputta se voluntaria a explicar em detalhes.",
  "mn-blurbs:mn115": "Começando por elogiar uma pessoa sábia, o Buda continua explicando que a pessoa se torna sábia investigando os elementos, as bases dos sentidos, a origem dependente e o que é possível e impossível.",
  "mn-blurbs:mn116": "Refletindo sobre como até mesmo características geográficas mudam com o tempo, o Buda então reconta os nomes dos sábios do passado que viveram no Monte Isigili perto de Rājagaha.",
  "mn-blurbs:mn117": "Um discurso sobre os pré-requisitos do samādhi correto que enfatiza o inter-relacionamento e o apoio mútuo de todos os fatores do caminho óctuplo.",
  "mn-blurbs:mn118": "Cercado por muitos mendicantes experientes, o Buda ensina detalhadamente a atenção plena na respiração, mostrando como esta se relaciona com os quatro tipos ou fundamentos da meditação da atenção plena.",
  "mn-blurbs:mn119": "Este discurso se concentra no primeiro fundamento da meditação da atenção plena, a contemplação do corpo. Esse conjunto de práticas, por mais simples que pareça, traz benefícios no longo prazo.",
  "mn-blurbs:mn120": "O Buda explica como alguém pode desejar renascer em diferentes reinos de renascimento.",
  "mn-blurbs:mn121": "O Buda descreve sua própria prática de meditação sobre a vacuidade.",
  "mn-blurbs:mn122": "Um grupo de discípulos mendicantes passou a se socializar demasiadamente, o Buda então ensina sobre a importância da reclusão para entrar e permanecer no vazio.",
  "mn-blurbs:mn123": "O Venerável Ananda é convidado pelo Buda para falar sobre as incríveis qualidades do Buda e começa a listar uma série de eventos aparentemente milagrosos que acompanharam seu nascimento. O Buda termina explicando o que ele achava é realmente incrível sobre si mesmo.",
  "mn-blurbs:mn124": "O Venerável Bakkula, considerado o mais saudável dos mendicantes, explica a um velho amigo sua prática rígida e austera. A forma incomum desse discurso sugere que ele foi adicionado ao cânone algum tempo após a morte do Buda.",
  "mn-blurbs:mn125": "Um jovem monge não consegue convencer um príncipe das bênçãos da paz de espírito. O Buda oferece comparações baseadas num treinamento bem-sucedido de um elefante, pois este era um assunto com o qual o príncipe estava familiarizado.",
  "mn-blurbs:mn126": "O sucesso na vida espiritual não depende de modo algum dos votos que alguém assume ou não, mas sim se ele ou ela pratica bem.",
  "mn-blurbs:mn127": "Um discípulo leigo fica confuso ao ser encorajado a desenvolver as libertações “imensuráveis” e “transcendente” e pede ao Venerável Anuruddha que explique se este estados são distintos em significado como são em nome.",
  "mn-blurbs:mn128": "Um segundo discurso ocorrido durante uma disputa em Kosambi. Este discurso retrata o Buda deixando o mosteiro após ter falhado em alcançar a reconciliação entre discípulos monásticos que disputavam entre si. Ele passa um tempo afastado antes de encontrar uma comunidade inspiradora de monges praticantes. Lá, ele discute em detalhes os obstáculos para meditação que encontrou antes de seu despertar.",
  "mn-blurbs:mn129": "O tolo sofre nesta vida e na próxima, enquanto o sábio se beneficia em ambos os aspectos.",
  "mn-blurbs:mn130": "Expandindo o anterior, este discurso contém as descrições mais detalhadas dos horrores do inferno.",
  "mn-blurbs:mn131": "Este discurso começa com um conjunto curto mas poderoso de versos exaltando os benefícios do insight sobre o aqui e agora, seguido por uma explicação.",
  "mn-blurbs:mn132": "Um discurso com conteúdo idêntico ao MN 131, mas narrado pelo Venerável Ananda.",
  "mn-blurbs:mn133": "Os versos encontrados no MN 131 são explicados de uma maneira diferente pelo Venerável Mahakaccāna.",
  "mn-blurbs:mn134": "Um monge que não conhece os versos do MN 131 é encorajado por uma divindade a aprendê-los.",
  "mn-blurbs:mn135": "O Buda explica a um brâmane como nossos atos em vidas passadas nos afetam nesta vida.",
  "mn-blurbs:mn136": "Confrontado com uma versão excessivamente simplista de seus próprios ensinamentos, o Buda enfatiza as nuances e qualificações muitas vezes esquecidas de como o kamma se impõe.",
  "mn-blurbs:mn137": "Uma análise detalhada das seis bases dos sentidos e a relação com os processos emocionais e cognitivos.",
  "mn-blurbs:mn138": "O Buda dá uma breve e enigmática declaração sobre as maneiras pelas quais a consciência pode se tornar apegada. O Venerável Mahākaccāna é convidado pelos discípulos mendicantes a apresentar sua interpretação.",
  "mn-blurbs:mn139": "Alcançar a paz não é uma questão simples. O Buda explica como evitar o conflito por meio do contentamento, da linguagem correta, da compreensão do prazer e da não insistência em convenções locais.",
  "mn-blurbs:mn140": "Ao passar a noite na oficina de um oleiro, o Buda tem um encontro casual com um discípulo monástico que não o reconhece. Eles têm uma longa e profunda discussão baseada nos quatro elementos. Este é um dos discursos mais perspicazes e comoventes do cânone.",
  "mn-blurbs:mn141": "Tendo como base o primeiro sermão do Buda, o Venerável Sariputta dá uma explicação detalhada das quatro nobres verdades.",
  "mn-blurbs:mn142": "Quando Mahāpajāpatī, a madrasta do Buda, deseja oferecer a ele um manto para seu uso pessoal, o Buda a incentiva a oferecê-lo para a Saṅgha. Ele prossegue explicando que o melhor tipo de oferenda para a Saṅgha é aquela dada à comunidade dubla de discípulos e discípulas monásticos, encabeçada pelo Buda.",
  "mn-blurbs:mn143": "Quando o grande discípulo leigo Anāthapiṇḍika se aproximava da morte, o Venerável Sariputta o visita e dá um poderoso ensinamento sobre o desapego.",
  "mn-blurbs:mn144": "O monge Channa batalha com uma dolorosa doença terminal e decide tirar a própria vida.",
  "mn-blurbs:mn145": "Na véspera de sua partida para um país distante, cheio de pessoas inóspitas e imprevisíveis, o Venerável Puṇṇa é questionado pelo Buda como ele reagiria se fosse lá atacado.",
  "mn-blurbs:mn146": "Quando solicitado a ensinar as bhikkhunis, o Venerável Nandaka prossegue as convidando a refletir sobre o que ele ensinou e fazer perguntas caso haja algo que precisa de mais explicações.",
  "mn-blurbs:mn147": "O Buda leva Rāhula com ele para um local isolado a fim de conduzi-lo à libertação.",
  "mn-blurbs:mn148": "O Buda analisa as seis bases dos sentidos de seis perspectivas e demonstra como elas são vazias de um eu.",
  "mn-blurbs:mn149": "Explica como o conhecimento introspectivo dos seis sentidos está integrado ao caminho óctuplo e leva à liberação.",
  "mn-blurbs:mn150": "Em um discussão com um grupo de chefes de família, o Buda os ajuda a distinguir aqueles praticantes espirituais que são verdadeiramente dignos de respeito.",
  "mn-blurbs:mn151": "O Buda nota a tez brilhante do Venerável Sariputta, que é o resultado de sua meditação profunda. Ele então apresenta uma série de reflexões pelas quais um discípulo contemplativo pode ter certeza de que é digno da comida que ele esmola.",
  "mn-blurbs:mn152": "Um professor brâmane defende que a purificação dos sentidos consiste simplesmente em evitar ver e ouvir coisas. O Buda explica que não se trata de evitar a experiência dos sentidos, mas compreendê-la e aprender a não ser afetado pela experiência dos sentidos.",
  "mn-blurbs:mn-anupadavagga": "Muitos dos discursos neste capítulo se aprofundam em apresentações complexas e analíticas de ensinamentos básicos. Isto inclui discursos importantes sobre meditação.",
  "mn-blurbs:mn-bhikkhuvagga": "Dez discursos feitos para discípulos monásticos, muitos deles tendo como foco questões de disciplina.",
  "mn-blurbs:mn-brahmanavagga": "O Buda se envolve com a poderosa casta de brâmanes, e contesta as suas reivindicações de autoridade espiritual.",
  "mn-blurbs:mn-culayamakavagga": "Um arranjo semelhante ao do vagga anterior.",
  "mn-blurbs:mn-devadahavagga": "Discursos com ensinamentos diversos e variados.",
  "mn-blurbs:mn-gahapativagga": "Este capítulo contem discursos dirigidos a uma ampla gama de discípulos leigos.",
  "mn-blurbs:mn-mahayamakavagga": "Discursos organizados como pares de textos longos e curtos.",
  "mn-blurbs:mn-mulapariyayavagga": "Este capítulo, embora comece com o difícil de compreender Mūlapariyāya Sutta, contém principalmente ensinamentos fundamentais e pode, como um todo, servir como uma introdução aos discursos.",
  "mn-blurbs:mn-opammavagga": "Um capítulo diversificado, incluindo biografia, não-violência, não-eu e um ensinamento influente sobre o progresso da meditação.",
  "mn-blurbs:mn-paribbajakavagga": "O Buda em diálogo com ascetas e errantes.",
  "mn-blurbs:mn-rajavagga": "Vários diálogos com reis e príncipes, muitos dos quais tiveram o Buda como mestre.",
  "mn-blurbs:mn-salayatanavagga": "A maioria dos discursos neste capítulo trata das seis bases dos sentidos.",
  "mn-blurbs:mn-sihanadavagga": "Começando com dois discursos contendo um “rugido de leão”, este capítulo trata do sofrimento, da vida em comunidade e de conselhos práticos de meditação.",
  "mn-blurbs:mn-sunnatavagga": "Este capítulo apresenta textos menos analíticos e mais narrativos. Tem o mesmo nome que seus primeiros discursos, que tratam do vazio.",
  "mn-blurbs:mn-vibhangavagga": "Uma série de discursos apresentados como análises técnicas de ensinamentos mais curtos."
}