{
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as1": "Uma questão legal só pode ser resolvida se todos os envolvidos estiverem presentes durante o processo. Além disso, o procedimento deve estar em conformidade com todos os aspectos da lei monástica. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as2": "Se uma monja é conhecida pela clareza de sua memória, quaisquer acusações contra ela podem ser resolvidas por meio de sua declaração de inocência com base em sua lembrança dos eventos pertinentes. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as3": "Uma monja que estiver insana não é responsável por suas próprias infrações. Quaisquer infrações que ela possa ter cometido enquanto insana podem ser absolvidas através de uma declaração de insanidade passada. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as4": "Todas as infrações, exceto aquelas que implicam expulsão, devem ser absolvidas fazendo-se reparos da maneira adequada. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as5": "Uma disputa que se arrasta sem resolução pode ser resolvida através do voto majoritário. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as6": "Uma monja que for intratável em relação às infrações que cometeu pode ser submetida a um ato de censura. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as7": "Se uma disputa envolver várias infrações de ambos os lados, e a Ordem considerar que lidar com todas as infrações da maneira usual pode levar a rispidez ou cisma, então a Ordem pode decidir fazer um procedimento por meio do qual todas as infrações são absolvidas. Infrações que não podem ser resolvidas desta forma são aquelas que implicam expulsão e suspensão, bem como quaisquer infrações que envolvam leigos. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-as": "Existem sete _adhikaraṇasamathadhamma_, \"princípios para a resolução de questões legais\", que são os mesmos para as monjas e os monges. Eles não são regras no sentido comum e, como tais, não são abarcados pela classificação em infrações graves e leves. Em vez disso, estabelecem os métodos corretos para lidar com questões legais. A explicação detalhada para esses princípios encontra-se no _Samathakkhandhaka_. As questões legais a serem resolvidas por meio desses princípios se dividem em quatro categorias: disputas, acusações, infrações e processos. \"Processos\" inclui rituais monásticos tais como a ordenação e a manutenção do dia de observância (_uposatha_). ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np1": "Uma monja que tiver mais de uma tigela deve renunciar à tigela extra e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np2": "Uma monja que distribuir tecido de mantos de forma inadequada deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np3": "Uma monja que pegar de volta o manto dado em troca a outra monja deve renunciar ao manto e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np4": "Uma monja que pedir uma coisa, mas depois de recebê-la disser que quer outra coisa, deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np5": "Uma monja que receber uma coisa de um despenseiro, mas depois a trocar por outra coisa, deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np6": "Uma monja que trocar um requisito pertencente à Ordem que tiver sido designado para um propósito específico deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np7": "Uma monja que pedir um requisito pertencente à Ordem que tiver sido designado para um propósito específico e depois o trocar por outra coisa deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np8": "Uma monja que trocar um requisito coletivo designado para um propósito específico deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np9": "Uma monja que pedir um requisito coletivo designado para um propósito específico e depois o trocar por outra coisa deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np10": "Uma monja que pedir um requisito pessoal para um propósito específico e depois o trocar por outra coisa deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np11": "Uma monja que pedir um manto externo caro e pesado deve renunciá-lo e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np12": "Uma monja que pedir um manto externo caro e leve deve renunciá-lo e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np13": "Uma monja que guardar tecido extra para mantos por mais de dez dias deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np14": "Uma monja que se afastar de qualquer um de seus cinco mantos por mais de um dia deve renunciar ao manto e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np15": "Uma monja pode guardar tecido extra para mantos por um mês se estiver esperando mais. Uma monja que guardar além disso deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np16": "Uma monja que pedir tecido de mantos a uma pessoa leiga, exceto se seus mantos estiverem perdidos ou destruídos, deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np17": "Quando os mantos de uma monja estiverem perdidos ou destruídos, ela deve mostrar moderação ao pedir tecido para mantos. Se não o fizer, ela deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np18": "Se uma pessoa leiga deseja comprar um manto para uma monja, e a monja lhe pedir por um manto refinado, ela deve renunciar ao manto e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np19": "Se duas pessoas leigas separadas desejarem comprar um manto para uma monja, e a monja lhes pedir para juntarem seu dinheiro para comprar um manto refinado, ela deve renunciar ao manto e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np20": "Quando o dinheiro a ser utilizado para o manto de uma monja for colocado apropriadamente sob os cuidados de um despenseiro, a monja pode indicar ao despenseiro que ela precisa de um manto. Caso ela não obtenha o manto dessa maneira, mas o receber agindo de forma inadequada, ela deve renunciar ao manto e confessar a infração. Essa regra também prescreve o procedimento pelo qual um seguidor leigo passa a deter dinheiro em nome de um doador que deseja apoiar uma monja. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np21": "Uma monja que receber dinheiro deve renunciar a ele e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np22": "Uma monja que receber dinheiro através de comércio deve renunciar a ele e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np23": "Uma monja que fizer permuta, exceto com companheiros monásticos,  deve renunciar ao item recebido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np24": "Uma monja que pedir por uma tigela nova enquanto a tigela existente ainda for utilizável deve renunciar a ela e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np25": "Uma monja que guardar tônicos por mais de sete dias deve renunciar a eles e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np26": "Uma monja que der tecido a outra monja, mas depois o pegar de volta irritada, deve renunciar a ele e confesar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np27": "Uma monja que pedir por fios e então encomendar tecido feito com eles deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np28": "Se uma pessoa leiga encomendar tecido para uma monja e aquela monja fizer exigências aos tecelões, então ela deve renunciar ao tecido e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np29": "Uma monja que armazenar \"um manto de urgência\" além do limite de tempo aceitável deve renunciar a ele e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np30": "Uma monja que desviar para si mesma uma oferenda destinada à Ordem deve renunciar ao item e confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-np": "As regras nesta categoria são conhecidas em Pali como  _nissaggiya pācittiya_, \"que implicam renúncia e confissão\". Existem trinta regras como essas para as monjas, o mesmo número que para os monges, embora apenas dezoito sejam comuns. Essas regras, juntamente com as regras remanescentes do Código Monástico, são classificadas como infrações leves, _lahukāpatti_. Para infrações leves, geralmente não há penalidade além da confissão. Para as _nissaggiya pācittiyas_, no entanto, qualquer item envolvido na prática de uma infração deve ser renunciado. Uma vez que a infração tenha sido confessada, o item é, com algumas poucas exceções, devolvido ao infrator. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc1": "Uma monja que comer alho cru deve confessar a infração. Essa regra inclui o conto Jātaka Suvaṇṇahaṁsa , \"O Jātaka do Ganso Dourado\", encontrado em uma forma ligeiramente diferente na coleção dos Jātaka. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc2": "Uma monja que remover os pelos das axilas ou da virilha deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc3": "Uma monja que der palmadas em seus órgãos genitais deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc4": "Uma monja que usar um dildo deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc5": "A monja que inserir mais de duas articulações dos dedos na vagina deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc6": "Uma monja que assiste a um monge enquanto ele está comendo deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc7": "Uma monja que pedir grãos crus e depois os preparar e comer deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc8": "Uma monja que jogar fezes, urina ou lixo sobre um muro deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc9": "A monja que descartar fezes, urina ou lixo em plantas cultivadas deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc10": "Uma monja que vai assistir a um espetáculo deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc11": "Uma monja que, buscando privacidade, ficar sozinha com um homem à noite deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc12": "Uma monja que, buscando privacidade, ficar sozinha com um homem em um local escondido deve confessar a infração. ",
  "pli-tv-bi-pm-blurbs:pli-tv-bi-pm-pc": "As regras desta categoria são conhecidas em Pali como _pācittiya_, \"que implicam confissão\". Existem cento e sessenta e seis dessas regras para as monjas, das quais setenta são compartilhadas com os monges. Esta é a maior classe de regras no Código Monástico. Essas regras, juntamente com todas as outras, exceto aquelas que implicam expulsão e suspensão, são consideradas infrações leves, _lahukāpatti_. Para as infrações leves, não há penalidade além da confissão. "
}