{
  "sn-blurbs:sn1": "Os “Discursos Conectados envolvendo Deidades” contêm 81 discursos, cada um retratando o Buda em conversas com uma deidade. Tipicamente, uma deidade se aproxima do Buda no mosteiro de Sāvatthī, iluminando a noite com sua glória. A deidade se dirige ao Buda com uma questão ou um versículo, que pode ser um elogio, um desafio, uma charada, ou somente uma reflexão. O Buda responde, normalmente elevando o discurso para uma esfera superior. Como sempre acontece nos textos budistas, uma deidade não é adorada, mas tida como um ser que renasceu temporariamente em um plano mais elevado; as deidade aprendem com o Buda e não o inverso. Na maioria dos casos, o arcabouço da narrativa é pequeno e, posteriormente, é abandonado, mantendo-se apenas os versos. Os discursos não têm um tema específico, podendo variar do simples ao profundo. ",
  "sn-blurbs:sn1.1": "O Buda atravessou a enchente do sofrimento sem ficar de pé ou nadar. ",
  "sn-blurbs:sn1.2": "A liberdade vem quando damos fim ao apego pelo renascimento. ",
  "sn-blurbs:sn1.3": "A vida é curta, por isso devemos abandonar o engodo do mundo. ",
  "sn-blurbs:sn1.4": "O tempo voa, por isso devemos abandonar o engodo do mundo. ",
  "sn-blurbs:sn1.5": "Um conjunto de perguntas enigmáticas respondidas de modo igualmente enigmático pelo Buda. ",
  "sn-blurbs:sn1.6": "Quantos são os despertos enquanto os outros dormem? ",
  "sn-blurbs:sn1.7": "Os que compreendem os ensinamentos vivem de modo suave dentre as asperezas. ",
  "sn-blurbs:sn1.8": "Os que não estão confusos vivem de modo suave dentre as asperezas. ",
  "sn-blurbs:sn1.9": "A menos que você abandone o orgulho, você permanecerá preso sob o domínio da morte. ",
  "sn-blurbs:sn1.10": "Os praticantes da espiritualidade têm aparência clara, apesar de sua vida simples. ",
  "sn-blurbs:sn1.11": "Até o Jardim do Deleite é impermanente. ",
  "sn-blurbs:sn1.12": "Achamos que os nossos apegos nos trazem felicidade, mas, na verdade, eles trazem tristeza. ",
  "sn-blurbs:sn1.13": "Como em muitos destes discursos, o Buda repete os versos de uma deidade com uma sutil mudança em direção ao Dhamma. ",
  "sn-blurbs:sn1.14": "Os valores mundanos de uma deidade são melhorados pela versão dada pelo Buda. ",
  "sn-blurbs:sn1.15": "O murmúrio silencioso da floresta pode ser assustador—não para o Buda. ",
  "sn-blurbs:sn1.16": "A preguiça é um obstáculo para o caminho. ",
  "sn-blurbs:sn1.17": "A vida é difícil para um asceta que não se contém; seus pensamentos devem ser lentos como uma tartaruga. ",
  "sn-blurbs:sn1.18": "Alguém tem um senso de consciência e vergonha? ",
  "sn-blurbs:sn1.19": "Você tem uma pequena cabana e um pequeno ninho—ou seja, você é livre? ",
  "sn-blurbs:sn1.20": "Uma deidade tenta um monge a aproveitar os prazeres sensuais e depois ir para a vida monástica. ",
  "sn-blurbs:sn1.21": "Um monge deve viver como se sua cabeça estivesse em chamas. ",
  "sn-blurbs:sn1.22": "O mal que você faz acaba por lhe ferir. ",
  "sn-blurbs:sn1.23": "Esta geração está toda emaranhada como cabelo rasta. Quem pode desembaraçá-lo? ",
  "sn-blurbs:sn1.24": "Deve-se manter a mente em rédea curta somente para o que é mau. ",
  "sn-blurbs:sn1.25": "Se um iluminado transcendeu toda ideia de eu, ele ainda falaria de si como “eu”? ",
  "sn-blurbs:sn1.26": "Quantas luzes há que iluminam o mundo? ",
  "sn-blurbs:sn1.27": "O fluxo do renascimento é interrompido quando cessa o nome e forma. ",
  "sn-blurbs:sn1.28": "Até os ricos são sedentos por mais—há alguém livre da ganância? ",
  "sn-blurbs:sn1.29": "Uma charada sobre a fuga. ",
  "sn-blurbs:sn1.30": "É perguntado ao Buda como se libertar do sofrimento. ",
  "sn-blurbs:sn1.31": "Várias deidades pronunciam versos louvando a associação com os bons e o Buda lhes dá sua resposta. ",
  "sn-blurbs:sn1.32": "Várias deidades pronunciam versos louvando a generosidade e o Buda lhes dá sua resposta. ",
  "sn-blurbs:sn1.33": "Várias deidades pronunciam versos louvando a generosidade e o Buda lhes dá a sua resposta dizendo que praticar o Dhamma vai mais além. ",
  "sn-blurbs:sn1.34": "Duas deidades trocam versos com o Buda sobre como os prazeres sensuais dão origem ao sofrimento. ",
  "sn-blurbs:sn1.35": "Algumas deidades buscam encontrar faltas no Buda. Ele responde às suas críticas, o que estimula uma discussão sobre faltas e o perdão. ",
  "sn-blurbs:sn1.36": "Vários deuses Satullapa se dirigem ao Buda com versos sobre vários temas. A identificação desses versos não é clara e a comparação com seus paralelos em chinês indicam que a versão em páli sofreu perdas textuais. ",
  "sn-blurbs:sn1.37": "Uma grande congregação de deidades se reúne para visitar o Buda e a Saṅgha em Kapilavatthu. ",
  "sn-blurbs:sn1.38": "Várias deidades louvam a resiliência e a compostura do Buda quando uma pedra lhe fere o pé. ",
  "sn-blurbs:sn1.39": "Uma deusa, que se identifica pelo nome de Kokanadā, atesta com sua experiência os ensinamentos do Buda sobre o kamma. ",
  "sn-blurbs:sn1.40": "Uma deusa chamada Kokanada, provavelmente irmã da anterior, resume o ensinamento em um verso. ",
  "sn-blurbs:sn1.41": "Uma deidades recita alguns versos para o Buda. ",
  "sn-blurbs:sn1.42": "Diferentes dons têm diferentes propósitos. ",
  "sn-blurbs:sn1.43": "Deuses e humanos amam comer, que tipo de ser não gosta de comida? ",
  "sn-blurbs:sn1.44": "Um verso em forma de uma charada de Dhamma. ",
  "sn-blurbs:sn1.45": "Um verso em louvor ao Buda. ",
  "sn-blurbs:sn1.46": "Para escapar da floresta da ilusão, é preciso o veículo do Dhamma. ",
  "sn-blurbs:sn1.47": "O mérito dos que fazem doações a um mosteiro sempre cresce. ",
  "sn-blurbs:sn1.48": "Versos louvando o mosteiro de Jetavana, o Dhamma, e o venerável Sāriputta, aparentemente pronunciados por uma deidade para Anāthapiṇḍika. ",
  "sn-blurbs:sn1.49": "O Buda é perguntado sobre o futuro dos avarentos e dos generosos. ",
  "sn-blurbs:sn1.50": "Ghaṭīkāra, um discípulo do Buda Kassapa, visita o Buda, conta de sua vida passada e das conquistas de seus seis amigos. ",
  "sn-blurbs:sn1.51": "A moralidade é boa até mesmo na velhice. ",
  "sn-blurbs:sn1.52": "A moralidade é boa quando não envelhece. ",
  "sn-blurbs:sn1.53": "Coisas que são amigas nesta e na próxima vida. ",
  "sn-blurbs:sn1.54": "O que sustenta vários seres? Estranhamente, este verso não tem uma “contraparte” no Dhamma. ",
  "sn-blurbs:sn1.55": "Uma pessoa é criada por meio do apego e teme o sofrimento. ",
  "sn-blurbs:sn1.56": "Uma pessoa é criada pelo apego e não se liberta do sofrimento. ",
  "sn-blurbs:sn1.57": "Uma pessoa é criada pelo apego e seu destino é traçado por seus atos. ",
  "sn-blurbs:sn1.58": "Qual é o caminho errado? ",
  "sn-blurbs:sn1.59": "A verdadeira companhia de uma pessoa é sua fé. ",
  "sn-blurbs:sn1.60": "Um par de versos sobre a natureza da poesia sem uma “contraparte” no Dhamma. ",
  "sn-blurbs:sn1.61": "O “nome” torna tudo mais pesado. ",
  "sn-blurbs:sn1.62": "A mente guia e controla o mundo. ",
  "sn-blurbs:sn1.63": "A mente guia o mundo e o apego a controla. ",
  "sn-blurbs:sn1.64": "O mundo é limitado pelo apego. ",
  "sn-blurbs:sn1.65": "O mundo está aprisionado pelo apego. ",
  "sn-blurbs:sn1.66": "A morte e a velhice afligem o mundo, que arde no desejo. ",
  "sn-blurbs:sn1.67": "O mundo está preso ao apego e tem seus alicerces no sofrimento. ",
  "sn-blurbs:sn1.68": "O mundo está confinado pela morte. ",
  "sn-blurbs:sn1.69": "O mundo está preso ao desejo. ",
  "sn-blurbs:sn1.70": "Uma charada do Dhamma cuja resposta é, misteriosamente, “seis.” ",
  "sn-blurbs:sn1.71": "Assassinar a raiva é o único assassinato louvado pelos nobres. ",
  "sn-blurbs:sn1.72": "Qual o sinal de uma carruagem, um incêndio, uma nação e uma mulher? ",
  "sn-blurbs:sn1.73": "Várias questões sobre o que é melhor. ",
  "sn-blurbs:sn1.74": "Uma deidade faz várias perguntas, que são respondidas por outra e recebem respostas melhores do Buda. ",
  "sn-blurbs:sn1.75": "Por que as pessoas ainda temem, se o caminho já foi ensinado? ",
  "sn-blurbs:sn1.76": "Várias questões sobre o caminho. ",
  "sn-blurbs:sn1.77": "Várias questões sobre assuntos diversos. ",
  "sn-blurbs:sn1.78": "O que não deve ser doado? ",
  "sn-blurbs:sn1.79": "Várias questões sobre assuntos diversos. ",
  "sn-blurbs:sn1.80": "Várias questões sobre assuntos diversos. ",
  "sn-blurbs:sn1.81": "Várias questões sobre diversos tipos de pessoas. ",
  "sn-blurbs:sn2": "Os “Discursos Conectados com Deuses” contêm 30 discursos, cada um retratando o Buda em conversa com um deus. Neles, o termo <i lang='pi' translate='no'>devaputta</i> é utilizado, ao invés de <i lang='pi' translate='no'>devatā</i>, do <i lang='pi' translate='no'>saṁyutta</i> anterior. A diferença é meramente terminológica, sem alterações do sentido. O estilo destes discursos é semelhante ao dos “Discursos Conectados com Deidades,” embora haja maior ênfase no tema da renúncia. Vários destes discursos são recitados em terras Theravāda atualmente. Os versos Tāyana sobre a prática diligente no SN 2.8 são frequentemente recitados pelos monges e os discursos sobre o Sol e a Lua (SN 2.9 e SN 2.10) são cantos de proteção populares, encontrados também em tibetano. ",
  "sn-blurbs:sn2.1": "Uma deidade chamada Kassapa visita o Buda e fala do treinamento de um discípulo mendicante na reclusão e sobre a fala correta. ",
  "sn-blurbs:sn2.2": "A deidade Kassapa fala de como um discípulo mendicante deve ser um praticante da meditação, pacífico e livre. ",
  "sn-blurbs:sn2.3": "O deus Māgha pergunta ao Buda sobre o que se deve abandonar para dormir bem e de consciência limpa. ",
  "sn-blurbs:sn2.4": "A deidade Māgadha pergunta ao Buda quantas são as fontes de luz existentes no mundo. O Buda fala de cinco luzes, sendo ele a melhor. ",
  "sn-blurbs:sn2.5": "O deus Dāmali sugere que um verdadeiro brâmane deve lutar para abandonar o desejo. O Buda discorda, dizendo que um verdadeiro santo já havia concluído o seu trabalho. ",
  "sn-blurbs:sn2.6": "A deidade Kāmada se dirige ao Buda com várias declarações enigmáticas lamentando a dificuldade da prática espiritual. O Buda concorda, mas aponta que os verdadeiros praticantes a fazem, mesmo que seja difícil. ",
  "sn-blurbs:sn2.7": "Pañcālacaṇḍa elogia o Buda por encontrar a abertura em meio ao confinamento do mundo. O Buda, porém, afirma que qualquer um com atenção plena e tranquilidade pode encontrar esta saída. ",
  "sn-blurbs:sn2.8": "Tāyana, uma deidade que, numa vida passada, era líder de uma seita não-budista, pronuncia versos de louvor ao esforço e à disciplina. Esses versos famosos são frequentemente recitados por monges theravadin. ",
  "sn-blurbs:sn2.9": "Em uma parábola sobre um eclipse lunar, o deus lunar Candimā é devorado pelo titã Rāhu. Candimā apela ao Buda, que ordena a Rāhu o abandone. Este sutta é recitado como um versículo de proteção. ",
  "sn-blurbs:sn2.10": "Em uma parábola sobre um eclipse solar, o deus solar Suriya é devorado pelo titã Rāhu. Suriya apela ao Buda, que ordena a Rāhu que o abandone. Este sutta é recitado como um versículo de proteção. ",
  "sn-blurbs:sn2.11": "A divindade Candimasa diz que os que praticam a absorção certamente encontrarão a saída. O Buda acrescenta que eles devem ser diligentes na prática e abandonar as faltas. ",
  "sn-blurbs:sn2.12": "A deidade Veṇhu celebra a alegria dos que seguem os ensinamentos do Buda. O Buda afirma que estes escaparão da morte. Veṇhu é a ortografia páli do sânscrito Viṣṇu, o que faz desta uma rara aparição de um deus deste nome nos textos antigos. ",
  "sn-blurbs:sn2.13": "O deus Dīghalaṭṭhi visita o Buda em Rājagaha e elogia um discípulo mendicante que pratica a meditação. ",
  "sn-blurbs:sn2.14": "A deidade Nandana pergunta ao Buda quem é virtuoso, sábio, transcendeu o sofrimento e é adorado pelos próprios deuses. O Buda responde que tal pessoa é um arahant. ",
  "sn-blurbs:sn2.15": "Candana pergunta quem atravessa a enchente. O Buda responde que esta pessoa é virtuosa, sábia, pacífica e transcendeu o apego ao renascimento. ",
  "sn-blurbs:sn2.16": "A deidade Vasudatta diz que um discípulo mendicante deve viver como se seu cabelo estivesse em chamas para que se livre dos desejos sensuais. O Buda modifica o verso para dar ênfase no abandono do apego a si. ",
  "sn-blurbs:sn2.17": "O deus Subrahmā indaga sobre como se livrar do medo. O Buda responde que não há como se livrar do medo sem abandonar tudo. ",
  "sn-blurbs:sn2.18": "Em Sāketa, o deus Kakudha pergunta ao Buda se ele sente satisfação ou tristeza. O Buda responde que, dado que ele não tem apegos, ele não sente satisfação nem tristeza. ",
  "sn-blurbs:sn2.19": "O deus Uttara fala sobre a transitoriedade da vida, dizendo que uma pessoa deve fazer o que é bom para renascer em uma vida futura que seja feliz. O Buda responde que uma pessoa deve abandonar o apego. ",
  "sn-blurbs:sn2.20": "Uma deidade que fora o discípulo do Buda em sua vida passada, Anāthapiṇḍika, visita o Buda e recita versos celebrando os bons frutos do mosteiro do Parque Jeta—que ele oferecera ao Buda—, o Dhamma e o venerável Sāriputta. ",
  "sn-blurbs:sn2.21": "A deidade Siva diz que uma pessoa só deve se associar com os bons e que isto a levará à felicidade. O Buda acrescenta que associar-se com os bons leva ao fim do sofrimento. Siva é a ortografia páli do sânscrito Śiva, o que faz desta uma rara aparição de um deus deste nome nos textos antigos. ",
  "sn-blurbs:sn2.22": "A deidade Khema recita vários versos louvando os bons atos. O Buda responde com um símile para alguém que abandonou o caminho dos bons. ",
  "sn-blurbs:sn2.23": "A deidade Serī fala de como todos gostam de comida, ao que o Buda responde com versos louvando a generosidade. Serī fala de sua própria generosidade em uma vida passada. ",
  "sn-blurbs:sn2.24": "A deidade Ghaṭīkāra fala de sete discípulos mendicantes que renasceram no plano Aviha. Este sutta é semelhante ao SN 1.50. ",
  "sn-blurbs:sn2.25": "Alguns monges cossalanos se tornaram negligentes e foram repreendidos pela divindade Jantu. ",
  "sn-blurbs:sn2.26": "Rohitassa pergunta ao Buda se é possível chegar ao fim do mundo por meio de uma viagem. O Buda diz não e Rohitassa conta como, quando fora um clarividente em uma vida passada, ele tentou atingir este objetivo e fracassou. O Buda diz que o fim do mundo é encontrado dentro deste corpo. ",
  "sn-blurbs:sn2.27": "Nanda fala da transitoriedade da vida, dizendo que uma pessoa deve fazer o que é bom para ter uma vida futura feliz. O Buda responde dizendo que se deve abandonar o apego. ",
  "sn-blurbs:sn2.28": "O deus Nandivisāla formula uma metáfora complexa para o corpo e indaga sobre como escapar dele. ",
  "sn-blurbs:sn2.29": "O Buda pergunta a Ānanda se ele gosta de Sāriputta e, quando ele responde que sim, o deus Susīma e sua côrte aparecem, alegrando-se com os elogios de Sāriputta e irradiando diversas cores. ",
  "sn-blurbs:sn2.30": "Várias deidades, que antes foram ascetas em seitas não-budistas, visitam o Buda, recitando versos de louvor—ou, às vezes, de crítica—aos seus antigos mestres. ",
  "sn-blurbs:sn3": "Os “Discursos Conectados com os Cossalanos” contêm 25 discursos retratando o Rei Pasenadi de Côssala. Pasenadi brilha como uma personagem complexa, com pequenos defeitos e tolo, mas com grande devoção e potencial de crescimento. Ele aparece frequentemente em outros suttas. No MN 87 é contada a história de como a Rainha Mallikā o introduziu ao Dhamma. Mallikā reaparece neste discurso e, no SN 3.8, ela mostra como não tem medo de desafiar o rei. Em geral, os suttas desta coleção incorporam os versos em prosa cujas narrativas ilustram as lutas e os problemas por que passa um rei desejoso de seguir o Dhamma e que, no entanto, deve reger em um mundo com espiões, sacrifícios, punições, guerras e as numerosas tentações da vida de um monarca. ",
  "sn-blurbs:sn3.1": "O Rei Pasenadi encontra o Buda pela primeira vez. Ele se pergunta como o Buda pode afirmar ter despertado mesmo sendo tão jovem. O Buda lhe ensina as quatro coisas que não devem ser desprezadas em virtude de sua juventude. ",
  "sn-blurbs:sn3.2": "Pasenadi indaga sobre coisas que causam o sofrimento quando surgem dentro de si. ",
  "sn-blurbs:sn3.3": "Pasenadi pergunta se algo que nasceu pode escapar da velhice e da morte. ",
  "sn-blurbs:sn3.4": "Ao relatar uma reflexão que lhe ocorrera durante um retiro, Pasenadi diz que os que praticam maus atos tratam a si como inimigos. O Buda expressa concordância em versos. ",
  "sn-blurbs:sn3.5": "Ainda que protegido por um exército, quem pratica o mal está desprotegido. ",
  "sn-blurbs:sn3.6": "No mundo, há poucos que não se tornam negligentes e complacentes quando obtêm luxos materiais. ",
  "sn-blurbs:sn3.7": "O Rei Pasenadi lamenta a alta frequência com que vê pessoas mentindo por causa de prazeres sensuais em sua sala de julgamento. ",
  "sn-blurbs:sn3.8": "O Rei Pasenadi pergunta à Rainha Mallikā quem é a pessoa mais querida. Ambos concordam que a pessoa mais querida somos nós e o Buda concorda. ",
  "sn-blurbs:sn3.9": "Um grande sacrifício que envolvia a matança de muitos animais fora preparado para o Rei Pasenadi. O Buda condena tais sacrifícios e diz que um sacrifício frutífero envolve uma oferta sem culpa e sem danos. ",
  "sn-blurbs:sn3.10": "É relatado ao Buda a ocasião em que muitas pessoas são presas pelo Rei Pasenadi. ",
  "sn-blurbs:sn3.11": "Ao passar um grupo de vários ascetas, o Rei Pasenadi pergunta ao Buda se algum deles era perfeito. O Buda diz não ser fácil para alguém como o Rei Pasenadi julgar as conquistas espirituais de outras pessoas. O Rei Pasenadi revela que eles são, na verdade, seus espiões. ",
  "sn-blurbs:sn3.12": "Cinco reis, Pasenadi inclusive, estão se divertindo e se perguntam qual dos sentidos traz a maior satisfação. Eles perguntam ao Buda, que responde dizendo que é um julgamento subjetivo dependente das preferências de cada um. Inspirado, o discípulo leigo Candanaṅgalika recita um verso de louvor ao Buda. ",
  "sn-blurbs:sn3.13": "No que provavelmente é a primeira dieta para perda de peso do mundo, quando Pasenadi aparece obeso e com dificuldades para respirar, o Buda o aconselha a reduzir a quantidade de alimentos que come. Ele pronuncia um um versículo para um dos assistentes do rei e pede que ele o recite toda vez que o rei for comer. ",
  "sn-blurbs:sn3.14": "Pasenadi perde uma batalha contra seu sobrinho, o rei Ajātasattu de Magadha. ",
  "sn-blurbs:sn3.15": "Em uma batalha subsequente à do SN 3.14, Pasenadi derrota Ajātasattu e o toma como prisioneiro. Tendo compaixão, ele confisca os bens militares de Ajātasattu e o liberta. ",
  "sn-blurbs:sn3.16": "Pasenadi se decepciona ao saber que a Rainha Mallikā deu a luz a uma menina. O Buda o consola, dizendo-lhe que uma mulher poderia ser melhor que um homem. ",
  "sn-blurbs:sn3.17": "Pasenadi pergunta ao Buda se há algo benéfico para esta vida e a próxima. ",
  "sn-blurbs:sn3.18": "Respondendo ao elogio à boa amizade feito por Pasenadi, o Buda fala de uma conversa que teve com Ānanda sobre o assunto. Ele então diz que para os que tem bons amigos é importante desenvolver a diligência. ",
  "sn-blurbs:sn3.19": "Um homem rico morre sem filhos e sem ter gozado de suas riquezas. O Buda diz que as riquezas devem ser gozadas apropriadamente e também partilhadas. ",
  "sn-blurbs:sn3.20": "Um homem rico morre sem filhos e sem ter gozado de suas riquezas. O Buda conta como, na época de um buda solitário chamado Tagarasikhī, um leigo fez uma oferta, porém se arrependeu. ",
  "sn-blurbs:sn3.21": "O Buda ensina a Pasenadi sobre os quatro tipos de pessoas, as que vão das trevas às trevas, as que vão das trevas à luz, as que vão da luz às trevas, e as que vão da luz à luz. ",
  "sn-blurbs:sn3.22": "Pasenadi lamenta a morte de sua avó. ",
  "sn-blurbs:sn3.23": "Quantas coisas levam ao sofrimento? ",
  "sn-blurbs:sn3.24": "“Onde devo doar” e “Onde uma doação é mais frutífera” são duas perguntas distintas. ",
  "sn-blurbs:sn3.25": "A velhice e a morte se aproximam como montanhas vindas das quatro direções, esmagando tudo o que se encontra em seu caminho. ",
  "sn-blurbs:sn4": "Os “Discursos Conectados com Māra” contêm 25 discursos retratando Māra, o deus da tentação, do engano e da morte. Nestes discursos, Māra aparece sob forma aterrorizante ou sedutora tentando atrapalhar o Buda, ou desafiando-o com alguns versículos críticos. Como na seção anterior, a prosa narrativa é concreta. O Buda rapidamente reconhece Māra e revela seu engodo em um versículo. Māra também aparecerá ao longo da próxima coleção, onde ele é confrontado por monjas. ",
  "sn-blurbs:sn4.1": "Māra acusa o Buda de haver abandonado o caminho da verdadeira austeridade. ",
  "sn-blurbs:sn4.2": "Māra se manifesta perante o Buda como um feroz elefante para assustá-lo. ",
  "sn-blurbs:sn4.3": "Māra tenta assustar o Buda tomando diferentes formas belas e feias. ",
  "sn-blurbs:sn4.4": "Quando o Buda explica aos mendicantes como alcançou a libertação, Māra diz que ele ainda está aprisionado. ",
  "sn-blurbs:sn4.5": "O Buda aborda um grupo de ascetas jainistas, pressionando-os em sua afirmação de que praticam para acabar com todo o sofrimento por meio da automortificação. Ele aponta uma série de falácias em sua lógica e explica seu próprio caminho do meio. ",
  "sn-blurbs:sn4.6": "Māra se apresenta como uma serpente gigante, mas o Buda não se impressiona. ",
  "sn-blurbs:sn4.7": "Após meditar durante toda a noite, o Buda se deita para dormir ao amanhecer e Māra o repreende por ser preguiçoso. ",
  "sn-blurbs:sn4.8": "O Buda e Māra trocam versos sobre se o apego é fonte de prazer ou sofrimento. ",
  "sn-blurbs:sn4.9": "O Buda diz  que a vida é curta, Māra diz que ela é longa. ",
  "sn-blurbs:sn4.10": "O Buda diz  que a vida é curta, Māra diz que ela é longa. ",
  "sn-blurbs:sn4.11": "Māra tenta assustar o Buda quebrando pedregulhos. ",
  "sn-blurbs:sn4.12": "Māra critica o Buda por causa de seu rugido de leão, afirmando que o Buda, na verdade, não é único. ",
  "sn-blurbs:sn4.13": "O Buda descansa após ser atingido por estilhaços de uma pedra e Māra o critica por ser preguiçoso. ",
  "sn-blurbs:sn4.14": "Māra desencoraja o Buda a ensinar, avisando-o que ele se corromperá com o favoritismo. ",
  "sn-blurbs:sn4.15": "Māra ameaça o Buda com uma “armadilha mental” no céu. ",
  "sn-blurbs:sn4.16": "Enquanto os discípulos mendicantes escutam os ensinamentos, Māra assume a forma de um touro que ameaça quebrar suas tigelas de esmola. ",
  "sn-blurbs:sn4.17": "Enquanto os discípulos mendicantes escutam os ensinamentos, Māra emite um rugido horrível para distraí-los. ",
  "sn-blurbs:sn4.18": "Māra faz com que o Buda não consiga esmolas, mas o Buda está satisfeito em nutrir-se de alegria. ",
  "sn-blurbs:sn4.19": "Enquanto os discípulos mendicantes escutam os ensinamentos, Māra toma a forma de um fazendeiro em busca de gado perdido e se dirige ao Buda. ",
  "sn-blurbs:sn4.20": "O Buda contempla se é possível governar de maneira justa, sem violência. Māra aparece e encoraja o Buda a seguir este caminho. ",
  "sn-blurbs:sn4.21": "Māra se aproxima de alguns discípulos mendicantes jovens sob a forma de uma brâmane idosa e os tenta, falando sobre os prazeres da juventude. ",
  "sn-blurbs:sn4.22": "Māra incomoda o monge Samiddhi, que se encontra em retiro, repetidas vezes. O Buda o encoraja até que Samiddhi seja capaz de reconhecer Māra por conta própria. ",
  "sn-blurbs:sn4.23": "O Venerável Godhika se distancia repetidas vezes de suas conquistas no âmbito da meditação devido a uma doença grave. Ele pensa em se matar e Māra tenta persuadir o Buda a impedi-lo. O Buda diz que Godhika já havia alcançado o despertar e que morrera sem culpa. ",
  "sn-blurbs:sn4.24": "Māra tenta distrair o Buda durante sete anos, sem sucesso. Ele lamenta seu fracasso com os símiles do caranguejo que tem as patas esmagadas por um grupo de crianças e do corvo que tentou comer uma pedra. ",
  "sn-blurbs:sn4.25": "Deprimido, Māra lamenta com suas três filhas o fracasso de suas tentativas de distrair o Buda. Elas decidem se encarregar da tarefa e assumem diversas formas sensuais para tentá-lo. Elas também fracassam e Māra as castiga por serem demasiado presunçosas. ",
  "sn-blurbs:sn5": "Os “Discursos Conectados com Monjas” contêm dez discursos descrevendo situações em que monjas se retiram para a floresta a fim de meditar e são desafiadas por Māra. Uma parte dos versos deste conjunto também se encontram nos Therīgāthā. Há outros que são específicos deste contexto e que são acompanhados de prosa que ajuda a compreendê-los. Os desafios propostos por Māra são diversos; por vezes, ele é sexista, dizendo que falta às mulheres a sabedoria (SN 5.2). Alguns destes textos curtos estão os suttas mais citados. ",
  "sn-blurbs:sn5.1": "A monja Āḷavikā adentra a Floresta Negra em busca de solidão quando Māra aparece para ameaçá-la, dizendo que não há como fugir e que não há razão para buscar a solidão. Ela o reconhece imediatamente e desbanca seus desafios, afirmando que ela se encontra além de seu domínio. ",
  "sn-blurbs:sn5.2": "Enquanto medita na Floresta Negra, a monja Somā é escarnecida por Māra, que diz que uma mulher jamais poderia encontrar as verdades mais sutis. Ela o rejeita, dizendo que o gênero não importa para a percepção das verdades profundas e que Māra vá atrás dos que ainda estão apegados ao gênero. ",
  "sn-blurbs:sn5.3": "Māra zomba da monja Kisāgotamī, dizendo que ela lamenta seus filhos e que deseja um marido. Ela o rejeita, dizendo que não mais deseja homens, pois já destruiu a massa de trevas e venceu o exército da morte. ",
  "sn-blurbs:sn5.4": "Māra aparece para a monja Vijayā como um belo jovem e tenta-a para que saia do caminho. Ela rejeia os prazeres sensuais, pois se deleita com as meditações sutis e já pôs termo à ignorância. ",
  "sn-blurbs:sn5.5": "Uppalavaṇṇā é repreendida por Māra, que diz que uma mulher bonita como ela deve temer bandidos quando está sozinha na floresta. No entanto, ela repudia estes medos e diz que pode utilizar seus poderes psíquicos para derrotar milhares de bandidos como ele. ",
  "sn-blurbs:sn5.6": "Māra pergunta à monja Cālā por que ela reprova o renascimento. Ela responde que renascer leva necessariamente ao sofrimento. ",
  "sn-blurbs:sn5.7": "Māra pergunta à monja Upacālā onde ela gostaria de renascer; porém, como qualquer lugar do mundo está em chamas, ela rejeita todas as formas de renascimento. ",
  "sn-blurbs:sn5.8": "Māra pergunta à monja Sīsupacālā em que ensinamento ela acredita. Ela responde que rejeita as várias seitas e segue o Buda, pois seus ensinamentos levam à libertação. ",
  "sn-blurbs:sn5.9": "Māra pergunta à monja Selā quem criou este “fantoche,” ou seja, a forma que reencarnou. Ela responde que não há criador, pois ela aparece como resultado de condições, como o crescer de uma semente no campo. ",
  "sn-blurbs:sn5.10": "Māra pergunta à monja Vajirā quem criou este ser. Reconhecendo-o, ela ressalta que a palavra “ser” nada mais é que uma convenção usada para designar os agregados, da mesma forma que a palavra “carro” é usada quando as partes são juntadas. ",
  "sn-blurbs:sn6": "Os “Discursos Conectados com Brahmās” contêm 15 discursos retratando deidades  bramânicas importantes. Frequentemente encontramos o “Grande Brahmā,” considerado o deus criador, somente como uma classe de deidades, dentre outras. Brahmā é retratado nestes e em outros textos budistas antigos de forma respeitosa como uma deidade gloriosa que renasceu em um local exaltado devido a um poderoso kamma bom. Ele frequentemente age como um promotor da causa budista. No entanto, como os outros deuses, ele ainda se encontra sob a influência da ilusão e não se livrou do renascimento. ",
  "sn-blurbs:sn6.1": "Após o seu despertar, o Buda hesitou em ensinar, pensando que o Dhamma fosse demasiado sutil para que as pessoas entendessem. Contudo, a divindade Brahmā Sahampati aparece e o encoraja a fazê-lo, ressaltando que há quem tenha “pouca poeira nos olhos” e entenderá. ",
  "sn-blurbs:sn6.2": "Após o seu despertar, o Buda reflete que se deve prestar reverência; mas a quem ele reverenciaria, se havia despertado completamente? Ele entende que deveria viver prestando reverência ao Dhamma. Brahmā Sahampati aparece e concorda, dizendo que assim foi como todos os budas do passado e do futuro viveram e viverão. ",
  "sn-blurbs:sn6.3": "Brahmā Sahampati aparece diante de uma mulher que lhe é devota e diz a ela que faça a oferenda de alimento a seu filho, que é um monge budista, pois os Brahmās não se alimentam das oferendas que ela faz. ",
  "sn-blurbs:sn6.4": "O Brahmā Baka concebe a visão errônea de que seu estado é permanente e imperecível. O Buda vai até ele para dissuadi-lo e eles trocam versos, o Buda contando a Baka sobre suas vidas passadas. ",
  "sn-blurbs:sn6.5": "Uma divindade brahmā não identificada pensa ser tão poderoso que nenhum asceta pode se aproximar dele. O Buda vai até o seu reino e aparece coberto de chamas sobre a sua cabeça. Mahāmoggallāna e vários outros discípulos o seguem. O brahmā e sua côrte ficam impressionados. ",
  "sn-blurbs:sn6.6": "Os brahmās Subrahmā e Suddhāvāsa indicam que um terceiro brahmā vive de forma negligente, muito impressionado com sua glória e visitam-no para acordá-lo de sua complacência. ",
  "sn-blurbs:sn6.7": "Os brahmās Subrahmā e Suddhāvāsa vão à tenda do Buda e falam sobre o monge Kokālika, um seguidor de Devadatta. ",
  "sn-blurbs:sn6.8": "Os brahmās Subrahmā e Suddhāvāsa vão à tenda do Buda e falam sobre o monge Katamorakatissaka, um seguidor de Devadatta. ",
  "sn-blurbs:sn6.9": "O brahmā Tudu tenta persuadir Kokālika a ter fé em Sāriputta e Moggallāna, mas Kokālika se recusa. ",
  "sn-blurbs:sn6.10": "Kokālika vai até o Buda e critica Sāriputta e Moggallāna. No entanto, tendo caluniado estes grandes monges, ele morre e Brahmā Sahampati informa ao Buda que ele renasceu no inferno. O Buda conta um símile memorável sobre a duração da vida no inferno. ",
  "sn-blurbs:sn6.11": "O Brahmā Sanaṅkumāra aparece para o Buda e afirma que as casta aristocrática ou khattiya é a melhor, mas o Buda é a melhor das pessoas. ",
  "sn-blurbs:sn6.12": "Brahmā Sahampati, referindo-se a Devadatta, indica que as honras destroem o canalha. ",
  "sn-blurbs:sn6.13": "Brahmā Sahampati aparece para o Buda e elogia os renunciantes que permanecem destemidos na floresta, celebrando os muitos que alcançaram a liberdade. ",
  "sn-blurbs:sn6.14": "O Buda conta uma história do passado Buda Sikhī e seu discípulo Abhibhū.  Eles visitam um reino brahmā onde realizam vários feitos e ensinam. ",
  "sn-blurbs:sn6.15": "Após o Buda se ter extinto, Brahmā Sahampati lidera vários seres que declamam versos de comemoração. ",
  "sn-blurbs:sn7": "Os “Discursos Conectados com Brâmanes” contêm 22 discursos retratando interações do Buda com vários membros da casta bramânica. Os brâmanes eram os guardiões das escrituras bramânicas e das tradições e se viam como a elite espiritual da sociedade. Uma das plataformas do ensinamento ético do Buda era que o valor de uma pessoa se devia aos seus atos, não à casta a que pertencia. Era uma afronta à autoridade bramânica e, compreensivelmente, vários discursos têm um tom de combate. No entanto, os brâmanes eram uma comunidade diversificada e é comum vê-los se referindo ao Buda com respeito e gratidão. ",
  "sn-blurbs:sn7.1": "Quando uma brâmane expressa sua confiança na Joia Tripla, seu marido fica irritado. Ela o encoraja a visitar o Buda, que lhe aplaca a irritação. ",
  "sn-blurbs:sn7.2": "Um brâmane visita o Buda e pronuncia muitas ofensas, mas o Buda se recusa a aceitá-las, demonstrando que está livre da raiva. ",
  "sn-blurbs:sn7.3": "Um brâmane visita o Buda e o ofende, mas o Buda responde com a paciência. ",
  "sn-blurbs:sn7.4": "Ouvindo que um brâmane havia adotado a vida santa, outro brâmane se irritou. Novamente, o Buda o acalma, indicando que a raiva só fere àquele que a nutre. ",
  "sn-blurbs:sn7.5": "Um brâmane chamado “Inofensivo” visita o Buda, que lhe ensina o verdadeiro sentido de ser inofensivo. ",
  "sn-blurbs:sn7.6": "Um brâmane de cabelo rasta pergunta ao Buda como ele pode se desembaraçar. Este pequeno grupo de versos se tornou um dos mais importantes para o Budismo Theravāda ao ser utilizado como a pedra fundamental do tratado Visuddhimagga (O Caminho da Purificação). ",
  "sn-blurbs:sn7.7": "O brâmane Suddhika afirma que meras austeridades não levam à pureza, mas somente o conhecimento e a conduta, uma afirmação surpreendentemente alinhada ao Budismo. ",
  "sn-blurbs:sn7.8": "Um brâmane realizando um sacrifício de fogo convida o Buda a aceitar o arroz doce abençoado, dizendo que o Buda é um verdadeiro brâmane. ",
  "sn-blurbs:sn7.9": "Um brâmane realizando um sacrifício de fogo deseja ofertar o bolo sacrificial. Ele vê o Buda meditando e pensa em oferecer-lhe o bolo, mas hesita ao notar que ele é um asceta com os cabelos raspados. Ele pergunta ao Buda qual é sua casta e, em resposta, o Buda diz que a conduta é mais importante, não a casta. O Buda faz uma reinterpretação metafórica dos elementos do ritual bramânico. ",
  "sn-blurbs:sn7.10": "Um brâmane procura por seus bois perdidos quando vê o Buda meditando tranquilamente na floresta. Ele lamenta as muitas dores de sua vida, celebrando o quanto o Buda e feliz e livre destas dores. ",
  "sn-blurbs:sn7.11": "Um fazendeiro brâmane critica o Buda por não produzir alimentos e viver às custas dos outros. O Buda demonstra que seu verdadeiro trabalho é espiritual. ",
  "sn-blurbs:sn7.12": "Um brâmane reclama quando recebe seguidas visitas do Buda em busca de esmolas. O Buda aproveita a ocasião para indicar que todos os fenômenos naturais acontecem em ciclos e que somente alguém desperto escapa deles. ",
  "sn-blurbs:sn7.13": "O Buda está doente e envia seu monge assistente Upavāṇa para buscar água. Um brâmane lhe fornece não só a água, mas melados para aliviar o estômago. Mais tarde, o brâmane visita o Buda para conversar sobre a generosidade. ",
  "sn-blurbs:sn7.14": "Um brâmane maltrapilho foi expulso de casa por seus filhos ingratos. O Buda lhe diz um versículo para recitar no conselho municipal, comparando seus filhos infiéis à sua confiável bengala de madeira. Envergonhados, os filhos aceitam seu pai de volta, dão-lhe banho e vestem-no. ",
  "sn-blurbs:sn7.15": "Um brâmane esnobe, ouvindo o Buda, é surpreendido quando este parece ler sua mente. Para a surpresa da plateia, ele reverencia e beija os pés do Buda. O Buda lhe diz para assentar-se e eles trocam versículos sobre o orgulho. ",
  "sn-blurbs:sn7.16": "Um brâmane que gosta de contradizer a todos se aproxima do Buda com o objetivo de desafiá-lo. Contudo, quando ele ouve o Buda falar, ele não acha no quê o contradizer. ",
  "sn-blurbs:sn7.17": "Um brâmane se deleita com seu trabalho na floresta. Vendo o Buda em meditação, ele se pergunta que tipo de trabalho o Buda se deleita em fazer. ",
  "sn-blurbs:sn7.18": "Alguns estudantes brâmanes estão colhendo madeira para queimar quando veem o Buda em meditação. Eles retornam e contam ao seu mestre, que visita o Buda para perguntar como ele está tão tranquilo em um ambiente silvestre. ",
  "sn-blurbs:sn7.19": "Um brâmane se pergunta se a busca legítima de esmolas é um modo lícito de sustentar seus pais. ",
  "sn-blurbs:sn7.20": "O Buda explica que um verdadeiro discípulo mendicante é aquele que superou o mal. ",
  "sn-blurbs:sn7.21": "Um brâmane crê que, por meio de banhos, ele pode se lavar de seus pecados. No entanto, o Buda fala do Dhamma como um lago para a verdadeira purificação. ",
  "sn-blurbs:sn7.22": "Quando o Buda se aproxima de um conselho brâmane em reunião, eles reclamam que o Buda está atrapalhando. ",
  "sn-blurbs:sn8": "Os “Discursos Conectados com Vaṅgīsa” contêm 12 discursos com versos ditos por Vaṅgīsa, o mais famoso poeta do budismo primitivo. Seus versos possuem uma sofisticação e vulnerabilidade pessoal que os tornam a mais distinta voz dos textos antigos. Vários desses discursos falam de suas inseguranças e lutas e de como ele foi ajudado a superá-las. Outros falam de sua alegre devoção ao Buda e à Saṅgha e de seu triunfo final. ",
  "sn-blurbs:sn8.1": "Tentado ao ver belas mulheres, o recém-ordenado monge Vaṅgīsa dissipa a tentação e celebra seu compromisso com o caminho espiritual em verso. ",
  "sn-blurbs:sn8.2": "Vaṅgīsa é novamente tentado pela luxúria, mas consegue dissipá-la por meio de seus esforços. Seu verso fala do caminho do renunciante, o abandono do desejo e das visões errôneas e a dedicação à conduta ética e à reclusão. ",
  "sn-blurbs:sn8.3": "Como um poeta renomado, Vaṅgīsa olhava com desdém para discípulos mendicantes menos talentosos. Envergonhado de seu orgulho, ele se exorta à humildade e à paz em verso. ",
  "sn-blurbs:sn8.4": "Novamente perturbado pela luxúria, Vaṅgīsa vai a Ānanda em busca de ajuda. Ānanda o aconselha a mudar sua percepção de modo que o que parece belo não mais o seja. ",
  "sn-blurbs:sn8.5": "O Buda fala de maneira simples sobre as quatro qualidades da fala correta. Vaṅgīsa é inspirado a declamar um conjunto elaborado de versos sobre o tema, elogiando especialmente a fala do Buda, que leva à cessação. ",
  "sn-blurbs:sn8.6": "A deidade Serī fala de como todos gostam de comida, ao que o Buda responde com versos louvando a generosidade. Serī fala de sua própria generosidade em uma vida passada. ",
  "sn-blurbs:sn8.7": "No dia de Pavāraṇā, ao final do retiro da estação chuvosa, o Buda convida a Saṅgha a admoestá-lo. Contudo, não apenas o Buda, como todos os 500 monges presentes não têm faltas. Vaṅgīsa é inspirado a declamar um louvor elaborado ao Buda. ",
  "sn-blurbs:sn8.8": "Vendo o Buda falar sobre o Dhamma e a atenção dada pela Saṅgha, Vaṅgīsa declama versos em seu louvor. Quando perguntado se os versos foram espontâneos, ele responde que sim e o Buda o convida a falar mais. ",
  "sn-blurbs:sn8.9": "Aññā Koṇḍañña, o primeiro discípulo a compreender o Dhamma, visita o Buda após um longo período de reclusão. Inspirado, Vaṅgīsa declama versos em seu louvor. ",
  "sn-blurbs:sn8.10": "Vaṅgīsa elogia Moggallāna e a Saṅgha. ",
  "sn-blurbs:sn8.11": "Vaṅgīsa diz que o Buda, assim como a lua e o sol, iluminam o mundo inteiro. ",
  "sn-blurbs:sn8.12": "Relembrando o seu passado de poeta itinerante, Vaṅgīsa celebra a liberdade que encontrou no Dhamma. ",
  "sn-blurbs:sn9": "Os “Discursos Conectados na Floresta” contêm 14 discursos com versos contando as experiências de certos monges vivendo em florestas. Em geral, o monge é relapso ou negligente de alguma forma e uma deidade aparece para lhe chamar a atenção a fim de se tornarem mais diligentes. ",
  "sn-blurbs:sn9.1": "Na floresta, um monge permite que sua mente se perca em pensamentos sobre a vida de leigo e é avisado por uma deidade local. ",
  "sn-blurbs:sn9.2": "Quando um discípulo mendicante cai no sono durante o dia, uma deidade tenta acordá-lo, mas nem tudo é o que parece. ",
  "sn-blurbs:sn9.3": "Um monge chamado Kassapagotta encontra um caçador na floresta e tenta dissuadi-lo de seu propósito violento. Uma deidade o adverte para que não desperdice seu tempo. ",
  "sn-blurbs:sn9.4": "Quando um grupo de discípulos mendicantes deixam a floresta onde habitavam, as deidades locais lamentam sua ausência. ",
  "sn-blurbs:sn9.5": "Uma deidade adverte Ānanda sobre o envolvimento exagerado com a tarefa de ensinar aos leigos. ",
  "sn-blurbs:sn9.6": "Uma antiga companheira do Venerável Anuruddha, agora uma deidade chamada Jālinī, busca tentá-lo com os prazeres celestiais, mas ele já vislumbrou uma felicidade superior. ",
  "sn-blurbs:sn9.7": "Quando o Venerável Nāgadatta passa muito tempo em uma vila, uma deidade o admoesta. ",
  "sn-blurbs:sn9.8": "Uma deidade fica preocupada com um boato sobre certo monge que se tornara próximo de uma família na vila. Assumindo a forma de uma das mulheres da família, ela tenta alertá-lo, mas ele responde que um verdadeiro praticante não se preocupa com boatos. ",
  "sn-blurbs:sn9.9": "Ouvindo os ruídos de um festival em uma cidade, um discípulo mendicante se sente sozinho na floresta. Uma deidade vem assisti-lo e confortá-lo. ",
  "sn-blurbs:sn9.10": "Quando um discípulo mendicante abandona o hábito de recitar os textos, uma deidade o questiona, contudo, ele parece haver encontrado a paz. ",
  "sn-blurbs:sn9.11": "Um discípulo mendicante atormentado por maus pensamentos é encorajado por uma deidade. ",
  "sn-blurbs:sn9.12": "Uma deidade fala do quão assustadora é a floresta, mas ela parece agradável para um discípulo mendicante. ",
  "sn-blurbs:sn9.13": "Na floresta, um grupo de discípulos mendicantes caíram em maus caminhos, tornando-se orgulhosos e confusos. Uma deidade vem para admoestá-los, deixando claro que falava apenas dos que se comportavam mal e não de todos os discípulos mendicantes. ",
  "sn-blurbs:sn9.14": "Um discípulo mendicante se banha em um lago e cheira uma flor de lótus. Uma deidade o acusa de ser um “ladrão de odores.” Para uma pessoa vivendo uma vida de pureza, até mesmo algo pequeno é causa de preocupação. ",
  "sn-blurbs:sn10": "Os “Discursos Conectados com Espíritos” contêm 12 discursos com versos falando de encontros entre o Buda—ou, em um dos casos, o monge Anuruddha—e vários espíritos (<i lang='pi' translate='no'>yakkha</i>). Os espíritos eram deidades locais veneradas na Índia antiga, hierarquicamente inferiores aos deuses e aos Brahmās. Embora estes espíritos fossem tipicamente retratados como malévolos ou perigosos em formas posteriores do Budismo, nos textos mais antigos eles são ambivalentes, até mesmo amistosos, perguntando sobre o Dhamma ou louvando suas qualidades como a atenção plena. Isso não significa que eles não poderiam ser assustadores e em muitos discursos eles revelam uma face mais feroz destas. É muito interessante a ênfase dada ao amor dos espíritos femininos por suas crianças. ",
  "sn-blurbs:sn10.1": "Um espírito local pergunta ao Buda como um corpo é produzido, se não há alma. ",
  "sn-blurbs:sn10.2": "Um espírito diz ao Buda que, se ele verdadeiramente está liberto, não deveria estar instruindo aos demais. ",
  "sn-blurbs:sn10.3": "Os espíritos Khara e Sūciloma discutem sobre se o Buda é um verdadeiro asceta. Eles se aproximam do Buda fazendo ameaças e terminam por perguntar sobre a origem do apego e do ódio. ",
  "sn-blurbs:sn10.4": "O espírito Maṇibhadda elogia a atenção plena, dizendo que uma pessoa que a possui está livre do ódio. O Buda responde que sim, a atenção plena é maravilhosa, mas somente por meio do desenvolvimento do amor é que alguém se livra do ódio. ",
  "sn-blurbs:sn10.5": "Aparentemente, o noviço Sānu retornou para casa com a intenção de deixar a vida monástica. A fim de evitar que isto acontecesse, um espírito o possui, encorajando-o a buscar o caminho do bem. A mãe de Sānu, lamentando pelo seu filho, também tenta convencê-lo a continuar na vida monástica. ",
  "sn-blurbs:sn10.6": "Um espírito feminino silencia seu filho, Piyaṅkara, para que possa ouvir os ensinamentos e buscar a paz. ",
  "sn-blurbs:sn10.7": "Um espírito feminino silencia seus filhos enquanto escuta aos ensinamentos. Seu filho, Punabbasu, diz que ele não estava falando, pois também queria aprender. ",
  "sn-blurbs:sn10.8": "Quando Anāthapiṇḍika ouve que um Buda surgira no mundo, a primeira coisa que fez pela manhã foi visitá-lo. Uma escuridão misteriosa o fez hesitar, mas um espírito o encorajou repetidas vezes a continuar. No fim, ele chega ao Buda e pergunta se ele dormira bem. ",
  "sn-blurbs:sn10.9": "Um espírito estava cheio de confiança na monja Sukkā. Ele vai pelas cidades e vilas encorajando as pessoas a ouvi-la. ",
  "sn-blurbs:sn10.10": "Um espírito estava cheio de confiança na monja Sukkā. Ele vai pelas cidades e vilas cantando os benefícios de lhe fazer ofertas. ",
  "sn-blurbs:sn10.11": "Um espírito estava cheio de confiança na monja Cirā. Ele vai pelas cidades e vilas cantando os benefícios de lhe fazer ofertas. ",
  "sn-blurbs:sn10.12": "A famosa história do espírito Āḷavaka, que tenta atormentar o Buda, mas acaba persuadido após uma série de perguntas e respostas surpreendentemente esclarecedora. Este discurso serviu de fundamento para várias lendas em tradições posteriores. ",
  "sn-blurbs:sn11": "Os “Discursos Conectados com Sakka” contêm 25 discursos com versos contando histórias envolvendo Sakka, o senhor do paraíso dos Trinta e Três. Muitos dos suttas desta coleção são relativamente longos, contendo porções consideráveis de diálogos extensos em verso. O deva Sakka é apresentado como um discípulo devoto do Buda, promovendo as virtudes budistas da gentileza e perdão, mesmo quando guerreando contra os demônios. ",
  "sn-blurbs:sn11.1": "Quando Sakka, o Senhor dos Deuses, tenta organizar um contra-ataque aos demônios, ele se frustra com o preguiçoso general Suvīra. Sakka pergunta a Suvīra como alguém pode conquistar o que deseja sem esforço; porém, parece que Suvīra acredita que Sakka pode lhe conceder quaisquer desejos. O Buda enfatiza que, se o esforço tem valor até entre os deuses, muito mais ele terá entre os discípulos mendicantes.",
  "sn-blurbs:sn11.2": "Quando Sakka, o Senhor dos Deuses, tenta organizar um contra-ataque aos demônios, ele se frustra com preguiçoso general Susīma. Sakka perguna a Susīma como alguém pode conquistar o que deseja sem esforço; porém, parece que Susīma acredita que Sakka pode lhe conceder quaisquer desejos. O Buda enfatiza que, se o esforço tem valor até entre os deuses, muito mais ele terá entre os discípulos mendicantes.",
  "sn-blurbs:sn11.3": "Sakka reúne suas tropas com seu estandarte. Contudo, o Buda aponta que as deidades, mesmo sendo poderosas, não estão livres do medo, como ele está. Ele estimula os discípulos mendicantes a recordar a Joia Tripla para abandonar o medo.",
  "sn-blurbs:sn11.4": "Em uma guerra entre os deuses e demônios, o senhor dos demônios, Vepacitti, é capturado e trazido acorrentado ao salão de Sakka. Vepacitti diz impropérios para Sakka, que suporta suas duras palavras pacientemente. O cocheiro Mātali pergunta se o silêncio se devia a fraqueza ou medo, mas Sakka diz que não adianta desperdiçar palavras com um tolo.",
  "sn-blurbs:sn11.5": "Vepacitti, o senhor dos demônios, propõe a Sakka uma batalha de inteligência em um debate ao invés de uma guerra. Vepacitti fala a favor da punição contundente; Sakka fala a favor da paciência e do perdão.",
  "sn-blurbs:sn11.6": "Fugindo da legião de demônios, a carruagem de Sakka põe em perigo os ninhos dos pássaros na floresta. Ao invés de deixar os pássaros sem ninho, Sakka ordena que seu cocheiro volte, arriscando sua vida.",
  "sn-blurbs:sn11.7": "Sakka reflete que alguém não deve ferir sequer seu inimigo. Vepacitti se aproveita disto.",
  "sn-blurbs:sn11.8": "Sakka, o líder dos devas, e Verocana, o líder dos asuras, recitam versos quando próximos da cabana onde o Buda medita. ",
  "sn-blurbs:sn11.9": "Sakka, o líder dos devas, e Vepacitti, o líder dos asuras, visitam eremitas num passado remoto. Enquanto Vepacitti não demonstra respeito pelos eremitas, Sakka os honra. Os eremitas alertam Sakka que seus corpos não cheiram bem por causa de seu modo de vida recluso. Sakka responde que para ele o odor de seus corpos é como o aroma de uma coroa de flores. ",
  "sn-blurbs:sn11.10": "Num passado remoto eremitas que viviam à beira mar imploram Sambara por proteção. No entanto, por conta da devoção dos eremitas por Sakka, o líder dos devas, Sambara não responde positivamente. Os eremitas então amaldiçoam Sambara. ",
  "sn-blurbs:sn11.11": "Os sete votos assumidos por este em vidas humanas passadas que resultaram no renascimento como líder dos devas: prestar assistência àqueles que foram seus pais e mães, respeitar os mais velhos em suas famílias, dedicação pela fala gentil, abstenção da fala divisiva, a prática da generosidade, o compromisso para com a verdade e o esforço pelo abandono da raiva. ",
  "sn-blurbs:sn11.12": "Os sete nomes de Sakka listados juntamente com os sete votos assumidos por este em vidas humanas passadas que resultaram no renascimento como líder dos devas: prestar assistência àqueles que foram seus pais e mães, respeitar os mais velhos em suas famílias, dedicação pela fala gentil, abstenção da fala divisiva, a prática da generosidade, o compromisso para com a verdade e o esforço pelo abandono da raiva. ",
  "sn-blurbs:sn11.13": "O Buda lista e explica para o licchavi chamado Mahāli os sete nomes de Sakka. Ele também lista os sete votos assumidos por este em vidas humanas passadas que resultaram no renascimento como líder dos devas: prestar assistência àqueles que foram seus pais e mães, respeitar os mais velhos em suas famílias, dedicação pela fala gentil, abstenção da fala divisiva, a prática da generosidade, o compromisso para com a verdade e o esforço pelo abandono da raiva. ",
  "sn-blurbs:sn11.14": "Sakka, o líder dos devas, lista cinco coisas pelas quais um deva radiante se dedicara em uma vida humana passada para alcançar tal esplendor: fé, ética, conhecimento dos ensinamentos, generosidade e sabedoria. ",
  "sn-blurbs:sn11.15": "Sakka, o líder dos devas, pergunta ao Buda o que torna um lugar encantador. Este responde que onder quer que aqueles aperfeiçoados habitam torna-se um local encantador. ",
  "sn-blurbs:sn11.16": "Sakka, o líder dos devas, pergunta ao Buda o que torna uma oferenda a mais próspera o possível. Este responde que oferendas feitas para a Sangha são as mais proveitosas. ",
  "sn-blurbs:sn11.17": "Sakka, o líder dos devas, e  Brahmā Sahampati visitam o Buda para lhes prestar homenagem. Sakka exalta a libertação alcançada pelo Buda. Brahmā Sahampati pede ao Buda que este ensine o Dhamma, pois haverão aqueles capazes de compreender. ",
  "sn-blurbs:sn11.18": "Mātali, o cocheiro do líder dos devas Sakka, pergunta a este o que ele venera quando ele ergue suas mãos para as quatro direções. Sakka responde que ele venera tanto os discípulos contemplativos, dedicados pela vida santa e adeptos na prática da imersão, quanto os discípulos leigos e chefes de família dotados de virtude, dedicados pela realização de boas ações e pela provisão de sustento para as suas famílias de maneira ética. ",
  "sn-blurbs:sn11.19": "Mātali, o cocheiro do líder dos devas Sakka, pergunta a este o que ele venera quando ele ergue suas mãos para as quatro direções. Sakka responde que ele venera o Buda, aquele plenamente desperto, juntamente com aqueles aperfeiçoados e aqueles dedicados pelo treinamento e abandono da ignorância, desejo e raiva. ",
  "sn-blurbs:sn11.20": "Mātali, o cocheiro do líder dos devas Sakka, pergunta a este por qual razão ele venera os contemplativos da Sangha. Sakka responde que o inspira é a sua dedicação pela vida santa, marcada pela sabedoria, paz, quietude e desapego. ",
  "sn-blurbs:sn11.21": "Sakka visita o Buda e lhe pergunta qual a coisa que ele não condena a destruição: a raiva. ",
  "sn-blurbs:sn11.22": "Um relato do encontro dos devas do reino dos Trinta e Três e Sakka, o líder dos devas, com um yakkha que se alimenta de raiva. Sakka mostra aos demais como a sua calma, abandono da raiva, humildade e auto-controle só ajudam a espantar tal espírito assustador. ",
  "sn-blurbs:sn11.23": "Vepacitti, o líder dos asuras, implora a Sakka que este lhe cure, mas antes lhe ensine a feitiçaria Sambari. ",
  "sn-blurbs:sn11.24": "Quando dois bhikkhus brigam o Buda ensina para a Sangha sobre o que diferencia dois tolos de dois astutos em termos de como eles lidam com desentendimentos e ofensas. ",
  "sn-blurbs:sn11.25": "O Buda recita um verso que ele ouviu de Sakka, o líder dos devas, sobre os perigos da raiva. ",
  "sn-blurbs:sn12": "Os “Discursos Conectados sobre a Causalidade” é uma coleção longa de 93 discursos sobre o ensinamento budista central da origem dependente. A origem dependente apresenta uma série de vínculos condicionais revelando como o sofrimento se origina e como este termina. Como tal, representa um tratado extenso da segunda e da terceira nobre verdade. Esta coleção aborda aspectos psicológicos e existenciais do sofrimento, mostrando como, quando presos pelo apego, fazemos escolhas que nos obrigam a transmigrar para vidas futuras. Um dos propósitos principais dos ensinamentos reunidos é explicar como o renascimento ocorre sem a necessidade de invocar conceitos metafísicos tais como o conceito de “alma”. A coleção começa definindo cada um dos termos na cadeia causal padrão de 12 elos. Estas definições então se aplicam no restante dos discursos da coleção. Os discursos restantes exploram mais a fundo o tema, introduzindo novas perspectivas e formulações. ",
  "sn-blurbs:sn12.1": "O Buda lista os doze elos da originação dependente, mostrando a origem e cessação do sofrimento que surge dependente da ignorância. ",
  "sn-blurbs:sn12.2": "O Buda lista e analisa os doze elos da originação dependente. As definições apresentadas neste discurso se aplicam em outros discursos que mencionam os doze elos. ",
  "sn-blurbs:sn12.3": "O Buda define a prática correta definida como aquela que resulta na cessação do sofrimento, e a prática incorreta como aquela que resulta na originação do sofrimento. ",
  "sn-blurbs:sn12.4": "No passado remoto, o Buda Vipassī refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.5": "No passado remoto, o Buda Sikhī refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.6": "No passado remoto, o Buda Vessabhū refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.7": "No passado remoto, o Buda Kakusandha refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.8": "No passado remoto, o Buda Koṇāgamana refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.9": "No passado remoto, o Buda Kassapa refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.10": "O Buda Gotama refletiu sobre como o sofrimento se origina neste mundo. E ele alcançou o despertar tendo compreendido a originação dependente do sofrimento. ",
  "sn-blurbs:sn12.11": "O Buda define quatro coisas que sustentam e alimentam os seres que nasceram e estão por nascer. Ele também aponta a originação dependente enraizada no desejo como a origem e ponto de partida destas quatro coisas. ",
  "sn-blurbs:sn12.12": "O Buda define quatro coisas que sustentam e alimentam os seres que nasceram e estão por nascer e é questionado pelo venerável Phagguna do coque alto se há algo ou alguém que se sustenta e alimenta de tais cosas. O Buda então explica que a questão não faz sentido, pois assume um eu como agente. Em vez disso, os fatores da originação dependente são apenas condições naturais de um processo que não envolve um “eu”. ",
  "sn-blurbs:sn12.13": "O Buda considerava como verdadeiros sramanas e brâmanes aqueles que compreendem por completo os diferentes elementos da originação dependente juntamente com o processo que os origina, a sua cessação e a prática que resulta na sua cessação. ",
  "sn-blurbs:sn12.14": "O Buda considerava como verdadeiros sramanas e brâmanes aqueles que compreendem por completo os diferentes elementos da originação dependente juntamente com o processo que os origina, a sua cessação e a prática que resulta na sua cessação. ",
  "sn-blurbs:sn12.15": "O venerável Kaccānagotta pergunta o que define o entendimento correto. O Buda responde que o entendimento correto se define quando a originação e cessação do mundo é vista tal como ela se dá. E isto resulta do abandono de dois pontos de vista extremos pelo caminho do meio da compreensão direta alinhada com os doze elos da originação e cessação dependente do sofrimento. Este discurso é curto porém profundo e representa a única referência feita pelo filósofo Nāgārjuna em seu texto entitulado ‘Mūlamadhyamakakārikā’, possivelmente o tratado filosófico mais famoso do Budismo. ",
  "sn-blurbs:sn12.16": "Um professor do Dhamma é aquele que ensina e inspira a desilusão, desgosto e cessação dos doze elos da originação dependente. ",
  "sn-blurbs:sn12.17": "O asceta nu Kassapa questiona o Buda sobre a natureza e origem do sofrimento de cinco formas inadequadas. O Buda então responde que o sofrimento é entendido corretamente com o abandono de dois pontos de vista extremos implícitos nas cinco questões apresentadas, e pelo caminho do meio da compreensão direta alinhada com os doze elos da originação e cessação dependente do sofrimento. ",
  "sn-blurbs:sn12.18": "O errante Timbaruka questiona o Buda sobre a natureza e origem do prazer e da dor de cinco formas inadequadas. O Buda então responde que o prazer e a dor são entendidos corretamente com o abandono de dois pontos de vista extremos implícitos nas cinco questões apresentadas, e pelo caminho do meio da compreensão direta alinhada com os doze elos da originação e cessação dependente do sofrimento. ",
  "sn-blurbs:sn12.19": "Tanto o tolo quanto o sábio renasceram nesta vida devido aos atos e escolhas condicionadas pela ignorância em vidas passadas. O tolo realiza os mesmos erros nesta vida e portanto renascerá, ao contrário do sábio que não mais o faz e portanto não renasce mais. ",
  "sn-blurbs:sn12.20": "O Buda ensina e diferencia a originação depedente, o princípio da condicionalidade, dos fenômenos originados de forma dependente, com seus doze fatores. Aqueles que compreendem estas coisas abandonam toda e qualquer confusão ou questionamento sobre a existência de um eu seja no passado ou no futuro. ",
  "sn-blurbs:sn12.21": "O Buda ensina e faz girar a roda do Dhamma com base em dez poderes espirituais e quatro formas de autoconfiança. Neste discurso temos os cinco agregados listados juntamente com os doze elos da originação dependente. ",
  "sn-blurbs:sn12.22": "O Buda ensina e faz girar a roda do Dhamma com base em dez poderes espirituais e quatro formas de autoconfiança. Os cinco agregados são listados juntamente com os doze elos da originação dependente como um resumo do ensinamento budista, pelo qual jovens adquirem fé, abandonam a vida em família pela vida santa e treinam e se dedicam com toda sua energia e vigor, pelo bem de todos os seres, incluindo a si mesmo. ",
  "sn-blurbs:sn12.23": "A destruição das impurezas resulta da visão e entendimento dos cinco agregados, sua originação e cessação. E a destruição das impurezas envolve um processo baseado em doze condições vitais para a libertação e os doze elos de originação dependente do sofrimento. As vinte e quatro condições vitais listadas têm no seu cerne a aquisição da fé ou confiança no ensinamento baseada no sofrimento. "
}