{
  "snp-blurbs:snp1.1": "Aquele que avança muito ao longo do caminho abandona o aqui e o além, igual à serpente que abandona a sua pele gasta. ",
  "snp-blurbs:snp1.2": "Um diálogo poético que contrapõe a riqueza e a segurança da vida dos discípulos leigos com a riqueza e a segurança de alguém que vive a vida de renúncia até o seu ápice. Àqueles que tenham dificuldade em entender o ponto de vista de alguém como Dhaniya, que media sua riqueza em gado, então, ao ler este poema, substitua vacas e touros por ações e títulos, a chuva por crises econômicas. ",
  "snp-blurbs:snp1.3": "Se um bom mestre não for encontrado, é melhor viver só, como um rinoceronte. ",
  "snp-blurbs:snp1.4": "O Buda responde a um fazendeiro que alega que os discípulos monásticos não realizam nenhum trabalho útil e portanto não merecem o alimento que comem. ",
  "snp-blurbs:snp1.5": "Quatro tipos de contemplativos e como os reconhecer. ",
  "snp-blurbs:snp1.6": "Os vários tipos de ações e atitudes que levam ao declínio espiritual. ",
  "snp-blurbs:snp1.7": "Ser um pária é uma questão de comportamento, não de nascimento. ",
  "snp-blurbs:snp1.8": "A prática de desenvolver o bem-querer universal: as práticas que formam a base para a prática, a atitude do bem-querer universal em si e os passos que conduzem da boa vontade ao despertar. ",
  "snp-blurbs:snp1.9": "O Buda explica a um yakkha como alguém atravessa para a outra margem. ",
  "snp-blurbs:snp1.10": "Um yakkha desafia o Buda com charadas e ameaça “acabar com a sua mente, partir em dois seu coração ou, pegando-o pelos seus pés, arremessá-lo para o outra margem do rio Ganges”, caso ele não as responda satisfatoriamente. ",
  "snp-blurbs:snp1.11": "Vitória sobre as contaminações por meio da contemplação da inatratividade do corpo. ",
  "snp-blurbs:snp1.12": "As características do sábio ideal, que encontra a felicidade e a segurança em uma vida solitária. (Este sutta é, aparentemente, uma das séries de passagens que o rei Asoka recomendava para estudo e reflexão por todos os budistas praticantes.) ",
  "snp-blurbs:snp2.1": "Os muitos tesouros que encontramos na Joia Tríplice. ",
  "snp-blurbs:snp2.2": "As pessoas são impuras não por comer carne, mas por se envolver em má conduta. ",
  "snp-blurbs:snp2.3": "Como reconhecer um verdadeiro amigo. ",
  "snp-blurbs:snp2.4": "Uma lista dos tipos de comportamento hábeis que rendem bênçãos e proteção. ",
  "snp-blurbs:snp2.5": "Um outro yakkha desafia o Buda com charadas e ameaça “acabar com a sua mente, partir em dois seu coração ou, pegando-o pelos seus pés, arremessá-lo para o outra margem do rio Ganges” caso ele não as responda satisfatoriamente. ",
  "snp-blurbs:snp2.6": "O Buda encoraja os discípulos monásticos a evitar aqueles discípulos monásticos que são maus em seus desejos. ",
  "snp-blurbs:snp2.7": "Como os brâmanes, por causa do desejo, abandonaram os bons princípios de seus ancestrais. ",
  "snp-blurbs:snp2.8": "Um bom mestre, assim como um bom barqueiro, é aquele que sabe por si só como atravessar para a outra margem. ",
  "snp-blurbs:snp2.9": "As atitudes e comportamentos que melhor permitem aprender e se beneficiar do Dhamma. ",
  "snp-blurbs:snp2.10": "Acorde! Não deixe a oportunidade de praticar passar. ",
  "snp-blurbs:snp2.11": "Rāhula reflete sobre os ensinamentos que recebeu de seu pai, o Buda. ",
  "snp-blurbs:snp2.12": "Vaṅgīsa, o poeta mais importante entre os discípulos do Buda, elogia o Buda em versos. ",
  "snp-blurbs:snp2.13": "O tipo de indivíduo que, tendo adotado a vida santa, está apto a vagar pelo mundo. ",
  "snp-blurbs:snp2.14": "O código de conduta adequado para um seguidor leigo do Dhamma. ",
  "snp-blurbs:snp3.1": "O jovem Bodhisatta (que se tornará um buda), logo após ter deixado a vida em família, explica por qual razão ele não aceita o convite do Rei Bimbisāra de se juntar a ele em sua corte. ",
  "snp-blurbs:snp3.2": "Māra tenta dissuadir o Bodhisatta de seu caminho. ",
  "snp-blurbs:snp3.3": "As quatro características da palavra bem dita. ",
  "snp-blurbs:snp3.4": "Um brâmane questiona o Buda para ver se ele merece receber uma oferenda de seu sacrifício. ",
  "snp-blurbs:snp3.5": "Quais as qualidades encontradas em um recebedor de oferendas que retorna o máximo em méritos? ",
  "snp-blurbs:snp3.6": "Um sutta que data do início da carreira espiritual do Buda. Um errante, desapontado com os ensinamentos que recebeu de outros professores, aborda o Buda com suas perguntas. ",
  "snp-blurbs:snp3.7": "Um brâmane chamado Sela elogia o Buda para ver como este responderá. ",
  "snp-blurbs:snp3.8": "A morte e a perda são inevitáveis, mas a tristeza não. ",
  "snp-blurbs:snp3.9": "Alguém é digno de respeito por conta de suas origens ou de suas ações? ",
  "snp-blurbs:snp3.10": "Um discípulo de Devadatta calunia os Ven. Sāriputta e Ven. Moggallāna e, após sucumbir a uma doença dolorosa, cai no inferno. O sutta então dá uma descrição gráfica dos sofrimentos que o aguardam ali. ",
  "snp-blurbs:snp3.11": "Um sutta dividido em duas partes. A primeira parte conta os eventos logo após o nascimento do Bodhisatta. A segunda parte descreve o caminho dos sábios. ",
  "snp-blurbs:snp3.12": "Nem todas as dualidades são enganosas. Este sutta ensina maneiras de contemplar a dualidade da origem e da cessação do estresse e do sofrimento para alcançar o despertar. ",
  "snp-blurbs:snp4.1": "As desvantagens dos desejos por objetos dos sentidos. ",
  "snp-blurbs:snp4.2": "Aqueles que permanecem apegados aos seus corpos, à sensualidade, e à ideia de “meu” encontrarão dificuldades para se libertarem do temor da morte e de futuras existências. ",
  "snp-blurbs:snp4.3": "A liberdade não é encontrada vangloriando-se de seus preceitos e práticas, tampouco debatendo suas opiniões. ",
  "snp-blurbs:snp4.4": "Como evitar a armadilha de abrir mão de uma coisa apenas para se agarrar a algo mais sutil. ",
  "snp-blurbs:snp4.5": "A presunção que vem do apego às práticas ou aos pontos de vista—mesmo que sejam supremos—é um obstáculo que impede a total libertação. ",
  "snp-blurbs:snp4.6": "A vida é curta. Possessividade traz tristeza. A liberdade vem de abandonar qualquer sentido de “meu.” ",
  "snp-blurbs:snp4.7": "As desvantagens de se abandonar a vida celibatária. ",
  "snp-blurbs:snp4.8": "As desvantagens de se envolver em debates, tanto para aqueles que saem como os vencedores quanto para aqueles que saem como perdedores. ",
  "snp-blurbs:snp4.9": "Māgandiya oferece ao Buda a sua filha em casamento. O Buda se recusa e subjuga ainda mais o orgulho de Māgandiya ao descrever um estado de paz que Māgandiya não entende. ",
  "snp-blurbs:snp4.10": "Como viver em paz. ",
  "snp-blurbs:snp4.11": "O Buda é questionado sobre a origem das brigas e disputas e sobre o nível mais alto de realização espiritual. ",
  "snp-blurbs:snp4.12": "Se a verdade é apenas uma, como uma pessoa deve se comportar em um mundo onde muitas verdades diferentes são ensinadas? ",
  "snp-blurbs:snp4.13": "Como preservar a liberdade em um mundo cheio de disputas. ",
  "snp-blurbs:snp4.14": "As atitudes e comportamentos de um monge que treina pela total libertação. ",
  "snp-blurbs:snp4.15": "O Buda fala em termos pungentes sobre a experiência de saṁvega que o levou a deixar a vida familiar. Ele conclui com recomendações para a prática e uma descrição da pessoa que atingiu o objetivo de verdadeira paz e segurança. ",
  "snp-blurbs:snp4.16": "Quando um monge, insatisfeito com o mundo, assume a vida de reclusão, que medos ele deve superar? Contra que perigos ele deve se precaver? Como ele deve treinar para eliminar as impurezas de seu coração? ",
  "snp-blurbs:snp5.1": "Um professor brâmane envia seus alunos ao Buda para confirmar se este era realmente iluminado. ",
  "snp-blurbs:snp5.2": "Um brâmane questiona o Buddha sobre os assuntos da atenção plena, o discernimento, e a cessação do nome e forma. ",
  "snp-blurbs:snp5.3": "Quem no mundo é realmente contente, realmente livre, realmente um grande indivíduo? ",
  "snp-blurbs:snp5.4": "Nascimento e velhice podem ser superados não através de rituais de sacrifício, mas através do treinamento da mente para além da perturbação. ",
  "snp-blurbs:snp5.5": "Como alguém atravessa a correnteza do nascimento e velhice, tristeza e lamentação? ",
  "snp-blurbs:snp5.6": "Como alguém pode superar toda a dúvida? ",
  "snp-blurbs:snp5.7": "A que apoio devemos nos agarrar para atravessar a correnteza do desejo? É possível descrever uma pessoa desperta? ",
  "snp-blurbs:snp5.8": "Quem é digno de ser chamado de sábio? Quem é aquele que foi além do nascer e do envelhecer? ",
  "snp-blurbs:snp5.9": "Como são superadas as complicações do mundo? ",
  "snp-blurbs:snp5.10": "Como reconhecer alguém emancipado? ",
  "snp-blurbs:snp5.11": "Qual é a ilha na inundação do grande perigo do nascimento? ",
  "snp-blurbs:snp5.12": "Como alguém abandona o nascimento e a velhice? ",
  "snp-blurbs:snp5.13": "Bhadrāvudha pergunta ao Buda: Como você veio a saber o Dhamma? ",
  "snp-blurbs:snp5.14": "Como alcançar o desatamento e a superação da consciência. ",
  "snp-blurbs:snp5.15": "Como desenvolver o conhecimento introspectivo após ter se alcançado a maestria da percepção do vazio. ",
  "snp-blurbs:snp5.16": "Como alguém deve enxergar o mundo de modo a escapar do rei da Morte? ",
  "snp-blurbs:snp5.17": "Alarmado com a deterioração de seu corpo envelhecido, Piṅgiya pergunta ao Buda como vencer o nascimento e a velhice. ",
  "snp-blurbs:snp5.18": "As questões e eventos são resumidos. ",
  "snp-blurbs:snp5.19": "Piṅgiya, após a fruição do não-retorno, explica ao seu antigo professor sua devoção ao Buda. ",
  "snp-blurbs:snp-atthakavagga": "Este capítulo, que tem paralelos nos textos antigos em chinês, e é tópico de um comentário antigo no Niddesa, é frequentemente considerado um dos textos mais antigos do cânone. Sem muitos enfeites literários, o texto é direto e poderoso. Um aspecto distinto é a crítica a debates sem sentido e o apego a pontos de vista. O Attadaṇḍa Sutta fornece um relato alternativo das razões pelas quais o Buda adotou a vida santa. ",
  "snp-blurbs:snp-culavagga": "Treze poemas diversos similares aos encontrados no capítulo anterior. ",
  "snp-blurbs:snp-mahavagga": "Doze poemas mais longos que se expandem em narrativas às vezes lendárias. Os dois primeiros discursos e o Nalaka Sutta oferecem vislumbres de episódios cruciais na vida de Buda. Embora alguns desses poemas sejam encontrados em outras partes do cânone, o Dvayatānupassanā oferece uma perspectiva única sobre a origem dependente e outros tópicos mais comumente encontrados em textos em prosa. ",
  "snp-blurbs:snp-parayanavagga": "Esta é talvez a composição poética mais sofisticada e comovente do Budismo antigo. Tudo começa com um brâmane, sofrendo uma maldição indesejada, que envia seus alunos para encontrar o Buda. No final de uma longa jornada, eles fazem perguntas, cuja natureza indica sua filosofia sutil e meditação profunda. O capítulo se encerra com uma declaração emocional de fé e determinação. ",
  "snp-blurbs:snp-uragavagga": "Doze poemas começando com um conjunto de símiles comparando alguém desperto a uma serpente que muda de pele. Os poemas são diversos em estilo e conteúdo e parecem ter sido coletados de diferentes fontes. Este capítulo inclui vários textos favoritos de várias gerações, como o Mettā Sutta que trata do bem-querer e as advertências do Parābhava Sutta que trata de derrotas."
}