{
  "super-blurbs:abhidhamma": "Os textos do Abhidhamma são resumos e análises sistemáticas dos ensinamentos extraídos dos textos antigos. O Abhidhamma (soletrado abhidharma em sânscrito) é destinado a estudantes avançados que dominam os ensinamentos dos discursos. ",
  "super-blurbs:an": "Os Discursos “Numerados” ou “Numéricos” são geralmente conhecidos como Aṅguttara Nikāya em Pali, abreviado como AN. No entanto, a tradição páli também nomeia a coleção como Ekottara (“um acima” ou “incremental”), que por sua vez é o nome geralmente usado nas coleções do budismo do norte. Essas coleções organizam os textos em conjuntos numerados, de um a onze. Comparados com os outros <i lang='pi' translate='no'>nikāyas</i>, nestas se encontram ensinamentos mais orientados para a comunidade de discípulos leigos. O Ekottarikāgama (EA) em chinês é um texto altamente incomum, que apresenta uma gama de variações dentro dele mesmo quando se trata de doutrinas básicas. E portanto tem consideravelmente menos em comum com a coleção Aṅguttara do cânone páli do que as outras coleções equivalentes. Além disso, há um Ekottarikāgama parcial em chinês, bem como uma variedade de discursos e fragmentos individuais em chinês e sânscrito. ",
  "super-blurbs:arv": "O Arthaviniścayasūtra é um texto em sânscrito que consiste quase inteiramente em citações de passagens de sūtras do corpo inicial ou antigo de texto. O texto do Arthaviniścayasūtra foi editado e publicado em uma série de edições por Alfonsa Ferrari (1944), P.L. Vaidya (1961) e N.H. Samtani com base em vários manuscritos descobertos no Tibete e no Nepal. O texto do SuttaCentral é baseado na revisão do Samtani por Ānandajoti. Ferrari e Vaidya classificaram este texto como Mahāyāna, mas Samtani e Ānandajoti apontam que existem apenas algumas menções de conceitos Mahāyāna, e estes são provavelmente acréscimos posteriores. O texto original parece estar relacionado aos Sarvāstivādins, possivelmente da escola Sautrāntika. ",
  "super-blurbs:avs": "As “Cem Histórias” são uma coleção popular de lendas, associada aos Sarvāstivādins. A coleção é datada dos primeiros séculos EC. Várias fontes de manuscritos para o texto foram encontradas, mas o manuscrito completo mais antigo e a fonte primária para edições modernas é um manuscrito nepalês datado de 1645 e mantido na Biblioteca da Universidade de Cambridge. Embora o texto seja bastante tardio, ele contém alguns paralelos com os textos antigos. O texto do SuttaCentral é oriund do GRETIL, que foi inserido por Klaus Wille com base nas edições de Vaidya (1958) e Speyer (1906, 1909). ",
  "super-blurbs:bv": "O Buddhavaṁsa é um texto devocional tardio em verso que detalha as vidas de 24 Budas anteriores e a previsão do despertar do Buda Gotama histórico. Este é um texto tardio, sem contrapartes diretas nas coleções do budismo do norte. No entanto, é parte de uma extensa literatura devocional pan-sectária composta no segundo e no primeiro séculos AEC, pressagiando o nascimento do Mahayana. ",
  "super-blurbs:cnd": "O Cūḷaniddesa ou “Breve Exposição” é realmente a metade de um livro que inclui também o Mahāniddesa ou “Extensa Exposição”. Ambos oferecem comentários sobre certas partes do Sutta Nipāta e não têm contrapartes nos cânones do budismo do norte. O Cūḷaniddesa contém comentários sobre o “Caminho para o Além” e o “Sutta do Chifre do Rinoceronte”. ",
  "super-blurbs:cp": "A “Cesta da Conduta” representa uma sistematização inicial do conceito do Bodhisattva e seu caminho para o despertar. Uma seleção de 34 vidas passadas daquele que veio a se tornar o Buda é contada, cada uma ilustrando uma virtude específica desenvolvida pelo Bodhisattva. É um texto tardio, sem contrapartes diretas nas coleções do budismo do norte. Como o Buddhavaṁsa, ele faz parte de uma extensa literatura devocional pan-sectária composta no segundo e no primeiro séculos aC, pressagiando o nascimento do Mahayana. ",
  "super-blurbs:d": "O Degé (ou Derge) Kangyur é uma edição do cânone tibetano baseada no centro de impressão tradicional da cidade de Derge em Sichuan, China. O texto SuttaCentral é da edição digital da Tibetan and Himalayan Library. ",
  "super-blurbs:da": "A versão dos Discursos Longos encontrada no cânone chinês é conhecida como Dīrghāgama (Chang ahan jing, 長 阿含 經), e acredita-se que tenha se originado da escola Dharmaguptaka. Consiste em 22 fascículos que foram traduzidos por Buddhayaśas (佛陀 耶舍) e Zhu Fonian (竺 佛 念) em CE 412–13. Seus quatro capítulos se concentram, respectivamente, na vida de Buda, no ensinamento e na prática, na refutação de doutrinas não-budistas, e na cosmologia. Ele contém 30 suttas em contraste com os 34 suttas do Dīgha Nikāya Theravādin. Na edição Taishō do cânone chinês, é o primeiro texto, localizado em T vol. 1, 1a. ",
  "super-blurbs:da-ot": "Um total de 24 discursos longos que na edição Taishō do cânone chinês foram reunidos no primeiro volume, nos sūtra números 2–25, seguindo o Dīrghāgama. Estas são traduções variadas de vários discursos do Dīgha, feitas em vários momentos por vários tradutores. ",
  "super-blurbs:dharmapadas": "Coleções de versos que são semelhantes ao Dhammapada do Khuddhaka Nikāya do cânone páli. ",
  "super-blurbs:dhp": "A versão Pali deste famoso texto, consiste em 423 versos organizados em temas memoráveis. É o mais lido dos textos antigos e foi traduzido muitas vezes para vários idiomas. Versões deste texto são encontradas em chinês, tibetano e várias línguas indianas, atestando seu apelo universal e atemporal. ",
  "super-blurbs:divy": "O Divyāvadāna ou “Contos Divinos” é uma antologia sânscrita de 38 contos, muitos deles originários do Mūlasarvāstivāda Vinaya. Normalmente, as histórias ilustram como as consequências das ações em vidas passadas afetam o presente, com ênfase especial no mérito de se fazer oferendas ao Buda e seus discípulos. Inclui o famoso Aśokāvadāna, uma das principais fontes para biografia do Rei Ashoka. O texto provavelmente data de cerca do terceiro século EC, mas inclui alguns paralelos com os textos antigos. As edições modernas são baseadas em vários manuscritos nepaleses, a maioria bastante modernos. Foi editado e publicado pela primeira vez no ocidente por Cowell e Neil, em 1884. O texto digital no SuttaCentral é do Göttingen Register of Electronic Texts in Indian Languages (GRETIL), baseado na edição de Vaidya (1959), com entrada de Kensuke Okamoto. ",
  "super-blurbs:dk": "Este texto parece compartilhar uma origem comum com o Vibhaṅga da tradição páli. Ele é mantido hoje em uma versão completa em chinês e em sânscrito parcial. O texto em sânscrito estava entre os achados em Gilgit. O texto digital é baseado nas edições de Dietz e Matsuda e foi fornecido por Klaus Wille para inclusão no Göttingen Register of Electronic Texts in Indian Languages (GRETIL). Comparado ao Vibhaṅga, o método de texto parece ser menos formalizado e mais discursivo, citando uma série de passagens do sutta. Foi escrito por Śāriputra (de acordo com as fontes sânscritas e tibetanas) ou Maudgalyāyana (de acordo com as fontes chinesas). A edição chinesa foi traduzida por Xuanzang e pode ser encontrada em T 1537. ",
  "super-blurbs:dn": "Os Discursos Longos (Dīgha Nikāya, abreviado como DN) é uma coleção de 34 discursos no cânone páli (Tipiṭaka) da escola Theravāda. A palavra “longo” refere-se à extensão dos discursos individuais, não à coleção como um todo, que é de fato a mais curta dentre os cinco Nikāyas em páli. É uma das coleções fundamentais dos ensinamentos budistas iniciais, retratando o Buda em uma variedade de situações e contextos. Em comparação com outras coleções, contém narrativas mais extensas em diversos estilos literários. Muitos discursos apresentam diálogos inter-religiosos com brâmanes e outros não-budistas. Esta coleção é paralela ao Dīrghāgama (DA) da escola Dharmaguptaka, que é o primeiro texto da edição Taishō do cânone chinês. Vários suttas não coletados em chinês e sânscrito também pertencem a esta coleção. Dois terços de um Dīrghāgama da escola Sarvāstivāda foram encontrados, mas apenas pequenas porções foram publicadas. ",
  "super-blurbs:ds": "O Dhammasaṅgaṇī (Compêndio sobre os Fenômenos) é construído sobre a ideia de uma <i lang='pi' translate='no'>mātikā</i>, uma lista de conteúdos ou matriz. Uma <i lang='pi' translate='no'>mātikā</i> atua como uma instância simples de um modelo que é aplicado e transformado em formas cada vez mais complexas ao longo do texto. As <i lang='pi' translate='no'>mātikās</i> Dhammasaṅgaṇī listam conjuntos de fenômenos (<i lang='pi' translate='no'>dhammas</i>). A maioria desses são termos doutrinários comuns nos suttas, embora alguns sejam termos especializados do Abhidhamma. O Dhammasaṅgaṇī começa com três <i lang='pi' translate='no'>mātikās</i>. O primeiro classifica <i lang='pi' translate='no'>dhammas</i> em 22 conjuntos de três (<i lang='pi' translate='no'>tika</i>), e os próximos dois usam conjuntos de dois (<i lang='pi' translate='no'>duka</i>), 100 pares para os termos do Abhidhamma e 42 para os termos do Sutta. O primeiro dos conjuntos triplos é o grupo importante: benéfico, prejudicial e indeterminado. Isso serve como uma estrutura para classificar todos os vários fenômenos. Embora pareça bastante simples, até mesmo esse detalhe foi controverso, pois algumas escolas rejeitaram a existência da categoria indeterminada ou moralmente neutra. ",
  "super-blurbs:dt": "O Dhātukathā (Discussão dos Elementos) mostra como os <i lang='pi' translate='no'>mātikās</i> se relacionam com os 5 agregados, as 12 bases e os 18 elementos. Ele está organizado de acordo com quatorze métodos. ",
  "super-blurbs:dy": "O seu título completo é Abhidharmadhātukāyapādaśāśtra (Apidamo Jie Shen Zu Lun, 阿 毘 達磨 界 身 足 論). Composto por Purna (de acordo com fontes sânscritas e tibetanas) ou por Vasumitra (de acordo com fontes chinesas). Foi traduzido para o chinês em três fascículos por Xuanzang datado de 14 de julho de 663 EC no Mosteiro de Yü-hua (玉華 寺). O Dhātukāya tem alguma semelhança com o Dhātukathā em páli, embora use um <i lang='pi' translate='no'>mātikā</i> diferente. Na edição Taishō do cânone chinês, é o texto número 1540, localizado em T vol. 26, 614b. ",
  "super-blurbs:ea": "A versão principal dos Discursos Enumerados ou Incrementais encontrados no cânone chinês é conhecida como Ekottarikāgama (Zengyi ahan jing, 增 一 阿含 經) e foi provisoriamente atribuída à escola Mahāsaṅghika. Foi traduzido por Gautama Saṅghadeva (瞿曇 僧伽 提婆), que também traduziu o Madhyamāgama, em 397 dC. Consistindo de 51 fascículos, está organizado em 52 capítulos, contendo um total de 451 sutras. Como o Aṅguttara em pálo, é organizado por conjuntos numerados de um a onze. No entanto, apesar da semelhança estrutural, o conteúdo diverge amplamente da contraparte em páli. Ele contém relativamente menos paralelos do que as outras coleções āgama. Na edição Taishō do cânone chinês, é o texto número 125, localizado em T vol. 2, 549a. ",
  "super-blurbs:ea-2": "Uma tradução parcial do Ekottarikāgama foi feita por An Shigao (安世高) em CE 148-170. Conhecido como Qi Chu San Guan Jing (七 處 三 觀 經), ele consiste em um fascículo contendo 47 sutras mais curtos. Na edição Taishō do cânone chinês, é o texto número 150A, localizado em T vol. 2, 875b. ",
  "super-blurbs:ea-ot": "Um total de 29 discursos mais curtos que na edição Taishō do cânone chinês foram reunidos no segundo volume, como os sūtras #126-151, seguindo a coleção Ekottarikāgama completa. Estas são traduções miscelâneas de vários discursos do Ekottara, feitas em várias ocasiões por vários tradutores. ",
  "super-blurbs:g2dhp": "Fragmentos de um Dhammapada em Gāndhārī ",
  "super-blurbs:g3dhp": "Fragmentos de um outro Dhammapada em Gāndhārī ",
  "super-blurbs:gdhp": "O Dharmapada Gāndhārī (também conhecido como Dhammapada Khotan) é oriundo de um manuscrito feito de casca de vidoeiro e registrado na escrita Kharoṣṭhī descoberto em Kohmāri Mazār perto de Khotan em Xinjiang em 1892. Ele data dos primeiros séculos dC e é um dos mais antigos manuscritos budistas sobreviventes. Foi editado e publicado por Brough (1962) e digitalizado por Gandhari.org. ",
  "super-blurbs:gf": "Vários manuscritos budistas na língua Gāndhārī, usando a escrita Kharoṣṭhī e identificados como Dharmaguptaka, foram descobertos no leste do Afeganistão e no oeste do Paquistão. Estes incluem uma variedade de textos, entre os quais porções substanciais dos primeiros suttas. O trabalho digital neste campo é realizado principalmente pelo grupo Gandhari.org. ",
  "super-blurbs:iti": "Um total de 112 discursos curtos em prosa e verso mistos, organizados no estilo Aṅguttara de conjuntos numerados ascendentes, de um a quatro. Único entre os textos budistas, sua sobrevivência é atribuída não aos membros Saṅgha, mas a uma leiga chamada Khujjuttarā. De acordo com os comentários páli, ela era uma empregada da Rainha de Kosambi e memorizou esses ensinamentos do Buda, o que lhe valeu o título de a mais erudita das discípulas não-monásticas ou leigas. ",
  "super-blurbs:ja": "Uma coleção de 547 conjuntos de versos que contam histórias das vidas passadas de Buda. A coleção canônica em Pali consiste em versos organizados em conjuntos enumerados no estilo Aṅguttara. Os conjuntos mais curtos ilustram um ponto de destaque de uma estória, enquanto que os conjuntos mais longos contam uma estória completa. Esses versos teriam sido transmitidos desde o início com narrativa em prosa para dar corpo à história, algo que no cânone páli agora se encontra nos comentários. É no comentário que encontramos a conexão explícita entre o que ocorre no passado remoto e aquilo que ocorria no presente do texto, identificando o herói do conto com o <i lang='pi' translate='no'>bodhisattva</i> e os principais protagonistas com os contemporâneos do Buda. Esta coleção é a principal fonte de Jātakas, mas há muitas histórias semelhantes encontradas em outras partes do cânone Pali (algumas nos quatro <i lang='pi' translate='no'>nikāyas</i>, outras no Cariyapiṭaka) e em todos os textos chineses, tibetanos e sânscritos. A maioria dos Jātakas surgiram como contos populares ou mitos, gotas do vasto oceano de histórias da cultura oral. Vários Jātakas registram versões de famosos mitos hindus, enquanto outros compartilham uma base comum com contos folclóricos europeus. As formas dos versos nos Jātakas são principalmente dos tipos mais antigos, e as realidades sociais e políticas refletem as realidades históricas dos séculos anteriores ao Buda, onde, por exemplo, Varanasi era um reino independente. Os Jātakas são a coleção mais antiga, maior e mais bem preservada de contos antigos encontrada em qualquer lugar do mundo. Um dos temas centrais é a renúncia, com vários contos que retratam o herói saindo de casa, cada vez de uma perspectiva diferente. Os jātakas geralmente ilustram mensagens morais, mas como o herói é considerado imperfeito, não é incomum que ele seja retratado fazendo escolhas duvidosas, até mesmo quebrando preceitos. Vista como um todo, a literatura Jataka é uma vasta tapeçaria de relatos que ilustra o caminho tortuoso e incerto para o Despertar. O gênero Jātaka provou ser uma estrutura popular e eficaz para incorporar contos populares em um contexto budista. Eles aparecem com destaque na arte budista, tanto antiga quanto moderna, e são o principal meio de apresentar o budismo às crianças no budismo Theravada nos dias de hoje. ",
  "super-blurbs:jp": "O título completo é Abhidharmajñānaprasthānaśāstra (Apidamo Fa Zhi Zu Lun, 阿 毘 達磨 發 智 論). Foi composto por Kātyāyanīputra e traduzido em vinte fascículos por Xuanzang entre 14 de fevereiro de 657 e 20 de junho de 660 no Mosteiro de Yü-hua (玉華 寺), Hsi-ching (西京). Sendo o maior dos livros do Abhidhamma Sarvāstivādin, este formou a base para os tratados Sarvāstivāda posteriores e, portanto, o estudo moderno do Abhidharma, especialmente no budismo tibetano. Na edição Taishō do cânone chinês, a tradução oficial de Xuanzang é o texto número 1544, localizado em T vol. 26, 918a. Havia uma tradução anterior de Saṅghadeva e Zhu-fo-nian datada em 383 CE, que pode ser encontrada em T 1543, T vol. 26, 771a. ",
  "super-blurbs:kf": "Fragmentos de uma versão do Karmavibhaṅga em khotanês publicada por Maggi (1995). ",
  "super-blurbs:kn": "A palavra <i lang='pi' translate='no'>khuddaka</i> significa “menor” ou “secundário”, e parece que esta categoria originalmente serviu para coletar certas coleções curtas, principalmente versos, que não foram convenientemente atribuídas a um dos principais <i lang='pi' translate='no'>nikāyas</i>. Com o tempo, no entanto, a coleção cresceu, de modo que o Khuddaka no cânone Pali hoje é o maior dos <i lang='pi' translate='no'>nikāyas</i>. Inclui alguns dos textos mais populares do Budismo Theravāda, como o Dhammapada, o Sutta Nipāta e os Jātakas. Não existe uma coleção estritamente paralela nos outros cânones, mas muitos dos primeiros textos têm paralelos em vários lugares. ",
  "super-blurbs:kp": "Nove textos curtos, que parecem ter sido coletados como uma espécie de currículo de estudo básico para iniciantes. A coleção em si provavelmente foi feita no Sri Lanka, mas a maioria dos textos são encontrados em outros lugares do <i lang='pi' translate='no'>nikāyas</i>. ",
  "super-blurbs:kv": "O Kathāvatthu (Pontos de Controvérsia) é uma coleção de mais de 200 discussões sobre pontos de interpretação da doutrina budista. Estes consistem em um debate entre protagonistas não identificados. Cada um se baseia na lógica ou em citações dos suttas para apoiar seus argumentos. Algumas das discussões tratam de problemas centrais na filosofia budista, como a natureza do não-eu ou o problema da continuidade e impermanência. Muitos, entretanto, tratam de questões secundárias. Embora o texto não identifique os pontos de vista, muitos dos pontos significativos podem ser identificados com as doutrinas defendidas por várias escolas budistas. Observe que nenhum dos pontos controvertidos trata de visões bramânicas, jainistas ou não budistas. Tampouco existem diferenças significativas quando se trata dos suttas; cada debatedor assume que eles compartilham uma base comum de suttas. O Kathāvatthu é o único livro do Abhidhamma atribuído pelo Theravāda a ​​um autor específico, Moggaliputtatissa, um monge sênior na época do Rei Ashoka. O cerne do texto provavelmente se formou naquele momento, mas o texto foi expandido substancialmente com o tempo. Algumas das discussões centrais parecem compartilhar uma base comum com o Vijñānakāya. ",
  "super-blurbs:lal": "O Lalitavistara ou “Longo Relato” foi um dos mais populares textos antigos sobre a vida de Buda. Com base nas fontes Sarvāstivādin e Mahāyāna, vários manuscritos do Nepal sobreviveram. O texto é uma compilação de fontes múltiplas, datando por volta do quarto século EC, mas incluindo alguns paralelos com os primeiros textos. O texto do SuttaCentral é o encontrado no Göttingen Register of Electronic Texts in Indian Languages (GRETIL), baseado na edição de Vaidya (1958). ",
  "super-blurbs:linked": "Coleções de discursos “vinculados” ou “conectados” e outros textos relacionados. ",
  "super-blurbs:long": "Coleções de discursos “longos” e outros textos relacionados. ",
  "super-blurbs:lzh-art": "O Yizu jing (Arthavargīya) encontrado dividido em dois fascículos em T 198 foi traduzido para o chinês por Zhi Qian 支 謙 entre o segundo ano de Huang Wu 黃 武 e o segundo ano de Jianxing 建興, dinastia Wu 呉 (223–253 DC). Este texto corresponde ao Aṭṭhakavagga, o quarto dos cinco capítulos do Sutta Nipāta (Sn 766–975) do Tipitaka em páli, embora esta versão chinesa tenha passagens adicionais. Uma vez que a versão em pāli é citada por outros textos canônicos em pāli e sânscrito, tradicionalmente o Aṭṭhaka vagga era considerado um importante encapsulamento de ensinamentos fundamentais, enquanto os estudiosos a consideram uma das primeiras composições incluídas no Tipitaka. Sua influência contínua entre os budistas é ilustrada pelo fato de que citações notáveis posteriores do texto incluem por Asaṅga no Bodhisattvabhūmi e por Vasubandhu no Abhidharmakośa-bhāṣya. ",
  "super-blurbs:lzh-dg-ab": "Abhidharma da escola Dharmaguptaka em tradução chinesa. ",
  "super-blurbs:lzh-dg-bi-kam": "O Bhikkhunī-kammavācā (“os procedimentos formais das bhikkhunis”) são compilações das fórmulas que são recitadas pelas discípulas monásticas para realizar os procedimentos disciplinares e formais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-dg-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 348 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-dg-bi-vb": "O Bhikkhunī-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código de disciplina para as discípulas monásticas, o Bhikkhunī-pātimokkha, expandido com material explicativo. O Bhikkhunī-vibhaṅga é dividido em seis capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida em quebrá-las. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-dg-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos para realizar os procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-dg-bu-kam-2": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-dg-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 250 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-dg-bu-pm-2": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 250 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-dg-bu-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-dg-kd": "Os Khandhakas (“os capítulos”) compreendem as regras e regulamentos de ambas as Sanghas que não são incluídas no código de conduta, o pātimokkha. Existem 22 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns contos Jātakas e outros relatos, bem como as histórias da primeira recitação comunal após a morte do Buda e o famoso caso Vesālī, às vezes conhecido como “o segundo concílio”. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:lzh-dg-ve": "O Ekottara (“as passagens numeradas”) é um texto das escolas Sarvāstivāda e Dharmaguptaka. É um texto paralelo de um dos capítulos do Parivāra do cânone Theravāda. ",
  "super-blurbs:lzh-dg-vi": "O Código de Disciplina Monástica da escola Dharmaguptaka, em chinês. Esta escola floresceu originalmente no noroeste da Índia e teve uma grande influência na Ásia Central e na China. Os monges budistas do Leste Asiático seguem este Vinaya. A maioria dos textos do Vinaya que temos hoje foi traduzida entre 410 e 412 dC pelo monge da Caxemira Buddhayaśas, que recitou o texto inteiro de memória, junto com Zhu Fonian. ",
  "super-blurbs:lzh-dg-vs": "O Saṁyutta (“as passagens conectadas”) é um texto das escolas Mahīśāsaka e Dharmaguptaka. É um texto paralelo de um dos capítulos do Parivāra do cânone Theravāda. ",
  "super-blurbs:lzh-dharani": "Esta seção inclui textos recitados como mantras de proteção, semelhantes aos textos de proteção, <i lang='pi' translate='no'>parittas</i>, do cânone páli. Dos muitos textos classificados dessa forma no cânone chinês, dois destes textos foram identificados como paralelos aos Bhaddekaratta sutta e Āṭānāṭiya sutta do cânone páli. ",
  "super-blurbs:lzh-dk": "O título completo do texto é Abhidharmadharmaskandhapādaśāstra (Apidamo Fa Yun Zu Lun, 阿 毘 達磨 法 薀 足 論). Este texto parece compartilhar uma origem comum com o Vibhaṅga da tradição páli. Ele é mantido hoje em uma versão completa em chinês e em sânscrito parcial. Comparado ao Vibhaṅga, o método de texto parece ser menos formalizado e mais discursivo, citando uma série de passagens do sutta. Foi escrito por Śāriputra (de acordo com as fontes sânscritas e tibetanas) ou Maudgalyāyana (de acordo com as fontes chinesas). A edição chinesa foi traduzida em 12 fascículos por Xuanzang entre 20 de agosto e 5 de outubro do ano 659 no Monastério de Ta-tzu. Na edição Taishō do cânone chinês, é o texto no. 1537, encontrado em vol.26, 453c. ",
  "super-blurbs:lzh-ja": "Textos classificados como Jātakas (本 緣 部), ou relatos das vidas passadas do Buda, semelhantes aos Jātakas do Khuddhaka Nikāya do cânone páli. Na edição Taishō do cânone chinês, eles são encontrados nos volumes três e quatro. ",
  "super-blurbs:lzh-ka-bu-pm": "Este Bhikkhu-pātimokkha pertence à escola Kāśyapīya. Esta escola foi fundada pelos monges missionários enviados por Asoka à região do Himalaia. Este Bhikkhu-pātimokkha pertence à escola Kāśyapīya. Esta escola foi fundada pelos monges missionários enviados por Asoka à região do Himalaia. O Bhikkhu-pātimokkha, “o código de disciplina monástica para os bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 246 dessas regras para os monges, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos <i lang='pi' translate='no'>aniyatas</i> (“o indeterminado”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados e não regras em sentido estrito. ",
  "super-blurbs:lzh-mg-asc": "O Abhisamācārika (“os regulamentos suplementares”) é um texto encontrado apenas na escola Mahāsaṅghika e suas sub-escolas. O texto foi transmitido em uma tradução chinesa e em uma versão sânscrita que pertence à escola Lokuttaravāda. ",
  "super-blurbs:lzh-mg-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 348 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”) e os <i lang='pi' translate='no'>dhamma-anudhamma</i>(“as regras e suas aplicações”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-mg-bi-pn": "O Bhikkhunī-pakiṇṇaka (“as regras variadas para as monjas”) é uma coleção de regras e regulamentos diversos relativos às bhikkhunis externa ao Pātimokkha. Esta coleção existe apenas na escola Mahāsaṁghika e suas sub-escolas. ",
  "super-blurbs:lzh-mg-bi-vb": "O Bhikkhuni-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código monástico para monjas, o Bhikkhuni-pātimokkha, expandido com material explicativo. O Bhikkhuni-Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-mg-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 218 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), e dos <i lang='pi' translate='no'>dhamma-anudhamma</i> (“as regras e suas aplicações”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-mg-bu-pn": "O Bhikkhu-pakiṇṇaka (“as regras variadas para os monges”) é uma coleção de regras e regulamentos diversos relativos aos bhikkhus externa ao Pātimokkha. Muitas das regras também são aplicáveis às monjas. Esta coleção existe apenas na escola Mahāsaṁghika e suas sub-escolas. ",
  "super-blurbs:lzh-mg-bu-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Bhikkhu-Vibhaṅga é dividido em nove capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-mg-spp": "O Śāriputraparipṛcchā (“as questões de Sāriputta”) foi traduzido para o chinês no 4º século ou início do 5º século. Ele preserva a versão Mahāsaṅghika da história antiga budista e dos cismas. ",
  "super-blurbs:lzh-mg-vi": "O Código de Conduta Monástica da escola Mahāsaṁghika em chinês. Esta escola floresceu originalmente na área de Magadha, na Índia, e agora está extinta. Foi criado durante o primeiro cisma e, portanto, seu Vinaya tem algumas características únicas não encontradas em outras escolas. A maioria dos textos do Vinaya que temos hoje foi trazida de Pāṭaliputra, na Índia, para a China, pelo monge chinês Faxian. Ele então os traduziu para o chinês junto com o monge indiano Buddhabhadra entre os anos 416 e 418. ",
  "super-blurbs:lzh-mi-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 348 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra. ",
  "super-blurbs:lzh-mi-bi-vb": "O Bhikkhunī-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código de disciplina para as discípulas monásticas, o Bhikkhunī-pātimokkha, expandido com material explicativo. O Bhikkhunī-vibhaṅga é dividido em seis capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida em quebrá-las. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-mi-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-mi-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 251 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-mi-bu-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-mi-kd": "Os Khandhakas (“os capítulos”) compreendem as regras e regulamentos de ambas as Sanghas que não são incluídas no código de conduta, o pātimokkha. Existem 20 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns contos Jātakas e outros relatos, bem como as histórias da primeira recitação comunal após a morte do Buda e o famoso caso Vesālī, às vezes conhecido como “o segundo concílio”. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:lzh-mi-vi": "O Código de Conduta Monástica da escola Mahīśāsaka em chinês. Esta escola se originou na região de Avanti na Índia, mas depois se espalhou pela Índia e pelo Sri Lanka, e hoje em dia se encontra extinta. A maioria dos textos do Vinaya que temos hoje foi trazida do Abhayagiri Vihāra no Sri Lanka para a China pelo monge chinês Faxian. Eles foram traduzidos do sânscrito para o chinês pelo monge da Caxemira Buddhajīva junto com Zhu Daosheng em 434 dC. ",
  "super-blurbs:lzh-mi-vs": "O Saṁyutta (“as passagens conectadas”) é um texto das escolas Mahīśāsaka e Dharmaguptaka. É um texto paralelo de um dos capítulos do Parivāra do cânone Theravāda. ",
  "super-blurbs:lzh-mu-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 357 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-mu-bi-vb": "O Bhikkhuni-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código monástico para monjas, o Bhikkhuni-pātimokkha, expandido com material explicativo. O Bhikkhuni-Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-mu-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-mu-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 248 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-mu-bu-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-mu-kd": "Os Khandhakas (“os capítulos”) compreendem as regras e regulamentos de ambas as Sanghas que não são incluídas no código de conduta, o pātimokkha. Existem 20 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns contos Jātakas e outros relatos, bem como as histórias da primeira recitação comunal após a morte do Buda e o famoso caso Vesālī, às vezes conhecido como “o segundo concílio”. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:lzh-mu-khv": "O Khuddakavatthu (“as questões menores”) é uma obra secundária do Vinaya preservada em traduções chinesas e tibetanas. ",
  "super-blurbs:lzh-mu-vi": "O Código de Disciplina Monástica da escola Mūlasarvāstivāda no Tibete. O debate sobre as origens desta escola ainda está em andamento, mas é claro que este teve uma grande influência na Ásia Central. Os monges da tradição tibetana seguem este Vinaya. A maioria dos textos do Vinaya em chinês que temos hoje foi traduzida entre os anos 695 e 713 por Yijing. Também temos uma tradução completa do Vinaya em tibetano e uma parte do texto original em sânscrito. ",
  "super-blurbs:lzh-nbs": "O Nāgasena Bhikṣu Sūtra (那 先 比丘 經) é uma versão chinesa do texto encontrado no cânone páli sob o título Milinda Pañha. O tradutor e a data são desconhecidos, mas estão listados no Tung Chin lu (東晉 錄) (CE 317–420). Na edição Taishō do cânone chinês, é o texto no. 1670B, localizado em T vol. 32, 703c. ",
  "super-blurbs:lzh-sarv-ab": "Todos os sete textos canônicos do Abhidharma da escola Sarvāstivāda estão disponíveis na tradução chinesa. Este complexo e sofisticado conjunto de tratados teve grande influência nas formas posteriores de budismo, especialmente no norte da Índia. ",
  "super-blurbs:lzh-sarv-ba": "O Bhikkhu-ajjhāya (“a recitação dos monges”) é um texto encontrado apenas na escola Sarvāstivāda. ",
  "super-blurbs:lzh-sarv-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 355 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-sarv-bi-pm-dh": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 355 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-sarv-bi-vb": "O Bhikkhunī-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código de disciplina para as discípulas monásticas, o Bhikkhunī-pātimokkha, expandido com material explicativo. O Bhikkhunī-vibhaṅga é dividido em cinco capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida em quebrá-las. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-sarv-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-sarv-bu-kam-2": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:lzh-sarv-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 263 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-sarv-bu-pm-2": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 263 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:lzh-sarv-bu-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:lzh-sarv-kd": "Os Khandhakas (“os capítulos”) compreendem as regras e regulamentos de ambas as Sanghas que não são incluídas no código de conduta, o pātimokkha. Existem 20 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns contos Jātakas e outros relatos, bem como as histórias da primeira recitação comunal após a morte do Buda e o famoso caso Vesālī, às vezes conhecido como “o segundo concílio”. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:lzh-sarv-mt": "A Mātikā (“a matriz”) é um resumo dos tópicos do Vinaya. ",
  "super-blurbs:lzh-sarv-upp": "O Upāliparipucchā (“as questões de Upāli”) é encontrado no cânone da escola Sarvāstivāda e como dois textos independentes não afiliados a uma escola. Em outras escolas, o Upāliparipucchā está incluído em outras obras, como o Uttaragantha da escola Mūlasarvāstivāda e o Parivāra da escola Theravāda. ",
  "super-blurbs:lzh-sarv-ve": "O Ekottara (“as passagens numeradas”) é um texto das escolas Sarvāstivāda e Dharmaguptaka. É um texto paralelo de um dos capítulos do Parivāra do cânone Theravāda. ",
  "super-blurbs:lzh-sarv-vi": "O Código de Disciplina da escola Sarvāstivāda em chinês. Esta escola se espalhou pelo norte da Índia e Ásia Central. O Vinaya Sarvāstivāda foi o Vinaya mais comum na China antes de mudar para o Dharmaguptaka. A escola Sarvāstivāda hoje em dia se encontra extinta. A maioria dos textos do Vinaya que temos hoje foi traduzida entre 404–409 dC pelos monges da Caxemira Kumārajīva e Puṇyatāra. Quando Puṇyatāra morreu, Dharmaruci o substituiu e terminou a tradução. ",
  "super-blurbs:lzh-sarv-vi-misc": "A seção mixta do Vinaya Sarvāstivāda contém dois textos, um sobre o Vinaya dos bhikkhus e outro sobre o Vinaya das bhikkhunis. ",
  "super-blurbs:lzh-ssnp": "Esta parte da edição Taishō do cânone chinês é simplesmente chamada de “coleção mixta” (經 集 部), e inclui sūtras que não são facilmente classificáveis em outros lugares. Embora a seção seja principalmente para sutras Mahāyāna, vários paralelos com os discursos antigos foram identificados. ",
  "super-blurbs:lzh-svk": "Esta seção inclui paralelos de sutta que foram identificados em partes específicas do cânone chinês, contendo tratados sobre o Abhidharma e a filosofia Mahayana. Os paralelos identificados são citações feitas em comentários. ",
  "super-blurbs:lzh-upp-bu": "O Upāliparipucchā (“as questões de Upāli”) é encontrado no cânone da escola Sarvāstivāda e como dois textos independentes não afiliados a uma escola. Em outras escolas, o Upāliparipucchā está incluído em outras obras, como o Uttaragantha da escola Mūlasarvāstivāda e o Parivāra da escola Theravāda. ",
  "super-blurbs:ma": "A versão dos Discursos Médios encontrada no cânone chinês é conhecida como o Madhyamāgama (Zhong ahan jing, 中 阿含 經), e acredita-se que tenha se originado da escola Sarvāstivāda. Acredita-se que o texto original tenha sido escrito em uma forma de idioma prácrito, provavelmente a variante Gandhārī, com alguma influência sânscrita. Foi traduzido em 60 fascículos por Gautama Saṅghadeva (瞿曇 僧伽 提婆) da Dinastia Jin Oriental (東晋) no Mosteiro Dongting (東亭 寺) entre os anos 397 e 398. O volume consiste em 222 sutras, organizados em cinco <i lang='pi' translate='no'>adhyāyas</i> e dezoito <i lang='pi' translate='no'>vargas</i>. O seu conteúdo é semelhante ao do Majjhima Nikāya do cânone páli, embora as coleções estejam longe de ser idênticas. Na edição Taishō do cânone chinês, é o texto no. 26, localizado em T vol. 1, 421a. ",
  "super-blurbs:ma-ot": "72 discursos de média extensão que na edição Taishō do cânone chinês foram reunidos no primeiro volume, como os sūtra números 27–98, seguindo o Madhyamāgama. Estas são traduções variadas de vários discursos do Majjhima, feitas em várias ocasiões por vários tradutores. ",
  "super-blurbs:middle": "Coleções de discursos “médios” e outros textos relacionados. ",
  "super-blurbs:mil": "A Milindapañha ou “Perguntas do Rei Milinda” registra uma série de discussões sobre pontos do Dhamma entre o monge Nāgasena e o rei grego conhecido como Milinda na traduçaõ páli. Ele é geralmente identificado com Menandro I Soter, que governou um reino indo-grego em sua capital, Sagala, por volta de 165-130 aC. Embora o encontro entre as culturas grega e indiana seja fascinante, os diálogos dizem respeito apenas à interpretação das idéias budistas, com as quais o rei estava evidentemente familiarizado, e não menciona a filosofia grega. O texto é animado e dinâmico, com o Rei constantemente testando Nāgasena com perguntas obscuras, às quais ele responde com argumentos e analogias engenhosas. O texto tem uma contraparte chinesa mais curta no Nāgasena Bhikṣu Sūtra. O texto não é de origem Theravādin, mas surgiu dentre uma das escolas no noroeste, talvez a Sarvāstivādins. A maior parte do conteúdo, entretanto, não é de natureza sectária. O texto em páli foi estendido ao longo dos anos e, além disso, algumas partes parecem estar faltando. Não é universalmente aceito como um texto canônico; os textos em páli do SuttaCentral, no entanto, derivam da edição Mahāsaṅgīti, que como um texto birmanês o inclui. ",
  "super-blurbs:minor": "Coleções de discursos não incluídos nas quatro coleções principais. ",
  "super-blurbs:minor-lzh": "Textos variados relacionados com as escrituras antigas. Estes são em grande parte traduções em chinês de textos similares àqueles encontrados no cânone páli. ",
  "super-blurbs:mkv": "O Mahākarmavibhaṅga ou “Grande Análise de Ações” é um texto Sânscrito do Abhidharma baseado em manuscritos do Nepal, que inclui uma série de citações de discursos antigos, incluindo o Dhammapada. O texto do SuttaCentral tem como fonte o Göttingen Register of Electronic Texts in Indian Languages (GRETIL), baseado na edição de Sylvain Lévi (1932) e contribuições de Klaus Wille. ",
  "super-blurbs:mn": "Os Discursos Médios (Majjhima Nikāya, abreviado MN) é uma coleção de 152 discursos no cânone Pali (Tipiṭaka) da escola budista Theravada. A palavra “médio” se refere à extensão dos discursos. Esta é talvez a coleção mais popular dos discursos antigos. Ela contém uma grande variedade de ensinamentos, muitos deles apresentados como narrativas de encontros entre o Buda e uma gama diversificada de seus contemporâneos. A coleção é paralela ao Madhyamāgama (MA) da escola Sarvāstivāda, que sobrevive como uma tradução no cânone chinês. ",
  "super-blurbs:mnd": "O Mahāniddesa ou “Grande Exposição” é realmente metade de um livro que tem como outra metade o Cūḷaniddesa, a “Breve Exposição”. Ambos oferecem comentários sobre certas partes do Sutta Nipāta e não têm contrapartes nos cânones do norte. O Mahāniddesa comenta os dezesseis poemas do quarto capítulo, o “Capítulo dos Oitos” ou Aṭṭhakavagga. ",
  "super-blurbs:mvs": "O título completo deste texto é Abhidharmamahāvibhāṣaśāstra (Apidamo Dapiposha Lun, 阿 毘 達磨 大 毘 婆沙 論). Este é o principal tratado de comentários da escola Sarvāstivādin. Foi compilado por Katyāyāniputra, mas atribuído a 500 arahants cerca de 600 anos depois do Buda. Isso possivelmente se refere a um concílio realizado sob os auspícios do rei Kanishka. Foi traduzido por Xuanzang entre 18 de agosto de 656 a 27 de julho de 659. Não está dentro do escopo do SuttaCentral, exceto que contém alguns paralelos de sutta reconhecidos como citações. Na edição Taishō do cânone chinês, é o texto número 1545, localizado em T vol. 27, 1a. ",
  "super-blurbs:ne": "O Netti ou “Guia” é um tratado sistemático destinado a fornecer um guia para a leitura e interpretação dos textos dos <i lang='pi' translate='no'>nikāyas</i>. É semelhante ao Peṭakopadesa, e a relação exata entre esses dois textos não é clara. O texto fornece uma série de métodos para ler os textos, os ilustrando com citações e tomando as quatro nobres verdades como estrutura geral. Um colofão no texto o atribui ao discípulo do Buda Kaccāna. É, no entanto, um texto tardio, sem contrapartes nas coleções do norte. Não é universalmente aceito como canônico; os textos em páli do SuttaCentral, no entanto, derivam da edição Mahāsaṅgīti, que como um texto birmanês o inclui. ",
  "super-blurbs:numbered": "Coleções de discursos “enumerados” ou “numéricos” e outros textos relacionados. ",
  "super-blurbs:om": "A Mātikā (“a matriz”) é um resumo dos tópicos do Vinaya. ",
  "super-blurbs:ot": "Os outros textos do Vinaya Mūlasarvāstivāda são alguns apêndices do Vinaya desta escola. No Taishō Tripiṭaka, eles são encontrados em T1442-T1451. ",
  "super-blurbs:other-group": "Textos semelhantes aos das cinco coleções anteriores, mas difíceis de se classificar. ",
  "super-blurbs:other-san": "Textos e fragmentos em sânscrito. Alguns destes são textos canônicos, enquanto outros são textos posteriores que citam ou incluem passagens dos discursos antigos. ",
  "super-blurbs:other-vi": "Estes são alguns textos individuais que não pertencem a nenhuma das escolas acima. Eles são de escolas cujos textos do Vinaya foram quase todos perdidos ou são trabalhos que ainda não foram atribuídos a uma escola. ",
  "super-blurbs:other-xct": "Embora o cânone tibetano ou Kangyur não tenha os Nikāyas / Āgamas completos encontrados em chinês e pali, há uma grande quantidade de material antigo encontrado como discursos independentes ou embutidos em obras maiores. ",
  "super-blurbs:patthana": "Paṭṭhāna (Relações Condicionais), um texto que estabelece uma simples <i lang='pi' translate='no'>mātikā</i> listando 24 tipos de condições. Por exemplo, a primeira é a “condição raiz” (<i lang='pi' translate='no'>hetupaccayo</i>), que trata de como os atos são causados pelas raízes prejudiciais ou nocivas da ganância, da raiva e da delusão ou de seus opostos. Este <i lang='pi' translate='no'>mātikā</i> é então aplicado aos <i lang='pi' translate='no'>mātikās</i> do texto Dhammasaṅgaṇī, criando uma complexidade desconcertante de combinações possíveis. O conteúdo do Paṭṭhāna é sempre bastante abreviado, mas se fosse totalmente expandido, provavelmente seria o maior livro já criado, com muitos bilhões de combinações. O Dhammasaṅgaṇī e o Paṭṭhāna encerram a coleção Abhidhamma, o primeiro lidando com fenômenos, o último com suas relações. Embora o método e os detalhes tenham se expandido consideravelmente, a abordagem pode ser vista como uma aplicação detalhada dos princípios básicos da origem dependente. ",
  "super-blurbs:pdhp": "O Dharmapada de Patna é baseado em um manuscrito descoberto no Tibete por Rāhula Saṅkṛtyāyana em 1934, escrito em escrita proto-bengali e datado por volta do século XII. Está em uma variedade distinta de prácrito sanscritizado e foi identificado por Skilling e Mizuno como pertencente à escola Sāmmatīya. O texto do SuttaCentral é baseado na edição de Margaret Cone (1989), digitalizada por Ānandajoti. ",
  "super-blurbs:pe": "O Peṭakopadesa ou “Descrição das Cestas” é um tratado sistemático que visa fornecer um guia para a leitura e interpretação dos textos dos <i lang='pi' translate='no'>nikāyas</i>. É semelhante ao Netti, e a relação exata entre esses dois textos não é clara. O texto fornece uma série de métodos para a leitura dos textos, ilustrando-os com citações e tomando as quatro nobres verdades como estrutura geral. O texto em Pali do Peṭakopadesa é bastante corrompido, o que é incomum no cânone em Pali. Um colofão no texto o atribui ao discípulo de Buda Kaccāna. É, no entanto, um texto tardio, sem contrapartes nas coleções do norte. Não é universalmente aceito como canônico; os textos em Pali do SuttaCentral, no entanto, derivam da edição Mahāsaṅgīti, que como um texto birmanês o inclui. ",
  "super-blurbs:pf": "Fragmentos de um texto paralelo ao Pāyāsi Sutta em prácrito, conforme identificado em Bollée (2002). ",
  "super-blurbs:pgd-dg-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 250 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:pgd-dg-vi": "O Código de Disciplina Monástica da escola Dharmaguptaka, em gandhari. Esta escola floresceu originalmente no noroeste da Índia e teve uma grande influência na Ásia Central e na China. Os monges budistas do Leste Asiático seguem este Vinaya. ",
  "super-blurbs:pgd-pm-bf13": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 250 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:pk": "O título completo é Abhidharmaprakaraṇapādaśāstra (Apidamo Pin Lei Zu Lun, 阿 毘 達磨 品類 足 論). Foi composto por Vasumitra e traduzido em dezoito fascículos por Xuanzang entre 10 de outubro e 30 de novembro de 660, no Mosteiro de Yü-hua (玉華 寺). Este foi um tratado central do Abhidharma, que influenciou até textos não-Sarvāstivādins, como o Mahāprajñapāramītopadeśa. Na edição Taishō do cânone chinês, é o texto número 1542, localizado em T vol. 26, 692b. Outra tradução parcial de Guṇabhadra e Bodhiyaśas em 435–443 CE pode ser encontrada em T 1541 sob o título 衆 事 分 阿 毘 曇 論. ",
  "super-blurbs:pli-tv-ab": "Os sete livros canônicos do Abhidhamma Theravada. ",
  "super-blurbs:pli-tv-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 355 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. No momento, o Patimokkha só é encontrado embutido no Suttavibhaṅga (“a Análise das regras do Patimokkha”), texto no qual cada regra é apresentada juntamente com material explicativo. Originalmente, no entanto, o Pātimokkha provavelmente existia como um texto independente, conhecido como Pātimokkha-sutta. Isso pode ser visto pelo fato de que as regras às vezes se referem a outras regras que as precedem imediatamente, uma conexão que agora foi rompida, pois o material Suttavibhaṅga separa as regras umas das outras. ",
  "super-blurbs:pli-tv-bi-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em sete capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. Esses textos individuais começam com uma ou mais histórias de origem, que contam as circunstâncias que levaram o Buda a estabelecer uma regra específica. A regra é então declarada, seguida por um comentário explicativo sobre os termos que analisa cada palavra significativa contida na regra. Após isto, o comentário apresenta uma série de permutações na qual uma variedade de cenários diferentes são avaliados e as ofensas atribuídas conforme apropriado. No final, vem uma cláusula de não ofensa, declarando importantes exceções à regra, às vezes seguidas por estudos de caso individuais, nos quais o Buda decide a ofensa incorrida em casos ambíguos. ",
  "super-blurbs:pli-tv-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 227 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), e dos <i lang='pi' translate='no'>dhamma-anudhamma</i> (“as regras e suas aplicações”), que são princípios a serem aplicados em vez de regras em si. No momento, o Patimokkha só é encontrado embutido no Suttavibhaṅga (“a Análise das regras do Patimokkha”), em que cada regra é cercada por material explicativo. Originalmente, no entanto, o Pātimokkha provavelmente existia como um texto independente, conhecido como Pātimokkha-sutta. Isso pode ser visto pelo fato de que as regras às vezes se referem a outras regras que as precedem imediatamente, uma conexão que agora foi rompida, pois o material Suttavibhaṅga separa as regras umas das outras. ",
  "super-blurbs:pli-tv-bu-vb": "O Bhikkhu-vibhaṅga ou Mahā-vibhaṅga(“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. Esses textos começam com uma ou mais histórias de origem, que contam as circunstâncias que levaram o Buda a estabelecer uma regra específica. A regra é então declarada, seguida por um comentário dos termos que analisa cada palavra significativa contida na regra. Após isto, o comentário segue uma série de permutações na qual uma variedade de cenários diferentes são avaliados e as ofensas atribuídas conforme apropriado. No final, vem uma cláusula de não ofensa, declarando importantes exceções à regra, às vezes seguidas por estudos de caso individuais, nos quais o Buda decide a ofensa incorrida em casos ambíguos. ",
  "super-blurbs:pli-tv-kd": "Os Khandhakas (“os capítulos”) compreendem as regras e regulamentos de ambas as Sanghas que não são incluídas no código de conduta, o pātimokkha. Existem 22 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns contos Jātakas e outros relatos, bem como as histórias da primeira recitação comunal após a morte do Buda e o famoso caso Vesālī, às vezes conhecido como “o segundo concílio”. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:pli-tv-pvr": "O Parivāra, “O Compêndio”, é uma análise técnica do conteúdo do Suttavibhaṅga e dos Khandhakas. Ele resume e destila a essência do Vinaya, deixando de fora todas as narrativas e histórias. O Parivāra é exclusivo da escola Theravada e é provável que tenha sido compilado no período sectário. Sua forma de análise compartilha certas características com o Abhidhamma, como expandir e preencher esquemas de classificação não fornecidos em detalhes nos outros textos canônicos. ",
  "super-blurbs:pli-tv-vi": "O Código de Conduta Monástica da escola Theravāda em páli. Esta coleção é seguida por mendicantes da escola Theravāda. É o único Vinaya para o qual temos uma coleção completa no idioma índico original. ",
  "super-blurbs:pp": "O Puggalapaññatti (Designação dos Indivíduos) parte da abordagem estritamente fenomenológica da maioria dos textos do Abhidhamma para apresentar um compêndio de passagens relacionadas a diferentes tipos de indivíduo. Estes são apresentados em uma lista <i lang='pi' translate='no'>mātikā</i> de tipos de indivíduos numericamente organizados de um a dez. Conforme sugerido pelo arranjo numérico, esses termos são derivados principalmente do Aṅguttara Nikāya, com mudanças modestas no texto. O principal foco do texto é classificar as tendências pessoais ou psicológicas dos indivíduos conforme se relacionam com o desenvolvimento do caminho budista. ",
  "super-blurbs:pr": "O Prajñaptiśāstra (Shi She Lun, 施 設 論) consiste em uma série de perguntas e respostas sobre pontos de doutrina com base em uma <i lang='pi' translate='no'>mātikā</i>, apoiado por citações de sutta. Diz-se que foi composta por Maudgalyāyana. A tradução chinesa em sete fascículos foi feita por Dharmarakṣa e outros entre os anos 1018 e 1058. Na edição Taishō do cânone chinês, é o texto no. 1538, localizado em T vol. 26, 514a. ",
  "super-blurbs:ps": "O Paṭisambhidāmagga ou “Caminho do Discernimento Analítico” é um tratado crítico avançado, dividido em trinta capítulos sobre a prática budista, que os comentários em Pali atribuem ao discípulo imediato do Buda Sariputta. Partindo do estilo popular ou folclórico da maioria dos textos Khuddaka, é mais reminiscente do Abhidhamma e, de fato, embora não esteja incluído no Abhidhammapiṭaka, merece ser considerado parte do sistema Theravādin Abhidhamma. No entanto, não faz uso do principal Abhidhamma <i lang='pi' translate='no'>mātikās</i>. Este texto apresenta vários termos e idéias de grande importância na filosofia budista posterior. Não tem contrapartes nos cânones do norte, mas articula uma perspectiva claramente Theravādin no caminho. ",
  "super-blurbs:pv": "O texto “Estórias de Fantasmas Famints” contém 51 relatos em versos que ilustram o renascimento de um fantasma faminto como resultado de más ações. É uma contrapartida do Vimānavatthu. Estes são textos devocionais e moralistas tardios sem contrapartes diretas em outras coleções. ",
  "super-blurbs:sa": "A versão principal dos Discursos Conectados encontrada no cânone chinês é conhecida como Saṁyuktāgama (Za ahan jing, 雜 阿含 經) e acredita-se que se origine de um ramo da escola Sarvāstivādin. Foi traduzido por Guṇabhadra (求 那 跋陀) e Baoyun (寶雲) em entre os anos 435 e 436 da Era Cristã no Mosteiro de Waguan (瓦 官 寺,) Yangdu (楊 都). Como o Saṁyutta Nikāya em páli, ele contém mais de mil suttas curtos organizados por tópico. Os textos, no entanto, acabaram sendo desordenados durante a transmissão na China, e uma passagem estranha de uma vida posterior de Ashoka foi incluída por engano. No século 20, uma série de estudiosos reconstruiu a sequência original. O texto conforme originalmente estruturado é encontrado na edição Taishō do cânone chinês como sutra número 99 em T vol. 2, 1a. ",
  "super-blurbs:sa-2": "Uma tradução parcial do Saṁyuktāgama (SA-2) foi feita entre 385 e 431 por um tradutor anônimo. Conhecido como o Shorter Saāyuktāgama (Bieyi za ahan jing, 別 譯 雜 阿含 經), pode derivar da escola Mūlasarvāstivādin. Consiste em 364 sutras divididos em 16 fascículos. A maioria dos textos tem paralelos em chinês e / ou pali, principalmente no Sagāthāvagga do Saṁyutta. Na edição Taishō do cânone chinês, é o texto no. 100, localizado em T vol. 2, 374a. ",
  "super-blurbs:sa-3": "Uma segunda tradução parcial do Saṁyuktāgama (SA-3) (雜 阿含 經) foi feita por volta dos anos 222 e 280 por um tradutor anônimo e consiste em 27 sutras agrupados em um fascículo. Na edição Taishō do cânone chinês, é o texto no. 101, localizado em T vol. 2, 493a. ",
  "super-blurbs:sa-ot": "Um total de 22 discursos mais curtos que na edição Taishō do cânone chinês foram reunidos no segundo volume, nos sūtra números 102-124, seguindo as três coleções Saṁyuktāgama. Estas são traduções variadas de vários discursos do Saṁyutta, feitas em várias ocasiões por vários tradutores. ",
  "super-blurbs:sab": "O Śāriputrābhidharmaśāstra (Shelifu Apitan Lun, 舍利弗阿 毘 曇 論) é a única obra existente do Abhidhamma Dharmaguptaka e foi traduzido em trinta facículos por Dharmayaśas e Dharmagupta no ano 408 em Ch'ang An (長安). Ele compartilha algum conteúdo com o Vibhaṅga e Dharmaskandha, e outros detalhes com outros textos. Parece possível que este livro contenha todo o sistema Abhidhamma dos Dharmaguptakas. Na edição Taishō do cânone chinês, é o texto no. 1548, localizado em T vol. 28, 525a. ",
  "super-blurbs:sammitiya": "O Saṁmitīya-śāstra, T1461, é o único texto Vinaya existente da escola Saṁmitīya. É composto por 22 versos juntamente com um comentário que analisa as categorias do Vinaya. ",
  "super-blurbs:san-bu-pm-qizil": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 260 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-lo-asc": "O Abhisamācārika (“os regulamentos suplementares”) é um texto encontrado apenas na escola Mahāsaṅghika e suas sub-escolas. O texto foi transmitido em uma tradução chinesa e em uma versão sânscrita que pertence à escola Lokuttaravāda. ",
  "super-blurbs:san-lo-bi-nidana": "O Nidāna (“introdução”) contém a história da fundação da ordem das bhikkhunis e das oito regras <i lang='pi' translate='no'>garudhamma</i> (“regras importantes”). ",
  "super-blurbs:san-lo-bi-pn": "O Bhikkhunī-pakiṇṇaka (“as regras variadas para as bhikkhunis”) é uma coleção de regras e regulamentos diversos para as bhikkhunis não incluídos no Pātimokkha. Esta coleção existe apenas na escola Mahāsaṁghika e suas sub-escolas. ",
  "super-blurbs:san-lo-bi-vb": "O Bhikkhuni-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código monástico para monjas, o Bhikkhuni-pātimokkha, expandido com material explicativo. O Bhikkhuni-Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:san-lo-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 218 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), e dos <i lang='pi' translate='no'>dhamma-anudhamma</i> (“as regras e suas aplicações”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-lo-bu-pn": "O Bhikkhu-pakiṇṇaka (“as regras variadas para os monges”) é uma coleção de regras e regulamentos diversos relativos aos bhikkhus externa ao Pātimokkha. Muitas das regras também são aplicáveis às monjas. Esta coleção existe apenas na escola Mahāsaṁghika e suas sub-escolas. ",
  "super-blurbs:san-lo-mvu": "O Mahāvastu (“O Grande Relato”) é uma biografia do Buda que pertence à escola Lokuttaravāda. É parte de seu Vinaya, mas também inclui uma grande quantidade de histórias Jātaka e Apadāna. ",
  "super-blurbs:san-lo-vi": "O Código de Conduta Monástica da escola Lokuttaravāda em Sânscrito. Esta é uma sub-escola do Mahāsaṁghika e se encontra extinta. Não se sabe onde os adeptos desta escola viviam, mas no início do século 7, existia uma comunidade em Bāmīyan. O texto está incompleto e muito do que temos hoje foi descoberto no Tibete como manuscritos em folha de palmeira por Tripiṭakācārya Śri Rāhula Sānkṛtyāyana entre 1935-1938. É de especial importância para os estudos do Bhikkhunī Vinaya, uma vez que possui o único Bhikkhunī-vibhaṅga completo em uma língua índica além do páli. ",
  "super-blurbs:san-mg-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 218 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), dos <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), e dos <i lang='pi' translate='no'>dhamma-anudhamma</i> (“as regras e suas aplicações”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-mg-vi": "O Código de Conduta Monástica da escola Mahāsaṁghika em sânscrito. Esta escola floresceu originalmente na área de Magadha, na Índia, e agora está extinta. Esta escola surgiu durante o primeiro cisma e, portanto, seu Vinaya tem algumas características únicas não encontradas em outras escolas. Apenas o seu Bhikkhu-pātimokkha foi preservado em sânscrito. ",
  "super-blurbs:san-mu-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:san-mu-bu-pm-gbm2": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 250 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-mu-bu-pm-gbm3": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 258 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-mu-kd": "Os Khandhakas (“Capítulos”) compreendem as regras e regulamentos de ambos as Sanghas que não se encontram registradas no código monástico, o pātimokkha. Existem cerca de 20 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns Jātakas e outros relatos. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:san-mu-mpt-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 250 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-mu-vi": "O Código de Disciplina Monástica da escola Mūlasarvāstivāda no Tibete. O debate sobre as origens desta escola ainda está em andamento, mas é claro que este teve uma grande influência na Ásia Central. Os monges da tradição tibetana seguem este Vinaya. A versão em sânscrito deste Vinaya se encontra apenas parcialmente preservada. Textos completos sobrevivem na tradução chinesa e tibetana. ",
  "super-blurbs:san-sarv-ab": "Textos Abhidhamma Sarvāstivāda disponíveis em sânscrito. ",
  "super-blurbs:san-sarv-bi-kam": "O Bhikkhunī-kammavācā (“os procedimentos formais das bhikkhunis”) são compilações das fórmulas que são recitadas pelas discípulas monásticas para realizar os procedimentos disciplinares e formais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:san-sarv-bi-pm-tf44": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 355 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-sarv-bi-pm-tf3215": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 355 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-sarv-bi-vb": "O Bhikkhunī-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código de disciplina para as discípulas monásticas, o Bhikkhunī-pātimokkha, expandido com material explicativo. O Bhikkhunī-vibhaṅga é dividido em cinco capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida em quebrá-las. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:san-sarv-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:san-sarv-bu-pm-finot": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 263 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-sarv-bu-pm-tf11": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 263 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:san-sarv-sm": "As regras para discípulas monásticas em treinamento (as regras <i lang='pi' translate='no'>sikkhamānā</i>) é um fragmento da quinta regra das bhikkhunis noviças. ",
  "super-blurbs:san-sarv-vi": "O Código de Disciplina da escola Sarvāstivāda em sânscrito. Esta escola se espalhou pelo norte da Índia e Ásia Central. O Vinaya Sarvāstivāda foi o Vinaya mais comum na China antes de mudar para o Dharmaguptaka. A escola Sarvāstivāda hoje em dia se encontra extinta. ",
  "super-blurbs:sf": "Esta categoria é um grupo variado de textos Sarvāstivādin em grande parte em sânscrito  que foram publicados várias vezes. Alguns dos textos aqui são altamente fragmentários, mas alguns deles são bastante completos. O sistema de numeração que usamos aqui é apenas uma lista arbitrária. ",
  "super-blurbs:sg": "Considerado um dos livros mais antigos do Abhidhamma, este é essencialmente um comentário sobre o Saṅgīti Sutta (DN 33) da perspectiva Sarvāstivāda. O título completo conforme registrado no texto chinês é Abhidharmasaṅgītīparyāyapādaśāstra (Apidamo Ji Yi Men Zu Lun, 阿 毘 達磨 集 異 門 足 論). Como todas as obras de Sarvāstivāda, o original seria em sânscrito. Foi escrito por Mahākausthila (de acordo com as fontes sânscritas e tibetanas) ou Śāriputra (de acordo com as fontes chinesas). A recensão chinesa foi traduzida em 20 fascículos por Xuanzang entre os anos 660 e 664. Na edição Taishō do cânone chinês, é o texto no. 1536, localizado em T vol. 26, 367a. ",
  "super-blurbs:sht": "O “Sanskrithandschriften aus den Turfanfunden” é uma série contínua de publicações dedicadas a identificar e catalogar os manuscritos, muitas vezes de forma altamente fragmentada, recuperados do local da Rota da Seda em Turfan por expedições alemãs no início do século XX. Isso inclui muitos paralelos com os sutras antigos, que, entretanto, são quase todos apenas algumas palavras ou frases. Eles podem ocasionalmente ajudar a esclarecer um termo ou leitura, mas servem principalmente para ilustrar a difusão desses textos na região da Ásia Central. ",
  "super-blurbs:sn": "Os Discursos “Conectados” ou “Agrupados” (Saṁyutta Nikāya, abreviado SN) é uma coleção de mais de mil discursos curtos do cânone páli. O termo “vinculado” refere-se ao fato de que os textos são coletados e organizados por tópicos. Na maioria dos casos, o princípio organizador é um tema particular do Dhamma, por exemplo, os cinco agregados, a origem dependente, o nobre caminho óctuplo, a meditação da atenção plena ou as quatro nobres verdades. Esta coleção contém a mais ampla gama de textos sobre esses temas centrais. Em outros casos, os capítulos são organizados de acordo com a indivíduo ou tipo de indivíduo envolvido. Esta coleção tem um paralelo completo no Saṁyuktāgama (SA) da escola Sarvāstivāda na tradução chinesa. Além disso, há duas coleções parciais em chinês (SA-2 e SA-3), bem como vários textos diversos ou fragmentados em chinês, sânscrito e tibetano. Grande parte da estrutura organizacional do SN é compartilhada com o SA, sugerindo que essa estrutura precedeu a divisão entre essas duas coleções. ",
  "super-blurbs:snp": "O “Grupo de Discursos” contém 74 textos principalmente curtos em verso ou prosa e verso mistos, organizados em cinco capítulos. Este contém alguns dos textos mais amados no budismo popular, como o Ratana, Maṅgala e Mettā Suttas, que são conhecidos por todos os budistas adeptos do Theravada e recitados como cantos edificantes e protetores em cerimônias auspiciosas. A coleção como um todo é um pouco tardia; não é encontrado nas escrituras do norte, e algumas partes, como os versos iniciais do Nālaka Sutta, pertencem aos últimos estratos dos primeiros textos. No entanto, certas seções—o “Chifre do Rinoceronte”, o “Capítulo dos Oito” e o “Caminho para o Além”—parecem ter existido antes de serem reunidas na coleção e são considerados antigos. Embora a coleção como um todo não tenha contrapartida em outro lugar, várias partes têm paralelos em chinês ou sânscrito. ",
  "super-blurbs:sutta": "Os ensinamentos do Buda sobre meditação, moralidade, a natureza do mundo e o caminho para a liberdade. Essas escrituras são nossas fontes primárias sobre a vida e prática do Buda histórico. Eles retratam o Buda e seus alunos em conversas animadas com uma ampla gama de pessoas. ",
  "super-blurbs:t210": "Dois fascículos compilados por Dharmatrāta 法 救, T 210.4.559–574. Este texto foi trazido pelo monge indiano Vighna (維 祇 難) para Wuchang (武昌), China, no ano 224 d.C., e traduzido por Zhu Jiangyan (竺 將 炎) e Zhi Qian (支 謙). É uma coleção de versos que compreende os ensinamentos básicos do Budismo, que é semelhante ao Pali Dhammapada. A versão chinesa contém 758 versos. Existem quatro traduções chinesas, realizadas no ano 224, entre os anos 290 e 306, no ano 399 e entre os anos 980 e 1001. ",
  "super-blurbs:t211": "Quatro fascículos, compilados por Dharmatrāta e traduzidos por Faju (法炬) e Fali (法 立) durante os anos de Huidi (惠帝) entre os anos 290 e 306, durante a dinastia Jin Ocidental (西晉) em Luoyang. Também conhecido pelos títulos “法 句 本末 經, 法 句 喩 經, 法 喩 經” e “法 句 譬 經”. Escrito em trinta e nove capítulos, é, da mesma forma que o texto chamado “法 句 經” (T 210), intimamente relacionado ao Dhammapada do cânone pāli, e cerca de dois terços deste texto são iguais ao T 210. É composto de texto explicativo adicionado aos versos do Dharmapāda. ",
  "super-blurbs:t212": "O texto original indiano compilado por Dharmatrāta (法 救) consistia em 33 capítulos e cerca de 1000 versos, e foi traduzido por Saṃghabhadra (僧伽 跋 澄) e Zhu Fonian (竺 佛 念) durante 398-399. O texto atualmente encontrado em T 212 tem 34 capítulos, e seus capítulos correspondem ao atual Udānavarga, que tem 33 capítulos e 1050 versos, exceto que tem dois capítulos separados, ou seja, o capítulo da diligência (無 放逸 品) e o capítulo do descuido (放逸 品), para o capítulo 'Apramādavarga' do Udānavarga. Como T 211, este texto também fornece os versos junto com as histórias de origem em prosa. Quando os versos são iguais aos de T 210, os tradutores de T 211 seguiram a tradução de T 210 em vez de uma nova tradução. ",
  "super-blurbs:t213": "Também atribuído à compilação de Dharmatrāta, este foi traduzido por Tianxizai (天 息 災) por volta do ano 1000, que chegou à capital da dinastia Song em 980. Tem 33 capítulos correspondentes aos capítulos do Udānavarga, mas, ao contrário do T 212, este texto tem apenas versos sem comentários. O tradutor do T 213 seguiu a tradução do T 212, e ele também seguiu a tradução do T 210 quando aqueles versos se encontram no T 212, mas são encontrados no T 210. ",
  "super-blurbs:tf": "Fragmentos em tocariano tipo A. Estes fragmentos foram encontrados no Turquestão Chinês (Sinquião) ao longo do que fora uma vez a Rota da Seda. ",
  "super-blurbs:tha-ap": "As “Lendas dos Monges Sêniores” contêm 563 histórias em verso, contando os feitos de vidas passadas de vários monges sêniores. É uma contraparte muito tardia do Theragāthā, referindo-se a muitos dos mesmos monges. Mas, enquanto os versos Theragāthā relatam a prática de meditação e atenção plena dos monges nesta vida, as lendas geralmente relatam como eles foram despertados nesta vida fazendo uma oferenda a um Buda no passado distante e fazendo uma dedicação para renascer a fim de despertar no futuro. O texto das “Lendas dos Monges Sêniores” têm como par o texto da “Lendas das Monjas Seniores”. Ambos são textos tardios e carecem de contrapartes nos cânones do norte. ",
  "super-blurbs:thag": "Os “Versos dos Monges Sêniores” é uma coleção de cerca de 1.288 versos atribuídos a 264 dos monges seniores que viveram na época do Buda ou, em alguns casos, um pouco mais tarde. Tem como par o Therīgāthā, “Versos das Monjas Seniores”. Esses versos celebram a alegria da liberdade e a vida de meditação na floresta. Juntas, essas coleções constituem uma das maiores e mais antigas coleções de literatura contemplativa, preservando as vozes únicas de centenas de primeiros praticantes budistas. Com base no estilo e no conteúdo, essas coleções pertencem aos primeiros discursos. Eles são mencionados ocasionalmente nos cânones do norte, mas nenhuma coleção paralela sobreviveu. ",
  "super-blurbs:thi-ap": "As “Lendas das Monjas Sêniores” contêm 40 estórias em versos que contam os feitos da vida passada de várias monjas sêniores. É uma contraparte muito posterior ao Therīgāthā, referindo-se a muitas das mesmas monjas. Mas, enquanto os versos do Therīgāthā relatam a prática de meditação e atenção plena das monjas na vida presente destas, o texto com as lendas destas normalmente relatam como elas foram despertadas nesta vida fazendo uma oferenda a um Buda no passado distante e fazendo uma dedicação para renascer, a fim de despertar no futuro. O texto das “Lendas das Monjas Sêniores” têm como par o texto das “Lendas dos Monges Sêniores”. Ambos são textos tardios e carecem de contrapartes nos cânones do norte. ",
  "super-blurbs:thig": "Os “Versos das Monjas Sêniores” são uma coleção de cerca de 524 versos atribuídos a 73 das monjas sêniores que viveram na época do Buda ou, em alguns casos, um pouco mais tarde. Esses versos celebram a bem-aventurança da liberdade e a vida de meditação, cheios de proclamações orgulhosas e alegres de suas realizações espirituais e de sua gratidão a outras monjas como guias e professoras. O Therīgāthā é um dos textos espirituais mais antigos que registra apenas vozes femininas. Tem como par o Theragāthā, os “Versos dos Monges Sêniores”. Juntas, essas coleções constituem uma das maiores e mais antigas coleções de literatura contemplativa. Com base no estilo e no conteúdo, essas coleções pertencem aos primeiros discursos. Eles são mencionados ocasionalmente nos cânones do norte, mas nenhuma coleção paralela sobreviveu. ",
  "super-blurbs:ud": "Oitenta discursos curtos em prosa e versos variados. Estes assumem a forma de uma narrativa simples em prosa, que serve para enquadrar uma frase inspirada, geralmente em verso. A literatura <i lang='pi' translate='no'>udāna</i> e <i lang='pi' translate='no'>dhammapada</i> parecem se sobrepor e podem ser consideradas como um gênero. Os versos do Dhammapada também têm narrativas associadas, mas elas são encontradas no comentário. Existem algumas indicações de que algumas das narrativas no Udāna podem ser um pouco mais tardias que a maioria do material nos quatro <i lang='pi' translate='no'>nikāyas</i> principais. ",
  "super-blurbs:uf": "Fragmentos de textos uigur publicados por Shōgaito (1998 e 2002) e Tekin (1980). ",
  "super-blurbs:up": "O Upāyika, nome completo Abhidharmakośopāyikanāmaṭīkā, é uma coleção de citações dos primeiros suttas feitas por um monge chamado Śamathadeva, que provavelmente viveu na Índia em algum momento após o século V. Foi traduzido para o tibetano por Jāyaśrī (ཞི་ གནས་ ལྷ །), provavelmente por volta do século XI. Ele fornece as passagens completas do sutta mencionadas por Vasubandhu em seu Abhidharmakośa. O texto do SuttaCentral tem como fonte o Asian Classics Input Project, onde está listado como Tengyur 4091.04. ",
  "super-blurbs:upp": "O Upāliparipucchā (“as questões de Upāli”) é encontrado na escola Sarvāstivāda e como dois textos independentes não afiliados a uma escola. Em outras escolas, o Upāliparipucchā está incluído em outras obras, como o Uttaragantha Mūlasarvāstivāsa e o Parivāra Theravāda. ",
  "super-blurbs:uv": "O Udānavarga ou “Coleção de provérbios inspirados” é um texto no estilo Sarvāstivādin Dhammapada. Com 1.044 versos, o texto é duas vezes mais longo que o Dhammapada páli, e o mais longo de todos os Dhammapadas. O manuscrito estava entre os textos sânscritos descobertos em Turfan. O texto do SuttaCentral foi extraído da edição Titus preparada por Gippert e Kupfer e com base na edição de Bernhard (1965). Existem traduções chinesas e tibetanas deste texto. ",
  "super-blurbs:uv-kg": "Uma tradução tibetana do Udānavarga, atribuída a Dharmatrāta. Há um comentário sobre este texto por Prajñāvarman. ",
  "super-blurbs:uvs": "Uma edição crítica de H. Nakatani do manuscrito em sânscrito em madeira de Subaši (Bibliothèque nationale de Paris, Coleção Pelliot, 1987–1988). ",
  "super-blurbs:vb": "O Vibhaṅga (Livro de Análise) consiste em 18 capítulos organizados por tópico. A lista de tópicos está intimamente relacionada ao Saṁyutta Nikāya—os cinco agregados, as bases dos sentidos, origem dependente, etc. A maioria dos capítulos tem uma estrutura tríplice. (1) Análise de acordo com os suttas: cita uma passagem chave dos suttas sobre o tópico relevante e oferece uma análise modesta. (2) Análise de acordo com o Abhidhamma: aplica os conjuntos de sinônimos e termos desenvolvidos no Dhammasaṅgaṇī. (3) Catecismo: testa os conhecimentos dos alunos com questionamentos sistemáticos. Algumas seções, como Vb 18 Dhammahadaya, não se encaixam neste sistema. Eles podem ter se originado como tratados independentes. ",
  "super-blurbs:vinaya": "Os textos sobre o Código de Conduta Monástico (Vinaya) detalham o estilo de vida, as regras e os procedimentos para monges e monjas budistas. Eles fornecem as diretrizes para a conduta dos monásticos budistas até hoje e, além disso, apresentam um retrato detalhado e vívido da vida cotidiana na Índia antiga. ",
  "super-blurbs:vk": "O título completo é Abhidharmavijñānakāyapādaśāstra (Apidamo Shi Shen Zu Lun, 阿 毘 達磨 識 身 足 論). Esta é uma contraparte do texto Kathāvatthu do cânone páli e possívelmente compartilha uma história comum. O texto menciona o Moggaliputtatissa  Theravādin, autor do Kathāvatthu, como um oponente no debate sobre a doutrina chave Sarvāstivāda de que todos os fenômenos existem no passado, futuro e presente. O texto no entanto discute muito menos pontos do que o Kathāvatthu. Foi composto por Devakṣema e traduzido para o chinês em dezesseis fascículos por Xuanzang entre 3 de março e 19 de setembro do ano 649 no Salão Hung-fa (弘 法院), Palácio Norte (北 - 闕) e Mosteiro Tz'uen (慈恩 寺). Na edição Taishō do cânone chinês, é o texto no. 1539, localizado em T vol. 26, 531a. ",
  "super-blurbs:vv": "Os “Relatos das Mansões Celestiais” contêm oitenta e cinco estórias em verso que ilustram as recompensas celestiais de atos virtuosos, especialmente fazer oferendas ao Buda ou ao Saṅgha. É uma contrapartida do Petavatthu. Estes são textos devocionais tardios sem contrapartes diretas em outras coleções. ",
  "super-blurbs:xct-mu-bi-pm": "O Bhikkhunī-pātimokkha, “o código de conduta das bhikkhunis”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 355 regras desse tipo para as discípulas monásticas, agrupadas de acordo com o tipo de crime incorrido por infringir a regra, com exceção do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:xct-mu-bi-vb": "O Bhikkhunī-vibhaṅga (“a análise das regras de conduta das bhikkhunis”) contém o código de disciplina para as discípulas monásticas, o Bhikkhunī-pātimokkha, expandido com material explicativo. O Bhikkhunī-vibhaṅga é dividido em seis capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida em quebrá-las. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:xct-mu-bu-kam": "O Bhikkhu-kammavācā (“os procedimentos legais dos bhikkhus”) são compilações das fórmulas que são recitadas pelos discípulos monásticos na realização dos procedimentos legais da Sangha. Eles foram extraídos do Vibhaṅga. ",
  "super-blurbs:xct-mu-bu-pm": "O Bhikkhu-pātimokkha, “o código de conduta dos bhikkhus”, contém as regras básicas da vida monástica na forma de uma longa lista sem qualquer material explicativo. Existem 258 dessas regras para os discpípulos monásticos, agrupados de acordo com o tipo de crime incorrido por quebrar a regra, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”), e os <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas”), que são princípios a serem aplicados em vez de regras em si. ",
  "super-blurbs:xct-mu-bu-vb": "O Bhikkhu-vibhaṅga (“a análise das regras de conduta dos bhikkhus”) contém o código monástico para monges, o Bhikkhu-pātimokkha, expandido com material explicativo. O Vibhaṅga é dividido em oito capítulos, cada um lidando com uma classe separada de regras, agrupadas de acordo com a ofensa incorrida ao quebrá-las, com exceção dos itens <i lang='pi' translate='no'>aniyatas</i> (“indeterminados”) e do <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“os princípios para resolver questões jurídicas ”), que são princípios a serem aplicados e não regras em em si. Cada regra, juntamente com seu material explicativo, forma uma unidade independente, um subcapítulo. ",
  "super-blurbs:xct-mu-kd": "Os Khandhakas (“Capítulos”) compreendem as regras e regulamentos de ambos as Sanghas que não se encontram registradas no código monástico, o pātimokkha. Existem cerca de 20 Khandhakas individuais, a maioria dos quais discute um tópico mais ou menos unificado. Os Khandhakas incluem uma variedade de material, como material biográfico diversificado de vários discípulos eminentes e alguns notórios. Eles também incorporam alguns Jātakas e outros relatos. Toda a coleção é estruturada em torno da vida do Buda após seu despertar. ",
  "super-blurbs:xct-mu-khv": "O Khuddakavatthu (“as questões menores”) é uma obra secundária do Vinaya preservada em traduções chinesas e tibetanas. ",
  "super-blurbs:xct-mu-utg": "O primeiro Uttaragantha (“o primeiro apêndice”) contém apêndices, como o Upāliparipucchā (“as questões de Upāli”) que é um paralelo de um capítulo no Theravāda Parivāra. ",
  "super-blurbs:xct-mu-utg-2": "O segundo Uttaragantha (“o segundo apêndice”) é uma versão estendida do primeiro Uttaragantha. ",
  "super-blurbs:xct-mu-vi": "O Código de Disciplina Monástica da escola Mūlasarvāstivāda no Tibete. O debate sobre as origens desta escola ainda está em andamento, mas é claro que este teve uma grande influência na Ásia Central. Os monges da tradição tibetana seguem este Vinaya. Além do texto tibetano, também temos uma tradução completa do Vinaya em chinês e uma parte do original em sânscrito. ",
  "super-blurbs:ya": "Os (Pares) Yamaka consistem em dez capítulos sobre diferentes tópicos, começando com as raízes da conduta benéfica ou prejudicial. O texto aplica uma série de pares de questões, com o objetivo de determinar plenamente o escopo de aplicação dos termos. Por exemplo, todos os <i lang='pi' translate='no'>rūpa</i> (fenômenos físicos) são parte do agregado dos fenômenos físicos? Não, porque existem usos idiomáticos de <i lang='pi' translate='no'>rūpa</i> como <i lang='pi' translate='no'>evarūpa</i> (“desse tipo”). Mas são todas instâncias do agregado de fenômenos físicos? sim. ",
  "super-blurbs:ybs": "O Yogacārabhūmiśastra de Asaṅga, o “tratado sobre os estágios da prática da meditação” é um dos maiores e mais influentes compêndios do budismo do norte. Embora a estrutura geral seja Mahayanista, vários capítulos se concentram nos ensinamentos do budismo antigo e citam extensivamente os suttas. Não somente a abordagem filosófica de Asaṅga é apenas baseada nos ensinamentos dos Suttas, como também é provável que este trabalho, talvez indiretamente, tenha inspirado a criação do Visuddhimagga em páli como um texto equivalente Theravadin."
}