{
  "ud-blurbs:ud1.1": "O Buda, logo após o despertar, contempla o assunto da causalidade e a originação dependente. ",
  "ud-blurbs:ud1.2": "O Buda, logo após o despertar, contempla o assunto da causalidade e a originação dependente. ",
  "ud-blurbs:ud1.3": "O Buda, logo após o despertar, contempla o assunto da causalidade e a originação dependente. ",
  "ud-blurbs:ud1.4": "Um indivíduo verdadeiramente excelente não demonstra orgulho. ",
  "ud-blurbs:ud1.5": "O Buda redefine o termo “brâmane” para o significado de qualquer indivíduo desperto, independente de suas origens. ",
  "ud-blurbs:ud1.6": "O venerável Mahā Kassapa escolhe recolher esmolas dos pobres em vez de fazê-lo entre os devas. ",
  "ud-blurbs:ud1.7": "Um indivíduo desperto superou o medo. ",
  "ud-blurbs:ud1.8": "A ex-esposa de um bhikkhu tenta usar seu filho para atraí-lo de volta à vida não-monástica. ",
  "ud-blurbs:ud1.9": "A mente é limpa e purificada, não com a realização de abluções, mas sim pela verdade e retidão. ",
  "ud-blurbs:ud1.10": "O asceta Bāhiya se torna aperfeiçoado após receber um breve ensinamento sobre não adicionar nada à experiência sensorial. ",
  "ud-blurbs:ud2.1": "Logo após o despertar do Buda, um dragão o protege de uma tempestade. ",
  "ud-blurbs:ud2.2": "Quando bhikkhus se reúnem, eles não devem passar o tempo fofocando sobre reis. ",
  "ud-blurbs:ud2.3": "Uma lição para os jovens: se você não quer sofrer com a dor, não cause dor a outros seres. ",
  "ud-blurbs:ud2.4": "Um sutta sobre como lidar com a linguagem abusiva. ",
  "ud-blurbs:ud2.5": "As desvantagens das posses. ",
  "ud-blurbs:ud2.6": "Mais desvantagens das posses. ",
  "ud-blurbs:ud2.7": "A tristeza que resulta de se ter alguém querido para si. ",
  "ud-blurbs:ud2.8": "Após uma longa de difícil gravidez, Suppavāsā convida o Buda e a Sangha para uma refeição. ",
  "ud-blurbs:ud2.9": "As desvantagens de se ter compromissos com reis. ",
  "ud-blurbs:ud2.10": "Um bhikkhu que outrora fora um rei exclama sobre a alegria do isolamento. ",
  "ud-blurbs:ud3.1": "Um bhikkhu medita aflito pela dor resultante de kamma passado mas sem ser abatido por esta. ",
  "ud-blurbs:ud3.2": "O Buda faz um acordo com seu enteado: permaneça na vida santa e nimfas lhe serão a recompensa na próxima vida. ",
  "ud-blurbs:ud3.3": "Um grupo de bhikkhus é repreendido pelo Buda, e eles tomam isso como motivação para alcançar o despertar. ",
  "ud-blurbs:ud3.4": "O venerável Sāriputta medita com sua mente sólida como uma rocha. ",
  "ud-blurbs:ud3.5": "O venerável Mahā Moggallāna medita. ",
  "ud-blurbs:ud3.6": "Alguns hábitos antigos são difíceis de se abandonar. ",
  "ud-blurbs:ud3.7": "Um rei deva se disfarça para oferecer comida esmolada para o Venerável Mahā Kassapa. ",
  "ud-blurbs:ud3.8": "O Buda repreende bhikkhus que estão conversando sobre as coisas agradáveis que encontram quando saem para recolher comida esmolada. ",
  "ud-blurbs:ud3.9": "Mais lições sobre o que bhikkhus devem e não devem falar. ",
  "ud-blurbs:ud3.10": "Logo após o despertar, o Buda contempla o renascimento futuro. ",
  "ud-blurbs:ud4.1": "Um bhikkhu deixa o Buda para buscar isolamento, mas ele acaba se encontrando tomado por pensamentos inábeis. ",
  "ud-blurbs:ud4.2": "A necessidade de se proteger o corpo e a mente. ",
  "ud-blurbs:ud4.3": "Um vaqueiro é assassinado não muito tempo após ter oferecido uma refeição para o Buda e a Sangha. ",
  "ud-blurbs:ud4.4": "Um espírito golpeia a cabeça do venerável Sāriputta. ",
  "ud-blurbs:ud4.5": "O Buda, cercado por seus seguidores, entra em reclusão. ",
  "ud-blurbs:ud4.6": "O venerável Piṇḍola Bhāradvāja medita. ",
  "ud-blurbs:ud4.7": "O venerável Sariputta medita. ",
  "ud-blurbs:ud4.8": "Errantes de outras seitas assassinam uma mulher e acusam membros da Sangha de tê-lo feito. ",
  "ud-blurbs:ud4.9": "O venerável Upasena Vaṅgantaputta reflete: “Feliz tem sido miha vida, feliz será a minha morte.” ",
  "ud-blurbs:ud4.10": "O venerável Sariputta medita. ",
  "ud-blurbs:ud5.1": "O rei Pasenadi pergunta a sua rainha: “há alguém que você queira mais do que a você mesma?” ",
  "ud-blurbs:ud5.2": "O venerável Ānanda comenta como a mãe do Buda faleceu logo após seu nascimento. ",
  "ud-blurbs:ud5.3": "Um leproso realiza a entrada na correnteza, morre e renasce como um deva. ",
  "ud-blurbs:ud5.4": "Uma lição para os jovens: se você não quer sofrer com a dor, não cause dor a outros seres. ",
  "ud-blurbs:ud5.5": "O venerável Mahā Moggallāna expulsa um monge fajuto de uma reunião da Sangha. ",
  "ud-blurbs:ud5.6": "Um jovem homem de uma parte remota da Índia consegue se ordernar depois de muitos atrasos. ",
  "ud-blurbs:ud5.7": "O venerável Revata medita. ",
  "ud-blurbs:ud5.8": "Devadatta anúncia que ele causará uma cisma na Sangha. ",
  "ud-blurbs:ud5.9": "Um grupo de jovens zomba de um grupo de bhikkhus. ",
  "ud-blurbs:ud5.10": "O venerável Cūḷa Panthaka medita. ",
  "ud-blurbs:ud6.1": "O Buda renuncia às forças que o manteriam vivendo. ",
  "ud-blurbs:ud6.2": "Como saber caráter uma outra pessoa. ",
  "ud-blurbs:ud6.3": "O Buda reflete sobre as qualidades inábeis que ele abandonou. ",
  "ud-blurbs:ud6.4": "Os cegos e o elefante. ",
  "ud-blurbs:ud6.5": "Errantes de outras seitas debatem sobre o eu, prazer, dor, e a natureza do mundo. ",
  "ud-blurbs:ud6.6": "Errantes de outras seitas debatem sobre o eu, prazer, dor, e a natureza do mundo. ",
  "ud-blurbs:ud6.7": "O venerável Subhūti medita. ",
  "ud-blurbs:ud6.8": "Duas facções brigam por uma cortesã. ",
  "ud-blurbs:ud6.9": "Insetos voam em direção às chamas de lâmpadas acesas à noite. ",
  "ud-blurbs:ud6.10": "Errantes de outras seitas brilham somente enquanto um Buda não tenha surgido no mundo. ",
  "ud-blurbs:ud7.1": "Um anão aperfeiçoado, se torna um arahant. ",
  "ud-blurbs:ud7.2": "O venerável Sāriputta não compreende que seu interlocutor já se tornara um arahant. ",
  "ud-blurbs:ud7.3": "Apego aos prazeres dos sentidos nos impedem a atravessar para a outra margem. ",
  "ud-blurbs:ud7.4": "Apego aos prazeres dos sentidos nos prendem como um peixe em uma rede. ",
  "ud-blurbs:ud7.5": "A beleza interna e a beleza externa. ",
  "ud-blurbs:ud7.6": "O venerável Aññata Koṇḍañña medita. ",
  "ud-blurbs:ud7.7": "O Buda contempla seu próprio abandono das das percepções e conceitos nascidos da proliferação. ",
  "ud-blurbs:ud7.8": "O venerável Mahā Kaccāyana medita. ",
  "ud-blurbs:ud7.9": "Errantes de outras seitas tentam impedir que o Buda beba água de um poço. ",
  "ud-blurbs:ud7.10": "Quinhentas mulheres discípulas leigas e realizadas morrem em um incêndio. ",
  "ud-blurbs:ud8.1": "A natureza da extinção de nibbana. ",
  "ud-blurbs:ud8.2": "Sobre a visão da extinção de nibbana. ",
  "ud-blurbs:ud8.3": "A emancipação do nascido, do que é, do fabricado e do condicionado pode ser discernida. ",
  "ud-blurbs:ud8.4": "A extinção de nibbana é a independência. ",
  "ud-blurbs:ud8.5": "A última refeição do Buda. ",
  "ud-blurbs:ud8.6": "As recompensas da virtude e de se dedicar méritos para os devas. ",
  "ud-blurbs:ud8.7": "Um dos assistentes do Buda o desobedece. ",
  "ud-blurbs:ud8.8": "A discípula Visākhā deseja ter muitos netos. ",
  "ud-blurbs:ud8.9": "O venerável Dabba Mallaputta realiza um milagre no momento de sua morte. ",
  "ud-blurbs:ud8.10": "Não se pode discernir o destino daqueles que encontraram a felicidade inabalável. ",
  "ud-blurbs:ud-bodhivagga": "Este vagga começa com uma série de discursos definidos imediatamente após o despertar do Buda. Estes discursos são também encontrados no primeiro capítulo dos Khandhakas. Este capítulo stabelece a tese fundamental do budismo:   o despertar é possível através dos nossos próprios esforços. Cada discurso trata da ideia do verdadeiro “brâmane”, definido não de acordo com o conceito de casta hereditária, mas sim em termos da libertação das impurezas.",
  "ud-blurbs:ud-culavagga": "Este capítulo retorna ao tópico do despertar de Buda e, fazendo uso de símiles e analogias relativas à água, reforça o poder do Dhamma em termos de nos transportar através da torrente do sofrimento.",
  "ud-blurbs:ud-jaccandhavagga": "Este capítulo retorna aos relatos da vida do Buda, este capítulo avança até os momentos finais. Ao mesmo tempo, somos recordados que alguns se desviam do caminho.",
  "ud-blurbs:ud-meghiyavagga": "Se um praticante não conseguir alcançar um certo equilíbrio, a sua mente indisciplinada leva a prejudicar a si próprio e aos outros.",
  "ud-blurbs:ud-mucalindavagga": "O despertar de Buda mostrou-lhe uma felicidade espiritual que é superior a qualquer felicidade mundana. Este capítulo se concentra na dimensão emocional do despertar.",
  "ud-blurbs:ud-nandavagga": "Os discursos deste capítulo centram-se na equanimidade diante o prazer e a dor. Há vários exemplos de conduta monástica de equanimidade e equilíbrio.\n",
  "ud-blurbs:ud-pataligamiyavagga": "O capítulo final trata da a morte e extinção completa do Buda e da crise de credo que esta criou. Começa com uma série de declarações solenes sobre Nibbana e termina com o espectacular falecimento do venerável Dabba.",
  "ud-blurbs:ud-sonavagga": "Indo além do foco na prática individual, este capítulo trata do \"todo\", e mostra como o Dhamma é inclusivo de todos os seres, desde os reis até aos mais pequenos peixes."
}