{
  "pli-tv-kd10:0.1": "Theravāda Vinayapiṭaka ",
  "pli-tv-kd10:0.2": "Mahāvagga ",
  "pli-tv-kd10:0.3": "10. Kosambakakkhandhaka ",
  "pli-tv-kd10:0.4": "1. Kosambakavivādakathā ",
  "pli-tv-kd10:1.1.1": "Tena samayena buddho bhagavā kosambiyaṁ viharati ghositārāme. ",
  "pli-tv-kd10:1.1.2": "Tena kho pana samayena aññataro bhikkhu āpattiṁ āpanno hoti. ",
  "pli-tv-kd10:1.1.3": "So tassā āpattiyā āpattidiṭṭhi hoti; ",
  "pli-tv-kd10:1.1.4": "aññe bhikkhū tassā āpattiyā anāpattidiṭṭhino honti. ",
  "pli-tv-kd10:1.1.5": "So aparena samayena tassā āpattiyā anāpattidiṭṭhi hoti; ",
  "pli-tv-kd10:1.1.6": "aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti. ",
  "pli-tv-kd10:1.1.7": "Atha kho te bhikkhū taṁ bhikkhuṁ etadavocuṁ—",
  "pli-tv-kd10:1.1.8": "“āpattiṁ tvaṁ, āvuso, āpanno, passasetaṁ āpattin”ti? ",
  "pli-tv-kd10:1.1.9": "“Natthi me, āvuso, āpatti yamahaṁ passeyyan”ti. ",
  "pli-tv-kd10:1.1.10": "Atha kho te bhikkhū sāmaggiṁ labhitvā taṁ bhikkhuṁ āpattiyā adassane ukkhipiṁsu. ",
  "pli-tv-kd10:1.2.1": "So ca bhikkhu bahussuto hoti āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo. ",
  "pli-tv-kd10:1.2.2": "Atha kho so bhikkhu sandiṭṭhe sambhatte bhikkhū upasaṅkamitvā etadavoca—",
  "pli-tv-kd10:1.2.3": "“anāpatti esā, āvuso, nesā āpatti. ",
  "pli-tv-kd10:1.2.4": "Anāpannomhi, namhi āpanno. ",
  "pli-tv-kd10:1.2.5": "Anukkhittomhi, namhi ukkhitto. ",
  "pli-tv-kd10:1.2.6": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena. ",
  "pli-tv-kd10:1.2.7": "Hotha me āyasmanto dhammato vinayato pakkhā”ti. ",
  "pli-tv-kd10:1.2.8": "Alabhi kho so bhikkhu sandiṭṭhe sambhatte bhikkhū pakkhe. ",
  "pli-tv-kd10:1.2.9": "Jānapadānampi sandiṭṭhānaṁ sambhattānaṁ bhikkhūnaṁ santike dūtaṁ pāhesi—",
  "pli-tv-kd10:1.2.10": "“anāpatti esā, āvuso, nesā āpatti. ",
  "pli-tv-kd10:1.2.11": "Anāpannomhi, namhi āpanno. ",
  "pli-tv-kd10:1.2.12": "Anukkhittomhi, namhi ukkhitto. ",
  "pli-tv-kd10:1.2.13": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena. ",
  "pli-tv-kd10:1.2.14": "Hontu me āyasmanto dhammato vinayato pakkhā”ti. ",
  "pli-tv-kd10:1.2.15": "Alabhi kho so bhikkhu jānapadepi sandiṭṭhe sambhatte bhikkhū pakkhe. ",
  "pli-tv-kd10:1.3.1": "Atha kho te ukkhittānuvattakā bhikkhū yena ukkhepakā bhikkhū tenupasaṅkamiṁsu, upasaṅkamitvā ukkhepake bhikkhū etadavocuṁ—",
  "pli-tv-kd10:1.3.2": "“anāpatti esā, āvuso, nesā āpatti. ",
  "pli-tv-kd10:1.3.3": "Anāpanno eso bhikkhu, neso bhikkhu āpanno. ",
  "pli-tv-kd10:1.3.4": "Anukkhitto eso bhikkhu, neso bhikkhu ukkhitto. ",
  "pli-tv-kd10:1.3.5": "Adhammikena kammena ukkhitto kuppena aṭṭhānārahenā”ti. ",
  "pli-tv-kd10:1.3.6": "Evaṁ vutte, ukkhepakā bhikkhū ukkhittānuvattake bhikkhū etadavocuṁ—",
  "pli-tv-kd10:1.3.7": "“āpatti esā, āvuso, nesā anāpatti. ",
  "pli-tv-kd10:1.3.8": "Āpanno eso bhikkhu, neso bhikkhu anāpanno. ",
  "pli-tv-kd10:1.3.9": "Ukkhitto eso bhikkhu, neso bhikkhu anukkhitto. ",
  "pli-tv-kd10:1.3.10": "Dhammikena kammena ukkhitto akuppena ṭhānārahena. ",
  "pli-tv-kd10:1.3.11": "Mā kho tumhe āyasmanto etaṁ ukkhittakaṁ bhikkhuṁ anuvattittha anuparivārethā”ti. ",
  "pli-tv-kd10:1.3.12": "Evampi kho te ukkhittānuvattakā bhikkhū ukkhepakehi bhikkhūhi vuccamānā tatheva taṁ ukkhittakaṁ bhikkhuṁ anuvattiṁsu anuparivāresuṁ. ",
  "pli-tv-kd10:1.4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:1.4.2": "Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca—",
  "pli-tv-kd10:1.4.3": "“idha, bhante, aññataro bhikkhu āpattiṁ āpanno ahosi. ",
  "pli-tv-kd10:1.4.4": "So tassā āpattiyā āpattidiṭṭhi ahosi, aññe bhikkhū tassā āpattiyā anāpattidiṭṭhino ahesuṁ. ",
  "pli-tv-kd10:1.4.5": "So aparena samayena tassā āpattiyā anāpattidiṭṭhi ahosi, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino ahesuṁ. ",
  "pli-tv-kd10:1.4.6": "Atha kho te, bhante, bhikkhū taṁ bhikkhuṁ etadavocuṁ—",
  "pli-tv-kd10:1.4.7": "‘āpattiṁ tvaṁ, āvuso, āpanno, passasetaṁ āpattin’ti? ",
  "pli-tv-kd10:1.4.8": "‘Natthi me, āvuso, āpatti yamahaṁ passeyyan’ti. ",
  "pli-tv-kd10:1.4.9": "Atha kho te, bhante, bhikkhū sāmaggiṁ labhitvā taṁ bhikkhuṁ āpattiyā adassane ukkhipiṁsu. ",
  "pli-tv-kd10:1.4.10": "So ca, bhante, bhikkhu bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo. ",
  "pli-tv-kd10:1.4.11": "Atha kho so, bhante, bhikkhu sandiṭṭhe sambhatte bhikkhū upasaṅkamitvā etadavoca—",
  "pli-tv-kd10:1.4.12": "‘anāpatti esā, āvuso; ",
  "pli-tv-kd10:1.4.13": "nesā āpatti. ",
  "pli-tv-kd10:1.4.14": "Anāpannomhi, namhi āpanno. ",
  "pli-tv-kd10:1.4.15": "Anukkhittomhi, namhi ukkhitto. ",
  "pli-tv-kd10:1.4.16": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena. ",
  "pli-tv-kd10:1.4.17": "Hotha me āyasmanto dhammato vinayato pakkhā’ti. ",
  "pli-tv-kd10:1.4.18": "Alabhi kho so, bhante, bhikkhu sandiṭṭhe sambhatte bhikkhū pakkhe. ",
  "pli-tv-kd10:1.4.19": "Jānapadānampi sandiṭṭhānaṁ sambhattānaṁ bhikkhūnaṁ santike dūtaṁ pāhesi—",
  "pli-tv-kd10:1.4.20": "‘anāpatti esā, āvuso; ",
  "pli-tv-kd10:1.4.21": "nesā āpatti. ",
  "pli-tv-kd10:1.4.22": "Anāpannomhi, namhi āpanno. ",
  "pli-tv-kd10:1.4.23": "Anukkhittomhi, namhi ukkhitto. ",
  "pli-tv-kd10:1.4.24": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena. ",
  "pli-tv-kd10:1.4.25": "Hontu me āyasmanto dhammato vinayato pakkhā’ti. ",
  "pli-tv-kd10:1.4.26": "Alabhi kho so, bhante, bhikkhu jānapadepi sandiṭṭhe sambhatte bhikkhū pakkhe. ",
  "pli-tv-kd10:1.4.27": "Atha kho te, bhante, ukkhittānuvattakā bhikkhū yena ukkhepakā bhikkhū tenupasaṅkamiṁsu, upasaṅkamitvā ukkhepake bhikkhū etadavocuṁ—",
  "pli-tv-kd10:1.4.28": "‘anāpatti esā, āvuso; ",
  "pli-tv-kd10:1.4.29": "nesā āpatti. ",
  "pli-tv-kd10:1.4.30": "Anāpanno eso bhikkhu, neso bhikkhu āpanno. ",
  "pli-tv-kd10:1.4.31": "Anukkhitto eso bhikkhu, neso bhikkhu ukkhitto. ",
  "pli-tv-kd10:1.4.32": "Adhammikena kammena ukkhitto kuppena aṭṭhānārahenā’ti. ",
  "pli-tv-kd10:1.4.33": "Evaṁ vutte, te, bhante, ukkhepakā bhikkhū ukkhittānuvattake bhikkhū etadavocuṁ—",
  "pli-tv-kd10:1.4.34": "‘āpatti esā, āvuso; ",
  "pli-tv-kd10:1.4.35": "nesā anāpatti. ",
  "pli-tv-kd10:1.4.36": "Āpanno eso bhikkhu, neso bhikkhu anāpanno. ",
  "pli-tv-kd10:1.4.37": "Ukkhitto eso bhikkhu, neso bhikkhu anukkhitto. ",
  "pli-tv-kd10:1.4.38": "Dhammikena kammena ukkhitto akuppena ṭhānārahena. ",
  "pli-tv-kd10:1.4.39": "Mā kho tumhe āyasmanto etaṁ ukkhittakaṁ bhikkhuṁ anuvattittha anuparivārethā’ti. ",
  "pli-tv-kd10:1.4.40": "Evampi kho te, bhante, ukkhittānuvattakā bhikkhū ukkhepakehi bhikkhūhi vuccamānā tatheva taṁ ukkhittakaṁ bhikkhuṁ anuvattanti anuparivārentī”ti. ",
  "pli-tv-kd10:1.5.1": "Atha kho bhagavā—“bhinno bhikkhusaṅgho, bhinno bhikkhusaṅgho”ti—",
  "pli-tv-kd10:1.5.2": "uṭṭhāyāsanā yena ukkhepakā bhikkhū tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā ukkhepake bhikkhū etadavoca—",
  "pli-tv-kd10:1.5.3": "“mā kho tumhe, bhikkhave—‘paṭibhāti no, paṭibhāti no’ti—yasmiṁ vā tasmiṁ vā bhikkhuṁ ukkhipitabbaṁ maññittha. ",
  "pli-tv-kd10:1.6.1": "Idha pana, bhikkhave, bhikkhu āpattiṁ āpanno hoti. ",
  "pli-tv-kd10:1.6.2": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti. ",
  "pli-tv-kd10:1.6.3": "Te ce, bhikkhave, bhikkhū taṁ bhikkhuṁ evaṁ jānanti—‘ayaṁ kho āyasmā bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo. ",
  "pli-tv-kd10:1.6.4": "Sace mayaṁ imaṁ bhikkhuṁ āpattiyā adassane ukkhipissāma, na mayaṁ iminā bhikkhunā saddhiṁ uposathaṁ karissāma, vinā iminā bhikkhunā uposathaṁ karissāma, bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇan’ti, bhedagarukehi, bhikkhave, bhikkhūhi na so bhikkhu āpattiyā adassane ukkhipitabbo. ",
  "pli-tv-kd10:1.7.1": "Idha pana, bhikkhave, bhikkhu āpattiṁ āpanno hoti. ",
  "pli-tv-kd10:1.7.2": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti. ",
  "pli-tv-kd10:1.7.3": "Te ce, bhikkhave, bhikkhū taṁ bhikkhuṁ evaṁ jānanti—‘ayaṁ kho āyasmā bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo. ",
  "pli-tv-kd10:1.7.4": "Sace mayaṁ imaṁ bhikkhuṁ āpattiyā adassane ukkhipissāma, na mayaṁ iminā bhikkhunā saddhiṁ pavāressāma, vinā iminā bhikkhunā pavāressāma. ",
  "pli-tv-kd10:1.7.5": "Na mayaṁ iminā bhikkhunā saddhiṁ saṅghakammaṁ karissāma, vinā iminā bhikkhunā saṅghakammaṁ karissāma. ",
  "pli-tv-kd10:1.7.6": "Na mayaṁ iminā bhikkhunā saddhiṁ āsane nisīdissāma, vinā iminā bhikkhunā āsane nisīdissāma. ",
  "pli-tv-kd10:1.7.7": "Na mayaṁ iminā bhikkhunā saddhiṁ yāgupāne nisīdissāma, vinā iminā bhikkhunā yāgupāne nisīdissāma. ",
  "pli-tv-kd10:1.7.8": "Na mayaṁ iminā bhikkhunā saddhiṁ bhattagge nisīdissāma, vinā iminā bhikkhunā bhattagge nisīdissāma. ",
  "pli-tv-kd10:1.7.9": "Na mayaṁ iminā bhikkhunā saddhiṁ ekacchanne vasissāma, vinā iminā bhikkhunā ekacchanne vasissāma. ",
  "pli-tv-kd10:1.7.10": "Na mayaṁ iminā bhikkhunā saddhiṁ yathāvuḍḍhaṁ abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ karissāma, vinā iminā bhikkhunā yathāvuḍḍhaṁ abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ karissāma. ",
  "pli-tv-kd10:1.7.11": "Bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇan’ti, bhedagarukehi, bhikkhave, bhikkhūhi na so bhikkhu āpattiyā adassane ukkhipitabbo”ti. ",
  "pli-tv-kd10:1.8.1": "Atha kho bhagavā ukkhepakānaṁ bhikkhūnaṁ etamatthaṁ bhāsitvā uṭṭhāyāsanā yena ukkhittānuvattakā bhikkhū tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā ukkhittānuvattake bhikkhū etadavoca—",
  "pli-tv-kd10:1.8.2": "“mā kho tumhe, bhikkhave, āpattiṁ āpajjitvā ‘nāmha āpannā, nāmha āpannā’ti āpattiṁ na paṭikātabbaṁ maññittha. ",
  "pli-tv-kd10:1.8.3": "Idha pana, bhikkhave, bhikkhu āpattiṁ āpanno hoti. ",
  "pli-tv-kd10:1.8.4": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti. ",
  "pli-tv-kd10:1.8.5": "So ce, bhikkhave, bhikkhu te bhikkhū evaṁ jānāti—‘ime kho āyasmanto bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā paṇḍitā byattā medhāvino lajjino kukkuccakā sikkhākāmā, nālaṁ mamaṁ vā kāraṇā aññesaṁ vā kāraṇā chandā dosā mohā bhayā agatiṁ gantuṁ. ",
  "pli-tv-kd10:1.8.6": "Sace maṁ ime bhikkhū āpattiyā adassane ukkhipissanti, na mayā saddhiṁ uposathaṁ karissanti, vinā mayā uposathaṁ karissanti, bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇan’ti, bhedagarukena, bhikkhave, bhikkhunā paresampi saddhāya āpatti desetabbā. ",
  "pli-tv-kd10:1.8.7": "Idha pana, bhikkhave, bhikkhu āpattiṁ āpanno hoti. ",
  "pli-tv-kd10:1.8.8": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti. ",
  "pli-tv-kd10:1.8.9": "So ce, bhikkhave, bhikkhu te bhikkhū evaṁ jānāti—‘ime kho āyasmanto bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā paṇḍitā byattā medhāvino lajjino kukkuccakā sikkhākāmā, nālaṁ mamaṁ vā kāraṇā aññesaṁ vā kāraṇā chandā dosā mohā bhayā agatiṁ gantuṁ. ",
  "pli-tv-kd10:1.8.10": "Sace maṁ ime bhikkhū āpattiyā adassane ukkhipissanti, na mayā saddhiṁ pavāressanti, vinā mayā pavāressanti. ",
  "pli-tv-kd10:1.8.11": "Na mayā saddhiṁ saṅghakammaṁ karissanti, vinā mayā saṅghakammaṁ karissanti. ",
  "pli-tv-kd10:1.8.12": "Na mayā saddhiṁ āsane nisīdissanti, vinā mayā āsane nisīdissanti. ",
  "pli-tv-kd10:1.8.13": "Na mayā saddhiṁ yāgupāne nisīdissanti, vinā mayā yāgupāne nisīdissanti. ",
  "pli-tv-kd10:1.8.14": "Na mayā saddhiṁ bhattagge nisīdissanti vinā mayā bhattagge nisīdissanti. ",
  "pli-tv-kd10:1.8.15": "Na mayā saddhiṁ ekacchanne vasissanti, vinā mayā ekacchanne vasissanti. ",
  "pli-tv-kd10:1.8.16": "Na mayā saddhiṁ yathāvuḍḍhaṁ abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ karissanti, vinā mayā yathāvuḍḍhaṁ abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ karissanti, bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇan’ti, bhedagarukena, bhikkhave, bhikkhunā paresampi saddhāya āpatti desetabbā”ti. ",
  "pli-tv-kd10:1.8.17": "Atha kho bhagavā ukkhittānuvattakānaṁ bhikkhūnaṁ etamatthaṁ bhāsitvā uṭṭhāyāsanā pakkāmi. ",
  "pli-tv-kd10:1.9.1": "Tena kho pana samayena ukkhittānuvattakā bhikkhū tattheva antosīmāya uposathaṁ karonti, saṅghakammaṁ karonti. ",
  "pli-tv-kd10:1.9.2": "Ukkhepakā pana bhikkhū nissīmaṁ gantvā uposathaṁ karonti, saṅghakammaṁ karonti. ",
  "pli-tv-kd10:1.9.3": "Atha kho aññataro ukkhepako bhikkhu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:1.9.4": "Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca—",
  "pli-tv-kd10:1.9.5": "“Te, bhante, ukkhittānuvattakā bhikkhū tattheva antosīmāya uposathaṁ karonti, saṅghakammaṁ karonti. ",
  "pli-tv-kd10:1.9.6": "Mayaṁ pana ukkhepakā bhikkhū nissīmaṁ gantvā uposathaṁ karoma, saṅghakammaṁ karomā”ti. ",
  "pli-tv-kd10:1.9.7": "“Te ce, bhikkhu, ukkhittānuvattakā bhikkhū tattheva antosīmāya uposathaṁ karissanti, saṅghakammaṁ karissanti, yathā mayā ñatti ca anussāvanā ca paññattā, tesaṁ tāni kammāni dhammikāni kammāni bhavissanti akuppāni ṭhānārahāni. ",
  "pli-tv-kd10:1.9.8": "Tumhe ce, bhikkhu, ukkhepakā bhikkhū tattheva antosīmāya uposathaṁ karissatha, saṅghakammaṁ karissatha, yathā mayā ñatti ca anussāvanā ca paññattā, tumhākampi tāni kammāni dhammikāni kammāni bhavissanti akuppāni ṭhānārahāni. ",
  "pli-tv-kd10:1.9.9": "Taṁ kissa hetu? ",
  "pli-tv-kd10:1.10.1": "Nānāsaṁvāsakā ete bhikkhū tumhehi, tumhe ca tehi nānāsaṁvāsakā. ",
  "pli-tv-kd10:1.10.2": "Dvemā, bhikkhu, nānāsaṁvāsakabhūmiyo—",
  "pli-tv-kd10:1.10.3": "attanā vā attānaṁ nānāsaṁvāsakaṁ karoti, samaggo vā naṁ saṅgho ukkhipati adassane vā appaṭikamme vā appaṭinissagge vā. ",
  "pli-tv-kd10:1.10.4": "Imā kho, bhikkhu, dve nānāsaṁvāsakabhūmiyo. ",
  "pli-tv-kd10:1.10.5": "Dvemā, bhikkhu, samānasaṁvāsakabhūmiyo—",
  "pli-tv-kd10:1.10.6": "attanā vā attānaṁ samānasaṁvāsaṁ karoti, samaggo vā naṁ saṅgho ukkhittaṁ osāreti adassane vā appaṭikamme vā appaṭinissagge vā. ",
  "pli-tv-kd10:1.10.7": "Imā kho, bhikkhu, dve samānasaṁvāsakabhūmiyo”ti. ",
  "pli-tv-kd10:2.1.1": "Tena kho pana samayena bhikkhū bhattagge antaraghare bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ ananulomikaṁ kāyakammaṁ vacīkammaṁ upadaṁsenti, hatthaparāmāsaṁ karonti. ",
  "pli-tv-kd10:2.1.2": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd10:2.1.3": "“kathañhi nāma samaṇā sakyaputtiyā bhattagge antaraghare bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ ananulomikaṁ kāyakammaṁ vacīkammaṁ upadaṁsessanti, hatthaparāmāsaṁ karissantī”ti. ",
  "pli-tv-kd10:2.1.4": "Assosuṁ kho bhikkhū tesaṁ manussānaṁ ujjhāyantānaṁ khiyyantānaṁ vipācentānaṁ. ",
  "pli-tv-kd10:2.1.5": "Ye te bhikkhū appicchā te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd10:2.1.6": "“kathañhi nāma bhikkhū bhattagge antaraghare bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ ananulomikaṁ kāyakammaṁ vacīkammaṁ upadaṁsessanti, hatthaparāmāsaṁ karissantī”ti. ",
  "pli-tv-kd10:2.1.7": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe… ",
  "pli-tv-kd10:2.1.8": "“saccaṁ kira, bhikkhave, bhikkhū bhattagge antaraghare bhaṇḍanajātā …pe… hatthaparāmāsaṁ karontī”ti? ",
  "pli-tv-kd10:2.1.9": "“Saccaṁ, bhagavā”ti. ",
  "pli-tv-kd10:2.1.10": "Vigarahi buddho bhagavā …pe… ",
  "pli-tv-kd10:2.1.11": "vigarahitvā dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd10:2.1.12": "“bhinne, bhikkhave, saṅghe adhammiyāyamāne asammodikāya vattamānāya ‘ettāvatā na aññamaññaṁ ananulomikaṁ kāyakammaṁ vacīkammaṁ upadaṁsessāma, hatthaparāmāsaṁ karissāmā’ti—",
  "pli-tv-kd10:2.1.13": "āsane nisīditabbaṁ. ",
  "pli-tv-kd10:2.1.14": "Bhinne, bhikkhave, saṅghe dhammiyāyamāne sammodikāya vattamānāya āsanantarikāya nisīditabban”ti. ",
  "pli-tv-kd10:2.2.1": "Tena kho pana samayena bhikkhū saṅghamajjhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti. ",
  "pli-tv-kd10:2.2.2": "Te na sakkonti taṁ adhikaraṇaṁ vūpasametuṁ. ",
  "pli-tv-kd10:2.2.3": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho so bhikkhu bhagavantaṁ etadavoca—",
  "pli-tv-kd10:2.2.4": "“idha, bhante, bhikkhū saṅghamajjhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti. ",
  "pli-tv-kd10:2.2.5": "Te na sakkonti taṁ adhikaraṇaṁ vūpasametuṁ. ",
  "pli-tv-kd10:2.2.6": "Sādhu, bhante, bhagavā yena te bhikkhū tenupasaṅkamatu anukampaṁ upādāyā”ti. ",
  "pli-tv-kd10:2.2.7": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "pli-tv-kd10:2.2.8": "Atha kho bhagavā yena te bhikkhū tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā te bhikkhū etadavoca—",
  "pli-tv-kd10:2.2.9": "“alaṁ, bhikkhave, mā bhaṇḍanaṁ mā kalahaṁ mā viggahaṁ mā vivādan”ti. ",
  "pli-tv-kd10:2.2.10": "Evaṁ vutte, aññataro adhammavādī bhikkhu bhagavantaṁ etadavoca—",
  "pli-tv-kd10:2.2.11": "“āgametu, bhante, bhagavā dhammassāmī; ",
  "pli-tv-kd10:2.2.12": "appossukko, bhante, bhagavā diṭṭhadhammasukhavihāramanuyutto viharatu. ",
  "pli-tv-kd10:2.2.13": "Mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti. ",
  "pli-tv-kd10:2.2.14": "Dutiyampi kho bhagavā te bhikkhū etadavoca—",
  "pli-tv-kd10:2.2.15": "“alaṁ, bhikkhave, mā bhaṇḍanaṁ mā kalahaṁ mā viggahaṁ mā vivādan”ti. ",
  "pli-tv-kd10:2.2.16": "Dutiyampi kho so adhammavādī bhikkhu bhagavantaṁ etadavoca—",
  "pli-tv-kd10:2.2.17": "“āgametu, bhante, bhagavā dhammassāmī; ",
  "pli-tv-kd10:2.2.18": "appossukko, bhante, bhagavā diṭṭhadhammasukhavihāramanuyutto viharatu. ",
  "pli-tv-kd10:2.2.19": "Mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti. ",
  "pli-tv-kd10:2.3.0": "2. Dīghāvuvatthu ",
  "pli-tv-kd10:2.3.1": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd10:2.3.2": "“bhūtapubbaṁ, bhikkhave, bārāṇasiyaṁ brahmadatto nāma kāsirājā ahosi aḍḍho mahaddhano mahābhogo mahabbalo mahāvāhano mahāvijito paripuṇṇakosakoṭṭhāgāro. ",
  "pli-tv-kd10:2.3.3": "Dīghīti nāma kosalarājā ahosi daliddo appadhano appabhogo appabalo appavāhano appavijito aparipuṇṇakosakoṭṭhāgāro. ",
  "pli-tv-kd10:2.3.4": "Atha kho, bhikkhave, brahmadatto kāsirājā caturaṅginiṁ senaṁ sannayhitvā dīghītiṁ kosalarājānaṁ abbhuyyāsi. ",
  "pli-tv-kd10:2.3.5": "Assosi kho, bhikkhave, dīghīti kosalarājā—‘brahmadatto kira kāsirājā caturaṅginiṁ senaṁ sannayhitvā mamaṁ abbhuyyāto’ti. ",
  "pli-tv-kd10:2.3.6": "Atha kho, bhikkhave, dīghītissa kosalarañño etadahosi—‘brahmadatto kho kāsirājā aḍḍho mahaddhano mahābhogo mahabbalo mahāvāhano mahāvijito paripuṇṇakosakoṭṭhāgāro, ahaṁ panamhi daliddo appadhano appabhogo appabalo appavāhano appavijito aparipuṇṇakosakoṭṭhāgāro, nāhaṁ paṭibalo brahmadattena kāsiraññā ekasaṅghātampi sahituṁ. ",
  "pli-tv-kd10:2.3.7": "Yannūnāhaṁ paṭikacceva nagaramhā nippateyyan’ti. ",
  "pli-tv-kd10:2.3.8": "Atha kho, bhikkhave, dīghīti kosalarājā mahesiṁ ādāya paṭikacceva nagaramhā nippati. ",
  "pli-tv-kd10:2.3.9": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghītissa kosalarañño balañca vāhanañca janapadañca kosañca koṭṭhāgārañca abhivijiya ajjhāvasati. ",
  "pli-tv-kd10:2.3.10": "Atha kho, bhikkhave, dīghīti kosalarājā sapajāpatiko yena bārāṇasī tena pakkāmi. ",
  "pli-tv-kd10:2.3.11": "Anupubbena yena bārāṇasī tadavasari. Tatra sudaṁ, bhikkhave, dīghīti kosalarājā sapajāpatiko bārāṇasiyaṁ aññatarasmiṁ paccantime okāse kumbhakāranivesane aññātakavesena paribbājakacchannena paṭivasati. ",
  "pli-tv-kd10:2.4.1": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī nacirasseva gabbhinī ahosi. ",
  "pli-tv-kd10:2.4.2": "Tassā evarūpo dohaḷo uppanno hoti—icchati sūriyassa uggamanakāle caturaṅginiṁ senaṁ sannaddhaṁ vammikaṁ subhūme ṭhitaṁ passituṁ, khaggānañca dhovanaṁ pātuṁ. ",
  "pli-tv-kd10:2.4.3": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī dīghītiṁ kosalarājānaṁ etadavoca—‘gabbhinīmhi, deva. Tassā me evarūpo dohaḷo uppanno—icchāmi sūriyassa uggamanakāle caturaṅginiṁ senaṁ sannaddhaṁ vammikaṁ subhūme ṭhitaṁ passituṁ, khaggānañca dhovanaṁ pātun’ti. ",
  "pli-tv-kd10:2.4.4": "‘Kuto, devi, amhākaṁ duggatānaṁ caturaṅginī senā sannaddhā vammikā subhūme ṭhitā, khaggānañca dhovanaṁ pātun’ti ",
  "pli-tv-kd10:2.4.5": "‘sacāhaṁ, deva, na labhissāmi, marissāmī’ti. ",
  "pli-tv-kd10:2.5.1": "Tena kho pana samayena, brahmadattassa kāsirañño purohito brāhmaṇo dīghītissa kosalarañño sahāyo hoti. ",
  "pli-tv-kd10:2.5.2": "Atha kho, bhikkhave, dīghīti kosalarājā yena brahmadattassa kāsirañño purohito brāhmaṇo tenupasaṅkami, upasaṅkamitvā brahmadattassa kāsirañño purohitaṁ brāhmaṇaṁ etadavoca—‘sakhī te, samma, gabbhinī. ",
  "pli-tv-kd10:2.5.3": "Tassā evarūpo dohaḷo uppanno—icchati sūriyassa uggamanakāle caturaṅginiṁ senaṁ sannaddhaṁ vammikaṁ subhūme ṭhitaṁ passituṁ, khaggānañca dhovanaṁ pātun’ti. ",
  "pli-tv-kd10:2.5.4": "‘Tena hi, deva, mayampi deviṁ passāmā’ti. ",
  "pli-tv-kd10:2.5.5": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī yena brahmadattassa kāsirañño purohito brāhmaṇo tenupasaṅkami. ",
  "pli-tv-kd10:2.5.6": "Addasā kho, bhikkhave, brahmadattassa kāsirañño purohito brāhmaṇo dīghītissa kosalarañño mahesiṁ dūratova āgacchantiṁ, disvāna uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena dīghītissa kosalarañño mahesī tenañjaliṁ paṇāmetvā tikkhattuṁ udānaṁ udānesi—",
  "pli-tv-kd10:2.5.7": "‘kosalarājā vata bho kucchigato, kosalarājā vata bho kucchigatoti. ",
  "pli-tv-kd10:2.5.8": "Attamanā, devi, hohi. ",
  "pli-tv-kd10:2.5.9": "Lacchasi sūriyassa uggamanakāle caturaṅginiṁ senaṁ sannaddhaṁ vammikaṁ subhūme ṭhitaṁ passituṁ, khaggānañca dhovanaṁ pātun’ti. ",
  "pli-tv-kd10:2.6.1": "Atha kho, bhikkhave, brahmadattassa kāsirañño purohito brāhmaṇo yena brahmadatto kāsirājā tenupasaṅkami, upasaṅkamitvā brahmadattaṁ kāsirājānaṁ etadavoca—",
  "pli-tv-kd10:2.6.2": "‘tathā, deva, nimittāni dissanti, sve sūriyuggamanakāle caturaṅginī senā sannaddhā vammikā subhūme tiṭṭhatu, khaggā ca dhoviyantū’ti. ",
  "pli-tv-kd10:2.6.3": "Atha kho, bhikkhave, brahmadatto kāsirājā manusse āṇāpesi—‘yathā, bhaṇe, purohito brāhmaṇo āha tathā karothā’ti. ",
  "pli-tv-kd10:2.6.4": "Alabhi kho, bhikkhave, dīghītissa kosalarañño mahesī sūriyassa uggamanakāle caturaṅginiṁ senaṁ sannaddhaṁ vammikaṁ subhūme ṭhitaṁ passituṁ, khaggānañca dhovanaṁ pātuṁ. ",
  "pli-tv-kd10:2.6.5": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī tassa gabbhassa paripākamanvāya puttaṁ vijāyi. ",
  "pli-tv-kd10:2.6.6": "Tassa dīghāvūti nāmaṁ akaṁsu. ",
  "pli-tv-kd10:2.6.7": "Atha kho, bhikkhave, dīghāvu kumāro nacirasseva viññutaṁ pāpuṇi. ",
  "pli-tv-kd10:2.7.1": "Atha kho, bhikkhave, dīghītissa kosalarañño etadahosi—‘ayaṁ kho brahmadatto kāsirājā bahuno amhākaṁ anatthassa kārako, iminā amhākaṁ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṁ, sacāyaṁ amhe jānissati, sabbeva tayo ghātāpessati, yannūnāhaṁ dīghāvuṁ kumāraṁ bahinagare vāseyyan’ti. ",
  "pli-tv-kd10:2.7.2": "Atha kho, bhikkhavo, dīghīti kosalarājā dīghāvuṁ kumāraṁ bahinagare vāsesi. ",
  "pli-tv-kd10:2.7.3": "Atha kho, bhikkhave, dīghāvu kumāro bahinagare paṭivasanto nacirasseva sabbasippāni sikkhi. ",
  "pli-tv-kd10:2.8.1": "Tena kho pana samayena dīghītissa kosalarañño kappako brahmadatte kāsiraññe paṭivasati. ",
  "pli-tv-kd10:2.8.2": "Addasā kho, bhikkhave, dīghītissa kosalarañño kappako dīghītiṁ kosalarājānaṁ sapajāpatikaṁ bārāṇasiyaṁ aññatarasmiṁ paccantime okāse kumbhakāranivesane aññātakavesena paribbājakacchannena paṭivasantaṁ, disvāna yena brahmadatto kāsirājā tenupasaṅkami, upasaṅkamitvā brahmadattaṁ kāsirājānaṁ etadavoca—",
  "pli-tv-kd10:2.8.3": "‘dīghīti, deva, kosalarājā sapajāpatiko bārāṇasiyaṁ aññatarasmiṁ paccantime okāse kumbhakāranivesane aññātakavesena paribbājakacchannena paṭivasatī’ti. ",
  "pli-tv-kd10:2.9.1": "Atha kho, bhikkhave, brahmadatto kāsirājā manusse āṇāpesi—‘tena hi, bhaṇe, dīghītiṁ kosalarājānaṁ sapajāpatikaṁ ānethā’ti. ",
  "pli-tv-kd10:2.9.2": "‘Evaṁ, devā’ti kho, bhikkhave, te manussā brahmadattassa kāsirañño paṭissutvā dīghītiṁ kosalarājānaṁ sapajāpatikaṁ ānesuṁ. ",
  "pli-tv-kd10:2.9.3": "Atha kho, bhikkhave, brahmadatto kāsirājā manusse āṇāpesi—",
  "pli-tv-kd10:2.9.4": "‘tena hi, bhaṇe, dīghītiṁ kosalarājānaṁ sapajāpatikaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa catudhā chinditvā catuddisā bilāni nikkhipathā’ti. ",
  "pli-tv-kd10:2.9.5": "‘Evaṁ, devā’ti kho, bhikkhave, te manussā brahmadattassa kāsirañño paṭissutvā dīghītiṁ kosalarājānaṁ sapajāpatikaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinenti. ",
  "pli-tv-kd10:2.10.1": "Atha kho, bhikkhave, dīghāvussa kumārassa etadahosi—‘ciraṁdiṭṭhā kho me mātāpitaro. Yannūnāhaṁ mātāpitaro passeyyan’ti. ",
  "pli-tv-kd10:2.10.2": "Atha kho, bhikkhave, dīghāvu kumāro bārāṇasiṁ pavisitvā addasa mātāpitaro daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinente, disvāna yena mātāpitaro tenupasaṅkami. ",
  "pli-tv-kd10:2.10.3": "Addasā kho, bhikkhave, dīghīti kosalarājā dīghāvuṁ kumāraṁ dūratova āgacchantaṁ; disvāna dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.10.4": "‘mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.10.5": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.10.6": "averena hi, tāta dīghāvu, verā sammantī’ti. ",
  "pli-tv-kd10:2.11.1": "Evaṁ vutte, bhikkhave, te manussā dīghītiṁ kosalarājānaṁ etadavocuṁ—‘ummattako ayaṁ dīghīti kosalarājā vippalapati. ",
  "pli-tv-kd10:2.11.2": "Ko imassa dīghāvu? ",
  "pli-tv-kd10:2.11.3": "Kaṁ ayaṁ evamāha—mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.11.4": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.11.5": "averena hi, tāta dīghāvu, verā sammantī’ti. ",
  "pli-tv-kd10:2.11.6": "‘Nāhaṁ, bhaṇe, ummattako vippalapāmi, api ca yo viññū so vibhāvessatī’ti. ",
  "pli-tv-kd10:2.11.7": "Dutiyampi kho, bhikkhave …pe… ",
  "pli-tv-kd10:2.11.8": "tatiyampi kho, bhikkhave, dīghīti kosalarājā dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.11.9": "‘mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.11.10": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.11.11": "averena hi, tāta dīghāvu, verā sammantī’ti. ",
  "pli-tv-kd10:2.11.12": "Tatiyampi kho, bhikkhave, te manussā dīghītiṁ kosalarājānaṁ etadavocuṁ—",
  "pli-tv-kd10:2.11.13": "‘ummattako ayaṁ dīghīti kosalarājā vippalapati. ",
  "pli-tv-kd10:2.11.14": "Ko imassa dīghāvu? ",
  "pli-tv-kd10:2.11.15": "Kaṁ ayaṁ evamāha—",
  "pli-tv-kd10:2.11.16": "“mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.11.17": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.11.18": "averena hi, tāta dīghāvu, verā sammantī”’ti. ",
  "pli-tv-kd10:2.11.19": "‘Nāhaṁ, bhaṇe, ummattako vippalapāmi, api ca yo viññū so vibhāvessatī’ti. ",
  "pli-tv-kd10:2.11.20": "Atha kho, bhikkhave, te manussā dīghītiṁ kosalarājānaṁ sapajāpatikaṁ rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa catudhā chinditvā catuddisā bilāni nikkhipitvā gumbaṁ ṭhapetvā pakkamiṁsu. ",
  "pli-tv-kd10:2.12.1": "Atha kho, bhikkhave, dīghāvu kumāro bārāṇasiṁ pavisitvā suraṁ nīharitvā gumbiye pāyesi. ",
  "pli-tv-kd10:2.12.2": "Yadā te mattā ahesuṁ patitā, atha kaṭṭhāni saṅkaḍḍhitvā citakaṁ karitvā mātāpitūnaṁ sarīraṁ citakaṁ āropetvā aggiṁ datvā pañjaliko tikkhattuṁ citakaṁ padakkhiṇaṁ akāsi. ",
  "pli-tv-kd10:2.12.3": "Tena kho pana samayena brahmadatto kāsirājā uparipāsādavaragato hoti. ",
  "pli-tv-kd10:2.12.4": "Addasā kho, bhikkhave, brahmadatto kāsirājā dīghāvuṁ kumāraṁ pañjalikaṁ tikkhattuṁ citakaṁ padakkhiṇaṁ karontaṁ, disvānassa etadahosi—",
  "pli-tv-kd10:2.12.5": "‘nissaṁsayaṁ kho so manusso dīghītissa kosalarañño ñāti vā sālohito vā, aho me anatthato, na hi nāma me koci ārocessatī’ti. ",
  "pli-tv-kd10:2.13.1": "Atha kho, bhikkhave, dīghāvu kumāro araññaṁ gantvā yāvadatthaṁ kanditvā roditvā khappaṁ puñchitvā bārāṇasiṁ pavisitvā antepurassa sāmantā hatthisālaṁ gantvā hatthācariyaṁ etadavoca—",
  "pli-tv-kd10:2.13.2": "‘icchāmahaṁ, ācariya, sippaṁ sikkhitun’ti. ",
  "pli-tv-kd10:2.13.3": "‘Tena hi, bhaṇe māṇavaka, sikkhassū’ti. ",
  "pli-tv-kd10:2.13.4": "Atha kho, bhikkhave, dīghāvu kumāro rattiyā paccūsasamayaṁ paccuṭṭhāya hatthisālāyaṁ mañjunā sarena gāyi, vīṇañca vādesi. ",
  "pli-tv-kd10:2.13.5": "Assosi kho, bhikkhave, brahmadatto kāsirājā rattiyā paccūsasamayaṁ paccuṭṭhāya hatthisālāyaṁ mañjunā sarena gītaṁ vīṇañca vāditaṁ, sutvāna manusse pucchi—",
  "pli-tv-kd10:2.14.1": "‘ko, bhaṇe, rattiyā paccūsasamayaṁ paccuṭṭhāya hatthisālāyaṁ mañjunā sarena gāyi, vīṇañca vādesī’ti? ",
  "pli-tv-kd10:2.14.2": "‘Amukassa, deva, hatthācariyassa antevāsī māṇavako rattiyā paccūsasamayaṁ paccuṭṭhāya hatthisālāyaṁ mañjunā sarena gāyi, vīṇañca vādesī’ti. ",
  "pli-tv-kd10:2.14.3": "‘Tena hi, bhaṇe, taṁ māṇavakaṁ ānethā’ti. ",
  "pli-tv-kd10:2.14.4": "‘Evaṁ, devā’ti kho, bhikkhave, te manussā brahmadattassa kāsirañño paṭissutvā dīghāvuṁ kumāraṁ ānesuṁ. ",
  "pli-tv-kd10:2.14.5": "‘Tvaṁ, bhaṇe māṇavaka, rattiyā paccūsasamayaṁ paccuṭṭhāya hatthisālāyaṁ mañjunā sarena gāyi, vīṇañca vādesī’ti? ",
  "pli-tv-kd10:2.14.6": "‘Evaṁ, devā’ti. ",
  "pli-tv-kd10:2.14.7": "‘Tena hi tvaṁ, bhaṇe māṇavaka, gāyassu, vīṇañca vādehī’ti. ",
  "pli-tv-kd10:2.14.8": "‘Evaṁ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā ārādhāpekkho mañjunā sarena gāyi, vīṇañca vādesi. ",
  "pli-tv-kd10:2.14.9": "‘Tvaṁ, bhaṇe māṇavaka, maṁ upaṭṭhahā’ti. ",
  "pli-tv-kd10:2.14.10": "‘Evaṁ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paccassosi. ",
  "pli-tv-kd10:2.14.11": "Atha kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño pubbuṭṭhāyī ahosi pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī. ",
  "pli-tv-kd10:2.14.12": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṁ kumāraṁ nacirasseva abbhantarime vissāsikaṭṭhāne ṭhapesi. ",
  "pli-tv-kd10:2.15.1": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.15.2": "‘tena hi, bhaṇe māṇavaka, rathaṁ yojehi, migavaṁ gamissāmā’ti. ",
  "pli-tv-kd10:2.15.3": "‘Evaṁ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā rathaṁ yojetvā brahmadattaṁ kāsirājānaṁ etadavoca—",
  "pli-tv-kd10:2.15.4": "‘yutto kho te, deva, ratho, yassadāni kālaṁ maññasī’ti. ",
  "pli-tv-kd10:2.15.5": "Atha kho, bhikkhave, brahmadatto kāsirājā rathaṁ abhiruhi. ",
  "pli-tv-kd10:2.15.6": "Dīghāvu kumāro rathaṁ pesesi. ",
  "pli-tv-kd10:2.15.7": "Tathā tathā rathaṁ pesesi yathā yathā aññeneva senā agamāsi aññeneva ratho. ",
  "pli-tv-kd10:2.15.8": "Atha kho, bhikkhave, brahmadatto kāsirājā dūraṁ gantvā dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.15.9": "‘tena hi, bhaṇe māṇavaka, rathaṁ muñcassu, kilantomhi, nipajjissāmī’ti. ",
  "pli-tv-kd10:2.15.10": "‘Evaṁ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā rathaṁ muñcitvā pathaviyaṁ pallaṅkena nisīdi. ",
  "pli-tv-kd10:2.15.11": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvussa kumārassa ucchaṅge sīsaṁ katvā seyyaṁ kappesi. ",
  "pli-tv-kd10:2.15.12": "Tassa kilantassa muhuttakeneva niddā okkami. ",
  "pli-tv-kd10:2.16.1": "Atha kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.2": "‘ayaṁ kho brahmadatto kāsirājā bahuno amhākaṁ anatthassa kārako. ",
  "pli-tv-kd10:2.16.3": "Iminā amhākaṁ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṁ. ",
  "pli-tv-kd10:2.16.4": "Iminā ca me mātāpitaro hatā. ",
  "pli-tv-kd10:2.16.5": "Ayaṁ khvassa kālo yohaṁ veraṁ appeyyan’ti kosiyā khaggaṁ nibbāhi. ",
  "pli-tv-kd10:2.16.6": "Atha kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.7": "‘pitā kho maṁ maraṇakāle avaca “mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.16.8": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.16.9": "averena hi, tāta dīghāvu, verā sammantī”ti. ",
  "pli-tv-kd10:2.16.10": "Na kho metaṁ patirūpaṁ, yvāhaṁ pituvacanaṁ atikkameyyan’ti kosiyā khaggaṁ pavesesi. ",
  "pli-tv-kd10:2.16.11": "Dutiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.12": "‘ayaṁ kho brahmadatto kāsirājā bahuno amhākaṁ anatthassa kārako, iminā amhākaṁ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṁ, iminā ca me mātāpitaro hatā, ayaṁ khvassa kālo yohaṁ veraṁ appeyyan’ti kosiyā khaggaṁ nibbāhi. ",
  "pli-tv-kd10:2.16.13": "Dutiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.14": "‘pitā kho maṁ maraṇakāle avaca “mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ, na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.16.15": "averena hi, tāta dīghāvu, verā sammantī”ti. ",
  "pli-tv-kd10:2.16.16": "Na kho metaṁ patirūpaṁ, yvāhaṁ pituvacanaṁ atikkameyyan’ti. ",
  "pli-tv-kd10:2.16.17": "Punadeva kosiyā khaggaṁ pavesesi. ",
  "pli-tv-kd10:2.16.18": "Tatiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.19": "‘ayaṁ kho brahmadatto kāsirājā bahuno amhākaṁ anatthassa kārako. ",
  "pli-tv-kd10:2.16.20": "Iminā amhākaṁ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṁ. ",
  "pli-tv-kd10:2.16.21": "Iminā ca me mātāpitaro hatā. ",
  "pli-tv-kd10:2.16.22": "Ayaṁ khvassa kālo yohaṁ veraṁ appeyyan’ti kosiyā khaggaṁ nibbāhi. ",
  "pli-tv-kd10:2.16.23": "Tatiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.24": "‘pitā kho maṁ maraṇakāle avaca “mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.16.25": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.16.26": "averena hi, tāta dīghāvu, verā sammantī”ti. ",
  "pli-tv-kd10:2.16.27": "Na kho metaṁ patirūpaṁ, yvāhaṁ pituvacanaṁ atikkameyyan’ti punadeva kosiyā khaggaṁ pavesesi. ",
  "pli-tv-kd10:2.16.28": "Atha kho, bhikkhave, brahmadatto kāsirājā bhīto ubbiggo ussaṅkī utrasto sahasā vuṭṭhāsi. ",
  "pli-tv-kd10:2.16.29": "Atha kho, bhikkhave, dīghāvu kumāro brahmadattaṁ kāsirājānaṁ etadavoca—‘kissa tvaṁ, deva, bhīto ubbiggo ussaṅkī utrasto sahasā vuṭṭhāsī’ti? ",
  "pli-tv-kd10:2.16.30": "‘Idha maṁ, bhaṇe māṇavaka, dīghītissa kosalarañño putto dīghāvu kumāro supinantena khaggena paripātesi. ",
  "pli-tv-kd10:2.16.31": "Tenāhaṁ bhīto ubbiggo ussaṅkī utrasto sahasā vuṭṭhāsin’ti. ",
  "pli-tv-kd10:2.17.1": "Atha kho, bhikkhave, dīghāvu kumāro vāmena hatthena brahmadattassa kāsirañño sīsaṁ parāmasitvā dakkhiṇena hatthena khaggaṁ nibbāhetvā brahmadattaṁ kāsirājānaṁ etadavoca—",
  "pli-tv-kd10:2.17.2": "‘ahaṁ kho so, deva, dīghītissa kosalarañño putto dīghāvu kumāro. ",
  "pli-tv-kd10:2.17.3": "Bahuno tvaṁ amhākaṁ anatthassa kārako. ",
  "pli-tv-kd10:2.17.4": "Tayā amhākaṁ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṁ. ",
  "pli-tv-kd10:2.17.5": "Tayā ca me mātāpitaro hatā. ",
  "pli-tv-kd10:2.17.6": "Ayaṁ khvassa kālo yvāhaṁ veraṁ appeyyan’ti. ",
  "pli-tv-kd10:2.17.7": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvussa kumārassa pādesu sirasā nipatitvā dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.17.8": "‘jīvitaṁ me, tāta dīghāvu, dehi. Jīvitaṁ me, tāta dīghāvu, dehī’ti. ",
  "pli-tv-kd10:2.17.9": "‘Kyāhaṁ ussahāmi devassa jīvitaṁ dātuṁ? ",
  "pli-tv-kd10:2.17.10": "Devo kho me jīvitaṁ dadeyyā’ti. ",
  "pli-tv-kd10:2.17.11": "‘Tena hi, tāta dīghāvu, tvañceva me jīvitaṁ dehi, ahañca te jīvitaṁ dammī’ti. ",
  "pli-tv-kd10:2.17.12": "Atha kho, bhikkhave, brahmadatto ca kāsirājā dīghāvu ca kumāro aññamaññassa jīvitaṁ adaṁsu, pāṇiñca aggahesuṁ, sapathañca akaṁsu addūbhāya. ",
  "pli-tv-kd10:2.17.13": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.17.14": "‘tena hi, tāta dīghāvu, rathaṁ yojehi, gamissāmā’ti. ",
  "pli-tv-kd10:2.17.15": "‘Evaṁ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā rathaṁ yojetvā brahmadattaṁ kāsirājānaṁ etadavoca—",
  "pli-tv-kd10:2.17.16": "‘yutto kho te, deva, ratho, yassadāni kālaṁ maññasī’ti. ",
  "pli-tv-kd10:2.17.17": "Atha kho, bhikkhave, brahmadatto kāsirājā rathaṁ abhiruhi. ",
  "pli-tv-kd10:2.17.18": "Dīghāvu kumāro rathaṁ pesesi. ",
  "pli-tv-kd10:2.17.19": "Tathā tathā rathaṁ pesesi yathā yathā nacirasseva senāya samāgañchi. ",
  "pli-tv-kd10:2.18.1": "Atha kho, bhikkhave, brahmadatto kāsirājā bārāṇasiṁ pavisitvā amacce pārisajje sannipātāpetvā etadavoca—",
  "pli-tv-kd10:2.18.2": "‘sace, bhaṇe, dīghītissa kosalarañño puttaṁ dīghāvuṁ kumāraṁ passeyyātha, kinti naṁ kareyyāthā’ti? ",
  "pli-tv-kd10:2.18.3": "Ekacce evamāhaṁsu—",
  "pli-tv-kd10:2.18.4": "‘mayaṁ, deva, hatthe chindeyyāma. ",
  "pli-tv-kd10:2.18.5": "Mayaṁ, deva, pāde chindeyyāma. ",
  "pli-tv-kd10:2.18.6": "Mayaṁ, deva, hatthapāde chindeyyāma. ",
  "pli-tv-kd10:2.18.7": "Mayaṁ, deva, kaṇṇe chindeyyāma. ",
  "pli-tv-kd10:2.18.8": "Mayaṁ, deva, nāsaṁ chindeyyāma. ",
  "pli-tv-kd10:2.18.9": "Mayaṁ, deva, kaṇṇanāsaṁ chindeyyāma. ",
  "pli-tv-kd10:2.18.10": "Mayaṁ, deva, sīsaṁ chindeyyāmā’ti. ",
  "pli-tv-kd10:2.18.11": "‘Ayaṁ kho, bhaṇe, dīghītissa kosalarañño putto dīghāvu kumāro. ",
  "pli-tv-kd10:2.18.12": "Nāyaṁ labbhā kiñci kātuṁ. ",
  "pli-tv-kd10:2.18.13": "Iminā ca me jīvitaṁ dinnaṁ, mayā ca imassa jīvitaṁ dinnan’ti. ",
  "pli-tv-kd10:2.19.1": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṁ kumāraṁ etadavoca—",
  "pli-tv-kd10:2.19.2": "‘yaṁ kho te, tāta dīghāvu, pitā maraṇakāle avaca “mā kho tvaṁ, tāta dīghāvu, dīghaṁ passa, mā rassaṁ. ",
  "pli-tv-kd10:2.19.3": "Na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.19.4": "averena hi, tāta dīghāvu, verā sammantī”ti, kiṁ te pitā sandhāya avacā’ti? ",
  "pli-tv-kd10:2.19.5": "‘Yaṁ kho me, deva, pitā maraṇakāle avaca “mā dīghan”ti mā ciraṁ veraṁ akāsīti. ",
  "pli-tv-kd10:2.19.6": "Imaṁ kho me, deva, pitā maraṇakāle avaca “mā dīghan”ti. ",
  "pli-tv-kd10:2.19.7": "Yaṁ kho me, deva, pitā maraṇakāle avaca “mā rassan”ti mā khippaṁ mittehi bhijjitthāti. ",
  "pli-tv-kd10:2.19.8": "Imaṁ kho me, deva, pitā maraṇakāle avaca “mā rassan”ti. ",
  "pli-tv-kd10:2.19.9": "Yaṁ kho me, deva, pitā maraṇakāle avaca “na hi, tāta dīghāvu, verena verā sammanti, averena hi, tāta dīghāvu, verā sammantī”ti devena me mātāpitaro hatāti. ",
  "pli-tv-kd10:2.19.10": "Sacāhaṁ devaṁ jīvitā voropeyyaṁ, ye devassa atthakāmā te maṁ jīvitā voropeyyuṁ, ye me atthakāmā te te jīvitā voropeyyuṁ—",
  "pli-tv-kd10:2.19.11": "evaṁ taṁ veraṁ verena na vūpasameyya. ",
  "pli-tv-kd10:2.19.12": "Idāni ca pana me devena jīvitaṁ dinnaṁ, mayā ca devassa jīvitaṁ dinnaṁ. ",
  "pli-tv-kd10:2.19.13": "Evaṁ taṁ veraṁ averena vūpasantaṁ. ",
  "pli-tv-kd10:2.19.14": "Imaṁ kho me, deva, pitā maraṇakāle avaca—",
  "pli-tv-kd10:2.19.15": "“na hi, tāta dīghāvu, verena verā sammanti; ",
  "pli-tv-kd10:2.19.16": "averena hi, tāta dīghāvu, verā sammantī”’ti. ",
  "pli-tv-kd10:2.20.1": "Atha kho, bhikkhave, brahmadatto kāsirājā—",
  "pli-tv-kd10:2.20.2": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "pli-tv-kd10:2.20.3": "Yāva paṇḍito ayaṁ dīghāvu kumāro, yatra hi nāma pituno saṅkhittena bhāsitassa vitthārena atthaṁ ājānissatī’ti pettikaṁ balañca vāhanañca janapadañca kosañca koṭṭhāgārañca paṭipādesi, dhītarañca adāsi. ",
  "pli-tv-kd10:2.20.4": "Tesañhi nāma, bhikkhave, rājūnaṁ ādinnadaṇḍānaṁ ādinnasatthānaṁ evarūpaṁ khantisoraccaṁ bhavissati. ",
  "pli-tv-kd10:2.20.5": "Idha kho pana taṁ, bhikkhave, sobhetha yaṁ tumhe evaṁ svākkhāte dhammavinaye pabbajitā samānā khamā ca bhaveyyātha soratā cā”ti? ",
  "pli-tv-kd10:2.20.6": "Tatiyampi kho bhagavā te bhikkhū etadavoca—",
  "pli-tv-kd10:2.20.7": "“alaṁ, bhikkhave, mā bhaṇḍanaṁ mā kalahaṁ mā viggahaṁ mā vivādan”ti. ",
  "pli-tv-kd10:2.20.8": "Tatiyampi kho so adhammavādī bhikkhu bhagavantaṁ etadavoca—",
  "pli-tv-kd10:2.20.9": "“āgametu, bhante, bhagavā dhammassāmī; ",
  "pli-tv-kd10:2.20.10": "appossukko, bhante, bhagavā diṭṭhadhammasukhavihāramanuyutto viharatu. ",
  "pli-tv-kd10:2.20.11": "Mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti. ",
  "pli-tv-kd10:2.20.12": "Atha kho bhagavā—",
  "pli-tv-kd10:2.20.13": "“pariyādinnarūpā kho ime moghapurisā, nayime sukarā saññāpetun”ti—",
  "pli-tv-kd10:2.20.14": "uṭṭhāyāsanā pakkāmi. ",
  "pli-tv-kd10:2.20.15": "Dīghāvubhāṇavāro niṭṭhito paṭhamo. ",
  "pli-tv-kd10:3.1.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kosambiṁ piṇḍāya pāvisi. ",
  "pli-tv-kd10:3.1.2": "Kosambiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto senāsanaṁ saṁsāmetvā pattacīvaramādāya saṅghamajjhe ṭhitakova imā gāthāyo abhāsi—",
  "pli-tv-kd10:3.1.3": "“Puthusaddo samajano, ",
  "pli-tv-kd10:3.1.4": "na bālo koci maññatha; ",
  "pli-tv-kd10:3.1.5": "Saṅghasmiṁ bhijjamānasmiṁ, ",
  "pli-tv-kd10:3.1.6": "nāññaṁ bhiyyo amaññaruṁ. ",
  "pli-tv-kd10:3.1.7": "Parimuṭṭhā paṇḍitābhāsā, ",
  "pli-tv-kd10:3.1.8": "vācāgocarabhāṇino; ",
  "pli-tv-kd10:3.1.9": "Yāvicchanti mukhāyāmaṁ, ",
  "pli-tv-kd10:3.1.10": "yena nītā na taṁ vidū. ",
  "pli-tv-kd10:3.1.11": "Akkocchi maṁ avadhi maṁ, ",
  "pli-tv-kd10:3.1.12": "ajini maṁ ahāsi me; ",
  "pli-tv-kd10:3.1.13": "Ye ca taṁ upanayhanti, ",
  "pli-tv-kd10:3.1.14": "veraṁ tesaṁ na sammati. ",
  "pli-tv-kd10:3.1.15": "Akkocchi maṁ avadhi maṁ, ",
  "pli-tv-kd10:3.1.16": "ajini maṁ ahāsi me; ",
  "pli-tv-kd10:3.1.17": "Ye ca taṁ nupanayhanti, ",
  "pli-tv-kd10:3.1.18": "veraṁ tesūpasammati. ",
  "pli-tv-kd10:3.1.19": "Na hi verena verāni, ",
  "pli-tv-kd10:3.1.20": "sammantīdha kudācanaṁ; ",
  "pli-tv-kd10:3.1.21": "Averena ca sammanti, ",
  "pli-tv-kd10:3.1.22": "esadhammo sanantano. ",
  "pli-tv-kd10:3.1.23": "Pare ca na vijānanti, ",
  "pli-tv-kd10:3.1.24": "mayamettha yamāmase; ",
  "pli-tv-kd10:3.1.25": "Ye ca tattha vijānanti, ",
  "pli-tv-kd10:3.1.26": "tato sammanti medhagā. ",
  "pli-tv-kd10:3.1.27": "Aṭṭhicchinnā pāṇaharā, ",
  "pli-tv-kd10:3.1.28": "gavāssadhanahārino; ",
  "pli-tv-kd10:3.1.29": "Raṭṭhaṁ vilumpamānānaṁ, ",
  "pli-tv-kd10:3.1.30": "tesampi hoti saṅgati. ",
  "pli-tv-kd10:3.1.31": "Kasmā tumhāka no siyā. ",
  "pli-tv-kd10:3.1.32": "Sace labhetha nipakaṁ sahāyaṁ, ",
  "pli-tv-kd10:3.1.33": "Saddhiñcaraṁ sādhuvihāri dhīraṁ; ",
  "pli-tv-kd10:3.1.34": "Abhibhuyya sabbāni parissayāni, ",
  "pli-tv-kd10:3.1.35": "Careyya tenattamano satīmā. ",
  "pli-tv-kd10:3.1.36": "No ce labhetha nipakaṁ sahāyaṁ, ",
  "pli-tv-kd10:3.1.37": "Saddhiñcaraṁ sādhuvihāri dhīraṁ; ",
  "pli-tv-kd10:3.1.38": "Rājāva raṭṭhaṁ vijitaṁ pahāya, ",
  "pli-tv-kd10:3.1.39": "Eko care mātaṅgaraññeva nāgo. ",
  "pli-tv-kd10:3.1.40": "Ekassa caritaṁ seyyo, ",
  "pli-tv-kd10:3.1.41": "Natthi bāle sahāyatā; ",
  "pli-tv-kd10:3.1.42": "Eko care na ca pāpāni kayirā, ",
  "pli-tv-kd10:3.1.43": "Appossukko mātaṅgaraññeva nāgo”ti. ",
  "pli-tv-kd10:4.1.0": "3. Bālakaloṇakagamanakathā ",
  "pli-tv-kd10:4.1.1": "Atha kho bhagavā saṅghamajjhe ṭhitakova imā gāthāyo bhāsitvā yena bālakaloṇakagāmo tenupasaṅkami. ",
  "pli-tv-kd10:4.1.2": "Tena kho pana samayena āyasmā bhagu bālakaloṇakagāme viharati. ",
  "pli-tv-kd10:4.1.3": "Addasā kho āyasmā bhagu bhagavantaṁ dūratova āgacchantaṁ, disvāna āsanaṁ paññapesi, pādodakaṁ pādapīṭhaṁ pādakathalikaṁ upanikkhipi, paccuggantvā pattacīvaraṁ paṭiggahesi. ",
  "pli-tv-kd10:4.1.4": "Nisīdi bhagavā paññatte āsane, nisajja kho bhagavā pāde pakkhālesi. ",
  "pli-tv-kd10:4.1.5": "Āyasmāpi kho bhagu bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:4.1.6": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ bhaguṁ bhagavā etadavoca—",
  "pli-tv-kd10:4.1.7": "“kacci, bhikkhu, khamanīyaṁ; ",
  "pli-tv-kd10:4.1.8": "kacci yāpanīyaṁ, kacci piṇḍakena na kilamasī”ti? ",
  "pli-tv-kd10:4.1.9": "“Khamanīyaṁ, bhagavā, yāpanīyaṁ, bhagavā; ",
  "pli-tv-kd10:4.1.10": "na cāhaṁ, bhante, piṇḍakena kilamāmī”ti. ",
  "pli-tv-kd10:4.1.11": "Atha kho bhagavā āyasmantaṁ bhaguṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā yena pācīnavaṁsadāyo tenupasaṅkami. ",
  "pli-tv-kd10:4.2.0": "4. Pācīnavaṁsadāyagamanakathā ",
  "pli-tv-kd10:4.2.1": "Tena kho pana samayena āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo pācīnavaṁsadāye viharanti. ",
  "pli-tv-kd10:4.2.2": "Addasā kho dāyapālo bhagavantaṁ dūratova āgacchantaṁ, disvāna bhagavantaṁ etadavoca—",
  "pli-tv-kd10:4.2.3": "“mā, samaṇa, etaṁ dāyaṁ pāvisi. ",
  "pli-tv-kd10:4.2.4": "Santettha tayo kulaputtā attakāmarūpā viharanti. ",
  "pli-tv-kd10:4.2.5": "Mā tesaṁ aphāsumakāsī”ti. ",
  "pli-tv-kd10:4.2.6": "Assosi kho āyasmā anuruddho dāyapālassa bhagavatā saddhiṁ mantayamānassa, sutvāna dāyapālaṁ etadavoca—",
  "pli-tv-kd10:4.2.7": "“māvuso dāyapāla, bhagavantaṁ vāresi. ",
  "pli-tv-kd10:4.2.8": "Satthā no bhagavā anuppatto”ti. ",
  "pli-tv-kd10:4.2.9": "Atha kho āyasmā anuruddho yenāyasmā ca nandiyo āyasmā ca kimilo tenupasaṅkami, upasaṅkamitvā āyasmantañca nandiyaṁ āyasmantañca kimilaṁ etadavoca—",
  "pli-tv-kd10:4.2.10": "“abhikkamathāyasmanto abhikkamathāyasmanto, satthā no bhagavā anuppatto”ti. ",
  "pli-tv-kd10:4.3.1": "Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṁ paccuggantvā eko bhagavato pattacīvaraṁ paṭiggahesi, eko āsanaṁ paññapesi, eko pādodakaṁ pādapīṭhaṁ pādakathalikaṁ upanikkhipi. ",
  "pli-tv-kd10:4.3.2": "Nisīdi bhagavā paññatte āsane, nisajja kho bhagavā pāde pakkhālesi. ",
  "pli-tv-kd10:4.3.3": "Tepi kho āyasmanto bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "pli-tv-kd10:4.3.4": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ anuruddhaṁ bhagavā etadavoca—",
  "pli-tv-kd10:4.3.5": "“kacci vo, anuruddhā, khamanīyaṁ, kacci yāpanīyaṁ; ",
  "pli-tv-kd10:4.3.6": "kacci piṇḍakena na kilamathā”ti? ",
  "pli-tv-kd10:4.3.7": "“Khamanīyaṁ, bhagavā, yāpanīyaṁ, bhagavā; ",
  "pli-tv-kd10:4.3.8": "na ca mayaṁ, bhante, piṇḍakena kilamāmā”ti. ",
  "pli-tv-kd10:4.3.9": "“Kacci pana vo, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharathā”ti? ",
  "pli-tv-kd10:4.3.10": "“Taggha mayaṁ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharāmā”ti. ",
  "pli-tv-kd10:4.3.11": "“Yathā kathaṁ pana tumhe, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharathā”ti? ",
  "pli-tv-kd10:4.4.1": "“Idha mayhaṁ, bhante, evaṁ hoti—",
  "pli-tv-kd10:4.4.2": "‘lābhā vata me, suladdhaṁ vata me, yohaṁ evarūpehi sabrahmacārīhi saddhiṁ viharāmī’ti. ",
  "pli-tv-kd10:4.4.3": "Tassa mayhaṁ, bhante, imesu āyasmantesu mettaṁ kāyakammaṁ paccupaṭṭhitaṁ āvi ceva raho ca; ",
  "pli-tv-kd10:4.4.4": "mettaṁ vacīkammaṁ … ",
  "pli-tv-kd10:4.4.5": "mettaṁ manokammaṁ paccupaṭṭhitaṁ āvi ceva raho ca. ",
  "pli-tv-kd10:4.4.6": "Tassa mayhaṁ, bhante, evaṁ hoti—",
  "pli-tv-kd10:4.4.7": "‘yannūnāhaṁ sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vatteyyan’ti. ",
  "pli-tv-kd10:4.4.8": "So kho ahaṁ, bhante, sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vattāmi. ",
  "pli-tv-kd10:4.4.9": "Nānā hi kho no, bhante, kāyā, ekañca pana maññe cittan”ti. ",
  "pli-tv-kd10:4.4.10": "Āyasmāpi kho nandiyo …pe… ",
  "pli-tv-kd10:4.4.11": "āyasmāpi kho kimilo bhagavantaṁ etadavoca—",
  "pli-tv-kd10:4.4.12": "“mayhampi kho, bhante, evaṁ hoti—",
  "pli-tv-kd10:4.4.13": "‘lābhā vata me, suladdhaṁ vata me, yohaṁ evarūpehi sabrahmacārīhi saddhiṁ viharāmī’ti. ",
  "pli-tv-kd10:4.4.14": "Tassa mayhaṁ, bhante, imesu āyasmantesu mettaṁ kāyakammaṁ paccupaṭṭhitaṁ āvi ceva raho ca; ",
  "pli-tv-kd10:4.4.15": "mettaṁ vacīkammaṁ mettaṁ manokammaṁ paccupaṭṭhitaṁ āvi ceva raho ca. ",
  "pli-tv-kd10:4.4.16": "Tassa mayhaṁ, bhante, evaṁ hoti—",
  "pli-tv-kd10:4.4.17": "‘yannūnāhaṁ sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vatteyyan’ti. ",
  "pli-tv-kd10:4.4.18": "So kho ahaṁ, bhante, sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vattāmi. ",
  "pli-tv-kd10:4.4.19": "Nānā hi kho no, bhante, kāyā, ekañca pana maññe cittanti. ",
  "pli-tv-kd10:4.4.20": "Evaṁ kho mayaṁ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharāmā”ti. ",
  "pli-tv-kd10:4.5.1": "“Kacci pana vo, anuruddhā, appamattā ātāpino pahitattā viharathā”ti? ",
  "pli-tv-kd10:4.5.2": "“Taggha mayaṁ, bhante, appamattā ātāpino pahitattā viharāmā”ti. ",
  "pli-tv-kd10:4.5.3": "“Yathā kathaṁ pana tumhe, anuruddhā, appamattā ātāpino pahitattā viharathā”ti? ",
  "pli-tv-kd10:4.5.4": "“Idha, bhante, amhākaṁ yo paṭhamaṁ gāmato piṇḍāya paṭikkamati so āsanaṁ paññapeti, pādodakaṁ pādapīṭhaṁ pādakathalikaṁ upanikkhipati, avakkārapātiṁ dhovitvā upaṭṭhāpeti, pānīyaṁ paribhojanīyaṁ upaṭṭhāpeti. ",
  "pli-tv-kd10:4.5.5": "Yo pacchā gāmato piṇḍāya paṭikkamati, sace hoti bhuttāvaseso, sace ākaṅkhati bhuñjati, no ce ākaṅkhati appaharite vā chaḍḍeti. ",
  "pli-tv-kd10:4.5.6": "Appāṇake vā udake opilāpeti. ",
  "pli-tv-kd10:4.5.7": "So āsanaṁ uddharati, pādodakaṁ pādapīṭhaṁ pādakathalikaṁ paṭisāmeti, avakkārapātiṁ dhovitvā paṭisāmeti, pānīyaṁ paribhojanīyaṁ paṭisāmeti, bhattaggaṁ sammajjati. ",
  "pli-tv-kd10:4.5.8": "Yo passati pānīyaghaṭaṁ vā paribhojanīyaghaṭaṁ vā vaccaghaṭaṁ vā rittaṁ tucchaṁ so upaṭṭhāpeti. ",
  "pli-tv-kd10:4.5.9": "Sacassa hoti avisayhaṁ, hatthavikārena dutiyaṁ āmantetvā hatthavilaṅghakena upaṭṭhāpema, na tveva mayaṁ, bhante, tappaccayā vācaṁ bhindāma. ",
  "pli-tv-kd10:4.5.10": "Pañcāhikaṁ kho pana mayaṁ, bhante, sabbarattiṁ dhammiyā kathāya sannisīdāma. ",
  "pli-tv-kd10:4.5.11": "Evaṁ kho mayaṁ, bhante, appamattā ātāpino pahitattā viharāmā”ti. ",
  "pli-tv-kd10:4.6.0": "5. Pālileyyakagamanakathā ",
  "pli-tv-kd10:4.6.1": "Atha kho bhagavā āyasmantañca anuruddhaṁ āyasmantañca nandiyaṁ āyasmantañca kimilaṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā yena pālileyyakaṁ tena cārikaṁ pakkāmi. ",
  "pli-tv-kd10:4.6.2": "Anupubbena cārikaṁ caramāno yena pālileyyakaṁ tadavasari. ",
  "pli-tv-kd10:4.6.3": "Tatra sudaṁ bhagavā pālileyyake viharati rakkhitavanasaṇḍe bhaddasālamūle. ",
  "pli-tv-kd10:4.6.4": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi—",
  "pli-tv-kd10:4.6.5": "“ahaṁ kho pubbe ākiṇṇo na phāsu vihāsiṁ tehi kosambakehi bhikkhūhi bhaṇḍanakārakehi kalahakārakehi vivādakārakehi bhassakārakehi saṅghe adhikaraṇakārakehi. ",
  "pli-tv-kd10:4.6.6": "Somhi etarahi eko adutiyo sukhaṁ phāsu viharāmi aññatreva tehi kosambakehi bhikkhūhi bhaṇḍanakārakehi kalahakārakehi vivādakārakehi bhassakārakehi saṅghe adhikaraṇakārakehī”ti. ",
  "pli-tv-kd10:4.6.7": "Aññataropi kho hatthināgo ākiṇṇo viharati hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādati, obhaggobhaggañcassa sākhābhaṅgaṁ khādanti, āvilāni ca pānīyāni pivati, ogāhā cassa otiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo gacchanti. ",
  "pli-tv-kd10:4.6.8": "Atha kho tassa hatthināgassa etadahosi—",
  "pli-tv-kd10:4.6.9": "“ahaṁ kho ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṁ khādanti, āvilāni ca pānīyāni pivāmi, ogāhā ca me otiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo gacchanti. ",
  "pli-tv-kd10:4.6.10": "Yannūnāhaṁ ekova gaṇasmā vūpakaṭṭho vihareyyan”ti. ",
  "pli-tv-kd10:4.7.1": "Atha kho so hatthināgo yūthā apakkamma yena pālileyyakaṁ rakkhitavanasaṇḍo bhaddasālamūlaṁ yena bhagavā tenupasaṅkami, upasaṅkamitvā soṇḍāya bhagavato pānīyaṁ paribhojanīyaṁ upaṭṭhāpeti, appaharitañca karoti. ",
  "pli-tv-kd10:4.7.2": "Atha kho tassa hatthināgassa etadahosi—",
  "pli-tv-kd10:4.7.3": "“ahaṁ kho pubbe ākiṇṇo na phāsu vihāsiṁ hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṁ, obhaggobhaggañca me sākhābhaṅgaṁ khādiṁsu, āvilāni ca pānīyāni apāyiṁ ogāhā ca me otiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo agamaṁsu. ",
  "pli-tv-kd10:4.7.4": "Somhi etarahi eko adutiyo sukhaṁ phāsu viharāmi aññatreva hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehī”ti. ",
  "pli-tv-kd10:4.7.5": "Atha kho bhagavā attano ca pavivekaṁ viditvā tassa ca hatthināgassa cetasā cetoparivitakkamaññāya tāyaṁ velāyaṁ imaṁ udānaṁ udānesi—",
  "pli-tv-kd10:4.7.6": "“Etaṁ nāgassa nāgena, ",
  "pli-tv-kd10:4.7.7": "īsādantassa hatthino; ",
  "pli-tv-kd10:4.7.8": "Sameti cittaṁ cittena, ",
  "pli-tv-kd10:4.7.9": "yadeko ramatī vane”ti. ",
  "pli-tv-kd10:5.1.1": "Atha kho bhagavā pālileyyake yathābhirantaṁ viharitvā yena sāvatthi tena cārikaṁ pakkāmi. ",
  "pli-tv-kd10:5.1.2": "Anupubbena cārikaṁ caramāno yena sāvatthi tadavasari. ",
  "pli-tv-kd10:5.1.3": "Tatra sudaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "pli-tv-kd10:5.1.4": "Atha kho kosambakā upāsakā—",
  "pli-tv-kd10:5.1.5": "“ime kho ayyā kosambakā bhikkhū bahuno amhākaṁ anatthassa kārakā. ",
  "pli-tv-kd10:5.1.6": "Imehi ubbāḷho bhagavā pakkanto. ",
  "pli-tv-kd10:5.1.7": "Handa mayaṁ ayye kosambake bhikkhū neva abhivādeyyāma, na paccuṭṭheyyāma, na añjalikammaṁ sāmīcikammaṁ kareyyāma, na sakkareyyāma, na garuṁ kareyyāma, na māneyyāma, na bhajeyyāma, na pūjeyyāma, upagatānampi piṇḍakaṁ na dajjeyyāma—",
  "pli-tv-kd10:5.1.8": "evaṁ ime amhehi asakkariyamānā agarukariyamānā amāniyamānā abhajiyamānā apūjiyamānā asakkārapakatā pakkamissanti vā vibbhamissanti vā bhagavantaṁ vā pasādessantī”ti. ",
  "pli-tv-kd10:5.2.1": "Atha kho kosambakā upāsakā kosambake bhikkhū neva abhivādesuṁ, na paccuṭṭhesuṁ, na añjalikammaṁ sāmīcikammaṁ akaṁsu, na sakkariṁsu, na garuṁ kariṁsu, na mānesuṁ, na bhajesuṁ, na pūjesuṁ, upagatānampi piṇḍakaṁ na adaṁsu. ",
  "pli-tv-kd10:5.2.2": "Atha kho kosambakā bhikkhū kosambakehi upāsakehi asakkariyamānā agarukariyamānā amāniyamānā abhajiyamānā apūjiyamānā asakkārapakatā evamāhaṁsu—",
  "pli-tv-kd10:5.2.3": "“handa mayaṁ, āvuso, sāvatthiṁ gantvā bhagavato santike imaṁ adhikaraṇaṁ vūpasameyyāmā”ti. ",
  "pli-tv-kd10:5.2.4.0": "6. Aṭṭhārasavatthukathā ",
  "pli-tv-kd10:5.2.4.1": "Atha kho kosambakā bhikkhū senāsanaṁ saṁsāmetvā pattacīvaramādāya yena sāvatthi tenupasaṅkamiṁsu. ",
  "pli-tv-kd10:5.3.1": "Assosi kho āyasmā sāriputto—",
  "pli-tv-kd10:5.3.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchantī”ti. ",
  "pli-tv-kd10:5.3.3": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:5.3.4": "Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca—",
  "pli-tv-kd10:5.3.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchanti. ",
  "pli-tv-kd10:5.3.6": "Kathāhaṁ, bhante, tesu bhikkhūsu paṭipajjāmī”ti? ",
  "pli-tv-kd10:5.3.7": "“Tena hi tvaṁ, sāriputta, yathā dhammo tathā tiṭṭhāhī”ti. ",
  "pli-tv-kd10:5.3.8": "“Kathāhaṁ, bhante, jāneyyaṁ dhammaṁ vā adhammaṁ vā”ti? ",
  "pli-tv-kd10:5.4.1": "“Aṭṭhārasahi kho, sāriputta, vatthūhi adhammavādī jānitabbo. ",
  "pli-tv-kd10:5.4.2": "Idha, sāriputta, bhikkhu adhammaṁ dhammoti dīpeti, ",
  "pli-tv-kd10:5.4.3": "dhammaṁ adhammoti dīpeti; ",
  "pli-tv-kd10:5.4.4": "avinayaṁ vinayoti dīpeti, ",
  "pli-tv-kd10:5.4.5": "vinayaṁ avinayoti dīpeti; ",
  "pli-tv-kd10:5.4.6": "abhāsitaṁ alapitaṁ tathāgatena bhāsitaṁ lapitaṁ tathāgatenāti dīpeti, ",
  "pli-tv-kd10:5.4.7": "bhāsitaṁ lapitaṁ tathāgatena abhāsitaṁ alapitaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.4.8": "anāciṇṇaṁ tathāgatena āciṇṇaṁ tathāgatenāti dīpeti, ",
  "pli-tv-kd10:5.4.9": "āciṇṇaṁ tathāgatena anāciṇṇaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.4.10": "apaññattaṁ tathāgatena paññattaṁ tathāgatenāti dīpeti, ",
  "pli-tv-kd10:5.4.11": "paññattaṁ tathāgatena apaññattaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.4.12": "anāpattiṁ āpattīti dīpeti, ",
  "pli-tv-kd10:5.4.13": "āpattiṁ anāpattīti dīpeti; ",
  "pli-tv-kd10:5.4.14": "lahukaṁ āpattiṁ garukā āpattīti dīpeti, ",
  "pli-tv-kd10:5.4.15": "garukaṁ āpattiṁ lahukā āpattīti dīpeti; ",
  "pli-tv-kd10:5.4.16": "sāvasesaṁ āpattiṁ anavasesā āpattīti dīpeti, ",
  "pli-tv-kd10:5.4.17": "anavasesaṁ āpattiṁ sāvasesā āpattīti dīpeti; ",
  "pli-tv-kd10:5.4.18": "duṭṭhullaṁ āpattiṁ aduṭṭhullā āpattīti dīpeti, ",
  "pli-tv-kd10:5.4.19": "aduṭṭhullaṁ āpattiṁ duṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.4.20": "imehi kho, sāriputta, aṭṭhārasahi vatthūhi adhammavādī jānitabbo. ",
  "pli-tv-kd10:5.5.1": "Aṭṭhārasahi ca kho, sāriputta, vatthūhi dhammavādī jānitabbo. ",
  "pli-tv-kd10:5.5.2": "Idha, sāriputta, bhikkhu adhammaṁ adhammoti dīpeti, ",
  "pli-tv-kd10:5.5.3": "dhammaṁ dhammoti dīpeti; ",
  "pli-tv-kd10:5.5.4": "avinayaṁ avinayoti dīpeti, ",
  "pli-tv-kd10:5.5.5": "vinayaṁ vinayoti dīpeti; ",
  "pli-tv-kd10:5.5.6": "abhāsitaṁ alapitaṁ tathāgatena abhāsitaṁ alapitaṁ tathāgatenāti dīpeti, ",
  "pli-tv-kd10:5.5.7": "bhāsitaṁ lapitaṁ tathāgatena bhāsitaṁ lapitaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.5.8": "anāciṇṇaṁ tathāgatena anāciṇṇaṁ tathāgatenāti dīpeti, ",
  "pli-tv-kd10:5.5.9": "āciṇṇaṁ tathāgatena āciṇṇaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.5.10": "apaññattaṁ tathāgatena apaññattaṁ tathāgatenāti dīpeti, ",
  "pli-tv-kd10:5.5.11": "paññattaṁ tathāgatena paññattaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.5.12": "anāpattiṁ anāpattīti dīpeti, ",
  "pli-tv-kd10:5.5.13": "āpattiṁ āpattīti dīpeti; ",
  "pli-tv-kd10:5.5.14": "lahukaṁ āpattiṁ lahukā āpattīti dīpeti, ",
  "pli-tv-kd10:5.5.15": "garukaṁ āpattiṁ garukā āpattīti dīpeti; ",
  "pli-tv-kd10:5.5.16": "sāvasesaṁ āpattiṁ sāvasesā āpattīti dīpeti, ",
  "pli-tv-kd10:5.5.17": "anavasesaṁ āpattiṁ anavasesā āpattīti dīpeti; ",
  "pli-tv-kd10:5.5.18": "duṭṭhullaṁ āpattiṁ duṭṭhullā āpattīti dīpeti, ",
  "pli-tv-kd10:5.5.19": "aduṭṭhullaṁ āpattiṁ aduṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.5.20": "imehi kho, sāriputta, aṭṭhārasahi vatthūhi dhammavādī jānitabbo”ti. ",
  "pli-tv-kd10:5.6.1": "Assosi kho āyasmā mahāmoggallāno …pe… ",
  "pli-tv-kd10:5.6.2": "assosi kho āyasmā mahākassapo … ",
  "pli-tv-kd10:5.6.3": "assosi kho āyasmā mahākaccāno … ",
  "pli-tv-kd10:5.6.4": "assosi kho āyasmā mahākoṭṭhiko … ",
  "pli-tv-kd10:5.6.5": "assosi kho āyasmā mahākappino … ",
  "pli-tv-kd10:5.6.6": "assosi kho āyasmā mahācundo … ",
  "pli-tv-kd10:5.6.7": "assosi kho āyasmā anuruddho … ",
  "pli-tv-kd10:5.6.8": "assosi kho āyasmā revato … ",
  "pli-tv-kd10:5.6.9": "assosi kho āyasmā upāli … ",
  "pli-tv-kd10:5.6.10": "assosi kho āyasmā ānando … ",
  "pli-tv-kd10:5.6.11": "assosi kho āyasmā rāhulo—",
  "pli-tv-kd10:5.6.12": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchantī”ti. ",
  "pli-tv-kd10:5.6.13": "Atha kho āyasmā rāhulo yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:5.6.14": "Ekamantaṁ nisinno kho āyasmā rāhulo bhagavantaṁ etadavoca—",
  "pli-tv-kd10:5.6.15": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchanti. ",
  "pli-tv-kd10:5.6.16": "Kathāhaṁ, bhante, tesu bhikkhūsu paṭipajjāmī”ti? ",
  "pli-tv-kd10:5.6.17": "“Tena hi tvaṁ, rāhula, yathā dhammo tathā tiṭṭhāhī”ti. ",
  "pli-tv-kd10:5.6.18": "“Kathāhaṁ, bhante, jāneyyaṁ dhammaṁ vā adhammaṁ vā”ti? ",
  "pli-tv-kd10:5.6.19": "“Aṭṭhārasahi kho, rāhula, vatthūhi adhammavādī jānitabbo. ",
  "pli-tv-kd10:5.6.20": "Idha, rāhula, bhikkhu adhammaṁ dhammoti dīpeti, dhammaṁ adhammoti dīpeti; ",
  "pli-tv-kd10:5.6.21": "avinayaṁ vinayoti dīpeti, vinayaṁ avinayoti dīpeti; ",
  "pli-tv-kd10:5.6.22": "abhāsitaṁ alapitaṁ tathāgatena bhāsitaṁ lapitaṁ tathāgatenāti dīpeti, bhāsitaṁ lapitaṁ tathāgatena abhāsitaṁ alapitaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.6.23": "anāciṇṇaṁ tathāgatena āciṇṇaṁ tathāgatenāti dīpeti, āciṇṇaṁ tathāgatena anāciṇṇaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.6.24": "apaññattaṁ tathāgatena paññattaṁ tathāgatenāti dīpeti, paññattaṁ tathāgatena apaññattaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.6.25": "anāpattiṁ āpattīti dīpeti, āpattiṁ anāpattīti dīpeti; ",
  "pli-tv-kd10:5.6.26": "lahukaṁ āpattiṁ garukā āpattīti dīpeti, garukaṁ āpattiṁ lahukā āpattīti dīpeti; ",
  "pli-tv-kd10:5.6.27": "sāvasesaṁ āpattiṁ anavasesā āpattīti dīpeti, anavasesaṁ āpattiṁ sāvasesā āpattīti dīpeti; ",
  "pli-tv-kd10:5.6.28": "duṭṭhullaṁ āpattiṁ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṁ āpattiṁ duṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.6.29": "imehi kho, rāhula, aṭṭhārasahi vatthūhi adhammavādī jānitabbo. ",
  "pli-tv-kd10:5.6.30": "Aṭṭhārasahi ca kho, rāhula, vatthūhi dhammavādī jānitabbo. ",
  "pli-tv-kd10:5.6.31": "Idha, rāhula, bhikkhu adhammaṁ adhammoti dīpeti, dhammaṁ dhammoti dīpeti; ",
  "pli-tv-kd10:5.6.32": "avinayaṁ avinayoti dīpeti, vinayaṁ vinayoti dīpeti; ",
  "pli-tv-kd10:5.6.33": "abhāsitaṁ alapitaṁ tathāgatena abhāsitaṁ alapitaṁ tathāgatenāti dīpeti, bhāsitaṁ lapitaṁ tathāgatena bhāsitaṁ lapitaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.6.34": "anāciṇṇaṁ tathāgatena anāciṇṇaṁ tathāgatenāti dīpeti, āciṇṇaṁ tathāgatena āciṇṇaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.6.35": "apaññattaṁ tathāgatena apaññattaṁ tathāgatenāti dīpeti, paññattaṁ tathāgatena paññattaṁ tathāgatenāti dīpeti; ",
  "pli-tv-kd10:5.6.36": "anāpattiṁ anāpattīti dīpeti, āpattiṁ āpattīti dīpeti; ",
  "pli-tv-kd10:5.6.37": "lahukaṁ āpattiṁ lahukā āpattīti dīpeti, garukaṁ āpattiṁ garukā āpattīti dīpeti; ",
  "pli-tv-kd10:5.6.38": "sāvasesaṁ āpattiṁ sāvasesā āpattīti dīpeti, anavasesaṁ āpattiṁ anavasesā āpattīti dīpeti; ",
  "pli-tv-kd10:5.6.39": "duṭṭhullaṁ āpattiṁ duṭṭhullā āpattīti dīpeti, aduṭṭhullaṁ āpattiṁ aduṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.6.40": "imehi kho, rāhula, aṭṭhārasahi vatthūhi dhammavādī jānitabbo”ti. ",
  "pli-tv-kd10:5.7.1": "Assosi kho mahāpajāpati gotamī—",
  "pli-tv-kd10:5.7.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchantī”ti. ",
  "pli-tv-kd10:5.7.3": "Atha kho mahāpajāpati gotamī yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. ",
  "pli-tv-kd10:5.7.4": "Ekamantaṁ ṭhitā kho mahāpajāpati gotamī bhagavantaṁ etadavoca—",
  "pli-tv-kd10:5.7.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchanti. ",
  "pli-tv-kd10:5.7.6": "Kathāhaṁ, bhante, tesu bhikkhūsu paṭipajjāmī”ti? ",
  "pli-tv-kd10:5.7.7": "“Tena hi tvaṁ, gotami, ubhayattha dhammaṁ suṇa. ",
  "pli-tv-kd10:5.7.8": "Ubhayattha dhammaṁ sutvā ye tattha bhikkhū dhammavādino tesaṁ diṭṭhiñca khantiñca ruciñca ādāyañca rocehi. ",
  "pli-tv-kd10:5.7.9": "Yañca kiñci bhikkhunisaṅghena bhikkhusaṅghato paccāsīsitabbaṁ sabbaṁ taṁ dhammavāditova paccāsīsitabban”ti. ",
  "pli-tv-kd10:5.8.1": "Assosi kho anāthapiṇḍiko gahapati—",
  "pli-tv-kd10:5.8.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchantī”ti. ",
  "pli-tv-kd10:5.8.3": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:5.8.4": "Ekamantaṁ nisinno kho anāthapiṇḍiko gahapati bhagavantaṁ etadavoca—",
  "pli-tv-kd10:5.8.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchanti. ",
  "pli-tv-kd10:5.8.6": "Kathāhaṁ, bhante, tesu bhikkhūsu paṭipajjāmī”ti? ",
  "pli-tv-kd10:5.8.7": "“Tena hi tvaṁ, gahapati, ubhayattha dānaṁ dehi. ",
  "pli-tv-kd10:5.8.8": "Ubhayattha dānaṁ datvā ubhayattha dhammaṁ suṇa. ",
  "pli-tv-kd10:5.8.9": "Ubhayattha dhammaṁ sutvā ye tattha bhikkhū dhammavādino tesaṁ diṭṭhiñca khantiñca ruciñca ādāyañca rocehī”ti. ",
  "pli-tv-kd10:5.9.1": "Assosi kho visākhā migāramātā—",
  "pli-tv-kd10:5.9.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchantī”ti. ",
  "pli-tv-kd10:5.9.3": "Atha kho visākhā migāramātā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:5.9.4": "Ekamantaṁ nisinnā kho visākhā migāramātā bhagavantaṁ etadavoca—",
  "pli-tv-kd10:5.9.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ āgacchanti. ",
  "pli-tv-kd10:5.9.6": "Kathāhaṁ, bhante, tesu bhikkhūsu paṭipajjāmī”ti? ",
  "pli-tv-kd10:5.9.7": "“Tena hi tvaṁ, visākhe, ubhayattha dānaṁ dehi. ",
  "pli-tv-kd10:5.9.8": "Ubhayattha dānaṁ datvā ubhayattha dhammaṁ suṇa. ",
  "pli-tv-kd10:5.9.9": "Ubhayattha dhammaṁ sutvā ye tattha bhikkhū dhammavādino tesaṁ diṭṭhiñca khantiñca ruciñca ādāyañca rocehī”ti. ",
  "pli-tv-kd10:5.10.1": "Atha kho kosambakā bhikkhū anupubbena yena sāvatthi tadavasaruṁ. ",
  "pli-tv-kd10:5.10.2": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:5.10.3": "Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca—",
  "pli-tv-kd10:5.10.4": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā sāvatthiṁ anuppattā. ",
  "pli-tv-kd10:5.10.5": "Kathaṁ nu kho, bhante, tesu bhikkhūsu senāsane paṭipajjitabban”ti? ",
  "pli-tv-kd10:5.10.6": "“Tena hi, sāriputta, vivittaṁ senāsanaṁ dātabban”ti. ",
  "pli-tv-kd10:5.10.7": "“Sace pana, bhante, vivittaṁ na hoti, kathaṁ paṭipajjitabban”ti? ",
  "pli-tv-kd10:5.10.8": "“Tena hi, sāriputta, vivittaṁ katvāpi dātabbaṁ, ",
  "pli-tv-kd10:5.10.9": "na tvevāhaṁ, sāriputta, kenaci pariyāyena vuḍḍhatarassa bhikkhuno senāsanaṁ paṭibāhitabbanti vadāmi. ",
  "pli-tv-kd10:5.10.10": "Yo paṭibāheyya, āpatti dukkaṭassā”ti. ",
  "pli-tv-kd10:5.10.11": "“Āmise pana, bhante, kathaṁ paṭipajjitabban”ti? ",
  "pli-tv-kd10:5.10.12": "“Āmisaṁ kho, sāriputta, sabbesaṁ samakaṁ bhājetabban”ti. ",
  "pli-tv-kd10:5.11.0": "7. Osāraṇānujānana ",
  "pli-tv-kd10:5.11.1": "Atha kho tassa ukkhittakassa bhikkhuno dhammañca vinayañca paccavekkhantassa etadahosi—",
  "pli-tv-kd10:5.11.2": "“āpatti esā, nesā anāpatti. ",
  "pli-tv-kd10:5.11.3": "Āpannomhi, namhi anāpanno. ",
  "pli-tv-kd10:5.11.4": "Ukkhittomhi, namhi anukkhitto. ",
  "pli-tv-kd10:5.11.5": "Dhammikenamhi kammena ukkhitto akuppena ṭhānārahenā”ti. ",
  "pli-tv-kd10:5.11.6": "Atha kho so ukkhittako bhikkhu yena ukkhittānuvattakā bhikkhū tenupasaṅkami, upasaṅkamitvā ukkhittānuvattake bhikkhū etadavoca—",
  "pli-tv-kd10:5.11.7": "“āpatti esā, āvuso; ",
  "pli-tv-kd10:5.11.8": "nesā anāpatti. ",
  "pli-tv-kd10:5.11.9": "Āpannomhi, namhi anāpanno. ",
  "pli-tv-kd10:5.11.10": "Ukkhittomhi, namhi anukkhitto. ",
  "pli-tv-kd10:5.11.11": "Dhammikenamhi kammena ukkhitto akuppena ṭhānārahena. ",
  "pli-tv-kd10:5.11.12": "Etha maṁ āyasmanto osārethā”ti. ",
  "pli-tv-kd10:5.12.1": "Atha kho te ukkhittānuvattakā bhikkhū taṁ ukkhittakaṁ bhikkhuṁ ādāya yena bhagavā tenupasaṅkamiṁsu, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "pli-tv-kd10:5.12.2": "Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ—",
  "pli-tv-kd10:5.12.3": "“ayaṁ, bhante, ukkhittako bhikkhu evamāha—",
  "pli-tv-kd10:5.12.4": "‘āpatti esā, āvuso; ",
  "pli-tv-kd10:5.12.5": "nesā anāpatti. ",
  "pli-tv-kd10:5.12.6": "Āpannomhi, namhi anāpanno. ",
  "pli-tv-kd10:5.12.7": "Ukkhittomhi, namhi anukkhitto. ",
  "pli-tv-kd10:5.12.8": "Dhammikenamhi kammena ukkhitto akuppena ṭhānārahena. ",
  "pli-tv-kd10:5.12.9": "Etha maṁ āyasmanto osārethā’ti. ",
  "pli-tv-kd10:5.12.10": "Kathaṁ nu kho, bhante, paṭipajjitabban”ti? ",
  "pli-tv-kd10:5.12.11": "“Āpatti esā, bhikkhave; ",
  "pli-tv-kd10:5.12.12": "nesā anāpatti. ",
  "pli-tv-kd10:5.12.13": "Āpanno eso bhikkhu, neso bhikkhu anāpanno. ",
  "pli-tv-kd10:5.12.14": "Ukkhitto eso bhikkhu, neso bhikkhu anukkhitto. ",
  "pli-tv-kd10:5.12.15": "Dhammikena kammena ukkhitto akuppena ṭhānārahena. ",
  "pli-tv-kd10:5.12.16": "Yato ca kho so, bhikkhave, bhikkhu āpanno ca ukkhitto ca passati ca, tena hi, bhikkhave, taṁ bhikkhuṁ osārethā”ti. ",
  "pli-tv-kd10:5.13.0": "8. Saṅghasāmaggīkathā ",
  "pli-tv-kd10:5.13.1": "Atha kho te ukkhittānuvattakā bhikkhū taṁ ukkhittakaṁ bhikkhuṁ osāretvā yena ukkhepakā bhikkhū tenupasaṅkamiṁsu, upasaṅkamitvā ukkhepake bhikkhū etadavocuṁ—",
  "pli-tv-kd10:5.13.2": "“yasmiṁ, āvuso, vatthusmiṁ ahosi saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca. ",
  "pli-tv-kd10:5.13.3": "Handa mayaṁ, āvuso, tassa vatthussa vūpasamāya saṅghasāmaggiṁ karomā”ti. ",
  "pli-tv-kd10:5.13.4": "Atha kho te ukkhepakā bhikkhū yena bhagavā tenupasaṅkamiṁsu, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "pli-tv-kd10:5.13.5": "Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ—",
  "pli-tv-kd10:5.13.6": "“te, bhante, ukkhittānuvattakā bhikkhū evamāhaṁsu—",
  "pli-tv-kd10:5.13.7": "‘yasmiṁ, āvuso, vatthusmiṁ ahosi saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca. ",
  "pli-tv-kd10:5.13.8": "Handa mayaṁ, āvuso, tassa vatthussa vūpasamāya saṅghasāmaggiṁ karomā’ti. ",
  "pli-tv-kd10:5.13.9": "Kathaṁ nu kho, bhante, paṭipajjitabban”ti? ",
  "pli-tv-kd10:5.14.1": "“Yato ca kho so, bhikkhave, bhikkhu āpanno ca ukkhitto ca passi ca osārito ca, tena hi, bhikkhave, saṅgho tassa vatthussa vūpasamāya saṅghasāmaggiṁ karotu. ",
  "pli-tv-kd10:5.14.2": "Evañca pana, bhikkhave, kātabbā. ",
  "pli-tv-kd10:5.14.3": "Sabbeheva ekajjhaṁ sannipatitabbaṁ gilānehi ca agilānehi ca. ",
  "pli-tv-kd10:5.14.4": "Na kehici chando dātabbo. ",
  "pli-tv-kd10:5.14.5": "Sannipatitvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo—",
  "pli-tv-kd10:5.14.6": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd10:5.14.7": "Yasmiṁ vatthusmiṁ ahosi saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca. ",
  "pli-tv-kd10:5.14.8": "Yadi saṅghassa pattakallaṁ, saṅgho tassa vatthussa vūpasamāya saṅghasāmaggiṁ kareyya. ",
  "pli-tv-kd10:5.14.9": "Esā ñatti. ",
  "pli-tv-kd10:5.14.10": "Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd10:5.14.11": "Yasmiṁ vatthusmiṁ ahosi saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca. ",
  "pli-tv-kd10:5.14.12": "Saṅgho tassa vatthussa vūpasamāya saṅghasāmaggiṁ karoti. ",
  "pli-tv-kd10:5.14.13": "Yassāyasmato khamati tassa vatthussa vūpasamāya saṅghasāmaggiyā karaṇaṁ, so tuṇhassa, yassa nakkhamati so bhāseyya. ",
  "pli-tv-kd10:5.14.14": "Katā saṅghena tassa vatthussa vūpasamāya saṅghasāmaggī. ",
  "pli-tv-kd10:5.14.15": "Nihato saṅghabhedo, nihatā saṅgharāji, nihataṁ saṅghavavatthānaṁ, nihataṁ saṅghanānākaraṇaṁ. ",
  "pli-tv-kd10:5.14.16": "Khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī’ti. ",
  "pli-tv-kd10:5.14.17": "Tāvadeva uposatho kātabbo, pātimokkhaṁ uddisitabban”ti. ",
  "pli-tv-kd10:6.1.0": "9. Upālisaṅghasāmaggīpucchā ",
  "pli-tv-kd10:6.1.1": "Atha kho āyasmā upāli yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd10:6.1.2": "Ekamantaṁ nisinno kho āyasmā upāli bhagavantaṁ etadavoca—",
  "pli-tv-kd10:6.1.3": "“yasmiṁ, bhante, vatthusmiṁ hoti saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, saṅgho taṁ vatthuṁ avinicchinitvā amūlā mūlaṁ gantvā saṅghasāmaggiṁ karoti, dhammikā nu kho sā, bhante, saṅghasāmaggī”ti? ",
  "pli-tv-kd10:6.1.4": "“Yasmiṁ, upāli, vatthusmiṁ hoti saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, saṅgho taṁ vatthuṁ avinicchinitvā amūlā mūlaṁ gantvā saṅghasāmaggiṁ karoti, adhammikā sā, upāli, saṅghasāmaggī”ti. ",
  "pli-tv-kd10:6.1.5": "“Yasmiṁ pana, bhante, vatthusmiṁ hoti saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, saṅgho taṁ vatthuṁ vinicchinitvā mūlā mūlaṁ gantvā saṅghasāmaggiṁ karoti, dhammikā nu kho sā, bhante, saṅghasāmaggī”ti? ",
  "pli-tv-kd10:6.1.6": "“Yasmiṁ, upāli, vatthusmiṁ hoti saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, saṅgho taṁ vatthuṁ vinicchinitvā mūlā mūlaṁ gantvā saṅghasāmaggiṁ karoti, dhammikā sā, upāli, saṅghasāmaggī”ti. ",
  "pli-tv-kd10:6.2.1": "“Kati nu kho, bhante, saṅghasāmaggiyo”ti? ",
  "pli-tv-kd10:6.2.2": "“Dvemā, upāli, saṅghasāmaggiyo—",
  "pli-tv-kd10:6.2.3": "atthupāli, saṅghasāmaggī atthāpetā byañjanupetā; ",
  "pli-tv-kd10:6.2.4": "atthupāli, saṅghasāmaggī atthupetā ca byañjanupetā ca. ",
  "pli-tv-kd10:6.2.5": "Katamā ca, upāli, saṅghasāmaggī atthāpetā byañjanupetā? ",
  "pli-tv-kd10:6.2.6": "Yasmiṁ, upāli, vatthusmiṁ hoti saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, saṅgho taṁ vatthuṁ avinicchinitvā amūlā mūlaṁ gantvā saṅghasāmaggiṁ karoti, ayaṁ vuccati, upāli, saṅghasāmaggī atthāpetā byañjanupetā. ",
  "pli-tv-kd10:6.2.7": "Katamā ca, upāli, saṅghasāmaggī atthupetā ca byañjanupetā ca? ",
  "pli-tv-kd10:6.2.8": "Yasmiṁ, upāli, vatthusmiṁ hoti saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, saṅgho taṁ vatthuṁ vinicchinitvā mūlā mūlaṁ gantvā saṅghasāmaggiṁ karoti, ayaṁ vuccati, upāli, saṅghasāmaggī atthupetā ca byañjanupetā ca. ",
  "pli-tv-kd10:6.2.9": "Imā kho, upāli, dve saṅghasāmaggiyo”ti. ",
  "pli-tv-kd10:6.3.1": "Atha kho āyasmā upāli uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ gāthāya ajjhabhāsi—",
  "pli-tv-kd10:6.3.2": "“Saṅghassa kiccesu ca mantanāsu ca, ",
  "pli-tv-kd10:6.3.3": "Atthesu jātesu vinicchayesu ca; ",
  "pli-tv-kd10:6.3.4": "Kathaṁpakārodha naro mahatthiko, ",
  "pli-tv-kd10:6.3.5": "Bhikkhu kathaṁ hotidha paggahāraho”ti. ",
  "pli-tv-kd10:6.3.6": "“Anānuvajjo paṭhamena sīlato, ",
  "pli-tv-kd10:6.3.7": "Avekkhitācāro susaṁvutindriyo; ",
  "pli-tv-kd10:6.3.8": "Paccatthikā nūpavadanti dhammato, ",
  "pli-tv-kd10:6.3.9": "Na hissa taṁ hoti vadeyyu yena naṁ. ",
  "pli-tv-kd10:6.3.10": "So tādiso sīlavisuddhiyā ṭhito, ",
  "pli-tv-kd10:6.3.11": "Visārado hoti visayha bhāsati; ",
  "pli-tv-kd10:6.3.12": "Nacchambhati parisagato na vedhati, ",
  "pli-tv-kd10:6.3.13": "Atthaṁ na hāpeti anuyyutaṁ bhaṇaṁ. ",
  "pli-tv-kd10:6.3.14": "Tatheva pañhaṁ parisāsu pucchito, ",
  "pli-tv-kd10:6.3.15": "Na ceva pajjhāyati na maṅku hoti; ",
  "pli-tv-kd10:6.3.16": "So kālāgataṁ byākaraṇārahaṁ vaco, ",
  "pli-tv-kd10:6.3.17": "Rañjeti viññūparisaṁ vicakkhaṇo. ",
  "pli-tv-kd10:6.3.18": "Sagāravo vuḍḍhataresu bhikkhusu, ",
  "pli-tv-kd10:6.3.19": "Ācerakamhi ca sake visārado; ",
  "pli-tv-kd10:6.3.20": "Alaṁ pametuṁ paguṇo kathetave, ",
  "pli-tv-kd10:6.3.21": "Paccatthikānañca viraddhikovido. ",
  "pli-tv-kd10:6.3.22": "Paccatthikā yena vajanti niggahaṁ, ",
  "pli-tv-kd10:6.3.23": "Mahājano saññapanañca gacchati; ",
  "pli-tv-kd10:6.3.24": "Sakañca ādāyamayaṁ na riñcati, ",
  "pli-tv-kd10:6.3.25": "Viyākaraṁ pañhamanūpaghātikaṁ. ",
  "pli-tv-kd10:6.3.26": "Dūteyyakammesu alaṁ samuggaho, ",
  "pli-tv-kd10:6.3.27": "Saṅghassa kiccesu ca āhu naṁ yathā; ",
  "pli-tv-kd10:6.3.28": "Karaṁ vaco bhikkhugaṇena pesito, ",
  "pli-tv-kd10:6.3.29": "Ahaṁ karomīti na tena maññati. ",
  "pli-tv-kd10:6.3.30": "Āpajjati yāvatakesu vatthusu, ",
  "pli-tv-kd10:6.3.31": "Āpattiyā hoti yathā ca vuṭṭhiti; ",
  "pli-tv-kd10:6.3.32": "Ete vibhaṅgā ubhayassa svāgatā, ",
  "pli-tv-kd10:6.3.33": "Āpatti vuṭṭhānapadassa kovido. ",
  "pli-tv-kd10:6.3.34": "Nissāraṇaṁ gacchati yāni cācaraṁ, ",
  "pli-tv-kd10:6.3.35": "Nissārito hoti yathā ca vattanā; ",
  "pli-tv-kd10:6.3.36": "Osāraṇaṁ taṁvusitassa jantuno, ",
  "pli-tv-kd10:6.3.37": "Etampi jānāti vibhaṅgakovido. ",
  "pli-tv-kd10:6.3.38": "Sagāravo vuḍḍhataresu bhikkhusu, ",
  "pli-tv-kd10:6.3.39": "Navesu theresu ca majjhimesu ca; ",
  "pli-tv-kd10:6.3.40": "Mahājanassatthacarodha paṇḍito, ",
  "pli-tv-kd10:6.3.41": "So tādiso bhikkhu idha paggahāraho”ti. ",
  "pli-tv-kd10:6.3.42": "Kosambakakkhandhako dasamo. ",
  "pli-tv-kd10:6.3.43": "Tassuddānaṁ ",
  "pli-tv-kd10:6.3.44": "Kosambiyaṁ jinavaro, ",
  "pli-tv-kd10:6.3.45": "vivādāpattidassane; ",
  "pli-tv-kd10:6.3.46": "Nukkhipeyya yasmiṁ tasmiṁ, ",
  "pli-tv-kd10:6.3.47": "saddhāyāpatti desaye. ",
  "pli-tv-kd10:6.3.48": "Antosīmāyaṁ tattheva, ",
  "pli-tv-kd10:6.3.49": "bālakañceva vaṁsadā; ",
  "pli-tv-kd10:6.3.50": "Pālileyyā ca sāvatthi, ",
  "pli-tv-kd10:6.3.51": "sāriputto ca kolito. ",
  "pli-tv-kd10:6.3.52": "Mahākassapakaccānā, ",
  "pli-tv-kd10:6.3.53": "koṭṭhiko kappinena ca; ",
  "pli-tv-kd10:6.3.54": "Mahācundo anuruddho, ",
  "pli-tv-kd10:6.3.55": "revato upāli cubho. ",
  "pli-tv-kd10:6.3.56": "Ānando rāhulo ceva, ",
  "pli-tv-kd10:6.3.57": "gotamīnāthapiṇḍiko; ",
  "pli-tv-kd10:6.3.58": "Senāsanaṁ vivittañca, ",
  "pli-tv-kd10:6.3.59": "āmisaṁ samakampi ca. ",
  "pli-tv-kd10:6.3.60": "Na kehi chando dātabbo, ",
  "pli-tv-kd10:6.3.61": "upāliparipucchito; ",
  "pli-tv-kd10:6.3.62": "Anānuvajjo sīlena, ",
  "pli-tv-kd10:6.3.63": "sāmaggī jinasāsaneti. ",
  "pli-tv-kd10:6.3.64": "Kosambakakkhandhako niṭṭhito. ",
  "pli-tv-kd10:6.3.65": "Mahāvaggo niṭṭhito. ",
  "pli-tv-kd10:6.3.66": "Mahāvaggapāḷi niṭṭhitā. "
}