{
  "pli-tv-kd19:0.1": "Theravāda Vinayapiṭaka ",
  "pli-tv-kd19:0.2": "Cūḷavagga ",
  "pli-tv-kd19:0.3": "19. Pātimokkhaṭṭhapanakkhandhaka ",
  "pli-tv-kd19:0.4": "1. Pātimokkhuddesayācana ",
  "pli-tv-kd19:1.1.1": "Tena samayena buddho bhagavā sāvatthiyaṁ viharati pubbārāme migāramātu pāsāde. ",
  "pli-tv-kd19:1.1.2": "Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ",
  "pli-tv-kd19:1.1.3": "Atha kho āyasmā ānando abhikkantāya rattiyā nikkhante paṭhame yāme uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca—",
  "pli-tv-kd19:1.1.4": "“abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho. ",
  "pli-tv-kd19:1.1.5": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "pli-tv-kd19:1.1.6": "Evaṁ vutte, bhagavā tuṇhī ahosi. ",
  "pli-tv-kd19:1.1.7": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā nikkhante majjhime yāme uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca—",
  "pli-tv-kd19:1.1.8": "“abhikkantā, bhante, ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṅgho. ",
  "pli-tv-kd19:1.1.9": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "pli-tv-kd19:1.1.10": "Dutiyampi kho bhagavā tuṇhī ahosi. ",
  "pli-tv-kd19:1.1.11": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā nikkhante pacchime yāme uddhaste aruṇe nandimukhiyā rattiyā uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca—",
  "pli-tv-kd19:1.1.12": "“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṁ aruṇaṁ nandimukhi ratti, ciranisinno bhikkhusaṅgho. ",
  "pli-tv-kd19:1.1.13": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "pli-tv-kd19:1.1.14": "“Aparisuddhā, ānanda, parisā”ti. ",
  "pli-tv-kd19:1.2.1": "Atha kho āyasmato mahāmoggallānassa etadahosi—",
  "pli-tv-kd19:1.2.2": "“kaṁ nu kho bhagavā puggalaṁ sandhāya evamāha—",
  "pli-tv-kd19:1.2.3": "‘aparisuddhā, ānanda, parisā’”ti? ",
  "pli-tv-kd19:1.2.4": "Atha kho āyasmā mahāmoggallāno sabbāvantaṁ bhikkhusaṅghaṁ cetasā ceto paricca manasākāsi. ",
  "pli-tv-kd19:1.2.5": "Addasā kho āyasmā mahāmoggallāno taṁ puggalaṁ dussīlaṁ pāpadhammaṁ asucisaṅkassarasamācāraṁ paṭicchannakammantaṁ assamaṇaṁ samaṇapaṭiññaṁ abrahmacāriṁ brahmacāripaṭiññaṁ antopūtiṁ avassutaṁ kasambujātaṁ majjhe bhikkhusaṅghassa nisinnaṁ. ",
  "pli-tv-kd19:1.2.6": "Disvāna yena so puggalo tenupasaṅkami, upasaṅkamitvā taṁ puggalaṁ etadavoca—",
  "pli-tv-kd19:1.2.7": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ",
  "pli-tv-kd19:1.2.8": "natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "pli-tv-kd19:1.2.9": "Evaṁ vutte, so puggalo tuṇhī ahosi. ",
  "pli-tv-kd19:1.2.10": "Dutiyampi kho āyasmā mahāmoggallāno taṁ puggalaṁ etadavoca—",
  "pli-tv-kd19:1.2.11": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ",
  "pli-tv-kd19:1.2.12": "natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "pli-tv-kd19:1.2.13": "Dutiyampi kho so puggalo tuṇhī ahosi. ",
  "pli-tv-kd19:1.2.14": "Tatiyampi kho āyasmā mahāmoggallāno taṁ puggalaṁ etadavoca—",
  "pli-tv-kd19:1.2.15": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ",
  "pli-tv-kd19:1.2.16": "natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "pli-tv-kd19:1.2.17": "Tatiyampi kho so puggalo tuṇhī ahosi. ",
  "pli-tv-kd19:1.2.18": "Atha kho āyasmā mahāmoggallāno taṁ puggalaṁ bāhāyaṁ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṁ datvā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ etadavoca—",
  "pli-tv-kd19:1.2.19": "“nikkhāmito so, bhante, puggalo mayā; ",
  "pli-tv-kd19:1.2.20": "suddhā parisā; ",
  "pli-tv-kd19:1.2.21": "uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "pli-tv-kd19:1.2.22": "“Acchariyaṁ, moggallāna, abbhutaṁ, moggallāna, yāva bāhāgahaṇāpi nāma so moghapuriso āgamessatī”ti. ",
  "pli-tv-kd19:1.2.23": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd19:1.3.0": "2. Mahāsamuddeaṭṭhacchariya ",
  "pli-tv-kd19:1.3.1": "“Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.2": "Katame aṭṭha? ",
  "pli-tv-kd19:1.3.3": "Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto. ",
  "pli-tv-kd19:1.3.4": "Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto—",
  "pli-tv-kd19:1.3.5": "ayaṁ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.6": "Puna caparaṁ, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati. ",
  "pli-tv-kd19:1.3.7": "Yampi, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati—",
  "pli-tv-kd19:1.3.8": "ayaṁ, bhikkhave, mahāsamudde dutiyo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.9": "Puna caparaṁ, bhikkhave, mahāsamuddo na matena kuṇapena saṁvasati. Yaṁ hoti mahāsamudde mataṁ kuṇapaṁ, taṁ khippaññeva tīraṁ vāheti, thalaṁ ussāreti. ",
  "pli-tv-kd19:1.3.10": "Yampi, bhikkhave, mahāsamuddo na matena kuṇapena saṁvasati, yaṁ hoti mahāsamudde mataṁ kuṇapaṁ, taṁ khippaññeva tīraṁ vāheti, thalaṁ ussāreti—",
  "pli-tv-kd19:1.3.11": "ayaṁ, bhikkhave, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.12": "Puna caparaṁ, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṁ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṁ gacchanti. ",
  "pli-tv-kd19:1.3.13": "Yampi, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṁ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṁ gacchanti—",
  "pli-tv-kd19:1.3.14": "ayaṁ, bhikkhave, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.15": "Puna caparaṁ, bhikkhave, yā ca loke savantiyo mahāsamuddaṁ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṁ vā pūrattaṁ vā paññāyati. ",
  "pli-tv-kd19:1.3.16": "Yampi, bhikkhave, yā ca loke savantiyo mahāsamuddaṁ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṁ vā pūrattaṁ vā paññāyati—",
  "pli-tv-kd19:1.3.17": "ayaṁ, bhikkhave, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.18": "Puna caparaṁ, bhikkhave, mahāsamuddo ekaraso loṇaraso. ",
  "pli-tv-kd19:1.3.19": "Yampi, bhikkhave, mahāsamuddo ekaraso loṇaraso—",
  "pli-tv-kd19:1.3.20": "ayaṁ, bhikkhave, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.21": "Puna caparaṁ, bhikkhave, mahāsamuddo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṁ—muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṁ, rajataṁ, jātarūpaṁ, lohitako, masāragallaṁ. ",
  "pli-tv-kd19:1.3.22": "Yampi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṁ—muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṁ, rajataṁ, jātarūpaṁ, lohitako, masāragallaṁ—",
  "pli-tv-kd19:1.3.23": "ayaṁ, bhikkhave, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.24": "Puna caparaṁ, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso. Tatrime bhūtā—timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā. Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā. ",
  "pli-tv-kd19:1.3.25": "Yampi, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso, tatrime bhūtā—timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā; santi mahāsamudde, yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā—",
  "pli-tv-kd19:1.3.26": "ayaṁ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "pli-tv-kd19:1.3.27": "Ime kho, bhikkhave, mahāsamudde aṭṭha acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiraman”ti. ",
  "pli-tv-kd19:1.4.0": "3. Imasmiṁdhammavinayeaṭṭhacchariya ",
  "pli-tv-kd19:1.4.1": "Evameva kho, bhikkhave, imasmiṁ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.2": "Katame aṭṭha? ",
  "pli-tv-kd19:1.4.3": "Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto; ",
  "pli-tv-kd19:1.4.4": "evameva kho, bhikkhave, imasmiṁ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā na āyatakeneva aññāpaṭivedho. ",
  "pli-tv-kd19:1.4.5": "Yampi, bhikkhave, imasmiṁ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā na āyatakeneva aññāpaṭivedho—",
  "pli-tv-kd19:1.4.6": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.7": "Seyyathāpi, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati; ",
  "pli-tv-kd19:1.4.8": "evameva kho, bhikkhave, yaṁ mayā mama sāvakānaṁ sikkhāpadaṁ paññattaṁ, taṁ mama sāvakā jīvitahetupi nātikkamanti. ",
  "pli-tv-kd19:1.4.9": "Yampi, bhikkhave, mayā mama sāvakānaṁ sikkhāpadaṁ paññattaṁ, taṁ mama sāvakā jīvitahetupi nātikkamanti—",
  "pli-tv-kd19:1.4.10": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.11": "Seyyathāpi, bhikkhave, mahāsamuddo na matena kuṇapena saṁvasati, yaṁ hoti mahāsamudde mataṁ kuṇapaṁ taṁ khippameva tīraṁ vāheti, thalaṁ ussāreti; ",
  "pli-tv-kd19:1.4.12": "evameva kho, bhikkhave, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṁvasati, khippameva naṁ sannipatitvā ukkhipati, kiñcāpi kho so hoti majjhe bhikkhusaṅghassa nisinno. Atha kho so ārakāva saṅghamhā, saṅgho ca tena. ",
  "pli-tv-kd19:1.4.13": "Yampi, bhikkhave, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṁvasati, khippameva naṁ sannipatitvā ukkhipati, kiñcāpi kho so hoti majjhe bhikkhusaṅghassa nisinno, atha kho so ārakāva saṅghamhā, saṅgho ca tena—",
  "pli-tv-kd19:1.4.14": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.15": "Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṁ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṁ gacchanti; ",
  "pli-tv-kd19:1.4.16": "evameva kho, bhikkhave, cattārome vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā. Te tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā jahanti purimāni nāmagottāni, samaṇā sakyaputtiyātveva saṅkhaṁ gacchanti. ",
  "pli-tv-kd19:1.4.17": "Yampi, bhikkhave, cattārome vaṇṇā khattiyā brāhmaṇā vessā suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā jahanti purimāni nāmagottāni, samaṇā sakyaputtiyātveva saṅkhaṁ gacchanti—",
  "pli-tv-kd19:1.4.18": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.19": "Seyyathāpi, bhikkhave, yā ca loke savantiyo mahāsamuddaṁ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṁ vā pūrattaṁ vā paññāyati; ",
  "pli-tv-kd19:1.4.20": "evameva kho, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṁ vā pūrattaṁ vā paññāyati. ",
  "pli-tv-kd19:1.4.21": "Yampi, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṁ vā pūrattaṁ vā paññāyati—",
  "pli-tv-kd19:1.4.22": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye pañcamo acchariyo abbhuto dhammo yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.23": "Seyyathāpi, bhikkhave, mahāsamuddo ekaraso loṇaraso; ",
  "pli-tv-kd19:1.4.24": "evameva kho, bhikkhave, ayaṁ dhammavinayo ekaraso vimuttiraso. ",
  "pli-tv-kd19:1.4.25": "Yampi, bhikkhave, ayaṁ dhammavinayo ekaraso vimuttiraso—",
  "pli-tv-kd19:1.4.26": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.27": "Seyyathāpi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṁ—muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṁ, rajataṁ, jātarūpaṁ, lohitako, masāragallaṁ; ",
  "pli-tv-kd19:1.4.28": "evameva kho, bhikkhave, ayaṁ dhammavinayo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṁ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "pli-tv-kd19:1.4.29": "Yampi, bhikkhave, ayaṁ dhammavinayo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṁ—cattāro satipaṭṭhānā …pe… ariyo aṭṭhaṅgiko maggo—",
  "pli-tv-kd19:1.4.30": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.31": "Seyyathāpi, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso, tatrime bhūtā—timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā; ",
  "pli-tv-kd19:1.4.32": "evameva kho, bhikkhave, ayaṁ dhammavinayo mahataṁ bhūtānaṁ āvāso. Tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno; sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno; anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno; arahā, arahattaphalasacchikiriyāya paṭipanno. ",
  "pli-tv-kd19:1.4.33": "Yampi, bhikkhave, ayaṁ dhammavinayo mahataṁ bhūtānaṁ āvāso, tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno …pe… arahā, arahattaphalasacchikiriyāya paṭipanno—",
  "pli-tv-kd19:1.4.34": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "pli-tv-kd19:1.4.35": "Ime kho, bhikkhave, imasmiṁ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramantī”ti. ",
  "pli-tv-kd19:1.4.36": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi—",
  "pli-tv-kd19:1.4.37": "“Channamativassati, ",
  "pli-tv-kd19:1.4.38": "vivaṭaṁ nātivassati; ",
  "pli-tv-kd19:1.4.39": "Tasmā channaṁ vivaretha, ",
  "pli-tv-kd19:1.4.40": "evaṁ taṁ nātivassatī”ti. ",
  "pli-tv-kd19:2.1.0": "4. Pātimokkhasavanāraha ",
  "pli-tv-kd19:2.1.1": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd19:2.1.2": "“nadānāhaṁ, bhikkhave, ito paraṁ uposathaṁ karissāmi, pātimokkhaṁ uddisissāmi. ",
  "pli-tv-kd19:2.1.3": "Tumhevadāni, bhikkhave, ito paraṁ uposathaṁ kareyyātha, pātimokkhaṁ uddiseyyātha. ",
  "pli-tv-kd19:2.1.4": "Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ tathāgato aparisuddhāya parisāya uposathaṁ kareyya, pātimokkhaṁ uddiseyya. ",
  "pli-tv-kd19:2.1.5": "Na ca, bhikkhave, sāpattikena pātimokkhaṁ sotabbaṁ. ",
  "pli-tv-kd19:2.1.6": "Yo suṇeyya, āpatti dukkaṭassa. ",
  "pli-tv-kd19:2.1.7": "Anujānāmi, bhikkhave, yo sāpattiko pātimokkhaṁ suṇāti, tassa pātimokkhaṁ ṭhapetuṁ. ",
  "pli-tv-kd19:2.1.8": "Evañca pana, bhikkhave, ṭhapetabbaṁ. ",
  "pli-tv-kd19:2.1.9": "Tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāharitabbaṁ—",
  "pli-tv-kd19:2.1.10": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:2.1.11": "Itthannāmo puggalo sāpattiko, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabban’ti ṭhapitaṁ hoti pātimokkhan”ti. ",
  "pli-tv-kd19:3.1.1": "Tena kho pana samayena chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.2": "“nāmhe koci jānātī”ti sāpattikāva pātimokkhaṁ suṇanti. ",
  "pli-tv-kd19:3.1.3": "Therā bhikkhū paracittaviduno bhikkhūnaṁ ārocenti—",
  "pli-tv-kd19:3.1.4": "“itthannāmo ca itthannāmo ca, āvuso, chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.5": "‘nāmhe koci jānātī’ti sāpattikāva pātimokkhaṁ suṇantī”ti. ",
  "pli-tv-kd19:3.1.6": "Assosuṁ kho chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.7": "“therā kira bhikkhū paracittaviduno amhe bhikkhūnaṁ ārocenti—",
  "pli-tv-kd19:3.1.8": "‘itthannāmo ca itthannāmo ca, āvuso, chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.9": "“nāmhe koci jānātī”ti sāpattikāva pātimokkhaṁ suṇantī’”ti. ",
  "pli-tv-kd19:3.1.10": "Te—",
  "pli-tv-kd19:3.1.11": "“puramhākaṁ pesalā bhikkhū pātimokkhaṁ ṭhapentī”ti—",
  "pli-tv-kd19:3.1.12": "paṭikacceva suddhānaṁ bhikkhūnaṁ anāpattikānaṁ avatthusmiṁ akāraṇe pātimokkhaṁ ṭhapenti. ",
  "pli-tv-kd19:3.1.13": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd19:3.1.14": "“kathañhi nāma chabbaggiyā bhikkhū suddhānaṁ bhikkhūnaṁ anāpattikānaṁ avatthusmiṁ akāraṇe pātimokkhaṁ ṭhapessantī”ti. ",
  "pli-tv-kd19:3.1.15": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe… ",
  "pli-tv-kd19:3.1.16": "“saccaṁ kira, bhikkhave, chabbaggiyā bhikkhū suddhānaṁ bhikkhūnaṁ anāpattikānaṁ avatthusmiṁ akāraṇe pātimokkhaṁ ṭhapentī”ti? ",
  "pli-tv-kd19:3.1.17": "“Saccaṁ, bhagavā”ti …pe… ",
  "pli-tv-kd19:3.1.18": "vigarahitvā …pe… ",
  "pli-tv-kd19:3.1.19": "dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd19:3.1.20": "“na, bhikkhave, suddhānaṁ bhikkhūnaṁ anāpattikānaṁ avatthusmiṁ akāraṇe pātimokkhaṁ ṭhapetabbaṁ. ",
  "pli-tv-kd19:3.1.21": "Yo ṭhapeyya, āpatti dukkaṭassa. ",
  "pli-tv-kd19:3.2.0": "5. Dhammikādhammikapātimokkhaṭṭhapana ",
  "pli-tv-kd19:3.2.1": "Ekaṁ, bhikkhave, adhammikaṁ pātimokkhaṭṭhapanaṁ, ekaṁ dhammikaṁ pātimokkhaṭṭhapanaṁ; ",
  "pli-tv-kd19:3.2.2": "dve adhammikāni pātimokkhaṭṭhapanāni, dve dhammikāni; ",
  "pli-tv-kd19:3.2.3": "tīṇi adhammikāni pātimokkhaṭṭhapanāni, tīṇi dhammikāni; ",
  "pli-tv-kd19:3.2.4": "cattāri adhammikāni pātimokkhaṭṭhapanāni, cattāri dhammikāni; ",
  "pli-tv-kd19:3.2.5": "pañca adhammikāni pātimokkhaṭṭhapanāni, pañca dhammikāni; ",
  "pli-tv-kd19:3.2.6": "cha adhammikāni pātimokkhaṭṭhapanāni, cha dhammikāni; ",
  "pli-tv-kd19:3.2.7": "satta adhammikāni pātimokkhaṭṭhapanāni, satta dhammikāni; ",
  "pli-tv-kd19:3.2.8": "aṭṭha adhammikāni pātimokkhaṭṭhapanāni, aṭṭha dhammikāni; ",
  "pli-tv-kd19:3.2.9": "nava adhammikāni pātimokkhaṭṭhapanāni, nava dhammikāni; ",
  "pli-tv-kd19:3.2.10": "dasa adhammikāni pātimokkhaṭṭhapanāni, dasa dhammikāni. ",
  "pli-tv-kd19:3.3.1": "Katamaṁ ekaṁ adhammikaṁ pātimokkhaṭṭhapanaṁ? ",
  "pli-tv-kd19:3.3.2": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.3": "idaṁ ekaṁ adhammikaṁ pātimokkhaṭṭhapanaṁ. ",
  "pli-tv-kd19:3.3.4": "Katamaṁ ekaṁ dhammikaṁ pātimokkhaṭṭhapanaṁ? ",
  "pli-tv-kd19:3.3.5": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.6": "idaṁ ekaṁ dhammikaṁ pātimokkhaṭṭhapanaṁ. ",
  "pli-tv-kd19:3.3.7": "Katamāni dve adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.8": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.9": "imāni dve adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.10": "Katamāni dve dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.11": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.12": "imāni dve dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.13": "Katamāni tīṇi adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.14": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti, amūlikāya diṭṭhivipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.15": "imāni tīṇi adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.16": "Katamāni tīṇi dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.17": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti, samūlikāya diṭṭhivipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.18": "imāni tīṇi dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.19": "Katamāni cattāri adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.20": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti, amūlikāya diṭṭhivipattiyā pātimokkhaṁ ṭhapeti, amūlikāya ājīvavipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.21": "imāni cattāri adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.22": "Katamāni cattāri dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.23": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti, samūlikāya diṭṭhivipattiyā pātimokkhaṁ ṭhapeti, samūlikāya ājīvavipattiyā pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.24": "imāni cattāri dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.25": "Katamāni pañca adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.26": "Amūlakena pārājikena pātimokkhaṁ ṭhapeti, amūlakena saṅghādisesena …pe… ",
  "pli-tv-kd19:3.3.27": "amūlakena pācittiyena … ",
  "pli-tv-kd19:3.3.28": "amūlakena pāṭidesanīyena … ",
  "pli-tv-kd19:3.3.29": "amūlakena dukkaṭena pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.30": "imāni pañca adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.31": "Katamāni pañca dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.32": "Samūlakena pārājikena pātimokkhaṁ ṭhapeti, samūlakena saṅghādisesena …pe… ",
  "pli-tv-kd19:3.3.33": "pācittiyena … ",
  "pli-tv-kd19:3.3.34": "pāṭidesanīyena … ",
  "pli-tv-kd19:3.3.35": "dukkaṭena pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.36": "imāni pañca dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.37": "Katamāni cha adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.38": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katāya; ",
  "pli-tv-kd19:3.3.39": "amūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti akatāya, amūlikāya ācāravipattiyā pātimokkhaṁ ṭhapeti katāya; ",
  "pli-tv-kd19:3.3.40": "amūlikāya diṭṭhivipattiyā pātimokkhaṁ ṭhapeti akatāya, amūlikāya diṭṭhivipattiyā pātimokkhaṁ ṭhapeti katāya—",
  "pli-tv-kd19:3.3.41": "imāni cha adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.42": "Katamāni cha dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.43": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katāya; ",
  "pli-tv-kd19:3.3.44": "samūlikāya ācāravipattiyā …pe… ",
  "pli-tv-kd19:3.3.45": "diṭṭhivipattiyā pātimokkhaṁ ṭhapeti akatāya …pe… ",
  "pli-tv-kd19:3.3.46": "katāya—",
  "pli-tv-kd19:3.3.47": "imāni cha dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.48": "Katamāni satta adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.49": "Amūlakena pārājikena pātimokkhaṁ ṭhapeti, amūlakena saṅghādisesena …pe… ",
  "pli-tv-kd19:3.3.50": "thullaccayena pācittiyena pāṭidesanīyena dukkaṭena dubbhāsitena pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.51": "imāni satta adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.52": "Katamāni satta dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.53": "Samūlakena pārājikena pātimokkhaṁ ṭhapeti, samūlakena saṅghādisesena …pe… ",
  "pli-tv-kd19:3.3.54": "thullaccayena pācittiyena pāṭidesanīyena dukkaṭena dubbhāsitena pātimokkhaṁ ṭhapeti—",
  "pli-tv-kd19:3.3.55": "imāni satta dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.56": "Katamāni aṭṭha adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.57": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katāya; ",
  "pli-tv-kd19:3.3.58": "amūlikāya ācāravipattiyā …pe… ",
  "pli-tv-kd19:3.3.59": "diṭṭhivipattiyā …pe… ",
  "pli-tv-kd19:3.3.60": "ājīvavipattiyā pātimokkhaṁ ṭhapeti akatāya …pe… katāya—",
  "pli-tv-kd19:3.3.61": "imāni aṭṭha adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.62": "Katamāni aṭṭha dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.63": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katāya; ",
  "pli-tv-kd19:3.3.64": "samūlikāya ācāravipattiyā …pe… ",
  "pli-tv-kd19:3.3.65": "diṭṭhivipattiyā …pe… ",
  "pli-tv-kd19:3.3.66": "ājīvavipattiyā pātimokkhaṁ ṭhapeti akatāya …pe… katāya—",
  "pli-tv-kd19:3.3.67": "imāni aṭṭha dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.68": "Katamāni nava adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.69": "Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katāya, amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katākatāya; ",
  "pli-tv-kd19:3.3.70": "amūlikāya ācāravipattiyā …pe… ",
  "pli-tv-kd19:3.3.71": "diṭṭhivipattiyā pātimokkhaṁ ṭhapeti akatāya …pe… katāya …pe… ",
  "pli-tv-kd19:3.3.72": "katākatāya—",
  "pli-tv-kd19:3.3.73": "imāni nava adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.74": "Katamāni nava dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.75": "Samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katāya, samūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti katākatāya; ",
  "pli-tv-kd19:3.3.76": "samūlikāya ācāravipattiyā …pe… ",
  "pli-tv-kd19:3.3.77": "diṭṭhivipattiyā pātimokkhaṁ ṭhapeti akatāya …pe… katāya …pe… ",
  "pli-tv-kd19:3.3.78": "katākatāya—",
  "pli-tv-kd19:3.3.79": "imāni nava dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.80": "Katamāni dasa adhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.81": "Na pārājiko tassaṁ parisāyaṁ nisinno hoti, na pārājikakathā vippakatā hoti; ",
  "pli-tv-kd19:3.3.82": "na sikkhaṁ paccakkhātako tassaṁ parisāyaṁ nisinno hoti, na sikkhaṁ paccakkhātakathā vippakatā hoti; ",
  "pli-tv-kd19:3.3.83": "dhammikaṁ sāmaggiṁ upeti, na dhammikaṁ sāmaggiṁ paccādiyati, na dhammikāya sāmaggiyā paccādānakathā vippakatā hoti; ",
  "pli-tv-kd19:3.3.84": "na sīlavipattiyā diṭṭhasutaparisaṅkito hoti, na ācāravipattiyā diṭṭhasutaparisaṅkito hoti, na diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti—",
  "pli-tv-kd19:3.3.85": "imāni dasa adhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.3.86": "Katamāni dasa dhammikāni pātimokkhaṭṭhapanāni? ",
  "pli-tv-kd19:3.3.87": "Pārājiko tassaṁ parisāyaṁ nisinno hoti, pārājikakathā vippakatā hoti; ",
  "pli-tv-kd19:3.3.88": "sikkhaṁ paccakkhātako tassaṁ parisāyaṁ nisinno hoti, sikkhaṁ paccakkhātakathā vippakatā hoti; ",
  "pli-tv-kd19:3.3.89": "dhammikaṁ sāmaggiṁ na upeti, dhammikaṁ sāmaggiṁ paccādiyati, dhammikāya sāmaggiyā paccādānakathā vippakatā hoti; ",
  "pli-tv-kd19:3.3.90": "sīlavipattiyā diṭṭhasutaparisaṅkito hoti, ācāravipattiyā diṭṭhasutaparisaṅkito hoti, diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti—",
  "pli-tv-kd19:3.3.91": "imāni dasa dhammikāni pātimokkhaṭṭhapanāni. ",
  "pli-tv-kd19:3.4.0": "6. Dhammikapātimokkhaṭṭhapana ",
  "pli-tv-kd19:3.4.1": "Kathaṁ pārājiko tassaṁ parisāyaṁ nisinno hoti? ",
  "pli-tv-kd19:3.4.2": "Idha, bhikkhave, yehi ākārehi yehi liṅgehi yehi nimittehi pārājikassa dhammassa ajjhāpatti hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati pārājikaṁ dhammaṁ ajjhāpajjantaṁ. ",
  "pli-tv-kd19:3.4.3": "Na heva kho bhikkhu bhikkhuṁ passati pārājikaṁ dhammaṁ ajjhāpajjantaṁ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.4.4": "‘itthannāmo, āvuso, bhikkhu pārājikaṁ dhammaṁ ajjhāpanno’ti. ",
  "pli-tv-kd19:3.4.5": "Na heva kho bhikkhu bhikkhuṁ passati pārājikaṁ dhammaṁ ajjhāpajjantaṁ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.4.6": "‘itthannāmo, āvuso, bhikkhu pārājikaṁ dhammaṁ ajjhāpanno’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.4.7": "‘ahaṁ, āvuso, pārājikaṁ dhammaṁ ajjhāpanno’ti. ",
  "pli-tv-kd19:3.4.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.4.9": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.4.10": "Itthannāmo puggalo pārājikaṁ dhammaṁ ajjhāpanno, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.4.11": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.4.12": "Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṁ antarāyānaṁ aññatarena—",
  "pli-tv-kd19:3.4.13": "rājantarāyena vā, corantarāyena vā, agyantarāyena vā, udakantarāyena vā, manussantarāyena vā, amanussantarāyena vā, vāḷantarāyena vā, sarīsapantarāyena vā, jīvitantarāyena vā, brahmacariyantarāyena vā. ",
  "pli-tv-kd19:3.4.14": "Ākaṅkhamāno, bhikkhave, bhikkhu tasmiṁ vā āvāse, aññasmiṁ vā āvāse, tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.4.15": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.4.16": "Itthannāmassa puggalassa pārājikakathā vippakatā, taṁ vatthu avinicchitaṁ. ",
  "pli-tv-kd19:3.4.17": "Yadi saṅghassa pattakallaṁ, saṅgho taṁ vatthuṁ vinicchineyyā’ti. ",
  "pli-tv-kd19:3.4.18": "Evañcetaṁ labhetha, iccetaṁ kusalaṁ. ",
  "pli-tv-kd19:3.4.19": "No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāharitabbaṁ—",
  "pli-tv-kd19:3.4.20": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.4.21": "Itthannāmassa puggalassa pārājikakathā vippakatā, taṁ vatthu avinicchitaṁ. ",
  "pli-tv-kd19:3.4.22": "Tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.4.23": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.5.1": "Kathaṁ sikkhaṁ paccakkhātako tassaṁ parisāyaṁ nisinno hoti? ",
  "pli-tv-kd19:3.5.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi sikkhā paccakkhātā hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati sikkhaṁ paccakkhantaṁ. ",
  "pli-tv-kd19:3.5.3": "Na heva kho bhikkhu bhikkhuṁ passati sikkhaṁ paccakkhantaṁ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.5.4": "‘itthannāmena, āvuso, bhikkhunā sikkhā paccakkhātā’ti. ",
  "pli-tv-kd19:3.5.5": "Na heva kho bhikkhu bhikkhuṁ passati sikkhaṁ paccakkhantaṁ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.5.6": "‘itthannāmena, āvuso, bhikkhunā sikkhā paccakkhātā’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.5.7": "‘mayā, āvuso, sikkhā paccakkhātā’ti. ",
  "pli-tv-kd19:3.5.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.5.9": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.5.10": "Itthannāmena puggalena sikkhā paccakkhātā, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.5.11": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.5.12": "Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṁ antarāyānaṁ aññatarena—",
  "pli-tv-kd19:3.5.13": "rājantarāyena vā …pe… ",
  "pli-tv-kd19:3.5.14": "brahmacariyantarāyena vā, ākaṅkhamāno, bhikkhave, bhikkhu tasmiṁ vā āvāse, aññasmiṁ vā āvāse, tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.5.15": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.5.16": "Itthannāmassa puggalassa sikkhaṁ paccakkhātakathā vippakatā, taṁ vatthu avinicchitaṁ. ",
  "pli-tv-kd19:3.5.17": "Yadi saṅghassa pattakallaṁ, saṅgho taṁ vatthuṁ vinicchineyyā’ti. ",
  "pli-tv-kd19:3.5.18": "Evañcetaṁ labhetha, iccetaṁ kusalaṁ. ",
  "pli-tv-kd19:3.5.19": "No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāharitabbaṁ—",
  "pli-tv-kd19:3.5.20": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.5.21": "Itthannāmassa puggalassa sikkhaṁ paccakkhātakathā vippakatā, taṁ vatthu avinicchitaṁ. ",
  "pli-tv-kd19:3.5.22": "Tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.5.23": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.6.1": "Kathaṁ dhammikaṁ sāmaggiṁ na upeti? ",
  "pli-tv-kd19:3.6.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi dhammikāya sāmaggiyānupagamanaṁ hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati dhammikaṁ sāmaggiṁ na upentaṁ. ",
  "pli-tv-kd19:3.6.3": "Na heva kho bhikkhu bhikkhuṁ passati dhammikaṁ sāmaggiṁ na upentaṁ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.6.4": "‘itthannāmo, āvuso, bhikkhu dhammikaṁ sāmaggiṁ na upetī’ti. ",
  "pli-tv-kd19:3.6.5": "Na heva kho bhikkhu bhikkhuṁ passati dhammikaṁ sāmaggiṁ na upentaṁ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.6.6": "‘itthannāmo, āvuso, bhikkhu dhammikaṁ sāmaggiṁ na upetī’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.6.7": "‘ahaṁ, āvuso, dhammikaṁ sāmaggiṁ na upemī’ti. ",
  "pli-tv-kd19:3.6.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.6.9": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.6.10": "Itthannāmo puggalo dhammikaṁ sāmaggiṁ na upeti, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.6.11": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.7.1": "Kathaṁ dhammikaṁ sāmaggiṁ paccādiyati? ",
  "pli-tv-kd19:3.7.2": "Idha, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi dhammikāya sāmaggiyā paccādānaṁ hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati dhammikaṁ sāmaggiṁ paccādiyantaṁ. ",
  "pli-tv-kd19:3.7.3": "Na heva kho bhikkhu bhikkhuṁ passati dhammikaṁ sāmaggiṁ paccādiyantaṁ, api ca añño bhikkhu bhikkhussa āroceti—‘itthannāmo, āvuso, bhikkhu dhammikaṁ sāmaggiṁ paccādiyatī’ti. ",
  "pli-tv-kd19:3.7.4": "Na heva kho bhikkhu bhikkhuṁ passati dhammikaṁ sāmaggiṁ paccādiyantaṁ, nāpi añño bhikkhu bhikkhussa āroceti—‘itthannāmo, āvuso, bhikkhu dhammikaṁ sāmaggiṁ paccādiyatī’ti, api ca sova bhikkhu bhikkhussa āroceti—‘ahaṁ, āvuso, dhammikaṁ sāmaggiṁ paccādiyāmī’ti. ",
  "pli-tv-kd19:3.7.5": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.7.6": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.7.7": "Itthannāmo puggalo dhammikaṁ sāmaggiṁ paccādiyati, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.7.8": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.7.9": "Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṁ antarāyānaṁ aññatarena—",
  "pli-tv-kd19:3.7.10": "rājantarāyena vā …pe… ",
  "pli-tv-kd19:3.7.11": "brahmacariyantarāyena vā. ",
  "pli-tv-kd19:3.7.12": "Ākaṅkhamāno, bhikkhave, bhikkhu tasmiṁ vā āvāse, aññasmiṁ vā āvāse, tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.7.13": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.7.14": "Itthannāmassa puggalassa dhammikāya sāmaggiyā paccādānakathā vippakatā, taṁ vatthu avinicchitaṁ. ",
  "pli-tv-kd19:3.7.15": "Yadi saṅghassa pattakallaṁ, saṅgho taṁ vatthuṁ vinicchineyyā’ti. ",
  "pli-tv-kd19:3.7.16": "Evañcetaṁ labhetha, iccetaṁ kusalaṁ. ",
  "pli-tv-kd19:3.7.17": "No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāharitabbaṁ—",
  "pli-tv-kd19:3.7.18": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.7.19": "Itthannāmassa puggalassa dhammikāya sāmaggiyā paccādānakathā vippakatā, taṁ vatthu avinicchitaṁ. ",
  "pli-tv-kd19:3.7.20": "Tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.7.21": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.8.1": "Kathaṁ sīlavipattiyā diṭṭhasutaparisaṅkito hoti? ",
  "pli-tv-kd19:3.8.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi sīlavipattiyā diṭṭhasutaparisaṅkito hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṁ. ",
  "pli-tv-kd19:3.8.3": "Na heva kho bhikkhu bhikkhuṁ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṁ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.8.4": "‘itthannāmo, āvuso, bhikkhu sīlavipattiyā diṭṭhasutaparisaṅkito’ti. ",
  "pli-tv-kd19:3.8.5": "Na heva kho bhikkhu bhikkhuṁ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṁ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.8.6": "‘itthannāmo, āvuso, bhikkhu sīlavipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.8.7": "‘ahaṁ, āvuso, sīlavipattiyā diṭṭhasutaparisaṅkitomhī’ti. ",
  "pli-tv-kd19:3.8.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.8.9": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.8.10": "Itthannāmo puggalo sīlavipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.8.11": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.9.1": "Kathaṁ ācāravipattiyā diṭṭhasutaparisaṅkito hoti? ",
  "pli-tv-kd19:3.9.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi ācāravipattiyā diṭṭhasutaparisaṅkito hoti tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṁ. ",
  "pli-tv-kd19:3.9.3": "Na heva kho bhikkhu bhikkhuṁ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṁ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.4": "‘itthannāmo, āvuso, bhikkhu ācāravipattiyā diṭṭhasutaparisaṅkito’ti. ",
  "pli-tv-kd19:3.9.5": "Na heva kho bhikkhu bhikkhuṁ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṁ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.6": "‘itthannāmo, āvuso, bhikkhu ācāravipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.7": "‘ahaṁ, āvuso, ācāravipattiyā diṭṭhasutaparisaṅkitomhī’ti. ",
  "pli-tv-kd19:3.9.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.9.9": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.9.10": "Itthannāmo puggalo ācāravipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.9.11": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.9.12": "Kathaṁ diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti? ",
  "pli-tv-kd19:3.9.13": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṁ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṁ. ",
  "pli-tv-kd19:3.9.14": "Na heva kho bhikkhu bhikkhuṁ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṁ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.15": "‘itthannāmo, āvuso, bhikkhu diṭṭhivipattiyā diṭṭhasutaparisaṅkito’ti. ",
  "pli-tv-kd19:3.9.16": "Na heva kho bhikkhu bhikkhuṁ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṁ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.17": "‘itthannāmo, āvuso, bhikkhu diṭṭhivipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.18": "‘ahaṁ, āvuso, diṭṭhivipattiyā diṭṭhasutaparisaṅkitomhī’ti. ",
  "pli-tv-kd19:3.9.19": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṁ puggale sammukhībhūte saṅghamajjhe udāhareyya—",
  "pli-tv-kd19:3.9.20": "‘Suṇātu me, bhante, saṅgho. ",
  "pli-tv-kd19:3.9.21": "Itthannāmo puggalo diṭṭhivipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṁ ṭhapemi, na tasmiṁ sammukhībhūte pātimokkhaṁ uddisitabbanti—",
  "pli-tv-kd19:3.9.22": "dhammikaṁ pātimokkhaṭṭhapanaṁ’. ",
  "pli-tv-kd19:3.9.23": "Imāni dasa dhammikāni pātimokkhaṭṭhapanānī”ti. ",
  "pli-tv-kd19:3.9.24": "Paṭhamabhāṇavāro niṭṭhito. ",
  "pli-tv-kd19:4.1.0": "7. Attādānaaṅga ",
  "pli-tv-kd19:4.1.1": "Atha kho āyasmā upāli yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "pli-tv-kd19:4.1.2": "Ekamantaṁ nisinno kho āyasmā upāli bhagavantaṁ etadavoca—",
  "pli-tv-kd19:4.1.3": "“attādānaṁ ādātukāmena, bhante, bhikkhunā katamaṅgasamannāgataṁ attādānaṁ ādātabban”ti? ",
  "pli-tv-kd19:4.1.4": "“Attādānaṁ ādātukāmena, upāli, bhikkhunā pañcaṅgasamannāgataṁ attādānaṁ ādātabbaṁ. ",
  "pli-tv-kd19:4.1.5": "Attādānaṁ ādātukāmena, upāli, bhikkhunā evaṁ paccavekkhitabbaṁ—",
  "pli-tv-kd19:4.1.6": "‘yaṁ kho ahaṁ imaṁ attādānaṁ ādātukāmo, kālo nu kho imaṁ attādānaṁ ādātuṁ udāhu no’ti? ",
  "pli-tv-kd19:4.1.7": "Sace, upāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.8": "‘akālo imaṁ attādānaṁ ādātuṁ, no kālo’ti, na taṁ, upāli, attādānaṁ ādātabbaṁ. ",
  "pli-tv-kd19:4.1.9": "Sace panupāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.10": "‘kālo imaṁ attādānaṁ ādātuṁ, no akālo’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṁ—",
  "pli-tv-kd19:4.1.11": "‘yaṁ kho ahaṁ imaṁ attādānaṁ ādātukāmo, bhūtaṁ nu kho idaṁ attādānaṁ udāhu no’ti? ",
  "pli-tv-kd19:4.1.12": "Sace, upāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.13": "‘abhūtaṁ idaṁ attādānaṁ, no bhūtan’ti, na taṁ, upāli, attādānaṁ ādātabbaṁ. ",
  "pli-tv-kd19:4.1.14": "Sace panupāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.15": "‘bhūtaṁ idaṁ attādānaṁ, no abhūtan’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṁ—",
  "pli-tv-kd19:4.1.16": "‘yaṁ kho ahaṁ imaṁ attādānaṁ ādātukāmo, atthasañhitaṁ nu kho idaṁ attādānaṁ udāhu no’ti? ",
  "pli-tv-kd19:4.1.17": "Sace, upāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.18": "‘anatthasañhitaṁ idaṁ attādānaṁ, no atthasañhitan’ti, na taṁ, upāli, attādānaṁ ādātabbaṁ. ",
  "pli-tv-kd19:4.1.19": "Sace panupāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.20": "‘atthasañhitaṁ idaṁ attādānaṁ, no anatthasañhitan’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṁ—",
  "pli-tv-kd19:4.1.21": "‘imaṁ kho ahaṁ attādānaṁ ādiyamāno labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe udāhu no’ti? ",
  "pli-tv-kd19:4.1.22": "Sace, upāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.23": "‘imaṁ kho ahaṁ attādānaṁ ādiyamāno na labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe’ti, na taṁ, upāli, attādānaṁ ādātabbaṁ. ",
  "pli-tv-kd19:4.1.24": "Sace panupāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.25": "‘imaṁ kho ahaṁ attādānaṁ ādiyamāno labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṁ—",
  "pli-tv-kd19:4.1.26": "‘imaṁ kho me attādānaṁ ādiyato bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ udāhu no’ti? ",
  "pli-tv-kd19:4.1.27": "Sace upāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.28": "‘imaṁ kho me attādānaṁ ādiyato bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇan’ti, na taṁ, upāli, attādānaṁ ādātabbaṁ. ",
  "pli-tv-kd19:4.1.29": "Sace panupāli, bhikkhu paccavekkhamāno evaṁ jānāti—",
  "pli-tv-kd19:4.1.30": "‘imaṁ kho me attādānaṁ ādiyato na bhavissati saṅghassa tatonidānaṁ bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇan’ti, ādātabbaṁ taṁ, upāli, attādānaṁ. ",
  "pli-tv-kd19:4.1.31": "Evaṁ pañcaṅgasamannāgataṁ kho, upāli, attādānaṁ ādinnaṁ, pacchāpi avippaṭisārakaraṁ bhavissatī”ti. ",
  "pli-tv-kd19:5.1.0": "8. Codakenapaccavekkhitabbadhamma ",
  "pli-tv-kd19:5.1.1": "“Codakena, bhante, bhikkhunā paraṁ codetukāmena kati dhamme ajjhattaṁ paccavekkhitvā paro codetabbo”ti? ",
  "pli-tv-kd19:5.1.2": "“Codakena, upāli, bhikkhunā paraṁ codetukāmena pañca dhamme ajjhattaṁ paccavekkhitvā paro codetabbo. ",
  "pli-tv-kd19:5.1.3": "Codakena, upāli, bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ—",
  "pli-tv-kd19:5.1.4": "‘parisuddhakāyasamācāro nu khomhi, parisuddhenamhi kāyasamācārena samannāgato—acchiddena appaṭimaṁsena? Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "pli-tv-kd19:5.1.5": "No ce, upāli, bhikkhu parisuddhakāyasamācāro hoti, parisuddhena kāyasamācārena samannāgato—acchiddena appaṭimaṁsena, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.6": "‘iṅgha tāva āyasmā kāyikaṁ sikkhassū’ti. Itissa bhavanti vattāro. ",
  "pli-tv-kd19:5.1.7": "Puna caparaṁ, upāli, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ—",
  "pli-tv-kd19:5.1.8": "‘parisuddhavacīsamācāro nu khomhi, parisuddhenamhi vacīsamācārena samannāgato—acchiddena appaṭimaṁsena? Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "pli-tv-kd19:5.1.9": "No ce, upāli, bhikkhu parisuddhavacīsamācāro hoti, parisuddhena vacīsamācārena samannāgato—",
  "pli-tv-kd19:5.1.10": "acchiddena appaṭimaṁsena, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.11": "‘iṅgha tāva āyasmā vācasikaṁ sikkhassū’ti. Itissa bhavanti vattāro. ",
  "pli-tv-kd19:5.1.12": "Puna caparaṁ, upāli, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ—",
  "pli-tv-kd19:5.1.13": "‘mettaṁ nu kho me cittaṁ paccupaṭṭhitaṁ sabrahmacārīsu anāghātaṁ, saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "pli-tv-kd19:5.1.14": "No ce, upāli, bhikkhuno mettacittaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu anāghātaṁ, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.15": "‘iṅgha tāva āyasmā sabrahmacārīsu mettacittaṁ upaṭṭhāpehī’ti. Itissa bhavanti vattāro. ",
  "pli-tv-kd19:5.1.16": "Puna caparaṁ, upāli, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ—",
  "pli-tv-kd19:5.1.17": "‘bahussuto nu khomhi, sutadharo, sutasannicayo? Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā? Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "pli-tv-kd19:5.1.18": "No ce, upāli, bhikkhu bahussuto hoti, sutadharo, sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpassa dhammā na bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.19": "‘iṅgha tāva āyasmā āgamaṁ pariyāpuṇassū’ti. Itissa bhavanti vattāro. ",
  "pli-tv-kd19:5.1.20": "Puna caparaṁ, upāli, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ—",
  "pli-tv-kd19:5.1.21": "‘ubhayāni kho me pātimokkhāni vitthārena svāgatāni honti, suvibhattāni, suppavattīni, suvinicchitāni, suttaso, anubyañjanaso? Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "pli-tv-kd19:5.1.22": "No ce, upāli, bhikkhuno ubhayāni pātimokkhāni vitthārena svāgatāni honti, suvibhattāni, suppavattīni, suvinicchitāni, suttaso, anubyañjanaso, ‘idaṁ panāvuso, kattha vuttaṁ bhagavatā’ti, iti puṭṭho na sampāyati, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.23": "‘iṅgha tāva āyasmā vinayaṁ pariyāpuṇassū’ti. Itissa bhavanti vattāro. ",
  "pli-tv-kd19:5.1.24": "Codakenupāli, bhikkhunā paraṁ codetukāmena ime pañca dhamme ajjhattaṁ paccavekkhitvā paro codetabbo”ti. ",
  "pli-tv-kd19:5.2.0": "9. Codakenaupaṭṭhāpetabbadhamma ",
  "pli-tv-kd19:5.2.1": "“Codakena, bhante, bhikkhunā paraṁ codetukāmena kati dhamme ajjhattaṁ upaṭṭhāpetvā paro codetabbo”ti? ",
  "pli-tv-kd19:5.2.2": "“Codakenupāli, bhikkhunā paraṁ codetukāmena pañca dhamme ajjhattaṁ upaṭṭhāpetvā paro codetabbo—",
  "pli-tv-kd19:5.2.3": "kālena vakkhāmi, no akālena; ",
  "pli-tv-kd19:5.2.4": "bhūtena vakkhāmi, no abhūtena; ",
  "pli-tv-kd19:5.2.5": "saṇhena vakkhāmi, no pharusena; ",
  "pli-tv-kd19:5.2.6": "atthasaṁhitena vakkhāmi, no anatthasaṁhitena; ",
  "pli-tv-kd19:5.2.7": "mettacitto vakkhāmi, no dosantaroti. ",
  "pli-tv-kd19:5.2.8": "Codakenupāli, bhikkhunā paraṁ codetukāmena ime pañca dhamme ajjhattaṁ upaṭṭhāpetvā paro codetabbo”ti. ",
  "pli-tv-kd19:5.3.0": "10. Codakacuditakapaṭisaṁyuttakathā ",
  "pli-tv-kd19:5.3.1": "“Adhammacodakassa, bhante, bhikkhuno katihākārehi vippaṭisāro upadahātabbo”ti? ",
  "pli-tv-kd19:5.3.2": "“Adhammacodakassa, upāli, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.3.3": "akālenāyasmā codesi, no kālena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.3.4": "abhūtenāyasmā codesi, no bhūtena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.3.5": "pharusenāyasmā codesi, no saṇhena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.3.6": "anatthasaṁhitenāyasmā codesi, no atthasaṁhitena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.3.7": "dosantaro āyasmā codesi, no mettacitto, alaṁ te vippaṭisārāyāti. ",
  "pli-tv-kd19:5.3.8": "Adhammacodakassa, upāli, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo. ",
  "pli-tv-kd19:5.3.9": "Taṁ kissa hetu? ",
  "pli-tv-kd19:5.3.10": "Yathā na aññopi bhikkhu abhūtena codetabbaṁ maññeyyā”ti. ",
  "pli-tv-kd19:5.4.1": "“Adhammacuditassa pana, bhante, bhikkhuno katihākārehi avippaṭisāro upadahātabbo”ti? ",
  "pli-tv-kd19:5.4.2": "“Adhammacuditassa, upāli, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.4.3": "akālenāyasmā cudito, no kālena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.4.4": "abhūtenāyasmā cudito, no bhūtena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.4.5": "pharusenāyasmā cudito, no saṇhena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.4.6": "anatthasaṁhitenāyasmā cudito, no atthasaṁhitena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.4.7": "dosantarenāyasmā cudito, no mettacittena, alaṁ te avippaṭisārāyāti. ",
  "pli-tv-kd19:5.4.8": "Adhammacuditassa, upāli, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo”ti. ",
  "pli-tv-kd19:5.5.1": "“Dhammacodakassa, bhante, bhikkhuno katihākārehi avippaṭisāro upadahātabbo”ti? ",
  "pli-tv-kd19:5.5.2": "“Dhammacodakassa, upāli, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.5.3": "kālenāyasmā codesi, no akālena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.5.4": "bhūtenāyasmā codesi, no abhūtena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.5.5": "saṇhenāyasmā codesi, no pharusena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.5.6": "atthasaṁhitenāyasmā codesi, no anatthasaṁhitena, alaṁ te avippaṭisārāya; ",
  "pli-tv-kd19:5.5.7": "mettacitto āyasmā codesi, no dosantaro, alaṁ te avippaṭisārāyāti. ",
  "pli-tv-kd19:5.5.8": "Dhammacodakassa, upāli, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo. ",
  "pli-tv-kd19:5.5.9": "Taṁ kissa hetu? ",
  "pli-tv-kd19:5.5.10": "Yathā aññopi bhikkhu bhūtena codetabbaṁ maññeyyā”ti. ",
  "pli-tv-kd19:5.6.1": "“Dhammacuditassa pana, bhante, bhikkhuno katihākārehi vippaṭisāro upadahātabbo”ti? ",
  "pli-tv-kd19:5.6.2": "“Dhammacuditassa, upāli, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.6.3": "kālenāyasmā cudito, no akālena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.6.4": "bhūtenāyasmā cudito, no abhūtena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.6.5": "saṇhenāyasmā cudito, no pharusena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.6.6": "atthasaṁhitenāyasmā cudito, no anatthasaṁhitena, alaṁ te vippaṭisārāya; ",
  "pli-tv-kd19:5.6.7": "mettacittenāyasmā cudito, no dosantarena, alaṁ te vippaṭisārāyāti. ",
  "pli-tv-kd19:5.6.8": "Dhammacuditassa, upāli, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo”ti. ",
  "pli-tv-kd19:5.7.1": "“Codakena, bhante, bhikkhunā paraṁ codetukāmena kati dhamme ajjhattaṁ manasi karitvā paro codetabbo”ti? ",
  "pli-tv-kd19:5.7.2": "“Codakenupāli, bhikkhunā paraṁ codetukāmena pañca dhamme ajjhattaṁ manasi karitvā paro codetabbo—",
  "pli-tv-kd19:5.7.3": "kāruññatā, hitesitā, anukampitā, āpattivuṭṭhānatā, vinayapurekkhāratāti. ",
  "pli-tv-kd19:5.7.4": "Codakenupāli, bhikkhunā paraṁ codetukāmena ime pañca dhamme ajjhattaṁ manasi karitvā paro codetabbo”ti. ",
  "pli-tv-kd19:5.7.5": "“Cuditena pana, bhante, bhikkhunā katisu dhammesu patiṭṭhātabban”ti? ",
  "pli-tv-kd19:5.7.6": "“Cuditenupāli, bhikkhunā dvīsu dhammesu patiṭṭhātabbaṁ—",
  "pli-tv-kd19:5.7.7": "sacce ca akuppe cā”ti. ",
  "pli-tv-kd19:5.7.8": "Dutiyabhāṇavāro niṭṭhito. ",
  "pli-tv-kd19:5.7.9": "Pātimokkhaṭṭhapanakkhandhako navamo. ",
  "pli-tv-kd19:5.7.10": "Imamhi khandhake vatthū tiṁsa. ",
  "pli-tv-kd19:5.7.11": "Tassuddānaṁ ",
  "pli-tv-kd19:5.7.12": "Uposathe yāvatikaṁ, ",
  "pli-tv-kd19:5.7.13": "pāpabhikkhu na nikkhami; ",
  "pli-tv-kd19:5.7.14": "Moggallānena nicchuddho, ",
  "pli-tv-kd19:5.7.15": "accherā jinasāsane. ",
  "pli-tv-kd19:5.7.16": "Ninnonupubbasikkhā ca, ",
  "pli-tv-kd19:5.7.17": "ṭhitadhammo nātikkamma; ",
  "pli-tv-kd19:5.7.18": "Kuṇapukkhipati saṅgho, ",
  "pli-tv-kd19:5.7.19": "savantiyo jahanti ca. ",
  "pli-tv-kd19:5.7.20": "Savanti parinibbanti, ",
  "pli-tv-kd19:5.7.21": "ekarasa vimutti ca; ",
  "pli-tv-kd19:5.7.22": "Bahu dhammavinayopi, ",
  "pli-tv-kd19:5.7.23": "bhūtaṭṭhāriyapuggalā. ",
  "pli-tv-kd19:5.7.24": "Samuddaṁ upamaṁ katvā, ",
  "pli-tv-kd19:5.7.25": "vācesi sāsane guṇaṁ; ",
  "pli-tv-kd19:5.7.26": "Uposathe pātimokkhaṁ, ",
  "pli-tv-kd19:5.7.27": "na amhe koci jānāti. ",
  "pli-tv-kd19:5.7.28": "Paṭikacceva ujjhanti, ",
  "pli-tv-kd19:5.7.29": "eko dve tīṇi cattāri; ",
  "pli-tv-kd19:5.7.30": "Pañca cha satta aṭṭhāni, ",
  "pli-tv-kd19:5.7.31": "navā ca dasamāni ca. ",
  "pli-tv-kd19:5.7.32": "Sīlaācāradiṭṭhi ca, ",
  "pli-tv-kd19:5.7.33": "ājīvaṁ catubhāgike; ",
  "pli-tv-kd19:5.7.34": "Pārājikañca saṅghādi, ",
  "pli-tv-kd19:5.7.35": "pācitti pāṭidesani. ",
  "pli-tv-kd19:5.7.36": "Dukkaṭaṁ pañcabhāgesu, ",
  "pli-tv-kd19:5.7.37": "sīlācāravipatti ca; ",
  "pli-tv-kd19:5.7.38": "Akatāya katāya ca, ",
  "pli-tv-kd19:5.7.39": "chabhāgesu yathāvidhi. ",
  "pli-tv-kd19:5.7.40": "Pārājikañca saṅghādi, ",
  "pli-tv-kd19:5.7.41": "thullaṁ pācittiyena ca; ",
  "pli-tv-kd19:5.7.42": "Pāṭidesaniyañceva, ",
  "pli-tv-kd19:5.7.43": "dukkaṭañca dubbhāsitaṁ. ",
  "pli-tv-kd19:5.7.44": "Sīlācāravipatti ca, ",
  "pli-tv-kd19:5.7.45": "Diṭṭhiājīvavipatti; ",
  "pli-tv-kd19:5.7.46": "Yā ca aṭṭhā katākate, ",
  "pli-tv-kd19:5.7.47": "Tenetā sīlācāradiṭṭhiyā. ",
  "pli-tv-kd19:5.7.48": "Akatāya katāyāpi, ",
  "pli-tv-kd19:5.7.49": "katākatāyameva ca; ",
  "pli-tv-kd19:5.7.50": "Evaṁ navavidhā vuttā, ",
  "pli-tv-kd19:5.7.51": "yathābhūtena ñāyato. ",
  "pli-tv-kd19:5.7.52": "Pārājiko vippakatā, ",
  "pli-tv-kd19:5.7.53": "paccakkhāto tatheva ca; ",
  "pli-tv-kd19:5.7.54": "Upeti paccādiyati, ",
  "pli-tv-kd19:5.7.55": "paccādānakathā ca yā. ",
  "pli-tv-kd19:5.7.56": "Sīlācāravipatti ca, ",
  "pli-tv-kd19:5.7.57": "tathā diṭṭhivipattiyā; ",
  "pli-tv-kd19:5.7.58": "Diṭṭhasutaparisaṅkitaṁ, ",
  "pli-tv-kd19:5.7.59": "dasadhā taṁ vijānātha. ",
  "pli-tv-kd19:5.7.60": "Bhikkhu vipassati bhikkhuṁ, ",
  "pli-tv-kd19:5.7.61": "añño cārocayāti taṁ; ",
  "pli-tv-kd19:5.7.62": "Soyeva tassa akkhāti, ",
  "pli-tv-kd19:5.7.63": "pātimokkhaṁ ṭhapeti so. ",
  "pli-tv-kd19:5.7.64": "Vuṭṭhāti antarāyena, ",
  "pli-tv-kd19:5.7.65": "Rājacoraggudakā ca; ",
  "pli-tv-kd19:5.7.66": "Manussaamanussā ca, ",
  "pli-tv-kd19:5.7.67": "Vāḷasarīsapā jīvibrahmaṁ. ",
  "pli-tv-kd19:5.7.68": "Dasannamaññatarena, ",
  "pli-tv-kd19:5.7.69": "tasmiṁ aññataresu vā; ",
  "pli-tv-kd19:5.7.70": "Dhammikādhammikā ceva, ",
  "pli-tv-kd19:5.7.71": "yathā maggena jānātha. ",
  "pli-tv-kd19:5.7.72": "Kālabhūtatthasaṁhitaṁ, ",
  "pli-tv-kd19:5.7.73": "labhissāmi bhavissati; ",
  "pli-tv-kd19:5.7.74": "Kāyavācasikā mettā, ",
  "pli-tv-kd19:5.7.75": "bāhusaccaṁ ubhayāni. ",
  "pli-tv-kd19:5.7.76": "Kālabhūtena saṇhena, ",
  "pli-tv-kd19:5.7.77": "atthamettena codaye; ",
  "pli-tv-kd19:5.7.78": "Vippaṭisāradhammena, ",
  "pli-tv-kd19:5.7.79": "tathā vācā vinodaye. ",
  "pli-tv-kd19:5.7.80": "Dhammacodacuditassa, ",
  "pli-tv-kd19:5.7.81": "vinodeti vippaṭisāro; ",
  "pli-tv-kd19:5.7.82": "Karuṇā hitānukampi, ",
  "pli-tv-kd19:5.7.83": "vuṭṭhānapurekkhārato. ",
  "pli-tv-kd19:5.7.84": "Codakassa paṭipatti, ",
  "pli-tv-kd19:5.7.85": "sambuddhena pakāsitā; ",
  "pli-tv-kd19:5.7.86": "Sacce ceva akuppe ca, ",
  "pli-tv-kd19:5.7.87": "cuditasseva dhammatāti. ",
  "pli-tv-kd19:5.7.88": "Pātimokkhaṭṭhapanakkhandhako niṭṭhito. "
}