{
  "dhp268:1": "<i lang='pi' translate='no'>Mona</i> (“sagacity”, Sanskrit <i lang='pi' translate='no'>mauna</i>) is the abstract noun from <i lang='pi' translate='no'>muni</i> (‘sage”). Over time it acquired the sense “silence”, as a thoughtful man is silent, and it is explained as such here by the commentary as well as the Chinese translation (T 210:27.13 at T iv 586c19). However I have not found any early instances to support this. In Pali, silence is <i lang='pi' translate='no'>tuṇhī</i>; a “vow of silence”—forbidden to monastics—is <i lang='pi' translate='no'>mūgabbata</i> (<a href='https://suttacentral.net/pli-tv-kd4/en/sujato#1.12.6'>Kd 4:1.12.6</a>). Nothing in the context here suggests a vow of silence. In the Rig Veda (7.56.8, 10.136) the <i lang='pi' translate='no'>muni</i> appears as an ecstatic, raving as if drunk, apparently from drugs (<i lang='pi' translate='no'>soma</i>, <i lang='pi' translate='no'>viṣa</i>), suggesting a sense of “mind-altered” or “mind-expanded”. Chāndogya Upaniṣad 8.5.2 refers to <i lang='pi' translate='no'>mauna</i> as the life of a student, characterized by <i lang='pi' translate='no'>manute</i> (“thinking”, “reflection”), so we can well translate “thoughtfulness”. Bṛhadāraṇyaka Upaniṣad 3.5.1 enjoins the student to become like a child, then reject both scholarship and childishness, thus becoming a “sage” (<i lang='pi' translate='no'>muni</i>). Then, rejecting sagacity and lack of sagacity they become a brahmin. This could easily have the Vedic sense of “mind-expanded (through drugs or meditation)”. A similar sense probably applies here. The verse enjoins “weighed” or rational thought as opposed to confused, perhaps “ecstatic” or “mind-altered” thought. ",
  "dhp269:3": "These two lines recapitulate the previous lines. <i lang='pi' translate='no'>Munāti</i> (“sagely weighs”, literally “thinks, examines”) is punned with <i lang='pi' translate='no'>mināti</i> (“measure, weigh”) following the imagery of the scales. “Both” calls back to both good and evil. "
}