{
  "sn55.30:0.1": "Les Discours Regroupés par Thèmes 55.30 ",
  "sn55.30:0.2": "3. Saranani ",
  "sn55.30:0.3": "Nandaka le Licchavi ",
  "sn55.30:1.1": "Un jour, le Fortuné séjournait près de Vessali, dans le grand bois, dans la salle (couverte d’un) toit pointu. ",
  "sn55.30:1.2": "Ce jour-là, Nandaka, un ministre des Licchavis, vint voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Tandis qu’il était assis là, le Fortuné lui dit : ",
  "sn55.30:2.1": "« Nandaka, un noble disciple doué de quatre qualités est entré dans le courant, il est par nature délivré des mondes inférieurs et il est infailliblement destiné à l’éveil. ",
  "sn55.30:2.2": "Quelles sont ces quatre ? ",
  "sn55.30:2.3": "À cet égard, Nandaka, un noble disciple possède une confiance vérifiée dans le Bouddha : ",
  "sn55.30:2.4": "“Le Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.30:2.5": "Il possède une confiance vérifiée dans le Dhamma : “Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "sn55.30:2.6": "Il possède une confiance vérifiée dans la Communauté : “La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "sn55.30:2.7": "Il possède des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "sn55.30:2.8": "Nandaka, un noble disciple doué de ces quatre qualités est entré dans le courant, il est par nature délivré des mondes inférieurs et il est infailliblement destiné à l’éveil. ",
  "sn55.30:3.1": "De plus, Nandaka, un noble disciple doué de ces quatre qualités est pourvu d’une longue vie, qu’elle soit déva ou humaine ; ",
  "sn55.30:3.2": "il est pourvu de beauté, qu’elle soit déva ou humaine ; ",
  "sn55.30:3.3": "il est pourvu de bien-être, qu’il soit déva ou humain ; ",
  "sn55.30:3.4": "il est pourvu d’une bonne réputation, qu’elle soit déva ou humaine ; ",
  "sn55.30:3.5": "il est pourvu d’influence, qu’elle soit déva ou humaine. ",
  "sn55.30:3.6": "Je ne déclare pas cela, Nandaka, parce que je l’ai appris par un autre renonçant-ou-brahmane. Je déclare cela parce que je l’ai connu par moi-même, je l’ai vu par moi-même et je l’ai compris par moi-même. ",
  "sn55.30:4.1": "Lorsque cela fut dit, une certaine personne dit à Nandaka, le ministre des Licchavis : ",
  "sn55.30:4.2": "— Il est temps de prendre votre bain, Bhanté. ",
  "sn55.30:4.3": "— Assez, mon brave, de ce bain externe. ",
  "sn55.30:4.4": "Ce bain interne sera suffisant : ",
  "sn55.30:4.5": "la dévotion envers le Fortuné. » "
}