{
  "sn55.21:0.1": "Les Discours Regroupés par Thèmes 55.21 ",
  "sn55.21:0.2": "3. Saranani ",
  "sn55.21:0.3": "Mahanama le Sakya (1) ",
  "sn55.21:1.1": "Ainsi ai-je entendu : ",
  "sn55.21:1.2": "Un jour, le Fortuné séjournait parmi les Sakyas, près de Kapilavatthou, dans le parc de Nigrodha. ",
  "sn55.21:1.3": "Ce jour-là, Mahanama le Sakya vint voir Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il dit au Fortuné : ",
  "sn55.21:1.4": "« Cette ville de Kapilavatthou, Bhanté, est riche et prospère, peuplée et remplie de gens, et ses rues sont encombrées. ",
  "sn55.21:1.5": "Parfois, Bhanté, lorsque j’y entre le soir, après être allé visiter le Fortuné, ou des mendiants dignes de respect, ",
  "sn55.21:1.6": "je croise un éléphant qui fait une embardée, ",
  "sn55.21:1.7": "ou bien je croise un cheval qui fait une embardée, ",
  "sn55.21:1.8": "ou une charrette qui fait une embardée, ",
  "sn55.21:1.9": "ou un chariot qui fait une embardée, ",
  "sn55.21:1.10": "ou bien je croise une personne qui fait une embardée. ",
  "sn55.21:1.11": "En ces moments-là, Bhanté, ma présence d’esprit envers le Fortuné est oubliée, ma présence d’esprit envers le Dhamma est oubliée et ma présence d’esprit envers la Communauté est oubliée. ",
  "sn55.21:1.12": "Alors, Bhanté, je me dis : ",
  "sn55.21:1.13": "“Si je devais trépasser maintenant, quelle serait ma destination, quelle serait ma condition future ?” ",
  "sn55.21:2.1": "— N’aie crainte, Mahānāma, n’aie crainte. ",
  "sn55.21:2.2": "Ta mort ne sera pas mauvaise, ton trépas ne sera pas mauvais. ",
  "sn55.21:2.3": "Lorsque pendant longtemps l’esprit a été nourri de conviction, de vertu, de connaissances, de générosité et de discernement, alors ce corps, qui est est physique, constitué des quatre éléments primaires, produit par mère et père, qui se nourrit de riz et de gruau, qui est par nature sujet à l’impermanence, à l’abrasion, au frottement, au démembrement, à la destruction, ",
  "sn55.21:2.4": "est dévoré par les corbeaux, par les vautours, par les charognards, par les chiens, par les chacals et par diverses autres créatures, ",
  "sn55.21:2.5": "mais l’esprit qui a pendant longtemps été nourri de conviction, de vertu, de connaissances, de générosité et de discernement s’élève et atteint la distinction. ",
  "sn55.21:3.1": "C’est tout comme, Mahanama, si un homme jetait une jarre contenant du ghee (beurre clarifié) ou une jarre contenant de l’huile dans une étendue d’eau profonde puis la brisait : ",
  "sn55.21:3.2": "les tessons ou morceaux couleraient, tandis que le ghee ou l’huile s’élèveraient et atteindraient la surface. ",
  "sn55.21:3.3": "De la même manière, Mahanama, lorsque pendant longtemps l’esprit a été nourri de conviction, de vertu, de connaissances, de générosité et de discernement, ",
  "sn55.21:3.4": "alors ce corps, qui est est physique, constitué des quatre éléments primaires, produit par mère et père, qui se nourrit de riz et de gruau, qui est par nature sujet à l’impermanence, à l’abrasion, au frottement, au démembrement, à la destruction, est dévoré par les corbeaux, par les vautours, par les charognards, par les chiens, par les chacals et par diverses autres créatures, ",
  "sn55.21:3.5": "mais l’esprit qui a pendant longtemps été nourri de conviction, de vertu, de connaissances, de générosité et de discernement s’élève et atteint la distinction. ",
  "sn55.21:3.6": "Mahanama, ton esprit a pendant longtemps été nourri de conviction, de vertu, de connaissances, de générosité et de discernement. ",
  "sn55.21:3.7": "N’aie crainte, Mahānāma, n’aie crainte. ",
  "sn55.21:3.8": "Ta mort ne sera pas mauvaise, ton trépas ne sera pas mauvais. » "
}