{
  "sn55.37:0.1": "Les Discours Regroupés par Thèmes 55.37 ",
  "sn55.37:0.2": "4. Les flux de mérite ",
  "sn55.37:0.3": "À Mahanama ",
  "sn55.37:1.1": "Un jour, le Fortuné séjournait parmi les Sakyas, près de Kapilavatthou, dans le parc de Nigrodha. ",
  "sn55.37:1.2": "Ce jour-là, Mahanama le Sakya vint voir Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il dit au Fortuné : ",
  "sn55.37:2.1": "«De quelle manière, Bhanté, est on un disciple laïc ? ",
  "sn55.37:2.2": "— Mahanama, lorsqu’on est allé en refuge au Bouddha, qu’on est allé en refuge au Dhamma, qu’ on est allé en refuge à la Communauté : ",
  "sn55.37:2.3": "voici, Mahanama, de quelle manière on est un disciple laïc. ",
  "sn55.37:3.1": "— Et de quelle manière, Bhanté, un disciple laïc est-il accompli en vertu ? ",
  "sn55.37:3.2": "— Mahanama, lorsqu’un disciple laïc s’abstient de détruire la vie, s’abstient de s’approprier ce qui n’a pas été donné, s’abstient de la méconduite en raison (des plaisirs) de la sensualité, s’abstient des paroles fausses, s’abstient des liqueurs, boissons fermentées et intoxicants qui engendrent la négligence : ",
  "sn55.37:3.3": "voici, Mahanama, de quelle manière un disciple laïc est accompli en vertu. ",
  "sn55.37:4.1": "— Et de quelle manière, Bhanté, un disciple laïc est-il accompli en conviction ? ",
  "sn55.37:4.2": "— À cet égard, un noble disciple a de la conviction, il est convaincu de l’éveil du Tathagata : ",
  "sn55.37:4.3": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé” : ",
  "sn55.37:4.4": "voici, Mahanama, de quelle manière un disciple laïc est accompli en conviction. ",
  "sn55.37:5.1": "— Et de quelle manière, Bhanté, un disciple laïc est-il accompli en générosité ? ",
  "sn55.37:5.2": "— À cet égard, Mahanama, un disciple laïc vit à la maison avec un esprit dépourvu de la souillure de l’avarice, librement généreux, la main ouverte, se plaisant à faire des dons, accessible aux demandes, se plaisant à donner et à partager : ",
  "sn55.37:5.3": "voici, Mahanama, de quelle manière un disciple laïc est accompli en générosité. ",
  "sn55.37:6.1": "— Et de quelle manière, Bhanté, un disciple laïc est-il accompli en discernement ? ",
  "sn55.37:6.2": "— À cet égard, Mahanama, un disciple laïc a du discernement, il est pourvu du discernement de l’apparition et de l’extinction qui est noble et pénétrant, menant à la destruction correcte du mal-être : ",
  "sn55.37:6.3": "voici, Mahanama, de quelle manière un disciple laïc est accompli en discernement.» "
}