{
  "sn55.8:0.1": "Les Discours Regroupés par Thèmes 55.8 ",
  "sn55.8:0.2": "1. À Véloudvara ",
  "sn55.8:0.3": "Dans la bâtisse en briques ",
  "sn55.8:1.1": "Ainsi ai-je entendu : ",
  "sn55.8:1.2": "Un jour, le Fortuné séjournait à Niatika, dans la bâtisse en briques. ",
  "sn55.8:1.3": "Ce jour-là, le vénérable Ananda alla voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il lui dit : ",
  "sn55.8:2.1": "« Bhanté, le mendiant nommé Salha est décédé. ",
  "sn55.8:2.2": "Quelle est sa destination, qu’est-il devenu ? ",
  "sn55.8:2.3": "Bhanté, la mendiante nommée Nanda est décédée. ",
  "sn55.8:2.4": "Quelle est sa destination, qu’est-elle devenue ? ",
  "sn55.8:2.5": "Bhanté, le disciple laïc Sudatta est décédé. ",
  "sn55.8:2.6": "Quelle est sa destination, qu’est-il devenu ? ",
  "sn55.8:2.7": "Bhanté, la disciple laïque Sujata est décédée. ",
  "sn55.8:2.8": "Quelle est sa destination, qu’est-elle devenue ? ",
  "sn55.8:3.1": "— Ananda, le mendiant Salha qui est décédé, avec la destruction des impuretés mentales, est entré et a demeuré dans ce monde visible dans la libération de l’esprit sans impureté, dans la libération par le discernement, en l’ayant réalisée pour lui-même par connaissance directe. ",
  "sn55.8:3.2": "La mendiante Nanda qui est décédée, ayant complètement détruit les cinq entraves spirituelles inférieures, a eu une naissance spontanée, d’où elle atteindra l’Extinction complète, sans jamais revenir de ce monde-là. ",
  "sn55.8:3.3": "Le disciple laïc Sudatta qui est décédé, ayant complètement détruit trois entraves spirituelles, avec la réduction de l’avidité, de l’aversion et de la délusion, est un retournant unique qui, en revenant une fois encore dans ce monde, mettra fin au mal-être. ",
  "sn55.8:3.4": "La disciple laïque Sujata qui est décédée, ayant complètement détruit trois entraves spirituelles, est parvenue au courant, par nature délivrée des mondes inférieurs, infailliblement destinée à l'éveil. ",
  "sn55.8:4.1": "Il n’est pas extraordinaire, Ananda, qu’un être humain meure. ",
  "sn55.8:4.2": "Si à chaque fois que quelqu’un meurt tu viens me poser cette question, Ananda, cela sera ennuyeux pour le Tathagata. ",
  "sn55.8:4.3": "C’est pourquoi je vais t’enseigner un exposé du Dhamma qui s’appelle le miroir du Dhamma, grâce auquel un noble disciple peut, s’il le désire, déclarer de lui-même : ",
  "sn55.8:4.4": "“J’en ai fini avec l’enfer, j’en ai fini avec le sein animal, j’en ai fini avec le plan d’existence des esprits affligés, j’en ai fini avec les existences infortunées, les mauvaises destinations, les mondes inférieurs, je suis parvenu au courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil.” ",
  "sn55.8:5.1": "Et quel est, Ananda, cet exposé du Dhamma qui s’appelle le miroir du Dhamma, grâce auquel un noble disciple peut, s’il le désire, déclarer de lui-même : ",
  "sn55.8:5.2": "“J’en ai fini avec l’enfer, j’en ai fini avec le sein animal, j’en ai fini avec le plan d’existence des esprits affligés, j’en ai fini avec les existences infortunées, les mauvaises destinations, les mondes inférieurs, je suis parvenu au courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil.” ",
  "sn55.8:6.1": "À cet égard, Ananda, un noble disciple possède une confiance vérifiée dans le Bouddha : “Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.8:6.2": "Il possède une confiance vérifiée dans le Dhamma : “Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "sn55.8:6.3": "Il possède une confiance vérifiée dans la Communauté : “La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "sn55.8:6.4": "Il possède des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "sn55.8:6.5": "Voici, Ananda, quel est cet exposé du Dhamma qui s’appelle le miroir du Dhamma, ",
  "sn55.8:6.6": "grâce auquel un noble disciple peut, s’il le désire, déclarer de lui-même : ",
  "sn55.8:6.7": "“J’en ai fini avec l’enfer, j’en ai fini avec le sein animal, j’en ai fini avec le plan d’existence des esprits affligés, j’en ai fini avec les existences infortunées, les mauvaises destinations, les mondes inférieurs, je suis parvenu au courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil.” "
}