{
  "sn55.25:0.1": "Les Discours Regroupés par Thèmes 55.25 ",
  "sn55.25:0.2": "3. Saranani ",
  "sn55.25:0.3": "Saranani le Sakya (2) ",
  "sn55.25:1.1": "À Kapilavatthou. ",
  "sn55.25:1.2": "Ce jour-là, Saranani le Sakya était décédé ",
  "sn55.25:1.3": "et le Fortuné avait déclaré ",
  "sn55.25:1.4": "qu’il était entré dans le courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.25:1.5": "Alors un certain nombre de Sakyas, s’étant rassemblés et réunis, s’exaspéraient, rouspétaient et s’énervaient : ",
  "sn55.25:1.6": "« C’est extraordinaire, messieurs, c’est inouï. ",
  "sn55.25:1.7": "Maintenant, qui ici n’entrera pas dans le courant, ",
  "sn55.25:1.8": "puisque le Sakya nommé Saranani est décédé, ",
  "sn55.25:1.9": "et que le Fortuné a déclaré ",
  "sn55.25:1.10": "qu’il est parvenu au courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.25:1.11": "Pourtant, Saranani le Sakya ne complétait pas l’entraînement ! » ",
  "sn55.25:1.12": "Alors Mahanama le Sakya alla voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il dit au Fortuné : ",
  "sn55.25:2.1": "« Bhanté, Saranani le Sakya est décédé, ",
  "sn55.25:2.2": "et le Fortuné a déclaré ",
  "sn55.25:2.3": "qu’il est parvenu au courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.25:2.4": "Alors, Bhanté, un certain nombre de Sakyas, s’étant rassemblés et réunis, se sont exaspérés, ont rouspétaé et se sont énervés (en disant :) ",
  "sn55.25:2.5": "“C’est extraordinaire, messieurs, c’est inouï. ",
  "sn55.25:2.6": "Maintenant, qui ici n’entrera pas dans le courant, ",
  "sn55.25:2.7": "puisque le Sakya nommé Saranani est décédé, ",
  "sn55.25:2.8": "et que le Fortuné a déclaré ",
  "sn55.25:2.9": "qu’il est parvenu au courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.25:2.10": "Pourtant, Saranani le Sakya ne complétait pas de l’entraînement !” ",
  "sn55.25:3.1": "— Mahanama, lorsqu’un disciple laïc est allé en refuge au Bouddha, est allé en refuge au Dhamma, est allé en refuge à la Communauté pendant longtemps, comment pourrait-il aller dans un monde inférieur ? ",
  "sn55.25:3.2": "Mahanama, il serait correct de dire de Saranani le Sakya ",
  "sn55.25:3.3": "qu’il était allé en refuge au Bouddha, qu’il était allé en refuge au Dhamma, qu’il était allé en refuge à la Communauté pendant longtemps. ",
  "sn55.25:3.4": "Puisque Saranani le Sakya était allé en refuge au Bouddha, qu’il était allé en refuge au Dhamma, qu’il était allé en refuge à la Communauté pendant longtemps, comment aurait-il pu aller dans un monde inférieur ? ",
  "sn55.25:4.1": "À cet égard, Mahanama, un certain individu va uniquement au Bouddha et a placé toute sa confiance en lui : ",
  "sn55.25:4.2": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.25:4.3": "Il va uniquement au Dhamma et y a placé toute sa confiance : “Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "sn55.25:4.4": "Il va uniquement à la Communauté et y a placé toute sa confiance : “La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "sn55.25:4.5": "Il est aussi pourvu de discernement joyeux et de discernement vif, et il a atteint la libération. ",
  "sn55.25:4.6": "Avec la destruction des impuretés mentales, il entre et demeure dans ce monde visible dans la libération de l’esprit sans impureté, dans la libération par le discernement, en l’ayant réalisée pour lui-même par connaissance directe. ",
  "sn55.25:4.7": "Cet individu, Mahanama, est délivré de l’enfer, il est délivré du sein animal, il est délivré du plan d’existence des esprits affligés, il est délivré des existences infortunées, des mauvaises destinations, des mondes inférieurs. ",
  "sn55.25:5.1": "Ou bien, Mahanama, un certain individu va uniquement au Bouddha et a placé toute sa confiance en lui : ",
  "sn55.25:5.2": "“Assurément, ce Fortuné est (…) enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.25:5.3": "Il va uniquement au Dhamma (…) ",
  "sn55.25:5.4": "Il va uniquement à la Communauté (…) ",
  "sn55.25:5.5": "Il est aussi pourvu de discernement joyeux et de discernement vif, mais il n’a pas atteint la libération. ",
  "sn55.25:5.6": "Ayant complètement détruit les cinq entraves spirituelles inférieures, il atteint l’Extinction complète dans l’intervalle, ou bien il l’atteint à l’arrivée, ou bien il l’atteint sans effort volontaire, ou bien il atteint l’Extinction complète avec effort volontaire, ou bien il ’remonte le courant’ et se rend dans l’Akanittha. ",
  "sn55.25:5.7": "Cet individu, Mahanama, est délivré de l’enfer, il est délivré du sein animal, il est délivré du plan d’existence des esprits affligés, il est délivré des existences infortunées, des mauvaises destinations, des mondes inférieurs. ",
  "sn55.25:6.1": "Ou bien, Mahanama, un certain individu va uniquement au Bouddha et a placé toute sa confiance en lui : ",
  "sn55.25:6.2": "“Assurément, ce Fortuné est un (…) enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.25:6.3": "Il va uniquement au Dhamma (…) ",
  "sn55.25:6.4": "Il va uniquement à la Communauté (…) ",
  "sn55.25:6.5": "Il n’est pas pourvu de discernement joyeux ni de discernement vif, et il n’a pas atteint la libération. ",
  "sn55.25:6.6": "Ayant complètement détruit trois entraves spirituelles, avec la réduction de l’avidité, de l’aversion et de la délusion, il est un retournant unique, ne revenant en ce monde qu’une fois avant de mettre fin au mal-être. ",
  "sn55.25:6.7": "Cet individu, Mahanama, est délivré de l’enfer, il est délivré du sein animal, il est délivré du plan d’existence des esprits affligés, il est délivré des existences infortunées, des mauvaises destinations, des mondes inférieurs. ",
  "sn55.25:7.1": "Ou bien, Mahanama, un certain individu va uniquement au Bouddha et a placé toute sa confiance en lui : ",
  "sn55.25:7.2": "“Assurément, ce Fortuné est un (…) enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.25:7.3": "Il va uniquement au Dhamma (…) ",
  "sn55.25:7.4": "Il va uniquement à la Communauté (…) ",
  "sn55.25:7.5": "Il n’est pas pourvu de discernement joyeux ni de discernement vif, et il n’a pas atteint la libération. ",
  "sn55.25:7.6": "Ayant complètement détruit trois entraves spirituelles, il entre dans le courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.25:7.7": "Cet individu, Mahanama, est délivré de l’enfer, il est délivré du sein animal, il est délivré du plan d’existence des esprits affligés, il est délivré des existences infortunées, des mauvaises destinations, des mondes inférieurs. ",
  "sn55.25:8.1": "Ou bien, Mahanama, un certain individu ne va pas uniquement au Bouddha et n’a pas placé toute sa confiance en lui (…) ",
  "sn55.25:8.2": "Il ne va pas uniquement au Dhamma (…) ",
  "sn55.25:8.3": "Il ne va pas uniquement à la Communauté (…) ",
  "sn55.25:8.4": "Il n’est pas pourvu de discernement joyeux ni de discernement vif, et il n’a pas atteint la libération. ",
  "sn55.25:8.5": "Mais il est pourvu des qualités suivantes : ",
  "sn55.25:8.6": "la faculté de conviction, la faculté d’énergie, la faculté de présence d’esprit, la faculté de concentration, la faculté de discernement, ",
  "sn55.25:8.7": "et il a accepté l’enseignement professé par le Tathagata après l’avoir suffisamment médité avec discernement. ",
  "sn55.25:8.8": "Cet individu, Mahanama, ne va pas non plus en enfer, ne va pas dans le sein animal, ne va pas dans le plan d’existence des esprits affligés, ne va pas dans les existences infortunées, les mauvaises destinations, ni les mondes inférieurs. ",
  "sn55.25:9.1": "Ou bien, Mahanama, un certain individu ne va pas uniquement au Bouddha et n’a pas placé toute sa confiance en lui (…) ",
  "sn55.25:9.2": "Il n’est pas doué d’une confiance vérifiée dans le Dhamma (…) ",
  "sn55.25:9.3": "Il n’est pas doué d’une confiance vérifiée dans la Communauté (…) ",
  "sn55.25:9.4": "Il n’est pas pourvu de discernement joyeux ni de discernement vif, et il n’a pas atteint la libération. ",
  "sn55.25:9.5": "Mais il est pourvu des qualités suivantes : ",
  "sn55.25:9.6": "la faculté de conviction, la faculté d’énergie, la faculté de présence d’esprit, la faculté de concentration, la faculté de discernement, ",
  "sn55.25:9.7": "et il a suffisamment de conviction envers le Tathagata, suffisamment d’affection envers lui. ",
  "sn55.25:9.8": "Cet individu, Mahanama, ne va pas non plus en enfer, ne va pas dans le sein animal, ne va pas dans le plan d’existence des esprits affligés, ne va pas dans les existences infortunées, les mauvaises destinations, ni les mondes inférieurs. ",
  "sn55.25:10.1": "Imagine, Mahanama, qu’il y ait un mauvais champ, une mauvaise terre, où les souches n’ont pas été retirées, que les graines (à planter) soient cassées, pourries, asséchées par le vent et le soleil, infertiles, mal plantées, et que les nuages ne fassent pas pleuvoir comme il faut. ",
  "sn55.25:10.2": "Est-ce que ces graines trouveraient leur croissance, leur développement et leur abondance ? ",
  "sn55.25:10.3": "— Non, Bhanté. ",
  "sn55.25:10.4": "— De la même manière, Mahanama, un enseignement est mal exposé, mal professé, stérile, il ne mène pas à la quiétude, il n’est pas professé par un être véritablement éveillé : ",
  "sn55.25:10.5": "voici ce que j’appelle un mauvais champ. ",
  "sn55.25:10.6": "Et dans cet enseignement, un disciple reste à pratiquer l’enseignement au niveau des phénomènes, à le pratiquer de la manière conforme, il se comporte conformément à l’enseignement : ",
  "sn55.25:10.7": "voici ce que j’appelle une mauvaise graine. ",
  "sn55.25:11.1": "Imagine, Mahanama, qu’il y ait un bon champ, une bonne terre, où les souches ont été bien retirées, que les graines (à planter) soient entières, préservées, qu’elles ne soient pas asséchées par le vent ni le soleil, qu’elles soient fertiles, bien plantées, ",
  "sn55.25:11.2": "et que les nuages fassent pleuvoir comme il faut. ",
  "sn55.25:11.3": "Est-ce que ces graines trouveraient leur croissance, leur développement et leur abondance ? ",
  "sn55.25:11.4": "— Oui, Bhanté. ",
  "sn55.25:11.5": "— De la même manière, Mahanama, un enseignement est bien exposé, bien professé, libérateur, il mène à la quiétude, il est professé par un être véritablement éveillé : ",
  "sn55.25:11.6": "voici ce que j’appelle un bon champ. ",
  "sn55.25:11.7": "Et dans cet enseignement, un disciple reste à pratiquer l’enseignement au niveau des phénomènes, à le pratiquer de la manière conforme, il se comporte conformément à l’enseignement : ",
  "sn55.25:11.8": "voici ce que j’appelle une bonne graine. ",
  "sn55.25:11.9": "Et alors, ô combien plus Saranani le Sakya ! ",
  "sn55.25:11.10": "Mahanama, Saranani le Sakya, au moment de la mort, a complété l’entraînement. » "
}