{
  "sn55.2:0.1": "Les Discours Regroupés par Thèmes 55.2 ",
  "sn55.2:0.2": "1. À Véloudvara ",
  "sn55.2:0.3": "Fondé sur la vie brahmique ",
  "sn55.2:1.1": "Mendiants, un noble disciple doué de quatre qualités est un parvenu-au-courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.2:2.1": "Quelles sont ces quatre qualités ? ",
  "sn55.2:2.2": "À cet égard, mendiants, un noble disciple possède une confiance vérifiée dans le Bouddha : ",
  "sn55.2:2.3": "«Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.» ",
  "sn55.2:2.4": "Il possède une confiance vérifiée dans le Dhamma : «Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.» ",
  "sn55.2:2.5": "Il possède une confiance vérifiée dans la Communauté : «La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.» ",
  "sn55.2:2.6": "Il possède des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "sn55.2:2.7": "Mendiants, un noble disciple doué de ces quatre qualités est un parvenu-au-courant, par nature délivré des mondes inférieurs, infailliblement destiné à l’éveil. ",
  "sn55.2:3.1": "Ainsi parla le Fortuné. ",
  "sn55.2:3.2": "Ayant dit cela, le Sublime, l’Enseignant ajouta : ",
  "sn55.2:4.1": "Ceux qui possèdent conviction, vertu, ",
  "sn55.2:4.2": "Dévotion, et vision Dhamma, ",
  "sn55.2:4.3": "Atteignent en leur temps ",
  "sn55.2:4.4": "Le bien-être reposant sur la vie brahmique. "
}