{
  "sn55.40:0.1": "Les Discours Regroupés par Thèmes 55.40 ",
  "sn55.40:0.2": "4. Les flux de mérite ",
  "sn55.40:0.3": "Nandiya le Sakya ",
  "sn55.40:1.1": "Un jour, le Fortuné résidait parmi les Sakyas, à Kapilavatthou, dans le parc aux ficus banians. ",
  "sn55.40:1.2": "Ce jour-là, Nandiya le Sakya alla voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il dit au Fortuné : ",
  "sn55.40:1.3": "«Bhanté, si les quatre facteurs de l’entrée dans le courant sont complètement et de toutes les façons possibles absents chez un noble disciple, est-ce que c’est un noble disciple qui demeure négligent ? ",
  "sn55.40:2.1": "— Nandiya, de celui chez qui les quatre facteurs de l’entrée dans le courant sont complètement et de toutes les façons possibles absents, je dis que c’est un étranger qui se tient du côté des individus ordinaires. ",
  "sn55.40:2.2": "Mais en ce qui concerne la manière dont un noble disciple demeure négligent ou assidu, ",
  "sn55.40:2.3": "écoute cela et fais bien attention, je vais parler. ",
  "sn55.40:2.4": "— Oui, Bhanté, répondit Nandiya le Sakya au Fortuné. ",
  "sn55.40:2.5": "Celui-ci lui dit alors : ",
  "sn55.40:3.1": "— Et comment, Nandiya, un noble disciple demeure-t-il négligent ? ",
  "sn55.40:3.2": "À cet égard, un noble disciple possède une confiance vérifiée dans le Bouddha : ",
  "sn55.40:3.3": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.40:3.4": "Se satisfaisant de cette confiance vérifiée dans le Bouddha, il ne fait pas d’effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. ",
  "sn55.40:3.5": "Chez celui qui demeure ainsi négligent, il n’y a pas de joie. ",
  "sn55.40:3.6": "Là où il n’y a pas de joie, il n’y a pas d’exaltation. ",
  "sn55.40:3.7": "Là où il n’y a pas d’exaltation, il n’y a pas de tranquillité. ",
  "sn55.40:3.8": "Là où il n’y a pas de tranquillité, on séjourne dans le  mal-être. ",
  "sn55.40:3.9": "L’esprit de celui qui est dans le mal-être ne se concentre pas. ",
  "sn55.40:3.10": "Pour un esprit non concentré, les phénomènes ne deviennent pas manifestes. ",
  "sn55.40:3.11": "Celui pour qui les phénomènes ne sont pas manifestes est considéré comme quelqu’un qui demeure négligent. ",
  "sn55.40:4.1": "En outre, Nandiya, un noble disciple est pourvu d’une confiance vérifiée dans le Dhamma : “Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” Se satisfaisant de cette confiance vérifiée dans le Dhamma, il ne fait pas d’effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. Chez celui qui demeure ainsi négligent, il n’y a pas de joie. Là où il n’y a pas de joie, il n’y a pas d’exaltation. Là où il n’y a pas d’exaltation, il n’y a pas de tranquillité. Là où il n’y a pas de tranquillité, on séjourne dans le mal-être. L’esprit de celui qui est dans le mal-être ne se concentre pas. Pour un esprit non concentré, les phénomènes ne deviennent pas manifestes. Celui pour qui les phénomènes ne sont pas manifestes est considéré comme quelqu’un qui demeure négligent. ",
  "sn55.40:4.2": "En outre, Nandiya, un noble disciple est pourvu d’une confiance vérifiée dans la Communauté : “La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” Se satisfaisant de cette confiance vérifiée dans la Communauté, il ne fait pas d’effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. Chez celui qui demeure ainsi négligent, il n’y a pas de joie. Là où il n’y a pas de joie, il n’y a pas d’exaltation. Là où il n’y a pas d’exaltation, il n’y a pas de tranquillité. Là où il n’y a pas de tranquillité, on séjourne dans le mal-être. L’esprit de celui qui est dans le mal-être ne se concentre pas. Pour un esprit non concentré, les phénomènes ne deviennent pas manifestes. Celui pour qui les phénomènes ne sont pas manifestes est considéré comme quelqu’un qui demeure négligent. ",
  "sn55.40:4.3": "En outre, Nandiya, un noble disciple possède des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "sn55.40:4.4": "Se satisfaisant de ces vertus agréables aux êtres nobles, il ne fait pas d’effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. ",
  "sn55.40:4.5": "Chez celui qui demeure ainsi négligent, il n’y a pas de joie. ",
  "sn55.40:4.6": "Là où il n’y a pas de joie, il n’y a pas d’exaltation. ",
  "sn55.40:4.7": "Là où il n’y a pas d’exaltation, il n’y a pas de tranquillité. ",
  "sn55.40:4.8": "Là où il n’y a pas de tranquillité, on séjourne dans le  mal-être. ",
  "sn55.40:4.9": "L’esprit de celui qui est dans le mal-être ne se concentre pas. ",
  "sn55.40:4.10": "Pour un esprit non concentré, les phénomènes ne deviennent pas manifestes. ",
  "sn55.40:4.11": "Celui pour qui les phénomènes ne sont pas manifestes est considéré comme quelqu’un qui demeure négligent. ",
  "sn55.40:4.12": "Voici, Nandiya, comment un noble disciple demeure négligent. ",
  "sn55.40:5.1": "Et comment, Nandiya, un noble disciple demeure-t-il assidu ? ",
  "sn55.40:5.2": "À cet égard, un noble disciple possède une confiance vérifiée dans le Bouddha : ",
  "sn55.40:5.3": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.40:5.4": "Ne se satisfaisant pas de cette confiance vérifiée dans le Bouddha, il fait un effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. ",
  "sn55.40:5.5": "Chez celui qui demeure ainsi assidu, la joie prend naissance. ",
  "sn55.40:5.6": "Chez celui qui est dans la joie, l’exaltation apparaît. ",
  "sn55.40:5.7": "Chez celui qui a un mental exalté, le corps se calme. ",
  "sn55.40:5.8": "Celui dont le corps est calme demeure dans le bien-être. ",
  "sn55.40:5.9": "L’esprit de celui qui est dans le bien-être se concentre. ",
  "sn55.40:5.10": "Pour un esprit concentré, les phénomènes deviennent manifestes. ",
  "sn55.40:5.11": "Celui pour qui les phénomènes sont manifestes est considéré comme quelqu’un qui demeure assidu. ",
  "sn55.40:6.1": "En outre, Nandiya, un noble disciple est pourvu d’une confiance vérifiée dans le Dhamma : “Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” Ne se satisfaisant pas de cette confiance vérifiée dans le Dhamma, il fait un effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. Chez celui qui demeure ainsi assidu, la joie prend naissance. Chez celui qui est dans la joie, l’exaltation apparaît. Chez celui qui a un mental exalté, le corps se calme. Celui dont le corps est calme demeure dans le bien-être. L’esprit de celui qui est dans le bien-être se concentre. Pour un esprit concentré, les phénomènes deviennent manifestes. Celui pour qui les phénomènes sont manifestes est considéré comme quelqu’un qui demeure assidu. ",
  "sn55.40:6.2": "En outre, Nandiya, un noble disciple est pourvu d’une confiance vérifiée dans la Communauté : “La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” Ne se satisfaisant pas de cette confiance vérifiée dans la Communauté, il fait un effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. Chez celui qui demeure ainsi assidu, la joie prend naissance. Chez celui qui est dans la joie, l’exaltation apparaît. Chez celui qui a un mental exalté, le corps se calme. Celui dont le corps est calme demeure dans le bien-être. L’esprit de celui qui est dans le bien-être se concentre. Pour un esprit concentré, les phénomènes deviennent manifestes. Celui pour qui les phénomènes sont manifestes est considéré comme quelqu’un qui demeure assidu. ",
  "sn55.40:6.3": "En outre, Nandiya, un noble disciple possède des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "sn55.40:6.4": "Ne se satisfaisant pas de ces vertus agréables aux êtres nobles, il fait un effort supplémentaire dans l’isolement le jour et dans la solitude la nuit. ",
  "sn55.40:6.5": "Chez celui qui demeure ainsi assidu, la joie prend naissance. ",
  "sn55.40:6.6": "Chez celui qui est dans la joie, l’exaltation apparaît. ",
  "sn55.40:6.7": "Chez celui qui a un mental exalté, le corps se calme. ",
  "sn55.40:6.8": "Celui dont le corps est calme demeure dans le bien-être. ",
  "sn55.40:6.9": "L’esprit de celui qui est dans le bien-être se concentre. ",
  "sn55.40:6.10": "Pour un esprit concentré, les phénomènes deviennent manifestes. ",
  "sn55.40:6.11": "Celui pour qui les phénomènes sont manifestes est considéré comme quelqu’un qui demeure assidu. ",
  "sn55.40:6.12": "Voici, Nandiya, comment un noble disciple demeure assidu.» "
}