{
  "sn55.27:0.1": "Les Discours Regroupés par Thèmes 55.27 ",
  "sn55.27:0.2": "3. Saranani ",
  "sn55.27:0.3": "Avec Anathapindika ",
  "sn55.27:1.1": "À Savatthi. ",
  "sn55.27:1.2": "Ce jour-là, l’homme de foyer Anathapindika était en proie à la maladie, souffrant, gravement malade. ",
  "sn55.27:1.3": "Alors il s’adressa à une certaine personne : ",
  "sn55.27:1.4": "« Va, mon cher, va voir le vénérable Ananda et rends-lui hommage en mon nom en mettant ta tête à ses pieds, (et dis-lui) : ",
  "sn55.27:1.5": "“Bhanté, l’homme de foyer Anathapindika est en proie à la maladie, souffrant, gravement malade. ",
  "sn55.27:1.6": "Il rend hommage au vénérable Ananda avec la tête à ses pieds.” ",
  "sn55.27:1.7": "Ensuite, dis-lui : ",
  "sn55.27:1.8": "“Il serait vraiment profitable à l’homme de foyer Anathapindika, Bhanté, que le vénérable Ananda aille le visiter dans sa maison, par compassion.” ",
  "sn55.27:2.1": "— Bien, Bhanté, » répondit la personne à l’homme de foyer Anathapindika, avant d’aller voir le vénérable Ananda, de lui rendre hommage, puis de s’asseoir d’un côté. Une fois assis là, il dit au vénérable Ananda : ",
  "sn55.27:2.2": "« Bhanté, l’homme de foyer Anathapindika est en proie à la maladie, souffrant, gravement malade. ",
  "sn55.27:2.3": "Il rend hommage au vénérable Ananda avec la tête à ses pieds. » ",
  "sn55.27:2.4": "Il dit ensuite : ",
  "sn55.27:2.5": "« Il serait vraiment profitable à l’homme de foyer Anathapindika, Bhanté, que le vénérable Ananda aille le visiter dans sa maison, par compassion. » ",
  "sn55.27:2.6": "Le vénérable Ananda acquiessa en silence. ",
  "sn55.27:3.1": "Alors le vénérable Ananda s’habilla, emporta son bol et ses robes, se rendit à la maison de l’homme de foyer Anathapindika, et s’assit sur le siège préparé. S’étant assis, il dit à l’homme de foyer Anathapindika : ",
  "sn55.27:3.2": "« Est-ce que c’est supportable, homme de foyer, est-ce que tu te maintiens ? Est-ce que les douleurs s’amenuisent plutôt que de s’intensifier, est-ce que c’est leur dissipation que tu discernes, plutôt que leur intensification ? ",
  "sn55.27:3.3": "— Non, Bhanté, ce n’est pas supportable et je ne me maintiens pas. Les douleurs sont puissantes et s’intensifient plutôt que de s’amenuiser, c’est leur intensification que je discerne, pas leur dissipation. ",
  "sn55.27:4.1": "— Homme de foyer, un individu ordinaire sans instruction pourvu de quatre états est effrayé, pris de panique, et a peur de la mort et de l’autre monde. ",
  "sn55.27:4.2": "Quels sont ces quatre ? ",
  "sn55.27:4.3": "À cet égard, un individu ordinaire sans instruction est pourvu de méfiance envers le Bouddha, ",
  "sn55.27:4.4": "et voyant en lui-même cette méfiance envers le Bouddha, il est effrayé, pris de panique, et a peur de la mort et de l’autre monde. ",
  "sn55.27:5.1": "En outre, homme de foyer, un individu ordinaire sans instruction est pourvu de méfiance envers le Dhamma, ",
  "sn55.27:5.2": "et voyant en lui-même cette méfiance envers le Dhamma, il est effrayé, pris de panique, et a peur de la mort et de l’autre monde. ",
  "sn55.27:6.1": "En outre, homme de foyer, un individu ordinaire sans instruction est pourvu de méfiance envers la Communauté, ",
  "sn55.27:6.2": "et voyant en lui-même cette méfiance envers la Communauté, il est effrayé, pris de panique, et a peur de la mort et de l’autre monde. ",
  "sn55.27:7.1": "En outre, homme de foyer, un individu ordinaire sans instruction manque de vertu, ",
  "sn55.27:7.2": "et voyant en lui-même ce manque de vertu, il est effrayé, pris de panique, et a peur de la mort et de l’autre monde. ",
  "sn55.27:7.3": "Voici, homme de foyer, quels sont ces quatre états pourvu desquels un individu ordinaire sans instruction est effrayé, pris de panique, et a peur de la mort et de l’autre monde. ",
  "sn55.27:8.1": "Homme de foyer, un noble disciple instruit pourvu de quatre états n’est pas effrayé ni pris de panique, et n’a pas peur de la mort ni de l’autre monde. ",
  "sn55.27:8.2": "Quels sont ces quatre ? ",
  "sn55.27:8.3": "À cet égard, homme de foyer, un noble disciple instruit possède une confiance vérifiée dans le Bouddha : ",
  "sn55.27:8.4": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.27:8.5": "Et voyant en lui-même cette confiance vérifiée dans le Bouddha, il n’est pas effrayé ni pris de panique, et n’a pas peur de la mort ni de l’autre monde. ",
  "sn55.27:9.1": "En outre, homme de foyer, un noble disciple instruit est pourvu d’une confiance vérifiée dans le Dhamma : ",
  "sn55.27:9.2": "“Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "sn55.27:9.3": "Et voyant en lui-même cette confiance vérifiée dans le Dhamma, il n’est pas effrayé ni pris de panique, et n’a pas peur de la mort ni de l’autre monde. ",
  "sn55.27:10.1": "En outre, homme de foyer, un noble disciple instruit est pourvu d’une confiance vérifiée dans la Communauté : ",
  "sn55.27:10.2": "“La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "sn55.27:10.3": "Et voyant en lui-même cette confiance vérifiée dans la Communauté, il n’est pas effrayé ni pris de panique, et n’a pas peur de la mort ni de l’autre monde. ",
  "sn55.27:11.1": "En outre, homme de foyer, un noble disciple instruit possède des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "sn55.27:11.2": "Et voyant en lui-même ces vertus qui sont attrayantes pour les êtres nobles, il n’est pas effrayé ni pris de panique, et n’a pas peur de la mort ni de l’autre monde. ",
  "sn55.27:11.3": "Voici, homme de foyer, quels sont ces quatre états pourvu desquels un noble disciple instruit n’est pas effrayé ni pris de panique, et n’a pas peur de la mort ni de l’autre monde. ",
  "sn55.27:12.1": "— Bhanté Ananda, je n’ai pas peur. ",
  "sn55.27:12.2": "Pourquoi aurais-je peur ? ",
  "sn55.27:12.3": "Bhanté, je suis pourvu d’une confiance vérifiée dans le Bouddha : ",
  "sn55.27:12.4": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "sn55.27:12.5": "Je suis pourvu d’une confiance vérifiée dans le Dhamma : “Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "sn55.27:12.6": "Je suis pourvu d’une confiance vérifiée dans la Communauté : ",
  "sn55.27:12.7": "“La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "sn55.27:12.8": "Et en ce qui concerne les règles de l’entraînement professées par le Fortuné pour les maîtres de foyer, je ne vois en moi aucune rupture. ",
  "sn55.27:12.9": "— Vraiment, c’est un gain pour toi, homme de foyer ! Vraiment, c’est un bénéfice pour toi. ",
  "sn55.27:12.10": "Homme de foyer, tu viens de déclarer le fruit de l’entrée dans le courant ! » "
}