{
  "sn55.54:0.1": "Les Discours Regroupés par Thèmes 55.54 ",
  "sn55.54:0.2": "6. Avec discernement ",
  "sn55.54:0.3": "Malade ",
  "sn55.54:1.1": "Un jour, le Fortuné résidait parmi les Sakyas, à Kapilavatthou, dans le parc aux ficus banians. ",
  "sn55.54:1.2": "Ce jour-là, un certain nombre de mendiants était en train de fabriquer une robe pour le Fortuné, (en se disant :) ",
  "sn55.54:1.3": "“Lorsque la robe sera terminée, à l’issue de trois mois, le Fortuné partira en tournée.” ",
  "sn55.54:1.4": "Mahanama le Sakya entendit dire : ",
  "sn55.54:1.5": "“Un grand nombre de mendiants est en train de fabriquer une robe pour le Fortuné, (en se disant :) ",
  "sn55.54:1.6": "‘Lorsque la robe sera terminée, à l’issue de trois mois, le Fortuné partira en tournée.’” ",
  "sn55.54:1.7": "Alors Mahanama le Sakya alla voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il dit au Fortuné : ",
  "sn55.54:1.8": "«Bhanté, j’ai entendu dire ceci : ",
  "sn55.54:1.9": "“Un grand nombre de mendiants est en train de fabriquer une robe pour le Fortuné, (en se disant :) ",
  "sn55.54:1.10": "‘Lorsque la robe sera terminée, à l’issue de trois mois, le Fortuné partira en tournée.’” ",
  "sn55.54:1.11": "Bhanté, je n’ai pas entendu en présence du Fortuné et je n’ai pas appris en sa présence ",
  "sn55.54:1.12": "comment un disciple laïc pourvu de discernement qui est en proie à la maladie, souffrant, gravement malade devrait être exhorté par un disciple laïc (lui aussi) pourvu de discernement. ",
  "sn55.54:2.1": "— Mahanama, un disciple laïc pourvu de discernement qui est en proie à la maladie, souffrant, gravement malade devrait être soulagé par un disciple laïc pourvu de discernement (de la manière suivante) : ",
  "sn55.54:2.2": "“Que le vénérable soit soulagé, ",
  "sn55.54:2.3": "car il a une confiance vérifiée dans le Bouddha : ‘Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.’” ",
  "sn55.54:2.4": "“Que le vénérable soit soulagé, ",
  "sn55.54:2.5": "car il a une confiance vérifiée dans le Dhamma : ‘Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.’” ",
  "sn55.54:2.6": "“Que le vénérable soit soulagé, car il a une confiance vérifiée dans la Communauté : ‘La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.’” ",
  "sn55.54:2.7": "“Que le vénérable soit soulagé, car il a des vertus qui sont attrayantes pour les êtres nobles, sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration.” ",
  "sn55.54:3.1": "Mahanama, lorsqu’un disciple laïc pourvu de discernement qui est en proie à la maladie, souffrant, gravement malade a été soulagé par un disciple laïc pourvu de discernement au moyen de ces quatre états qui soulagent, il faudrait lui demander : ",
  "sn55.54:3.2": "“Est-ce que le vénérable est inquiet pour sa mère et son père ?” ",
  "sn55.54:3.3": "S’il répond : ",
  "sn55.54:3.4": "“Je suis inquiet pour ma mère et mon père”, il faudrait lui répondre : ",
  "sn55.54:3.5": "“Mon cher, le vénérable est par nature sujet à la mort. ",
  "sn55.54:3.6": "S’il s’inquiète pour sa mère et son père, il mourra, ",
  "sn55.54:3.7": "et s’il ne s’inquiète pas pour sa mère et son père, il mourra tout de même. ",
  "sn55.54:3.8": "Il serait bon que le vénérable abandonne son inquiétude pour sa mère et son père.” ",
  "sn55.54:4.1": "S’il répond : ",
  "sn55.54:4.2": "“L’inquiétude pour ma mère et mon père est abandonnée”, alors il faudrait lui demander : ",
  "sn55.54:4.3": "“Est-ce que le vénérable est inquiet pour ses enfants et sa femme ?” ",
  "sn55.54:4.4": "S’il répond : ",
  "sn55.54:4.5": "“Je suis inquiet pour mes enfants et ma femme”, il faudrait lui répondre : ",
  "sn55.54:4.6": "“Mon cher, le vénérable est par nature sujet à la mort. ",
  "sn55.54:4.7": "S’il s’inquiète pour ses enfants et sa femme, il mourra, ",
  "sn55.54:4.8": "et s’il ne s’inquiète pas pour ses enfants et sa femme, il mourra tout de même. ",
  "sn55.54:4.9": "Il serait bon que le vénérable abandonne son inquiétude pour ses enfants et sa femme.” ",
  "sn55.54:5.1": "S’il répond : ",
  "sn55.54:5.2": "“L’inquiétude pour mes enfants et ma femme est abandonnée”, alors il faudrait lui demander : ",
  "sn55.54:5.3": "“Alors est-ce que le vénérable est inquiet (à l’idée d’être séparé) des cinq agréments de la sensualité humaine ?” ",
  "sn55.54:5.4": "S’il répond : ",
  "sn55.54:5.5": "“Je suis inquiet (à l’idée d’être séparé) des cinq agréments de la sensualité humaine”, il faudrait lui répondre : ",
  "sn55.54:5.6": "“Ami, les plaisirs de la sensualité dévique sont plus excellents et superbes que les plaisirs de la sensualité humaine. ",
  "sn55.54:5.7": "Il serait bon que le vénérable détourne son esprit des plaisirs de la sensualité humaine et tourne son esprit vers les dévas des quatre Maharajas.” ",
  "sn55.54:6.1": "S’il répond : ",
  "sn55.54:6.2": "“Mon esprit est détourné des plaisirs de la sensualité humaine et tourné vers les dévas des quatre Maharajas”, alors il faudrait lui dire : ",
  "sn55.54:6.3": "“Ami, les dévas de Tavatimsa sont plus excellents et superbes que les dévas des quatre Maharajas. ",
  "sn55.54:6.4": "Il serait bon que le vénérable détourne son esprit des dévas des quatre Maharajas et tourne son esprit vers les dévas de Tavatimsa.” ",
  "sn55.54:7.1": "S’il répond : ",
  "sn55.54:7.2": "“Mon esprit est détourné des dévas des quatre Maharajas et tourné vers les dévas de Tavatimsa”, alors il faudrait lui dire : ",
  "sn55.54:7.3": "“Ami, les dévas de Yama sont plus excellents et superbes que les dévas de Tavatimsa. Il serait bon que le vénérable détourne son esprit des dévas de Tavatimsa et tourne son esprit vers les dévas de Yama.” ",
  "sn55.54:7.4": "S’il répond : “Mon esprit est détourné des dévas de Tavatimsa et tourné vers les dévas de Yama”, alors il faudrait lui dire : “Ami, les dévas de Toussita sont plus excellents et superbes que les dévas de Yama. Il serait bon que le vénérable détourne son esprit des dévas de Yama et tourne son esprit vers les dévas de Toussita.” ",
  "sn55.54:7.5": "S’il répond : “Mon esprit est détourné des dévas de Yama et tourné vers les dévas de Toussita”, alors il faudrait lui dire : “Ami, les dévas qui se plaisent à créer sont plus excellents et superbes que les dévas de Toussita. Il serait bon que le vénérable détourne son esprit des dévas de Toussita et tourne son esprit vers les dévas qui se plaisent à créer.” ",
  "sn55.54:7.6": "S’il répond : “Mon esprit est détourné des dévas de Toussita et tourné vers les dévas qui se plaisent à créer”, alors il faudrait lui dire : “Ami, les dévas qui contrôlent les créations des autres sont plus excellents et superbes que les dévas qui se plaisent à créer. Il serait bon que le vénérable détourne son esprit des dévas qui se plaisent à créer et tourne son esprit vers les dévas qui contrôlent les créations des autres.” ",
  "sn55.54:7.7": "S’il répond : “Mon esprit est détourné des dévas qui se plaisent à créer et tourné vers les dévas qui contrôlent les créations des autres”, alors il faudrait lui dire : “Ami, le monde de Brahma est plus excellent et superbe que les dévas qui contrôlent les créations des autres. ",
  "sn55.54:7.8": "Il serait bon que le vénérable détourne son esprit des dévas qui contrôlent les créations des autres et tourne son esprit vers le monde de Brahma.” ",
  "sn55.54:7.9": "S’il répond : ",
  "sn55.54:7.10": "“Mon esprit est détourné des dévas qui contrôlent les créations des autres et tourné vers le monde de Brahma”, alors il faudrait lui dire : ",
  "sn55.54:7.11": "“Ami, le monde de Brahma est inconstant, impermanent et il fait partie de l’existence personnelle. ",
  "sn55.54:7.12": "Il serait bon que le vénérable détourne son esprit du monde de Brahma et focalise son esprit sur la cessation de l’existence personnelle.” ",
  "sn55.54:8.1": "S’il répond : ",
  "sn55.54:8.2": "“Mon esprit est détourné du monde de Brahma et focalisé sur la cessation de l’existence personnelle”, ",
  "sn55.54:8.3": "alors je dis qu’il n’y a aucune différence entre un disciple laïc ainsi libéré en esprit et un mendiant qui a été libéré en esprit pendant cent ans, c’est-à-dire ",
  "sn55.54:8.4": "entre une libération et l’autre.» "
}