{
  "sn37.1:1.1": "<i lang='pi' translate='no'>Mātugāma</i> literally means “motherkind” (cf. the archaic “motherkin”). It is a word for women in Pali, but it appears unique to Buddhist texts, and hence may be a technical or formal term (cf. <i lang='pi' translate='no'>puggala</i>, <a href='https://suttacentral.net/sn22.22/en/sujato#2.2'>SN 22.22:2.2</a>). Grammatically it is always singular, but it sometimes takes a plural sense as a collective noun. In this sentence, for example, <i lang='pi' translate='no'>mātugāma</i> is paired with “man” so it must be a singular “woman”, but at <a href='https://suttacentral.net/sn37.3/en/sujato#1.1'>SN 37.3:1.1</a> it is paired with “men” in plural so it must be “womankind”. The commentary says it is any human woman, even one born that very day. As to the connotations of the term, “mother” is probably meant in an affectionate and respectful sense, perhaps to remind the monks not to fall into objectification (cf. <a href='https://suttacentral.net/sn35.127/en/sujato#1.6'>SN 35.127:1.6</a>). There are different patterns of usage in different texts. Throughout the Pātimokkha—the quintessential text for monks—<i lang='pi' translate='no'>mātugāma</i> is used with <i lang='pi' translate='no'>bhikkhu</i>, whereas <i lang='pi' translate='no'>itthī</i> (“woman”) is used with <i lang='pi' translate='no'>purisa</i> (“man”). But there is no corresponding male form, so <i lang='pi' translate='no'>bhikkhunī</i> just takes <i lang='pi' translate='no'>purisa</i>. However, this distinction does not obtain in the Suttas, where <i lang='pi' translate='no'>mātugāma</i> is used with <i lang='pi' translate='no'>purisa</i>. Overall, I think <i lang='pi' translate='no'>mātugāma</i> is respectful and slightly formal, so I use “lady” for <i lang='pi' translate='no'>mātugāma</i> and “woman” for <i lang='pi' translate='no'>itthī</i>. ",
  "sn37.1:1.8": "As to why the Buddha should be listing the traits that make a woman desirable, your guess is as good as mine. The next discourse says the exact same thing with genders reversed, so perhaps the purpose was to subvert expectations. One noteworthy detail is that this leaves out questions of caste and family, in contrast with, say, Manu 3.5–19. "
}