{
  "sn37.1:1.1": "<i lang='pi' translate='no'>Mātugāma</i> literally means “motherkind” (cf. the archaic “motherkin”). It is a word for women in Pali, but it appears unique to Buddhist texts, and hence may be a technical or formal term (cf. <i lang='pi' translate='no'>puggala</i>, <a href='https://suttacentral.net/sn22.22/en/sujato#2.2'>SN 22.22:2.2</a>). Grammatically it is always singular, but it sometimes takes a plural sense as a collective noun. In this sentence, for example, <i lang='pi' translate='no'>mātugāma</i> is paired with “man” so it must be a singular “woman”, but at <a href='https://suttacentral.net/sn37.3/en/sujato#1.1'>SN 37.3:1.1</a> it is paired with “men” in plural so it must be “womankind” in general. It is not always possible to determine which sense applies. As to the connotations of the term, the commentary says it is any human woman, even one born that very day. Probably the term “mother” is meant in an affectionate and respectful sense, perhaps to remind the monks not to fall into objectification (cf. <a href='https://suttacentral.net/sn35.127/en/sujato#1.6'>SN 35.127:1.6</a>). This thesis claims weak support from the observation that throughout the Pātimokkha—the quintessential text for monks—<i lang='pi' translate='no'>mātugāma</i> is used in apposition with <i lang='pi' translate='no'>bhikkhu</i>, whereas <i lang='pi' translate='no'>itthī</i> (“woman”<i lang='pi' translate='no'>) is used with </i>purisa<i lang='pi' translate='no'> (“man”). But there is no corresponding male form, so </i>bhikkhunī<i lang='pi' translate='no'> just takes </i>purisa<i lang='pi' translate='no'>. However, this distinction does not obtain here, where </i>mātugāma<i lang='pi' translate='no'> is used with </i>purisa<i lang='pi' translate='no'>. To suggest this slightly elevated sense, I use “lady” for </i>mātugāma<i lang='pi' translate='no'> and “woman” for </i>itthī_. ",
  "sn37.1:1.8": "As to why the Buddha should be listing the traits that make a woman desirable, your guess is as good as mine. The next discourse says the exact same thing with genders reversed. Perhaps the purpose was to subvert expectations. One noteworthy detail is that this leaves out questions of caste and family, in contrast with say Manu 3.5–19. "
}