{
  "sn37.3:1.1": "Here the Buddha expresses empathy for the lot of women in the culture of his times. ",
  "sn37.3:1.3": "An unmarried girl (<i lang='pi' translate='no'>kumāribhūta</i>) under twenty was said to be not mature enough for full ordination (<a href='https://suttacentral.net/pli-tv-bi-vb-pc71/en/sujato#1.11'>Bi Pc 71:1.11</a>), which is the same age as for the monks. A <i lang='pi' translate='no'>gihigatā</i> of just twelve, however, might be ordained. <i lang='pi' translate='no'>Gihigatā</i> is explained as “gone to the place of a man” (<i lang='pi' translate='no'>purisantaragatā</i>, <a href='https://suttacentral.net/pli-tv-bi-vb-pc66/en/sujato#2.7'>Bi Pc 66:2.7</a>); i.e. a girl who is married. This item precedes menstruation, which also suggests the age of twelve. The Hindu tradition says a girl should be given in marriage before puberty (Manu 9.89; Gautama 18.21; Vaśiṣṭha 17.70; Baudhāyana 4.1.11). If no suitable husband is found, three years after puberty she is free to choose her own (Manu 9.90; Gautama 18.20; Baudhāyana 4.10.14). Yama (Vīramitrodaya Saṁskāra, p. 773) says she may choose a husband after the age of twelve. ",
  "sn37.3:1.5": "<i lang='pi' translate='no'>Utu</i> is “season”; it includes the fortnight that begins with menstruation (see note on <a href='https://suttacentral.net/mn38/en/sujato#26.2'>MN 38:26.2</a>). ",
  "sn37.3:1.11": "The mutual obligations of husbands and wives are mentioned from a Buddhist perspective at <a href='https://suttacentral.net/dn31/en/sujato#30.1'>DN 31:30.1</a>, where the wife is not said to “serve” the husband, but to be kind to him. A wife’s “service” (<i lang='pi' translate='no'>pāricariya</i>) was domestic and also sexual (<a href='https://suttacentral.net/pli-tv-bu-vb-ss4/en/sujato#1.2.7'>Bu Ss 4:1.2.7</a>). No Buddhist text, however, justifies the use of violence in marriage (as at Bṛhadāraṇyaka Upaniṣad 6.4.7). Manu 9.3 says a woman must always be subject to a man, whether father, husband, or son. Manu 9.11 lists a wife’s duties such as managing household finances, cleaning, cooking, and housekeeping, as well as minor religious observances. "
}