{
  "sn35.81:0.1": "Связанные Наставления 35.81",
  "sn35.81:0.2": "Раздел Гилана",
  "sn35.81:0.3": "Сутта Группа Монахов",
  "sn35.81:1.1": "Тогда группа монахов подошла к Благословенному… рядом севшие те монахи Благословенному… это сказали:",
  "sn35.81:1.2": "Вот, почтенный, отшельники других учений нас так спрашивают:",
  "sn35.81:1.3": "'В чем цель, товарищ, вести святую жизнь при шрамане Готаме'?",
  "sn35.81:1.4": "Так спрошенные мы, почтенный, этим отшельникам других учений так отвечаем:",
  "sn35.81:1.5": "'Для полного понимания, товарищ, боли-дискомфорта ведётся святая жизнь при Благословенном'.",
  "sn35.81:1.6": "Надеюсь мы, почтенный, так спрошенные, так отвечающие Благословенным сказанное утверждаем, и не нереальное необъясненное Благословенным, учение объясняем, и что нет какого-либо согласно дхамме утверждения, как основания для порицания”?",
  "sn35.81:2.1": "Действительно вы, монахи, так спрошенные, так отвечающие мной сказанное утверждаете, и не нереальное необъясненное мной, учение объясняете, и нет какого-либо согласно дхамме утверждения, как основания для порицания”.",
  "sn35.81:2.2": "'Для полного понимания, монахи, боли ведётся святая жизнь при мне'.",
  "sn35.81:2.3": "Если, монахи, отшельники других учений так спрашивают:",
  "sn35.81:2.4": "'Что это, товарщ, за боль, для полного понимания которой при шрамане Готаме святая жизнь ведётся'?",
  "sn35.81:2.5": "Так спрошенные вы, монахи, этим отшельникам других учений так отвечайте:",
  "sn35.81:2.6": "'Глаз, товарищ, болезнен, для полного понимания этого при шрамане Готаме святая жизнь ведётся''.",
  "sn35.81:2.7": "Объекты…",
  "sn35.81:2.8": "То, что от соприкосновения глаза порождает ощущающееся приятное, боль, либо ни-боль-ни-приятное, это в том числе боль.",
  "sn35.81:2.9": "Для полного понимания этого при шрамане Готаме святая жизнь ведётся…",
  "sn35.81:2.10": "ум-представление болезнен…",
  "sn35.81:2.11": "То, что от соприкосновения ума порождает ощущающееся приятное, боль, либо ни-боль-ни-приятное, это в том числе боль.",
  "sn35.81:2.12": "Для полного понимания этого при шрамане Готаме святая жизнь ведётся…",
  "sn35.81:2.13": "Это та, товарищ, боль, для полного понимания которой при шрамане Готаме святая жизнь ведётся'.",
  "sn35.81:2.14": "Так спрошенные вы, монахи, этим отшельникам других учений так отвечайте:",
  "sn35.81:2.15": "Восьмая."
}