{
  "sn35.240:0.1": "Связанные Наставления 35.240",
  "sn35.240:0.2": "Раздел Асивиса",
  "sn35.240:0.3": "Сутта Подобие Черепахи",
  "sn35.240:1.1": "“В прежнюю бытность, монахи, черепаха (которая может жить и на суше и в воде) в вечернее время (время позднего дня) по берегу реки пищу искала (пастбище ищущей являлась).",
  "sn35.240:1.2": "И шакал тоже, монахи, в вечернее время по берегу реки пищу искал.",
  "sn35.240:1.3": "И увидела, монахи, черепаха шакала издали, пищу-ищущего,",
  "sn35.240:1.4": "Увидев, шею, как пятую, лапы в свой панцирь собрав, не-озабоченная, молчащая, ¿собранная.",
  "sn35.240:1.5": "И шакал тоже, монахи, увидел черепаху издали, пищу-ищущую,",
  "sn35.240:1.6": "Увидев, где черепаха подошёл; подойдя черепахи напротив встал (напротив-стоящим стал):",
  "sn35.240:1.7": "“Когда эта черепаха шею, как пятую из лап ту или другую лапу разогнёт, вот тогда её схватив, вырвав поглощу”.",
  "sn35.240:1.8": "Но когда, монахи, черепаха шею, как пятую из лап ту или другую лапу не потянула, тогда шакал от черепахи потеряв-интерес пошёл, случай не-получивший.",
  "sn35.240:2.1": "И так именно, монахи, вас тоже Мара Злой продолжительно стабильно напротив стоящий:",
  "sn35.240:2.2": "“Может я к ним или через глаз случай получу…",
  "sn35.240:2.3": "или через язык случай получу…",
  "sn35.240:2.4": "или через ум-представление случай получу'.",
  "sn35.240:2.5": "Поэтому, монахи, пребывайте, в-индрии-охраняющими-двери пребывайте.",
  "sn35.240:2.6": "Глазом объект-предмет увидев, черты-хватающими не становитесь, не \"оформление-(приправа-соус, колорит)\"-хватающими,",
  "sn35.240:2.7": "По той причине глаза-индрия несдержанной пребывающая алчность-недовольство плохие неполезные явления втекли бы, этого для сдерживания практикуйте, берегите глаза-индрию, в глаза-индрии сдержанности достигните.",
  "sn35.240:2.8": "Ухом звук услышав…",
  "sn35.240:2.9": "носом запах учуяв…",
  "sn35.240:2.10": "языком вкус распробовав…",
  "sn35.240:2.11": "телом касание коснувшись…",
  "sn35.240:2.12": "умом явление распознав черты-хватающими не становитесь, не \"оформление-(приправа-соус, колорит)\"-хватающими,",
  "sn35.240:2.13": "По той причине ума-индрия несдержанной пребывающая алчность-недовольство плохие неполезные явления втекли бы, этого для сдерживания практикуйте, берегите ума-индрию, в ума-индрии сдержанности достигните.",
  "sn35.240:2.14": "Когда, монахи, в-индрии охраняющими-двери будете пребывать, тогда от вас Мара Злой потеряв-интерес пойдет, случай неполучивший—",
  "sn35.240:2.15": "точно от черепахи шакал”.",
  "sn35.240:3.1": "“Точно черепаха лапа в свой панцирь,",
  "sn35.240:3.2": "Стягивающий монах умо-восприятие;",
  "sn35.240:3.3": "Независимый, другого-не-беспокоящий,",
  "sn35.240:3.4": "Полностью остуженный, не оговаривает кого-либо”.",
  "sn35.240:3.5": "Третья."
}