{
  "sn35.89:0.1": "Связанные Наставления 35.89",
  "sn35.89:0.2": "Раздел Чханна",
  "sn35.89:0.3": "Сутта Бахия",
  "sn35.89:1.1": "Тогда уважаемый Бахия подошел к Благословенному… рядом севший уважаемый Бахия Благословенному это сказал:",
  "sn35.89:1.2": "“Хорошо бы меня, почтенный, Благословенный сжато научил Дхамме, чтобы я услышав Дхамму Благословенного пребывал бы один, в уединении, неопьяненный, пылкий, решительный”.",
  "sn35.89:2.1": "“Как тебе представляется, Бахия,",
  "sn35.89:2.2": "глаз надёжен или ненадёжен?”",
  "sn35.89:3.1": "“Ненадёжен, почтенный”.",
  "sn35.89:4.1": "“Что ненадёжно, то болезненно или приятно?”",
  "sn35.89:5.1": "“Болезненно, почтенный”.",
  "sn35.89:6.1": "“Что ненадёжно, болезненно и распадающееся явление – полезно ли рассматривать, как:",
  "sn35.89:6.2": "“Это моё, это есть я, это моя “самость”?",
  "sn35.89:7.1": "“Нет, почтенный”.",
  "sn35.89:8.1": "“Объекты надёжны или ненадёжны?…",
  "sn35.89:9.1": "“Ненадёжны, почтенный”.",
  "sn35.89:9.2": "“Внимание глаза…",
  "sn35.89:9.3": "соприкосновение глаза…",
  "sn35.89:9.4": "То, что от соприкосновения глаза порождает ощущающееся приятное, боль, либо ни-боль-ни-приятное, это в том числе надёжное или ненадёжное?",
  "sn35.89:10.1": "“Ненадёжное, почтенный”.",
  "sn35.89:11.1": "“Что ненадёжно, то болезненно или приятно?”",
  "sn35.89:12.1": "“Болезненно, почтенный”.",
  "sn35.89:13.1": "“Что ненадёжно, болезненно и распадающееся явление – полезно ли рассматривать, как:",
  "sn35.89:13.2": "“Это моё, это есть я, это моя “самость”?",
  "sn35.89:14.1": "“Нет, почтенный”.",
  "sn35.89:15.1": "Так видящий, Ананда, обученный последователь Благородного теряет интерес к глазу… теряет интерес к соприкосновению глаза…",
  "sn35.89:15.2": "и к тому, что от соприкосновения ума порождает ощущающееся приятное, боль, либо ни-боль-ни-приятное, в том числе теряет интерес.",
  "sn35.89:15.3": "Потерявший интерес разочаровывается; разочарованный освобождается; с освобождением есть знание: 'освобождён'.",
  "sn35.89:15.4": "‘Изношено рождение, достигнута святая жизнь, сделано, что должно сделать, нет иного [индивидуального] существования’ понимает”.",
  "sn35.89:16.1": "Тогда уважаемый Бахия речи Благословенного обрадовавшись, оценив встал с сидения Благословенного по правую сторону оставив покинул.",
  "sn35.89:16.2": "Тогда уважаемый Бахия один, в уединении, старательный, пылкий, решительный пребывающий спустя недолгое время— для цели которой, сыны семейств верно уходят из дома в бездомность ради отшельничества, той непревзойденной— завершении святой жизни в видимой действительности лично познав, реализовав пребывал в достижении.",
  "sn35.89:16.3": "‘Изношено рождение, достигнута святая жизнь, сделано, что должно сделать, нет иного [индивидуального] существования’ постиг.",
  "sn35.89:16.4": "И уважаемый Бахия стал одним из арахантов.",
  "sn35.89:16.5": "Шестая."
}