{
  "sn35.238:0.1": "Связанные Наставления 35.238",
  "sn35.238:0.2": "Раздел Асивиса",
  "sn35.238:0.3": "Сутта Подобно Гадюкам",
  "sn35.238:1.1": "“Це (это) как, монахи, четыре гадюки сильно-вспыльчивые ужасно-ядовитые.",
  "sn35.238:1.2": "Тогда человек проходил бы жить-желающий не-умирать-желающий приятного-желающий от-боли-отстраняющийся.",
  "sn35.238:1.3": "И так сказали бы:",
  "sn35.238:1.4": "'Эти тебе, дорогой человек, четыре гадюки сильно-вспыльчивые ужасно-ядовитые, своевременно (временем время) подняты должны быть, своевременно вымыты должны быть, своевременно накормлены должны быть, своевременно уложены должны быть.",
  "sn35.238:1.5": "А когда на тебя, дорогой человек, из тех четырёх гадюк сильно-вспыльчивых ужасно-ядовитых та (другая) ли другая ли разозлится, тогда ты, дорогой человек, смерть (умирание) проходишь или с-умиранием-сопоставимую боль.",
  "sn35.238:1.6": "Которое тобой, уважаемый человек, должно быть сделано то делай'.",
  "sn35.238:2.1": "И тогда тот, монахи, человек испугавшийся четырёх гадюк сильно-вспыльчивых ужасно-ядовитых туда или сюда побежал бы.",
  "sn35.238:2.2": "И так сказали бы:",
  "sn35.238:2.3": "'А эти, дорогой человек, пять убийц противников за спиной-за спиной (по пятам) привязавшихся: 'когда его увидим, тогда жизни лишим''.",
  "sn35.238:2.4": "Которое тобой, уважаемый человек, должно быть сделано то делай'.",
  "sn35.238:3.1": "И тогда тот, монахи, человек испугавшийся четырёх гадюк сильно-вспыльчивых ужасно-ядовитых, испугавшийся пяти убийц противников туда или сюда побежал бы.",
  "sn35.238:3.2": "И так сказали бы:",
  "sn35.238:3.3": "'Это твой, дорогой человек, шестой внутри-следующий (внутренний, как шпион-диверсант) убийца обнаживший оружие (с поднятым мечом) за спиной (за спиной) привязавшийся: 'когда его увижу, тогда голову снесу''.",
  "sn35.238:3.4": "Которое тобой, уважаемый человек, должно быть сделано то делай'.",
  "sn35.238:4.1": "И тогда тот, монахи, человек испугавшийся четырёх гадюк сильно-вспыльчивых ужасно-ядовитых, испугавшийся пяти убийц противников, испугавшийся шестого внутри-следующего убийцы туда или сюда побежал бы.",
  "sn35.238:4.2": "Он увидел бы пустую деревню.",
  "sn35.238:4.3": "И любой дом, который посетил бы опустошенный посетил бы, опорожненный посетил бы, пустой посетил бы.",
  "sn35.238:4.4": "И любая посуда к которой прикоснулся бы к опустошенной прикоснулся бы, к опорожненной прикоснулся бы, к пустой прикоснулся бы.",
  "sn35.238:4.5": "И так сказали бы:",
  "sn35.238:4.6": "‘Сейчас эти, дорогой человек, эту пустую деревню преступники мародеры (деревне-разрушители) посетят.",
  "sn35.238:4.7": "Которое тобой, уважаемый человек, должно быть сделано то делай'.",
  "sn35.238:5.1": "И тогда тот, монахи, человек испугавшийся четырёх гадюк сильно-вспыльчивых ужасно-ядовитых, испугавшийся пяти убийц противников, испугавшийся шестого внутри-следующего убийцы, испугавшийся преступников-мародеров туда или сюда побежал бы.",
  "sn35.238:5.2": "Он увидел бы большую протяжённость воды ближний берег рискованный, опасный, другой берег защищённый, безопасный.",
  "sn35.238:5.3": "Но не было бы судна переправляющего или высяшегося-моста с этого (недругого) на другой для перехода.",
  "sn35.238:5.4": "И тогда, монахи, этому человеку так явилось бы:",
  "sn35.238:5.5": "'это вот большая протяжённость воды ближний берег рискованный, опасный, другой берег защищённый, безопасный, Но нет судна переправляющего или высяшегося-моста с этого на другой для перехода.",
  "sn35.238:5.6": "'Что если я траву-древесину-ветви-листья стаскав (стащив) плот связав на тот плот положившись и руками и ногами старающийся благополучно на другой пришел бы'.",
  "sn35.238:6.1": "И тогда тот, монахи, человек траву-древесину-ветви-листья стаскав плот связав на тот плот положившись и руками и ногами старающийся благополучно на другой пришел бы, пересекший, другого-достигший, на суше стоит брахман.",
  "sn35.238:7.1": "Подобие мной, монахи, сделаное для смысла-блага-цели разъяснения.",
  "sn35.238:7.2": "И это здесь смысл—",
  "sn35.238:7.3": "четыре гадюки сильно-вспыльчивые ужасно-ядовитые, монахи, четырёх великих-стихий перифраз—",
  "sn35.238:7.4": "тверди-дхату (явления, феномена), жидкости-дхату, тепла-дхаты, ветра-дхату.",
  "sn35.238:8.1": "Пять убийц противников же, монахи, пяти поддерживания-блоков, перифраз, в частности—",
  "sn35.238:8.2": "объекта-поддерживания-блока, чувствования-поддерживания-блока, сознавания-поддерживания-блока, составления-поддерживания-блока, внимания-различения-поддерживания-блока.",
  "sn35.238:9.1": "Шестой внутри-следующий убийца с обнаженным оружием же, монахи, радости-страсти это перифраз.",
  "sn35.238:10.1": "'Пустая деревня' же, монахи, шести это внутренних областей перифраз.",
  "sn35.238:10.2": "От глаза если в том числе его, монахи, умный, опытный, мудрый прозревает (пересматривает) опустошенным считает, опорожненным считает, пустым считает…",
  "sn35.238:10.3": "от языка если в том числе его, монахи…",
  "sn35.238:10.4": "от ума-представления если в том числе его, монахи, умный, опытный, мудрый прозревает (пересматривает) опустошенным считает, опорожненным считает, пустым считает…",
  "sn35.238:11.1": "'Преступники мародеры' же, монахи, шести это внешних областей перифраз.",
  "sn35.238:11.2": "Глаз, монахи, избивается приятно-неприятными (эмоционально) объектами.",
  "sn35.238:11.3": "ухо-канал, монахи…",
  "sn35.238:11.4": "нос-обоняние, монахи…",
  "sn35.238:11.5": "язык, монахи, избивается приятно-неприятными вкусами;",
  "sn35.238:11.6": "тело-массив, монахи…",
  "sn35.238:11.7": "ум, монахи, избивается приятно-неприятными явлениями.",
  "sn35.238:12.1": "'Большая воды-протяженность' же, монахи, четырёх это наводнений перифраз—",
  "sn35.238:12.2": "желания-наводнения, вовлечённости-наводнения, взглядо-наводнения, не-знания-наводнения.",
  "sn35.238:13.1": "'Ближний берег рискованный опасный' же, монахи, индивидуальности (саккайа) это перифраз.",
  "sn35.238:14.1": "'Дальний берег защищенный безопасный' же, монахи, Ниббаны это перифраз.",
  "sn35.238:15.1": "'Плот' же, монахи, Благородного это Восьмеричного Пути перифраз, в частности—",
  "sn35.238:15.2": "правильный взгляд…правильное объединение опыта.",
  "sn35.238:16.1": "Его и руками и ногами старание же, монахи, усилия-прикладывания это перифраз.",
  "sn35.238:17.1": "'Пересекший, другого-достигший, на суше стоит брахман' же, монахи, Араханта это перифраз”.",
  "sn35.238:17.2": "Первая."
}