{
  "sn35.229:0.1": "Связанные Наставления 35.229",
  "sn35.229:0.2": "Раздел Самудда",
  "sn35.229:0.3": "Сутта Океан Вторая",
  "sn35.229:1.1": "“‘Океан, океан’, монахи, необученый-неслышавший средний-обыватель говорит.",
  "sn35.229:1.2": "Это, монахи, в выведении благородного не океан.",
  "sn35.229:1.3": "Большая это, монахи, масса воды, большая протяженность воды.",
  "sn35.229:1.4": "Есть, монахи, глазом-которые-могут-быть-распознаны объекты желанные, желательные, приятные (эмоционально), мило-видные, с-желанием-связанные, очаровывающие (вызывающие страсть, окрашивающие)",
  "sn35.229:1.5": "Это называется, монахи, в выведении благородного океан.",
  "sn35.229:1.6": "Здесь этот с божествами мир-свет, с Марой, с Брахмой, с шраманов-брахманов поколением с царями (дэвами)-людьми по большинству промочен, ниток мотку сродни, гнездовью (узлу) сродни, как трава мунджа-тростник-природой, нисхождение, плохой удел, падение, Сансару не преодолевает…",
  "sn35.229:2.1": "Есть, монахи, языком-которые-могут-быть-распознаны вкусы желанные, желательные, приятные, мило-видные, с-желанием-связанные, очаровывающие… есть, монахи, умом-представлением-которые-могут-быть-распознаны явления желанные, желательные, приятные, мило-видные, с-желанием-связанные, очаровывающие.",
  "sn35.229:2.2": "Это называется, монахи, в выведении благородного океан.",
  "sn35.229:2.3": "Здесь этот с божествами мир, с Марой, с Брахмой, с шраманов-брахманов поколением с царями-людьми по большинству промочен, ниток мотку сродни, гнездовью сродни, как трава мунджа-тростник-природой, нисхождение, плохой удел, падение, Сансару не преодолевает.",
  "sn35.229:3.1": "Которого и страсть и злоба",
  "sn35.229:3.2": "и незнание выбелены (обесцвечены, обесстрастить),",
  "sn35.229:3.3": "Он этот океан с ловушкой, с ракшасом,",
  "sn35.229:3.4": "с тревогой-опасностью волн трудно-пересекаемый пересек-превзошел.",
  "sn35.229:4.1": "Завязки-превозшедший, смерть-отбросивший, без удерживания,",
  "sn35.229:4.2": "Отбросил боль, без новой вовлеченности;",
  "sn35.229:4.3": "Зашедший (закатный) он не возобновляется,",
  "sn35.229:4.4": "'Запутал Смерти-короля - это' утверждаю”.",
  "sn35.229:4.5": "Вторая."
}