{
  "sn35.28:0.1": "Связанные Наставления 35.28",
  "sn35.28:0.2": "Раздел Сабба",
  "sn35.28:0.3": "Сутта Воспламенённое",
  "sn35.28:1.1": "Одно время Благословенный располагается в Гайе, на холме Гайи совместно с тысячей монахов.",
  "sn35.28:1.2": "Там Благословенный обратился к монахам:",
  "sn35.28:1.3": "“Всё, монахи, воспламенено.",
  "sn35.28:1.4": "И что, монахи, всё воспламенено?",
  "sn35.28:1.5": "Глаз, монахи, воспламенён, объекты воспламенены, внимание глаза воспламенено, соприкосновение глаза воспламенено. и то, что от соприкосновения глаза порождает ощущающееся либо приятное, либо боль, либо ни-боль-ни-приятное, в том числе воспламенено.",
  "sn35.28:1.6": "Чем воспламенено?",
  "sn35.28:1.7": "‘Огнём страсти, огнём вредности, огнём замутнённости воспламенено, рождением, старением, умиранием, страданиями плачами болями недовольствами тяготами воспламенено’ я утверждаю…",
  "sn35.28:1.8": "Язык, монахи, воспламенён, вкусы воспламенены, внимание языка воспламенено, соприкосновение языка воспламенено. и то, что от соприкосновения языка порождает ощущающееся либо приятное, либо боль, либо ни-боль-ни-приятное, в том числе воспламенено.",
  "sn35.28:1.9": "Чем воспламенено?",
  "sn35.28:1.10": "‘Огнём страсти, огнём вредности, огнём замутнённости воспламенено, рождением, старением, умиранием, страданиями плачами болями недовольствами тяготами воспламенено’ я утверждаю…",
  "sn35.28:1.11": "Ум-представление, монахи, воспламенён, явления воспламенены, внимание ума воспламенено, соприкосновение ума воспламенено. и то, что от соприкосновения ума порождает ощущающееся либо приятное, либо боль, либо ни-боль-ни-приятное, в том числе воспламенено.",
  "sn35.28:1.12": "Чем воспламенено?",
  "sn35.28:1.13": "‘Огнём страсти, огнём вредности, огнём замутнённости воспламенено, рождением, старением, умиранием, страданиями плачами болями недовольствами тяготами воспламенено’ я утверждаю.",
  "sn35.28:1.14": "Так видящий, монахи, обученный последователь Благородного к глазу теряет интерес, к объектам теряет интерес, к вниманию глаза теряет интерес, к соприкосновению глаза теряет интерес. и к тому, что от соприкосновения глаза порождает ощущающееся либо приятное, либо боль, либо ни-боль-ни-приятное, в том числе теряет интерес…",
  "sn35.28:1.15": "и то, что от соприкосновения ума порождает ощущающееся приятное, боль, либо ни-боль-ни-приятное, к этому в том числе теряет интерес.",
  "sn35.28:1.16": "Потерявший интерес становится бесстрастным; бесстрастием высвобождается; с высвобождением есть знание: 'освобождён'.",
  "sn35.28:1.17": "‘Изношено рождение, достигнута святая жизнь, сделано, что должно сделать, нет иного [индивидуального] существования’ понимает”.",
  "sn35.28:2.1": "Это сказал Благословенный.",
  "sn35.28:2.2": "Довольные те монахи речи Благословенного обрадовались.",
  "sn35.28:2.3": "И с этим произнесённым объяснением той тысячи монахов не удерживанием от брожений умы (ум-состояние) освободились.",
  "sn35.28:2.4": "Шестая."
}