{
  "ud8.5:0.1": "Nadahnuća 8.5 ",
  "ud8.5:0.2": "Ćunda ",
  "ud8.5:1.1": "Ovako sam čuo. ",
  "ud8.5:1.2": "Jednom je Blaženi lutao zemljom Malla, praćen velikom grupom monaha, i stigao u Pāvu. ",
  "ud8.5:1.3": "Tu se smestio u mangovom gaju kovača Ćunde. ",
  "ud8.5:2.1": "I doču kovač Ćunda: „Priča se da je Blaženi, praćen velikom grupom monaha, stigao u Pāvu, da boravi u mom mangovom gaju.” ",
  "ud8.5:2.2": "Onda on otide do Blaženoga. Kada je stigao, pokloni mu se, pa sede sa strane. ",
  "ud8.5:2.3": "Dok je tako sedeo, Blaženi ga uputi, podstaknu, nadahnu i ohrabri govorom o Dhammi. ",
  "ud8.5:2.4": "Na to kovač Ćunda, tako upućen, podstaknut, nadahnut i ohrabren govorom o Dhammi, reče Blaženome: ",
  "ud8.5:2.5": "„Poštovani gospodine, molim vas da zajedno sa monaškom zajednicom prihvatite moj poziv za sutrašnji obrok.” ",
  "ud8.5:2.6": "Blaženi ćutke prihvati ovaj poziv. ",
  "ud8.5:3.1": "Razumevši da je Blaženi prihvatio poziv, kovač Ćunda se pokloni, pa pazeći da mu Blaženi ostane sa desne strane, otide. ",
  "ud8.5:3.2": "Kasnije, kada je noć minula, kovač Ćunda pripremio je u svom domu mnogo ukusnih jela, pa poruči Blaženome: ",
  "ud8.5:3.3": "„Vreme je, poštovani gospodine, obrok je spreman.” ",
  "ud8.5:4.1": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put doma kovača Ćunde i tamo sede na unapred pripremljeno mesto. ",
  "ud8.5:4.2": "Dok je tako sedeo, reče on Ćundi: ",
  "ud8.5:4.3": "„Ćunda, to jelo od pečuraka koje si pripremio, posluži ga samo meni. ",
  "ud8.5:4.4": "Ostalu hranu koju si pripremio ponudi monasima.” ",
  "ud8.5:4.5": "„Da, poštovani gospodine,” odgovori Ćunda, pa učini kako mu je rečeno. ",
  "ud8.5:4.6": "Ostalu hranu koju si pripremio ponudi monasima.” ",
  "ud8.5:5.1": "A Blaženi kasnije reče Ćundi: ",
  "ud8.5:5.2": "„Ćunda, ono što je ostalo od tog jela od pečuraka zatrpaj u neku rupu. ",
  "ud8.5:5.3": "Ne vidim bilo koga u ovome svetu, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem asketa i brahmana, plemenitih i običnih ljudi, ko to može da pojede i potpuno svari, osim Tathāgate.” ",
  "ud8.5:5.4": "„Da, poštovani gospodine,” odgovori Ćunda, pa zatrpa tu hranu u neku rupu. Onda se vrati do Blaženog, pokloni mu se, pa sede sa strane. ",
  "ud8.5:5.5": "Dok je tako sedeo, Blaženi ga uputi, podstaknu, nadahnu i ohrabri svojim govorom o Dhammi. Na kraju, ustade sa svog mesta i udalji se. ",
  "ud8.5:6.1": "Ubrzo pošto je pojeo hranu koju mu je poslužio Ćunda, Blaženog počeše da muče jaki bolovi i krvava stolica, toliko snažni da je bio na ivici smrti. ",
  "ud8.5:6.2": "Blaženi ih umiri tako što je ustalio svesnost i jasno razumevanje, tako da nije njima bio pometen. ",
  "ud8.5:7.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "ud8.5:7.2": "„Ānanda, otići ćemo do Kusināre.” ",
  "ud8.5:7.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "ud8.5:8.1": "Pojevši hranu kovača Ćunde, ",
  "ud8.5:8.2": "tako sam čuo, ",
  "ud8.5:8.3": "mudroga silni bolovi zaokupiše, ",
  "ud8.5:8.4": "kao da je na samrti. ",
  "ud8.5:9.1": "Pošto je pojeo taj obrok, ",
  "ud8.5:9.2": "u Učitelju se jaka bolest pojavi. ",
  "ud8.5:9.3": "I dok se još sa bolovima borio, ",
  "ud8.5:9.4": "„Idem u Kusināru”, reče Blaženi. ",
  "ud8.5:10.1": "Onda Blaženi skrete sa puta i dođe do nekog drveta, pa reče Ānandi: ",
  "ud8.5:10.2": "„Hajde, Ānanda, savij mi ogrtač načetvoro, pa ga prostri. Umoran sam, pa bih da sednem.” ",
  "ud8.5:10.3": "„Da, poštovani gospodine,” odgovori Ānanda i pripremi mesto da učitelj sedne. ",
  "ud8.5:10.4": "Blaženi sede na unapred pripremljeno mesto, ",
  "ud8.5:10.5": "Dok je tako sedeo, Blaženi reče Ānandi: ",
  "ud8.5:10.6": "„Hajde, Ānanda, donesi mi vode da pijem. Žedan sam.” ",
  "ud8.5:11.1": "Kada je ovo bilo izgovoreno, poštovani Ānanda reče Blaženome: ",
  "ud8.5:11.2": "„Poštovani gospodine, upravo sada je pet stotina zaprega prešlo preko ovog malog potoka. te sada to malo vode teče zamućeno, prljavo. ",
  "ud8.5:11.3": "Poštovani gospodine, nije daleko odavde reka Kukudhā, teče čista, prijatna, sveža i bistra, sa lepim obalama, zadivljujuća. ",
  "ud8.5:11.4": "Tamo će Blaženi ugasiti žeđ i osvežiti telo.” ",
  "ud8.5:12.1": "Po drugi put… ",
  "ud8.5:12.2": "Po treći put, Blaženi reče poštovanom Ānandi: ",
  "ud8.5:12.3": "„Hajde, Ānanda, donesi mi vode da pijem. Žedan sam.” ",
  "ud8.5:12.4": "„Da, poštovani gospodine,” odgovori Ānanda, uze prosjačku zdelu i krenu ka potoku. ",
  "ud8.5:12.5": "A taj potok koji su prešle tolike zaprege, to malo vode što teče zamućeno, prljavo, dok joj je poštovani Ānanda prilazio, stade da teče čisto, bistro. nezamućeno. ",
  "ud8.5:13.1": "Na to poštovani Ānanda pomisli: ",
  "ud8.5:13.2": "„Zadivljujuće je, čudesno kolika je čudotvorna moć, kolika snaga Tathāgate. ",
  "ud8.5:13.3": "Taj potok koji su prešla tolika kola, to malo vode što teče zamućeno, prljavo, dok sam joj prilazio, stade da teče čisto, bistro. nezamućeno.” ",
  "ud8.5:13.4": "I zahvati on vode u zdelu, te se vrati do Blaženog. Kada je prišao, reče: ",
  "ud8.5:13.5": "„Zadivljujuće je, poštovani gospodine, čudesno je kolika je čudotvorna moć, kolika snaga Tathāgate. ",
  "ud8.5:13.6": "Taj potok koji su prešla tolika kola, to malo vode što teče zamućeno, prljavo, dok sam joj prilazio, stade da teče čisto, bistro. nezamućeno.” ",
  "ud8.5:13.7": "Napijte se ove vode, Blaženi, napijte se ove vode, Srećni!” ",
  "ud8.5:14.1": "I Blaženi otpi vode. ",
  "ud8.5:14.2": "Onda Blaženi, praćen velikom grupom monaha, otide do reke Kukudhe. Kad je stigao, uđe u reku, okupa se i napi. Zatim izađe na obalu i otide do mangovog gaja. ",
  "ud8.5:14.3": "Tu ovako reče poštovanom Ćundaki: ",
  "ud8.5:14.4": "„Hajde, Ćundaka, spoljni ogrtač presavij na četvoro, pa ga prostri. Umoran sam, pa bih da legnem.” ",
  "ud8.5:15.1": "„Da, poštovani gospodine,” odgovori poštovani Ćundaka i uradi kako mu je rečeno. ",
  "ud8.5:15.2": "A Blaženi leže da desnu stranu, u lavlji položaj, jedno stopalo povrh drugog, svestan i s jasnim razumevanjem, odredivši unapred vreme kada će ustati. ",
  "ud8.5:15.3": "A poštovani Ćandaka sede kraj Blaženoga. ",
  "ud8.5:16.1": "Otišavši do reke Kukudhe, ",
  "ud8.5:16.2": "čiste, prijatne i bistre vode, ",
  "ud8.5:16.3": "učitelj uroni u nju, tela iznurenog, ",
  "ud8.5:16.4": "u ovom svetu nenadmašni Tathāgata. ",
  "ud8.5:17.1": "Kada se okupao i žeđ ugasio, ",
  "ud8.5:17.2": "na obalu izađe, među monahe. ",
  "ud8.5:17.3": "Pošto ih je učitelj tu podučio, ",
  "ud8.5:17.4": "zaputi se on ka mangovom gaju. ",
  "ud8.5:17.5": "Tu se obrati monahu Ćundaki: ",
  "ud8.5:17.6": "„Rasprosti mi ogrtač savijen načetvoro.” ",
  "ud8.5:18.1": "I Ćundaka na poziv Obuzdanoga, ",
  "ud8.5:18.2": "hitro položi savijeni ogrtač. ",
  "ud8.5:18.3": "učitelj leže, tela iznurenog, ",
  "ud8.5:18.4": "a pred njim sede monah Ćundaka. ",
  "ud8.5:19.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "ud8.5:19.2": "„Može se dogoditi da kovač Ćunda bude potišten, ako ga neko kritikuje: ",
  "ud8.5:19.3": "’Prijatelju, Ćunda, gubitak je za tebe, veliki gubitak, da je Tathāgata umro pošto je pojeo hranu od tebe isprošenu.’ ",
  "ud8.5:19.4": "Ćundinu potištenost, Ānanda, treba odagnati ovako: ",
  "ud8.5:20.1": "’Prijatelju Ćunda, dobitak je za tebe, veliki dobitak, ",
  "ud8.5:20.2": "da je Tathāgata umro pošto je pojeo hranu od tebe isprošenu. ",
  "ud8.5:20.3": "Prijatelju Ćunda, čuo sam iz usta Blaženog: ",
  "ud8.5:20.4": "’Dve vrste isprošene hrane imaju isti dobar rezultat, donose isti dobar plod. One imaju mnogo veći rezultat, mnogo veći plod od bilo koje druge isprošene hrane. ",
  "ud8.5:20.5": "A koje dve? ",
  "ud8.5:20.6": "Ona posle koje je, pošto ju je pojeo, Blaženi dostigao potpuno probuđenje. I ona posle koje je, pošto ju je pojeo, Blaženi dostigao potpuno oslobođenje, bez ostatka. ",
  "ud8.5:20.7": "Te dve vrste isprošene hrane imaju isti dobar rezultat, donose isti dobar plod, veći od bilo koje druge isprošene hrane. ",
  "ud8.5:21.1": "Prijatelju Ćunda, ti si već stekao kammu koja vodi dugom životu, sreći, dobrom glasu, preporađanju u nebeskom svetu, kammu koja vodi ka dugom životu.’ ",
  "ud8.5:21.2": "Ćundinu potištenost, Ānanda, treba odagnati na taj način.” ",
  "ud8.5:22.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud8.5:23.1": "„U onoga ko daje, zasluge rastu, ",
  "ud8.5:23.2": "u obuzdanome mržnja se ne gomila. ",
  "ud8.5:23.3": "Čestiti čovek napušta zlodelo svako; ",
  "ud8.5:23.4": "bez pohlepe, mržnje i obmane, do kraja oslobođen postaje.” "
}