{
  "ud8.7:0.1": "'Nadahnuća 8.7 '",
  "ud8.7:0.2": "'Raskršće '",
  "ud8.7:1.1": "'Ovako sam čuo. '",
  "ud8.7:1.2": "'Jednom je Blaženi lutao zemljom Kosala, idući glavnim putem, a poštovani Nāgasamāla mu je bio lični pratilac. '",
  "ud8.7:1.3": "'I vide poštovani Nāgasamāla da se na jednom mestu put račva, '",
  "ud8.7:1.4": "'pa reče Blaženome: '",
  "ud8.7:1.5": "'„Blaženi, ovo je put, '",
  "ud8.7:1.6": "'njime treba da idemo.” '",
  "ud8.7:1.7": "'Saslušavši ga, Blaženi ovako reče poštovanom Nāgasamāli: '",
  "ud8.7:1.8": "'„Ne, Nāgasamāla, ovo je put, '",
  "ud8.7:1.9": "'njime treba da idemo.” '",
  "ud8.7:2.1": "'Po drugi put… '",
  "ud8.7:2.2": "'Po treći put poštovani Nāgasamāla ovako reče Blaženome: '",
  "ud8.7:2.3": "'„Blaženi, ovo je put, '",
  "ud8.7:2.4": "'njime treba da idemo.” '",
  "ud8.7:2.5": "'Po treći put, Blaženi reče poštovanom Nāgasamāli: '",
  "ud8.7:2.6": "'„Ne, Nāgasamāla, ovo je put, '",
  "ud8.7:2.7": "'njime treba da idemo.” '",
  "ud8.7:2.8": "'Na to poštovani Nāgasamāla na licu mesta odloži prosjačku zdelu i ogrtač Blaženog na zemlju: '",
  "ud8.7:2.9": "'„Evo, poštovani gopodine, zdela i ogrtač Blaženog” i ode. '",
  "ud8.7:3.1": "'Idući tim putem, dogodilo se da poštovani Nāgasamāla naiđe na razbojnike, koji ga izudaraše šakama i nogama, razbiše mu zdelu i pocepaše ogrtač. '",
  "ud8.7:3.2": "'Onda poštovani Nāgasamāla sa razbijenom zdelom i pocepanim ogrtačem dođe do Blaženog. Kad je stigao, pokloni se, pa sede sa strane. '",
  "ud8.7:3.3": "'Dok je tako sedeo, poštovani Nāgasamāla ovako reče Blaženome: '",
  "ud8.7:3.4": "'„Poštovani gospodine, idući onim putem, naiđoh na razbojnike, koji su me izudarali šakama i nogama, razbili mi zdelu i pocepali ogrtač.” '",
  "ud8.7:4.1": "'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: '",
  "ud8.7:5.1": "'„Putujući zajedno, pomešan, '",
  "ud8.7:5.2": "'sa nekim ko ne zna, znalac, '",
  "ud8.7:5.3": "'shvativši da je ta osoba loša, '",
  "ud8.7:5.4": "'napusti je, k’o mlada čaplja močvaru.” '"
}