{
  "ud8.6:0.1": "Nadahnuća 8.6 ",
  "ud8.6:0.2": "Seljani iz Pāṭaligāme ",
  "ud8.6:1.1": "Ovako sam čuo. ",
  "ud8.6:1.2": "Jednom je Blaženi lutao zemljom Magadha, praćen velikom grupom monaha, te je na kraju stigao u Pāṭaligāmu. ",
  "ud8.6:1.3": "A nezaređeni sledbenici iz Pāṭaligāme dočuše: ",
  "ud8.6:1.4": "„Priča se da je Blaženi, lutajući zemljom Magadha i praćen velikom grupom monaha, došao u Pāṭaligāmu.” ",
  "ud8.6:1.5": "Onda oni dođoše do Blaženog, pokloniše mu se i sedoše sa strane. ",
  "ud8.6:1.6": "Dok su sedeli, ovako rekoše Blaženom: ",
  "ud8.6:1.7": "„Poštovani gospodine, molimo vas da prihvatite naš poziv da prenoćite u našem odmorištu.” ",
  "ud8.6:1.8": "Blaženi ćutke prihvati ovaj poziv. ",
  "ud8.6:2.1": "Videvši da se Blaženi saglasio, nezaređeni sledbenici iz Pāṭaligāme ustadoše sa svojih mesta, pa poklonivši se Blaženom i pazeći da im on ostane sa desne strane, otidoše do odmorišta. Kada su stigli, raširiše prostirke posvuda po podu, pripremiše mesta za sedenje, napuniše posude sa vodom, upališe uljane lampe, te se vratiše do Blaženog. Kada su stigli, pokloniše mu se, pa stadoše sa strane. Stojeći tako sa strane, ovako rekoše Blaženom: ",
  "ud8.6:2.2": "„Poštovani gospodine, prostirke su raširene posvuda po podu, mesta za sedenje pripremljena, posude sa vodom napunjene, uljane lampe upaljene. ",
  "ud8.6:2.3": "Vreme je da poštovani uradi kako misli da treba.” ",
  "ud8.6:3.1": "Na to se Blaženi obuče, uze ogrtač i prosjačku zdelu, te zajedno sa monasima ode do odmorišta, opra noge, pa uđe u njega i sede licem okrenut prema istoku, naslonjen na središnji stub. ",
  "ud8.6:3.2": "Monasi isto tako opraše noge, pa uđoše u odmorište i sedoše uz zapadni zid, okrenuti ka istoku, tako da je Blaženi bio pred njima. ",
  "ud8.6:3.3": "I nezaređeni sledbenici iz Pāṭaligāme opraše noge, pa uđoše u odmorište i sedoše uz istočni zid, okrenuti ka zapadu, tako da je Blaženi bio pred njima. ",
  "ud8.6:3.4": "Onda Blaženi reče sledbenicima iz Pāṭaligāme: ",
  "ud8.6:4.1": "„Kućedomaćini, pet je opasnosti za onoga ko je bez vrline, ko je izgubio vrlinu. ",
  "ud8.6:4.2": "Kojih pet? ",
  "ud8.6:4.3": "Takav zbog svoje nepromišljenosti trpi veliki gubitak imetka. ",
  "ud8.6:4.4": "To je prva opasnost za njega. ",
  "ud8.6:5.1": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, izbija na loš glas. ",
  "ud8.6:5.2": "To je druga opasnost za njega. ",
  "ud8.6:6.1": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, u kojem god društvu da se nađe – plemića, brahmana, kućedomaćina ili asketa – oseća nesigurnost, ne sme ništa da prozbori. ",
  "ud8.6:6.2": "To je treća opasnost za njega. ",
  "ud8.6:7.1": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, umire zbunjen. ",
  "ud8.6:7.2": "To je četvrta opasnost za njega. ",
  "ud8.6:8.1": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, posle sloma tela, posle smrti, preporađa se u svetu lišavanja, na lošem odredištu, u nižim svetovima, u čistilištu. ",
  "ud8.6:8.2": "To je peta opasnost za njega. ",
  "ud8.6:8.3": "Tih je pet opasnosti, kućedomaćini, za onoga ko je bez vrline, ko je izgubio vrlinu. ",
  "ud8.6:9.1": "Kućedomaćini, isto tako pet je koristi za onoga ko ima vrlinu, ko je razvio vrlinu. ",
  "ud8.6:9.2": "Kojih pet? ",
  "ud8.6:9.3": "Onaj ko ima vrlinu, ko je razvio vrlinu, zbog svoje promišljenosti veliki imetak stiče. ",
  "ud8.6:9.4": "To je prva korist za njega. ",
  "ud8.6:10.1": "Dalje, o onome ko ima vrlinu, ko je razvio vrlinu, širi se dobar glas. ",
  "ud8.6:10.2": "To je druga korist za njega. ",
  "ud8.6:11.1": "Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, u kojem god društvu da se nađe – plemića, brahmana, kućedomaćina ili asketa – oseća sigurnost, sme da govori. ",
  "ud8.6:11.2": "To je treća korist za njega. ",
  "ud8.6:12.1": "Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, ne umire zbunjen. ",
  "ud8.6:12.2": "To je četvrta korist za njega. ",
  "ud8.6:13.1": "Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, posle sloma tela, posle smrti, preporađa se na dobrom odredištu, čak u nebeskom svetu. ",
  "ud8.6:13.2": "To je peta korist za njega. ",
  "ud8.6:13.3": "Tih je pet koristi, kućedomaćini, za onoga ko ima vrlinu, ko je razvio vrlinu.” ",
  "ud8.6:14.1": "Pošto je Blaženi tokom dobrog dela noći nezaređene sledbenike iz Pāṭaligāme upućivao, podsticao, nadahnjivao i ohrabrivao govorom o Dhammi, na kraju im reče: ",
  "ud8.6:14.2": "„Na izmaku je noć, kućedomaćini, vreme je da učinite ono što mislite da treba.” ",
  "ud8.6:14.3": "Potom oni iskazaše svoje zadovoljstvo i radost zbog govora o Dhammi, ustadoše sa mesta na kojem su sedeli i pošto su se poklonili Blaženom, udaljiše se, pazeći da im on ostane sa desne strane. ",
  "ud8.6:14.4": "Ne dugo pošto su kućedomaćini iz Pāṭaligāme otišli, Blaženi se udalji na osamljeno mesto. ",
  "ud8.6:15.1": "A u to vreme Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, u Pāṭaligāmi su podizali utvrđenje kao odbranu od napada Vađđija. ",
  "ud8.6:15.2": "U isto vreme mnogo božanstava, na hiljade njih, boravila su na različitim mestima u Pāṭaligāmi. ",
  "ud8.6:15.3": "Na istim onim mestima na kojim su boravila velika božanstva, na tim mestima su moćni gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "ud8.6:15.4": "Na istim onim mestima na kojim su boravila božanstva srednjeg ranga, na tim mestima su gospodari i kraljevi savetnici srednjeg ranga nameravali da sebi podignu kuće. ",
  "ud8.6:15.5": "Na istim onim mestima na kojim su boravila niža božanstva, na tim mestima su niži gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "ud8.6:16.1": "I vide Blaženi svojim duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, da su ta božanstva, na hiljade njih, zauzela zemljište u Pāṭaligāmi. ",
  "ud8.6:16.2": "Na istim onim mestima na kojim su boravila velika božanstva, na tim mestima su moćni gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "ud8.6:16.3": "Na istim onim mestima na kojim su boravila božanstva srednjeg ranga, na tim mestima su gospodari i kraljevi savetnici srednjeg ranga nameravali da sebi podignu kuće. ",
  "ud8.6:16.4": "Na istim onim mestima na kojim su boravila niža božanstva, na tim mestima su niži gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "ud8.6:16.5": "Onda pred zoru, ustavši sa svog mesta, Blaženi reče poštovanom Ānandi: ",
  "ud8.6:17.1": "„Ko to, Ānanda, pravi utvrđenje u Pāṭaligāmi?” ",
  "ud8.6:17.2": "„Sunidha i Vassakārā, poštovani gospodine, glavni savetnici kralja Māgadhe, podižu u Pāṭaligāmi utvrđenje kao odbranu od napada Vađđija.” ",
  "ud8.6:17.3": "„Ānanda, baš kao da su se konsultovali sa božanstvima neba trideset trojice, ",
  "ud8.6:17.4": "tako Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, podižu u Pāṭaligāmi utvrđenje kao odbranu od napada Vađđija. ",
  "ud8.6:17.5": "Ovde sam, Ānanda, svojim duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, video da su božanstva, na hiljade njih, zauzela zemljište u Pāṭaligāmi. ",
  "ud8.6:17.6": "Na istim onim mestima na kojim su boravila velika božanstva, na tim mestima su moćni gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "ud8.6:17.7": "Na istim onim mestima na kojim su boravila božanstva srednjeg ranga, na tim mestima su gospodari i kraljevi savetnici srednjeg ranga nameravali da sebi podignu kuće. ",
  "ud8.6:17.8": "Na istim onim mestima na kojim su boravila niža božanstva, na tim mestima su niži gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "ud8.6:17.9": "Ānanda, sve dok postoji područje Arijevaca, sve dok se ovde putevi ukrštaju, ovaj trgovački grad Pāṭaliputta će biti glavni među gradovima. ",
  "ud8.6:17.10": "Ali za Pāṭaliputtu, Ānanda, postoje  ove tri opasnosti: ",
  "ud8.6:17.11": "požar, poplava i razjedinjenost. ",
  "ud8.6:18.1": "Onda Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, dođoše do Blaženog i učtivo se sa njim pozdraviše. ",
  "ud8.6:18.2": "Kada taj učtivi i prijateljski razgovor bi završen, stadoše oni sa strane. ",
  "ud8.6:18.3": "Stojeći tako sa strane, Sunidha i Vassakāra ovako rekoše Blaženom: ",
  "ud8.6:18.4": "„Neka Blaženi zajedno sa monaškom zajednicom prihvati od nas poziv za obrok sutra.” ",
  "ud8.6:18.5": "Blaženi ćutke prihvati ovaj poziv. ",
  "ud8.6:19.1": "Znajući da je Blaženi prihvatio, Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, otidoše svome domu. Kada su stigli, dadoše da se pripreme različita ukusna jela i mnogo poslastica, pa poručiše Blaženom: ",
  "ud8.6:19.2": "„Vreme je, učitelju Gotama, obrok je spreman”. ",
  "ud8.6:20.1": "A ujutru se Blaženi obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa praćen velikom grupom monaha krenu put doma Sunidhe i Vassakāre, glavnih savetnika kralja Māgadhe. ",
  "ud8.6:20.2": "Kad je stigao, sede na unapred pripremljeno mesto. A Sunidha i Vassakāra, glavni savetnici kralja Māgadhe, svojim su rukama poslužili i različitim vrstama jela nahranili monašku zajednicu predvođenu Blaženim. ",
  "ud8.6:21.1": "Kada je Blaženi jeo i oprao ruke i prosjačku zdelu, Sunidha i Vassakāra odabraše niža mesta i sedoše sa strane. ",
  "ud8.6:21.2": "Dok su tako sedeli sa strane, Blaženi izrazi svoje odobravanje ovim stihovima: ",
  "ud8.6:22.1": "„Na mestu na kojem živi, ",
  "ud8.6:22.2": "nahranivši onoga ko je ",
  "ud8.6:22.3": "mudar i čestit, obuzdan, ",
  "ud8.6:22.4": "ko svetačkim životom živi, ",
  "ud8.6:23.1": "neka svoj dar posveti bogovima ",
  "ud8.6:23.2": "koji su na tom mestu. ",
  "ud8.6:23.3": "Tako slavljeni, oni slave njega, ",
  "ud8.6:23.4": "tako poštovani, njega poštuju. ",
  "ud8.6:24.1": "Saosećanja za njega imaju, ",
  "ud8.6:24.2": "kao i majka za dete svoje. ",
  "ud8.6:24.3": "A čovek bogovima mio, ",
  "ud8.6:24.4": "uvek vidi ono što je dobro.” ",
  "ud8.6:25.1": "Kada je tako Sunidhi i Vassakāri, glavnim savetnicima kralja Māgadhe, izrazio svoje zadovoljstvo, Blaženi usta sa mesta na kojem je sedeo i otide. ",
  "ud8.6:26.1": "A tom prilikom su Sunidha i Vassakārā pratili Blaženog u stopu (razmišljajući): ",
  "ud8.6:26.2": "„Na koju gradsku kapiju asketa Gotama bude izašao, ta će se zvati ’Gotamina kapija’. ",
  "ud8.6:26.3": "Na kojem gazu asketa Gotama bude prešao reku Gang, taj će se zvati ’Gotamin gaz’.” ",
  "ud8.6:27.1": "I zaista, na koju gradsku kapiju je asketa Gotama izašao, ta postade „Gotamina kapija.” ",
  "ud8.6:27.2": "Onda Blaženi dođe do reke Gang. ",
  "ud8.6:27.3": "I tom prilikom je reka Gang bila je nadošla do vrha, tako da je iz nje mogao da pije gavran stojeći na obali. ",
  "ud8.6:27.4": "Neki ljudi tragali su za čamcima, neki drugi tragali su za skelom, a neki su pravili splavove ne bi li prešli na drugu obalu. ",
  "ud8.6:27.5": "Na to Blaženi hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, zajedno za monaškom zajednicom nestade sa ove obale Ganga i nađe se na drugoj. ",
  "ud8.6:28.1": "I vide Blaženi kako neki ljudi tragaju za čamcima, neki drugi tragaju za skelom, a neki prave splavove ne bi li prešli na drugu obalu. ",
  "ud8.6:29.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud8.6:30.1": "„Oni koji pređu uskomešanu bujicu, čine to ",
  "ud8.6:30.2": "podigavši most; takvi za sobom močvaru ostave. ",
  "ud8.6:30.3": "I dok obični ljudi još uvek splav svezuju, ",
  "ud8.6:30.4": "oštroumni su već na obali drugoj.” "
}