{
  "ud1.10:0.1": "Udāna 1.10 ",
  "ud1.10:0.2": "Bāhiyasutta ",
  "ud1.10:1.1": "Evaṁ me sutaṁ—",
  "ud1.10:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "ud1.10:1.3": "Tena kho pana samayena bāhiyo dārucīriyo suppārake paṭivasati samuddatīre sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṁ. ",
  "ud1.10:1.4": "Atha kho bāhiyassa dārucīriyassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "ud1.10:1.5": "“ye kho keci loke arahanto vā arahattamaggaṁ vā samāpannā, ahaṁ tesaṁ aññataro”ti. ",
  "ud1.10:2.1": "Atha kho bāhiyassa dārucīriyassa purāṇasālohitā devatā anukampikā atthakāmā bāhiyassa dārucīriyassa cetasā cetoparivitakkamaññāya yena bāhiyo dārucīriyo tenupasaṅkami; upasaṅkamitvā bāhiyaṁ dārucīriyaṁ etadavoca: ",
  "ud1.10:2.2": "“neva kho tvaṁ, bāhiya, arahā, nāpi arahattamaggaṁ vā samāpanno. ",
  "ud1.10:2.3": "Sāpi te paṭipadā natthi yāya tvaṁ arahā vā assa arahattamaggaṁ vā samāpanno”ti. ",
  "ud1.10:3.1": "“Atha ke carahi sadevake loke arahanto vā arahattamaggaṁ vā samāpannā”ti? ",
  "ud1.10:3.2": "“Atthi, bāhiya, uttaresu janapadesu sāvatthī nāma nagaraṁ. ",
  "ud1.10:3.3": "Tattha so bhagavā etarahi viharati arahaṁ sammāsambuddho. ",
  "ud1.10:3.4": "So hi, bāhiya, bhagavā arahā ceva arahattāya ca dhammaṁ desetī”ti. ",
  "ud1.10:4.1": "Atha kho bāhiyo dārucīriyo tāya devatāya saṁvejito tāvadeva suppārakamhā pakkāmi. ",
  "ud1.10:4.2": "Sabbattha ekarattiparivāsena yena sāvatthī jetavanaṁ anāthapiṇḍikassa ārāmo tenupasaṅkami. ",
  "ud1.10:4.3": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
  "ud1.10:4.4": "Atha kho bāhiyo dārucīriyo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "ud1.10:4.5": "“kahaṁ nu kho, bhante, etarahi bhagavā viharati arahaṁ sammāsambuddho? ",
  "ud1.10:4.6": "Dassanakāmamhā mayaṁ taṁ bhagavantaṁ arahantaṁ sammāsambuddhan”ti. ",
  "ud1.10:4.7": "“Antaragharaṁ paviṭṭho kho, bāhiya, bhagavā piṇḍāyā”ti. ",
  "ud1.10:5.1": "Atha kho bāhiyo dārucīriyo taramānarūpo jetavanā nikkhamitvā sāvatthiṁ pavisitvā addasa bhagavantaṁ sāvatthiyaṁ piṇḍāya carantaṁ pāsādikaṁ pasādanīyaṁ santindriyaṁ santamānasaṁ uttamadamathasamathamanuppattaṁ dantaṁ guttaṁ yatindriyaṁ nāgaṁ. ",
  "ud1.10:5.2": "Disvāna yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato pāde sirasā nipatitvā bhagavantaṁ etadavoca: ",
  "ud1.10:5.3": "“desetu me, bhante, bhagavā dhammaṁ; desetu sugato dhammaṁ, ",
  "ud1.10:5.4": "yaṁ mamassa dīgharattaṁ hitāya sukhāyā”ti. ",
  "ud1.10:5.5": "Evaṁ vutte, bhagavā bāhiyaṁ dārucīriyaṁ etadavoca: ",
  "ud1.10:5.6": "“akālo kho tāva, bāhiya, antaragharaṁ paviṭṭhamhā piṇḍāyā”ti. ",
  "ud1.10:6.1": "Dutiyampi kho bāhiyo dārucīriyo bhagavantaṁ etadavoca: ",
  "ud1.10:6.2": "“dujjānaṁ kho panetaṁ, bhante, bhagavato vā jīvitantarāyānaṁ, mayhaṁ vā jīvitantarāyānaṁ. ",
  "ud1.10:6.3": "Desetu me, bhante, bhagavā dhammaṁ; ",
  "ud1.10:6.4": "desetu sugato dhammaṁ, yaṁ mamassa dīgharattaṁ hitāya sukhāyā”ti. ",
  "ud1.10:6.5": "Dutiyampi kho bhagavā bāhiyaṁ dārucīriyaṁ etadavoca: ",
  "ud1.10:6.6": "“akālo kho tāva, bāhiya, antaragharaṁ paviṭṭhamhā piṇḍāyā”ti. ",
  "ud1.10:7.1": "Tatiyampi kho bāhiyo dārucīriyo bhagavantaṁ etadavoca: ",
  "ud1.10:7.2": "“dujjānaṁ kho panetaṁ, bhante, bhagavato vā jīvitantarāyānaṁ, mayhaṁ vā jīvitantarāyānaṁ. ",
  "ud1.10:7.3": "Desetu me, bhante, bhagavā dhammaṁ; ",
  "ud1.10:7.4": "desetu sugato dhammaṁ, yaṁ mamassa dīgharattaṁ hitāya sukhāyā”ti. ",
  "ud1.10:8.1": "“Tasmātiha te, bāhiya, evaṁ sikkhitabbaṁ: ",
  "ud1.10:8.2": "‘diṭṭhe diṭṭhamattaṁ bhavissati, sute sutamattaṁ bhavissati, mute mutamattaṁ bhavissati, viññāte viññātamattaṁ bhavissatī’ti. ",
  "ud1.10:8.3": "Evañhi te, bāhiya, sikkhitabbaṁ. ",
  "ud1.10:8.4": "Yato kho te, bāhiya, diṭṭhe diṭṭhamattaṁ bhavissati, sute sutamattaṁ bhavissati, mute mutamattaṁ bhavissati, viññāte viññātamattaṁ bhavissati, ",
  "ud1.10:8.5": "tato tvaṁ, bāhiya, na tena. ",
  "ud1.10:8.6": "Yato tvaṁ, bāhiya, na tena; ",
  "ud1.10:8.7": "tato tvaṁ, bāhiya, na tattha. ",
  "ud1.10:8.8": "Yato tvaṁ, bāhiya, na tattha, ",
  "ud1.10:8.9": "tato tvaṁ, bāhiya, nevidha na huraṁ na ubhayamantarena. ",
  "ud1.10:8.10": "Esevanto dukkhassā”ti. ",
  "ud1.10:9.1": "Atha kho bāhiyassa dārucīriyassa bhagavato imāya saṅkhittāya dhammadesanāya tāvadeva anupādāya āsavehi cittaṁ vimucci. ",
  "ud1.10:10.1": "Atha kho bhagavā bāhiyaṁ dārucīriyaṁ iminā saṅkhittena ovādena ovaditvā pakkāmi. ",
  "ud1.10:10.2": "Atha kho acirapakkantassa bhagavato bāhiyaṁ dārucīriyaṁ gāvī taruṇavacchā adhipatitvā jīvitā voropesi. ",
  "ud1.10:11.1": "Atha kho bhagavā sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto sambahulehi bhikkhūhi saddhiṁ nagaramhā nikkhamitvā addasa bāhiyaṁ dārucīriyaṁ kālaṅkataṁ; ",
  "ud1.10:11.2": "disvāna bhikkhū āmantesi: ",
  "ud1.10:11.3": "“gaṇhatha, bhikkhave, bāhiyassa dārucīriyassa sarīrakaṁ; mañcakaṁ āropetvā nīharitvā jhāpetha; thūpañcassa karotha. ",
  "ud1.10:11.4": "Sabrahmacārī vo, bhikkhave, kālaṅkato”ti. ",
  "ud1.10:12.1": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paṭissutvā bāhiyassa dārucīriyassa sarīrakaṁ mañcakaṁ āropetvā nīharitvā jhāpetvā thūpañcassa katvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "ud1.10:12.2": "Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "ud1.10:12.3": "“daḍḍhaṁ, bhante, bāhiyassa dārucīriyassa sarīraṁ, thūpo cassa kato. ",
  "ud1.10:12.4": "Tassa kā gati, ko abhisamparāyo”ti? ",
  "ud1.10:12.5": "“Paṇḍito, bhikkhave, bāhiyo dārucīriyo paccapādi dhammassānudhammaṁ; na ca maṁ dhammādhikaraṇaṁ vihesesi. ",
  "ud1.10:12.6": "Parinibbuto, bhikkhave, bāhiyo dārucīriyo”ti. ",
  "ud1.10:13.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud1.10:14.1": "“Yattha āpo ca pathavī, ",
  "ud1.10:14.2": "tejo vāyo na gādhati; ",
  "ud1.10:14.3": "Na tattha sukkā jotanti, ",
  "ud1.10:14.4": "ādicco nappakāsati; ",
  "ud1.10:14.5": "Na tattha candimā bhāti, ",
  "ud1.10:14.6": "tamo tattha na vijjati. ",
  "ud1.10:15.1": "Yadā ca attanāvedi, ",
  "ud1.10:15.2": "muni monena brāhmaṇo; ",
  "ud1.10:15.3": "Atha rūpā arūpā ca, ",
  "ud1.10:15.4": "sukhadukkhā pamuccatī”ti. ",
  "ud1.10:15.5": "Dasamaṁ. ",
  "ud1.10:16.1": "Ayampi udāno vutto bhagavatā iti me sutanti. ",
  "ud1.10:16.2": "Bodhivaggo paṭhamo. ",
  "ud1.10:17.0": "Tassuddānaṁ ",
  "ud1.10:17.1": "Tayo bodhī ca huṁhuṅko, ",
  "ud1.10:17.2": "brāhmaṇā kassapena ca; ",
  "ud1.10:17.3": "Aja saṅgāma jaṭilā, ",
  "ud1.10:17.4": "bāhiyenāti te dasāti. "
}