{
  "pli-tv-bi-vb-pc81:1.13": "The exact meaning of _pārivāsikachandadānena_ is far from clear. The latter part of the compound, _chandadānena_, most likely means, “by the giving of consent”, or “by the passing on of consent”, and refers to the consent passed on by monastics who are not present at a particular legal procedure of the Sangha (see Bhikkhuni Vinaya Studies, by Bhikkhu Sujato, pp.224-225). The first part of the compound, _pārivāsika_, is more tricky. This is what the commentaries ([Sp.2.1167]() and [Vjb.2.1166]()) have to say: _Puna bhikkhū “kiñcideva abbhānādisaṅghakammaṃ karissāmā”ti nisinnā honti, tatreko nakkhattapāṭhako bhikkhu evaṃ vadati – “ajja nakkhattaṃ dāruṇaṃ, mā imaṃ kammaṃ karothā”ti. Te tassa vacanena chandaṃ vissajjetvā tattheva nisinnā honti. Athañño āgantvā “nakkhattaṃ paṭimānentaṃ attho bālaṃ upaccagā”ti vatvā “kiṃ nakkhattena karothā”ti vadati. Idaṃ chandapārivāsiyañceva ajjhāsayapārivāsiyañca. Etasmiṃ pārivāsiye puna chandapārisuddhiṃ anānetvā kammaṃ kātuṃ na vaṭṭati_, “Again, the monks are seated, thinking, ‘We will do a legal procedure, such as a rehabilitation, etc’, but then a monk who is an expert in constellations says, ‘Today the constellations are inauspicious; don’t do this procedure.’ Because of his statements, they withdraw their consent, but remain seated. Then another monk arrives and says: ‘What is beneficial is lost for the fool who honors constellations. Why worry about constellations?’ This is expired consent and expired intention. With this sort of outdatedness, if one does not convey consent and purity anew, it is not allowable to do the procedure.” And: _Chandaṃ vissajjetvāti ettha anugaṇṭhipade evaṃ vuttaṃ “idaṃ kammaṃ ajja na kattabbaṃ. ‘Yathāsukha’nti vatvā vissajjitaṃ hoti …”_, “_Chandaṃ vissajjetvā_: about this, it is said in the Anugaṇṭhipada: ‘This _saṅghakamma_ is not to be done today. Having said, “[Do it] at your convenience”, [the consent] is given …’” This interpretation, however, seems strained and artificial. Consent is normally given by those who cannot be present at a particular meeting, not by an entire group of people who may or may not be present at an unspecified future meeting. I prefer to interpret this rule to refer to the consent has been given prior to a particular ordination ceremony. If the ceremony is postponed – which is defined in the Vibhaṅga as the “assembly having risen” – then that consent is no longer valid for any new ceremony happening later. Renewed consent is required for the postponed ordination." ,
  "pli-tv-bi-vb-pc81:2.1.12": "_Ñattiyā dukkaṭaṃ_. The Pali text just says _dukkaṭa_, without specifying that it is an _āpatti_, “an offense”. Yet elsewhere, such a _bhikkhu-saṅghādisesa_ 10, [](pli-tv-bu-vb-ss10:2.65), the _dukkaṭa_ is annulled if you commit the full offense of _saṅghādisesa_. The implication is that in these contexts _dukkaṭa_ should be read as _āpatti dukkaṭassa_, “an offense of wrong conduct”."
}
