{
  "dn11:1.2": "This was the scene for some controversial discussions with Jains (<a href='/mn56/en/sujato'>MN 56</a>, <a href='/sn42.8/en/sujato'>SN 42.8</a>), and Sāriputta’s touching declaration of faith shortly before his passing (<a href='/sn47.12/en/sujato'>SN 47.12</a>, <a href='/dn16/en/sujato#1.16.1'>DN 16:1.16.1</a>, <a href='/dn28/en/sujato'>DN 28</a>). ",
  "dn11:1.3": "Kevaḍḍha is mentioned only here. Manuscripts spell his name variously as Kevaddha or Kevaṭṭa (“fisherman”). The Chinese form <span lang='lzh'>堅固</span> means “sturdy” (from <i lang='pi' translate='no'>dṛḍha</i>) and thus supports Kevaḍḍha. ",
  "dn11:1.5": "I have been asked to do the same thing for the same reason. ",
  "dn11:1.9": "In fact it is forbidden in <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#8.2.23'>Kd 15:8.2.23</a>. ",
  "dn11:2.2": "The reading <i lang='pi' translate='no'>dhaṁsemi</i> is dubious. An old Burmese manuscript has the reading <i lang='pi' translate='no'>dhammaṁ desemi</i>, which echoes the Buddha just above. Note too that Kevaḍḍha urges the Buddha to “direct” the monks (<i lang='pi' translate='no'>samādisatu</i>, from the same root as <i lang='pi' translate='no'>desemi</i>). I think the tension is deliberate: Kevaḍḍha says he isn’t telling the Buddha how to teach, but he absolutely is. Other readings convey the sense “attack, insult”, but this seems out of place. ",
  "dn11:3.8": "As noted previously, the basic sense of <i lang='pi' translate='no'>pāṭihāriya</i> is “demonstration”, and as the context here shows, it may or may not involve a “demonstration of wonders” i.e. a “miracle”. ",
  "dn11:3.10": "These three are mentioned frequently in the suttas. Only the last is endorsed by the Buddha, as it leads to genuine growth. ",
  "dn11:4.5": "Their priors have been confirmed. ",
  "dn11:5.1": "Note how a skeptical mindset sticks closer to the truth. ",
  "dn11:5.2": "“Spell” is <i lang='pi' translate='no'>vijjā</i> (Sanskrit <i lang='pi' translate='no'>vidyā</i>, “(potent) knowledge”, cf. English “wicca”, “wizard”, “witch”).  The commentary says it was practiced by the seers of Gandhāra (north-west Pakistan). Jain tradition also knows a Gandhārī mantra, but attribute it to certain <i lang='pi' translate='no'>vidyādhara</i> deities. Sanskrit tradition similarly knows of a <i lang='pi' translate='no'>vidyādevī</i> (“lore goddess”) named Gandhārī. Gandhāra was an ancient land of learning, and a convenient location for exotic magics. ",
  "dn11:5.7": "These feats that have nothing to do with spiritual growth, hence they may be produced or perhaps faked by a variety of means. ",
  "dn11:6.1": "“Revealing” is <i lang='pi' translate='no'>ādesana</i>, from root <i lang='pi' translate='no'>dis</i> “to indicate, show, or point”. ",
  "dn11:6.2": "The Pali terms here are <i lang='pi' translate='no'>citta</i>, <i lang='pi' translate='no'>cetasika</i>, <i lang='pi' translate='no'>vitakka</i>, and <i lang='pi' translate='no'>vicāra</i>. ",
  "dn11:6.3": "Here we have <i lang='pi' translate='no'>mano</i> (twice) and <i lang='pi' translate='no'>citta</i>. ",
  "dn11:7.2": "From <i lang='pi' translate='no'>maṇi</i>, “gem”. Magical gems are a common feature of Indian storytelling. Buddhist stories often feature the “wish-granting gem” (<i lang='pi' translate='no'>cintāmaṇi</i>), which according to the commentary is meant here. ",
  "dn11:67.3": "This story is presented as an actual event, but is phrased like a fable. ",
  "dn11:67.4": "The question is about meditation, not the annihilation of the material world. The first four <i lang='pi' translate='no'>jhānas</i> are based on the “subtle form” (<i lang='pi' translate='no'>sukhumarūpa</i>) that manifests as light in deep meditation. He is asking how to go beyond this to the formless attainments. ",
  "dn11:68.1": "The mendicant has already well developed the <i lang='pi' translate='no'>jhānas</i>. | “Controlling the body as far as the Brahmā realm” is one of the “demonstrations of psychic power” listed above. ",
  "dn11:68.2": "The “gods of the Four Great Kings” are deities born in a realm subject to the overlords known as the Four Great Kings. These deities inhabit the lowest of the celestial realms. ",
  "dn11:68.7": "These are powerful spirits who guard the four quarters. In <a href='/an8.36/en/sujato'>AN 8.36</a> it is explained that they, like the other leading gods mentioned below, achieved their station due to their greater generosity and morality. ",
  "dn11:69.6": "The “Thirty-Three” enjoy refined sensual delights. The number is a reduplication of the trinity. In Buddhist texts they are not enumerated, but Yājñavalkya reckons them as eight Vasus, eleven Rudras, twelve Ādityas, plus Indra and Prajāpati (Bṛhadāraṇyaka Upaniṣad 3.9.2). The final pair are elsewhere said to be Dyaus (“Heaven” = Zeus) and Pṛthivī (“Earth”), or the twin Aśvins. ",
  "dn11:70.6": "Conventionally known as “lord of gods”, but in fact the ruler only of the relatively lowly realm of the Thirty-Three. He is Vedic Indra, heroic slayer of the dragon Vṛtra, and is the most personally known god in the Pali Canon. ",
  "dn11:72.1": "Gods in this realm (spelled <i lang='pi' translate='no'>yāma</i>, “of Yama”) are subjects of the god of the dead, Yama. ",
  "dn11:80.5": "The previous deities achieved their station by mere morality and generosity, not by <i lang='pi' translate='no'>jhāna</i>. The gods of Brahmā’s Host practiced the first <i lang='pi' translate='no'>jhāna</i>, but they do not know what lies beyond. ",
  "dn11:80.7": "The same passage appears in <a href='/dn1/en/sujato#2.5.2'>DN 1:2.5.2</a>, where it also had a satirical tone, poking fun at the pomposity of religious titles. ",
  "dn11:80.8": "Even Brahmā’s community are not confident. ",
  "dn11:80.12": "This passage may be one of the sources for the later use of <i lang='pi' translate='no'>nimitta</i> to mean the appearance of light that signifies the approach of <i lang='pi' translate='no'>jhāna</i>. ",
  "dn11:81.5": "He puffs his own chest, but like the ascetic teachers of <a href='/dn2/en/sujato'>DN 2</a>, he does not answer the question. ",
  "dn11:82.2": "He addresses Brahmā with <i lang='pi' translate='no'>āvuso</i>. This is often translated as “friend”, but the root is <i lang='pi' translate='no'>āyu</i> (“age”) and it is respectful not familiar. ",
  "dn11:83.1": "Rather than trying to engage with Brahmā’s agenda, he keeps restating his question. This is a skillful way of curbing narcissism. ",
  "dn11:83.6": "Brahmā is embarrassed to reveal his ignorance. Perhaps a satire of Bṛhadāraṇyaka Upaniṣad 3.2.13, where Yājñavalkya takes Jāratkārava Ārtabhāga by the hand and leads him aside for a secret discussion. ",
  "dn11:83.9": "At least he is honest about his lack of knowledge, even if not publicly. ",
  "dn11:85.10": "The following verses are difficult because they speak of a kind of consciousness at the start and the cessation of consciousness at the end. The simplest way to resolve this is to assume there are two distinct questions. ",
  "dn11:85.11": "This is a rephrasing of the original question, asking where the four “form” <i lang='pi' translate='no'>jhānas</i> end. ",
  "dn11:85.13": "Here starts the second question, asking the deeper question of how all these things end. A similar list of descriptors elsewhere describes things that are not stolen (<a href='/snp3.9/en/sujato#45.1'>Snp 3.9:45.1</a>) or the kinds of sentient beings (<a href='/snp1.8/en/sujato#4.3'>Snp 1.8:4.3</a>). These are aspects of how “form” manifests in desirable or undesirable ways. ",
  "dn11:85.14": "The first four terms in this verse are identical with the first four terms in Yājñavalkya’s description of the immutable Brahman as “neither coarse nor fine, neither short nor long” at Bṛhadāraṇyaka Upaniṣad 3.8.8. ",
  "dn11:85.18": "The adjective “infinite” (<i lang='pi' translate='no'>ananta</i>) is the direct qualifier of “consciousness”, but in the Pali it is shifted to the next line to fit the meter. The dimension of infinite consciousness is one of the formless realms of which Brahmā has no knowledge. Yājñavalkya describes consciousness as infinite in the famous passage at Bṛhadāraṇyaka Upaniṣad 2.4.12. ",
  "dn11:85.19": "The mind of fourth <i lang='pi' translate='no'>jhāna</i>, on which the formless states are based, is described as <i lang='pi' translate='no'>pariyodāta</i> (“bright”, literally “white all over”), which is a synonym for <i lang='pi' translate='no'>sabbatopabhaṁ</i> (“radiant all-around”). ",
  "dn11:85.26": "According to dependent origination, when consciousness ceases, name and form cease, and with it the manifestation of all things desirable and undesirable in the world. "
}