{
  "dn12:1.2": "This is the only appearance of a place called Sālavatikā (“Abounding in Sal trees”). A courtesan of Rājagaha named Sālavatī appears in <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#1.3.1'>Kd 8:1.3.1</a>; she might perhaps have come from there. ",
  "dn12:1.3": "A certain brahmin Lohicca also appears in <a href='/sn35.132/en/sujato'>SN 35.132</a>. But since that is set far away in Avantī after the Buddha’s passing, and since in both cases he is said to have taken refuge, it seems likely these are different people. ",
  "dn12:2.2": "A similar view is sometimes unjustly imputed to the Theravādins, that they are only interested in their own liberation. ",
  "dn12:4.1": "While <i lang='pi' translate='no'>nhāpita</i> would seem to be identical with <i lang='pi' translate='no'>nhāpaka</i> (“bathroom attendant”), it is usually translated per Ja 395 where it means “barber”. ",
  "dn12:4.5": "Note the unusual use of <i lang='pi' translate='no'>kira</i> in this idiom, found in <a href='/sn35.133/en/sujato#2.3'>SN 35.133:2.3</a>, <a href='/mn85/en/sujato#3.5'>MN 85:3.5</a>, <a href='/mn127/en/sujato#2.5'>MN 127:2.5</a>, and <a href='/ud2.8/en/sujato#6.8'>Ud 2.8:6.8</a>. I think this expresses polite deference, and render with “might” rather than “would”. ",
  "dn12:8.9": "It seems the barber was not only a trusted confidant, but an intelligent man with sincere concern for Lohicca’s well being. ",
  "dn12:8.10": "The Buddha is modest as to his chances. ",
  "dn12:9.6": "Here the Buddha takes the initiative. “Harmful misconception” is <i lang='pi' translate='no'>pāpakaṁ diṭṭhigataṁ</i>. ",
  "dn12:11.2": "The rule over Kāsi was unstable. It had formerly been an independent kingdom, but was taken over by Pasenadi’s father Mahākosala. Towards the end of the Buddha’s life it was contested between Kosala and Magadha, and ultimately became part of the greater Magadhan empire. The same verb <i lang='pi' translate='no'>ajjhāvasati</i> is used, but here “reign over” fits better than “reside”. ",
  "dn12:13.7": "It is only through sharing what good things we know that we can support each other. ",
  "dn12:16.1": "Even though he has characterized Lohicca’s view as harmful, the Buddha goes out of his way to show that it is not entirely wrong. There are cases where it is best to avoid teaching. ",
  "dn12:16.12": "The genders of this passage are made clear through the use of feminine nouns. Making unwelcome advances was seen as an obvious example of something wrong. ",
  "dn12:17.4": "At <a href='/dn29/en/sujato#5.2'>DN 29:5.2</a> the opposite sense is expressed as <i lang='pi' translate='no'>samādāya taṁ dhammaṁ vattati</i>. ",
  "dn12:18.10": "The Buddha adopts Lohicca’s formulation, but applies it in a specific sense, not as a generalization. ",
  "dn12:19.2": "Now that the Buddha has established a degree of overlap between their views, Lohicca wants to hear more. ",
  "dn12:19.3": "Again, the Buddha answers directly and simply. ",
  "dn12:78.2": "<i lang='pi' translate='no'>Naraka</i> sometimes means “hell”, but at <a href='/thag16.8/en/sujato#4.2'>Thag 16.8:4.2</a> it is a term for a cliff, which fits the naturalistic setting here. "
}