{
  "dn13:1.2": "Manasākaṭa is mentioned only here. ",
  "dn13:1.3": "Aciravatī is called Rapti today. It was one of the great  rivers that flowed from the Himalayas past Sāvatthī into the Ganges. ",
  "dn13:3.1": "Similar discussions are found in [mn98]() = [snp3.9]() and [dn27](). ",
  "dn13:4.2": "It is not clear how this fits with Pokkharasāti’s conversion. Perhaps this was earlier, or perhaps he was simply teaching the Buddha‘s path. _Brahmasahabyatā_ does not mean “union with Brahmā” but rather “rebirth as one of the members of Brahma’s retinue” (see eg. [an5.34:9.4]()). ",
  "dn13:5.2": "It seems we never meet Tārukkha and he is only mentioned in such settings. ",
  "dn13:10.2": "Identified in Jayatilleke’s *Early Buddhist Theory of Knowledge*, p. 480. Their texts are respectively: Śatapathabrāhmaṇa (incl. Bṛhadāraṇyaka Upaniṣad); Taittirīyabrāhmaṇa; Chāndogyabrāhmaṇa; and Bahvṛcabrāhmaṇa (incorporated in Aitareya and Kauśītaki). I use the variant _bavhadija_ since it is closest to the Sanskrit _bahvṛca_. ",
  "dn13:10.3": "Today we say “many roads up the same mountain”. ",
  "dn13:13.3": "",
  "dn13:14.11": "“No demonstrable basis” is _appāṭihīrakataṁ_. ",
  "dn13:25.2": "The bulk of the Vedic texts consist of prayers and invocations to various gods. ",
  "dn13:36.2": "I wonder if this is a satire on the idea of _upaniṣad_ (“sitting near”); even as they affirm their commitment to their texts, they drift apart (_visāra_) into separate schools and ideologies. ",
  "dn13:39.2": "The close _-ti_ has apparently confused some editors; Vāseṭṭha is quoting what he has heard. ",
  "dn13:39.4": "",
  "dn13:76.1": "Here the four _brahmavihāras_ (“meditations of Brahmā”) replace the normal four _jhānas_. _Brahmavihāras_ are simply one of the means by which _jhānas_ may be attained, chosen here to fit the stated goal of teaching the path to Brahmā. ",
  "dn13:77.2": "The consciousness of _jhāna _ is so powerful that it effectively overrides any limited kamma. ",
  "dn13:78.1": "This is the quality of empathy with the suffering of another or oneself and the wish to remove it. ",
  "dn13:78.2": "This is rejoicing and celebrating in the success of others or oneself. ",
  "dn13:78.3": "Equanimity is not indifference, which is why it emerges only at the end. It is literally “close watching” without interfering but standing ready when needed. ",
  "dn13:80.3": "",
  "dn13:81.10": "Here the entire concluding section of the Gradual Training dealing with wisdom is omitted, as the aim is limited to teaching rebirth with Brahmā to Brahmanical laypeople, rather than teaching liberation. Vāseṭṭha and Bhāradvāja later applied to ordain, in which time the Buddha taught the full path to Nibbana ([dn27:7.8]()). "
}