{
  "dn13:1.2": "Manasākaṭa is mentioned only here. ",
  "dn13:1.3": "Aciravatī is called Rapti today. It was one of the great  rivers that flowed from the Himalayas past Sāvatthī into the Ganges. ",
  "dn13:3.1": "Similar discussions are found in <a href='/mn98/en/sujato'>MN 98</a> = <a href='/snp3.9/en/sujato'>Snp 3.9</a> and <a href='/dn27/en/sujato'>DN 27</a>. ",
  "dn13:4.2": "It is not clear how this fits with Pokkharasāti’s conversion. Perhaps this was earlier, or perhaps he was simply teaching the Buddha‘s path. <i lang='pi' translate='no'>Brahmasahabyatā</i> does not mean “union with Brahmā” but rather “rebirth as one of the members of Brahma’s retinue” (see eg. <a href='/an5.34/en/sujato#9.4'>AN 5.34:9.4</a>). ",
  "dn13:5.2": "It seems we never meet Tārukkha and he is only mentioned in such settings. ",
  "dn13:10.2": "Identified in Jayatilleke’s <em>Early Buddhist Theory of Knowledge</em>, p. 480. Their texts are respectively: Śatapathabrāhmaṇa (incl. Bṛhadāraṇyaka Upaniṣad); Taittirīyabrāhmaṇa; Chāndogyabrāhmaṇa; and Bahvṛcabrāhmaṇa (incorporated in Aitareya and Kauśītaki). I use the variant <i lang='pi' translate='no'>bavhadija</i> since it is closest to the Sanskrit <i lang='pi' translate='no'>bahvṛca</i>. ",
  "dn13:10.3": "Today we say “many roads up the same mountain”. ",
  "dn13:13.3": "",
  "dn13:14.11": "“No demonstrable basis” is <i lang='pi' translate='no'>appāṭihīrakataṁ</i>. ",
  "dn13:25.2": "The bulk of the Vedic texts consist of prayers and invocations to various gods. ",
  "dn13:36.2": "I wonder if this is a satire on the idea of <i lang='pi' translate='no'>upaniṣad</i> (“sitting near”); even as they affirm their commitment to their texts, they drift apart (<i lang='pi' translate='no'>visāra</i>) into separate schools and ideologies. ",
  "dn13:39.2": "The close <i lang='pi' translate='no'>-ti</i> has apparently confused some editors; Vāseṭṭha is quoting what he has heard. ",
  "dn13:39.4": "",
  "dn13:76.1": "Here the four <i lang='pi' translate='no'>brahmavihāras</i> (“meditations of Brahmā”) replace the normal four <i lang='pi' translate='no'>jhānas</i>. <i lang='pi' translate='no'>Brahmavihāras</i> are simply one of the means by which <i lang='pi' translate='no'>jhānas</i> may be attained, chosen here to fit the stated goal of teaching the path to Brahmā. ",
  "dn13:77.2": "The consciousness of <i lang='pi' translate='no'>jhāna </i> is so powerful that it effectively overrides any limited kamma. ",
  "dn13:78.1": "This is the quality of empathy with the suffering of another or oneself and the wish to remove it. ",
  "dn13:78.2": "This is rejoicing and celebrating in the success of others or oneself. ",
  "dn13:78.3": "Equanimity is not indifference, which is why it emerges only at the end. It is literally “close watching” without interfering but standing ready when needed. ",
  "dn13:80.3": "",
  "dn13:81.10": "Here the entire concluding section of the Gradual Training dealing with wisdom is omitted, as the aim is limited to teaching rebirth with Brahmā to Brahmanical laypeople, rather than teaching liberation. Vāseṭṭha and Bhāradvāja later applied to ordain, in which time the Buddha taught the full path to Nibbana (<a href='/dn27/en/sujato#7.8'>DN 27:7.8</a>). "
}