{
  "dn13:1.2": "Manasākaṭa is mentioned only here. ",
  "dn13:1.3": "Aciravatī is called Rapti today. It was one of the great rivers that flowed from the Himalayas through Kosala into the Ganges. ",
  "dn13:3.1": "Similar discussions are found in [mn98]() = [snp3.9]() and [dn27](). ",
  "dn13:4.2": "This must have been earlier than Pokkharasādi’s conversion at [dn3:2.22.1](). Pokkharasādi was a family man who denied the reality of superhuman meditative attainments ([mn99:10.4]()) and emphasized ethics and duties over lineage ([mn98:3.7]()), which agrees with him being cited on ethical matters at Āpastamba Dharmasūtra 1.6.19.7 and 1.10.28. | _Brahmasahabyatā_ does not mean “union with Brahmā” but rather “rebirth as one of the members of Brahma’s retinue” (see eg. [an5.34:9.4]()). The non-dualist concept that the limited personal self merges with the cosmic divinity is expressed in Pali, rather, with such phrases as _so attā so loko_ (“the self is identical with the cosmos”). ",
  "dn13:5.2": "In Pali we never meet Tārukkha and he is only mentioned in his absence. He evidently advocated that lineage rather than conduct made one a brahmin ([mn98:3.4]()). There is a Tārukṣya of Aitareya Āraṇyaka 3.1.6.1 whose view was that union (with Brahmā) arose with the conjunction of speech and breath; this was discussed alongside the views of many other brahmins. In Rig Veda 8.46.32 a certain Balbūtha Tarukṣa the Dāsa makes an offering to a sage. Sāyaṇa, the Vedic commentator, says that Balbūtha Tarukṣa was a guardian of cows, evidently alluding to the Aitareya Āraṇyaka, which describes Tārukṣya as a guardian of his teacher’s cows, thus locating Tārukṣya in the lineage of Tarukṣa. Hiraṇyakeśīgṛhyasūtra 2.8.19 also mentions him as a teacher, there spelled Tarukṣa. ",
  "dn13:10.2": "Identified in Jayatilleke’s *Early Buddhist Theory of Knowledge*, p. 480. Their texts are respectively: Śatapathabrāhmaṇa (incl. Bṛhadāraṇyaka Upaniṣad); Taittirīyabrāhmaṇa; Chāndogyabrāhmaṇa; and Bahvṛcabrāhmaṇa (incorporated in Aitareya and Kauśītaki). I use the variant _bavhadija_ since it is closest to the Sanskrit _bahvṛca_. This is the only time the Pali canon mentions these schools. ",
  "dn13:10.3": "Today we say “many roads up the same mountain”. ",
  "dn13:13.3": "Unlike the Buddhist monk at [dn11:80.1](). ",
  "dn13:14.11": "“No demonstrable basis” is _appāṭihīrakataṁ_. ",
  "dn13:15.2": "The “blind following the blind” is also at [mn95:13.24]() and [mn99:9.25](). ",
  "dn13:25.1": "The bulk of the Vedic texts consist of prayers and invocations to various gods. ",
  "dn13:25.2": "Soma is the ritual drug of exhilaration, identified with the moon. | Varuṇa is especially associated with the waters. | Īsāna (Sanskrit Īśāna) was created by Pajāpati as “ruler”, said to be the sun (Śatapatha Brāhmaṇa 6.1.3). He was later identified with Rudra and Śiva. | Pajāpati (“progenitor”) was the lonely god of creation; the heat of his fervent exertions (_tapas_) created the world and all things in it (Śatapatha Brāhmaṇa 6). | Brahmā, like Pajāpati, is also a creator god, but is the divine power immanent within creation, rather than the forgotten instigator of the past. | The Mahāsaṅgīti reading Mahiddhi (“great power”) does not seem to correspond with any particular Vedic deity. We should accept the BJT reading Mahinda (Sanskrit Mahendra), the “Great Indra”, said to be a title of Indra bestowed after slaying the dragon Vṛtra (Śatapatha Brāhmaṇa 2.5.4.9). | Yama (“twin”, with his incestuous sister Yamī) was born immortal but chose mortality, becoming the god of the dead. ",
  "dn13:36.2": "I wonder if this is a satire on the idea of _upaniṣad_ (“sitting near”); even as they affirm their commitment to their texts, they drift apart (_visāra_) into separate schools and ideologies. ",
  "dn13:39.2": "The close _-ti_ has apparently confused some editors; Vāseṭṭha is quoting what he has heard. ",
  "dn13:76.1": "Here the four _brahmavihāras_ (“meditations of Brahmā”) stand in place of the four _jhānas_. _Brahmavihāras_ are simply one of the means by which _jhānas_ may be attained, chosen here to fit the stated goal of teaching the path to Brahmā. They were evidently pre-Buddhist, although they have not been traced as a group in pre-Buddhist texts. However, they are shared with later non-Buddhist texts such as  Yogasūtra 1.33 and the Jain Tattvārthasūtra 7.11. | “Love” (_mettā_) is a universal positive regard and well-wishing free of personal desires or attachments. ",
  "dn13:77.2": "The mind in _jhāna_ is so powerful that it effectively overrides any limited kamma, including ordinary good or bad deeds. Unless they have committed serious crimes with a fixed kammic result such as matricide, etc., the meditator will be reborn in a Brahmā realm. ",
  "dn13:78.1": "“Compassion” (_karuṇā_) is the quality of empathy with the suffering of another or oneself and the wish to remove it. ",
  "dn13:78.2": "“Rejoicing” (_muditā_) is joyful celebration in the success of others or oneself, free of jealousy or cynicism. ",
  "dn13:78.3": "Equanimity (_upekkhā_) is literally “close watching”, not interfering but standing ready when needed. It is not indifference, which is why it emerges only at the end, after the positive emotions are developed. ",
  "dn13:81.10": "Here the entire concluding section of the Gradual Training dealing with wisdom is omitted, as the aim is limited to teaching rebirth with Brahmā to Brahmanical laypeople, rather than teaching liberation. Vāseṭṭha and Bhāradvāja later applied to ordain, in which time the Buddha taught the full path to Nibbana ([dn27:7.8]()). ",
  "dn13:82.4": "They also went for refuge in similar circumstances at [mn98:14.4]() = [snp3.9:69.3](). According to the commentary, that was the first time they went for refuge, while this was the second time. This makes sense in terms of the progress of the teachings, for there they discuss what makes a brahmin, whereas here they ask the more subtle question how to achieve rebirth with Brahmā. The discussion, too, is on a more detailed level, with a more explicit criticism of the brahmins. Nonetheless, it is difficult to square the details of the narratives, for the opening of this sutta depicts Vāseṭṭha and Bhāradvāja speaking about the Buddha by reputation rather than as devotees who have previously met him and gone for refuge. "
}