{
  "dn14:1.1.1": "In the suttas, <i lang='pi' translate='no'>apadāna</i> means “evidence”, “traces left behind” (<a href='/dn27/en/sujato#16.4'>DN 27:16.4</a>, <a href='/dn24/en/sujato#2.7.3'>DN 24:2.7.3</a>, <a href='/mn15/en/sujato#3.32'>MN 15:3.32</a>, <a href='/an3.2/en/sujato#1.1'>AN 3.2:1.1</a>). The sense here seems to have been “(story about) the traces that deeds leave behind”. The sense “legend of past lives” probably grew out of this sutta, and later became the title of the collections of legends of past lives of the monks (Thera-apadāna) and nuns (Therī-apadāna). ",
  "dn14:1.1.2": "<i lang='pi' translate='no'>Kareri</i> is evidently <i lang='la'>Miliusa tomentosa</i>, known as <i lang='hi'>hoom</i> or <i lang='hi'>kari</i> in Hindi. It is related to the custard apple, not the curry tree (<i lang='la'>Murraya koenigii</i>). ",
  "dn14:1.1.4": "“Past life” is <i lang='pi' translate='no'>pubbenivāsa</i>, literally “former abode”. ",
  "dn14:1.4.1": "At <a href='/mn71/en/sujato#14.2'>MN 71:14.2</a> and <a href='/sn42.9/en/sujato#4.5'>SN 42.9:4.5</a> the Buddha says he recollects ninety-one eons, which must refer back to the life of Vipassī. We shall see the origin of his name below. ",
  "dn14:1.4.2": "<i lang='pi' translate='no'>Sikhī</i> means “crested one” and refers to a halo or crown. A story of him and his disciples is told at <a href='/sn6.14/en/sujato#8.3'>SN 6.14:8.3</a>. ",
  "dn14:1.4.3": "<i lang='pi' translate='no'>Vessabhū</i> is Sanskrit Viśvabhṛt. It means “all-bearing”, probably originating as a word for the earth. A legendary king of the same name once ruled over the city of Avantī (<a href='/dn19/en/sujato#36.14'>DN 19:36.14</a>). ",
  "dn14:1.4.4": "Due to the appearance of four Buddhas in this cycle it is known as “fortunate” (<i lang='pi' translate='no'>bhadda</i>). | Stories from Kakusandha’s day appear at <a href='/mn50/en/sujato'>MN 50</a> and <a href='/sn15.20/en/sujato#2.8'>SN 15.20:2.8</a>. There is no obvious etymology for his name, but perhaps it stems from <i lang='pi' translate='no'>kaku</i> (“peak”) and thus “the union of the peaks”, a valley at the junction of mountains. ",
  "dn14:1.4.5": "The meaning of Koṇāgamana is unclear. In Sanskrit it is often spelled Kanakamuni, “the golden sage”, while in the (dubious) Nigali Sagar Edict of Ashoka it is Konākamana. At <a href='/thig16.1/en/sujato#71.1'>Thig 16.1:71.1</a> we hear the past life of three nuns in the time of Koṇāgamana. ",
  "dn14:1.4.6": "Kassapa (Sanskrit Kaśyapa) means “tortoise”. It is a common Brahmanical clan name, stemming from an ancient figure reckoned as the eldest of the “seven sages”, to whom some Vedic verses are attributed. Stories of the Buddha Kassapa’s time are found at <a href='/mn81/en/sujato'>MN 81</a> and <a href='/sn48.57/en/sujato#3.1'>SN 48.57:3.1</a>. ",
  "dn14:1.4.7": "These numbers make up a quasi-logarithmic scale: the time gaps multiply by three, while the number of Buddhas divides by two. In eon one there are four Buddhas. Thirty eons ago the number is halved, so they had two Buddhas. Twice-thirty eons before that, the number is halved again, to one Buddha, thus ending the scale. ",
  "dn14:1.5.7": "In ancient India, the “aristocrats” (<i lang='pi' translate='no'>khattiya</i>) and the brahmins vied for the prestige of being the highest class. The traditional business of the aristocrats was land, politics, agriculture, and war, while the brahmins were a hereditary priestly caste who served as advisers and ritualists. It is said that the Buddha-to-be was born in whatever caste was most prestigious at the time so that his word would have the most impact. | In this sutta, the Buddha simply refers to himself as “I” with no personal name. When the seven Buddhas are listed at <a href='/dn32/en/sujato#3.14'>DN 32:3.14</a>, however, he is called Aṅgīrasa. ",
  "dn14:1.6.1": "The Koṇḍaññas (Sanskrit Kauṇḍinya) originated as the leading clan of the city of Kuṇḍina the capital of Vidarbha, which is probably modern Kaundinyapura on the Wardha River. ",
  "dn14:1.6.7": "Gotama is an ancient Brahmanical clan name, which like Kassapa stems from the Vedas and the seven sages. Why does the Buddha, an aristocrat, have a Brahmanical clan? During initiation by a Brahmanical family priest (<i lang='pi' translate='no'>purohita</i>), an aristocrat was ritually determined to be a brahmin for a short time, during which he would assume the lineage name of the priest. After being restored as an aristocrat, he and his family would still be referred to by that name. Thus the Sakyans’ <i lang='pi' translate='no'>purohita</i> must have been of the Gotama lineage. Other examples of this practice include the Mallas who are called Vāseṭṭha (<a href='/dn16/en/sujato#5.19.2'>DN 16:5.19.2</a>) and Saccaka who is called Aggivessana (<a href='/mn35/en/sujato#4.2'>MN 35:4.2</a>). ",
  "dn14:1.8.1": "<em>Stereospermum chelonoides</em>. Dictionaries of Pali and Sanskrit call this the “trumpet-flower tree”, but that is more commonly used for <em>Oroxylum indicum</em>. ",
  "dn14:1.8.2": "<i lang='pi' translate='no'>Puṇḍarīka</i> is the white lotus, but here it is the name of a tree. The commentary says this is <i lang='pi' translate='no'>setamba</i> (“white-mango”). It is not, however, the mango variety known by that name today (<em>Mangifera caesia</em>), which is not found in India. ",
  "dn14:1.8.3": "<em>Shorea robusta</em>. ",
  "dn14:1.8.4": "<em>Albizia lebbeck</em>, sometimes still known by the old name of sirisa. Older sources sometimes call it an acacia. ",
  "dn14:1.8.5": "<em>Ficus racemosa</em>. ",
  "dn14:1.8.6": "<em>Ficus benghalensis</em>. ",
  "dn14:1.8.7": "<em>Ficus religiosa</em>, sacred to Buddhists, Jains, and Hindus alike. Ancient sources referred to it both as <i lang='pi' translate='no'>assattha</i> (Sanskrit <i lang='pi' translate='no'>aśvattha</i>) and <i lang='pi' translate='no'>pippala</i>. Buddhists today simply call it the Bodhi (or Bo) tree. ",
  "dn14:1.10.1": "The number of disciples diminishes as we approach historical time. ",
  "dn14:1.10.7": "An extensive journey of the Buddha with 1,250 mendicants is documented in <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali'>Kd 6</a>, at one point of which occurs the events of the Selasutta (<a href='/snp3.7/en/sujato'>Snp 3.7</a> and <a href='/mn91/en/sujato'>MN 91</a>). The Buddha is also accompanied by 1,250 mendicants in the Sāmaññaphalasutta (<a href='/dn2/en/sujato'>DN 2</a>) and the Parosahassasutta (<a href='/sn8.8/en/sujato'>SN 8.8</a>). ",
  "dn14:1.12.4": "The son of King Dawn and Queen Radiant at the City of the Dawn, Sikhī is the streaming rays of sunrise. These names recall a solar myth. ",
  "dn14:1.12.5": "In Mārkaṇḍeya Purāṇa ch. 131, a Pabhāvatī, daughter of the king of Vidarbha, is said to have married Marutta, king of Vajjī. ",
  "dn14:1.12.6": "There is an Arunawati River in Maharashtra, not far from the ancient homeland of the Koṇḍaññas in Kuṇḍina. ",
  "dn14:1.12.7": "Vessabhū’s parents King Goodfall and Queen Rainy recall a seasonal fertility myth, where they gave life to their son the earth, “the nourisher and bearer of all”. Note, however the variants <i lang='pi' translate='no'>suppatīta</i> (“well pleased”) and <i lang='pi' translate='no'>yasavatī</i> (“celebrated”). ",
  "dn14:1.12.10": "The names of the brahmin fathers all refer to ritual offerings. Aggidatta means “offered to the fire”. ",
  "dn14:1.12.11": "The names of the brahmin mothers all recall Indian <i lang='pi' translate='no'>nakkhatta</i>. These are “constellations” or more properly “lunar mansions”; segments of the sky through which the Moon passes and which are associated with certain stars or clusters. In the Atharvaveda system, Visākhā is the 16th lunar asterism (Libra). ",
  "dn14:1.12.13": "Based on the Ashoka pillar there, this is identified with modern Gotihawa, southeast of Kapilavastu in Nepal. ",
  "dn14:1.12.14": "“Offered in sacrifice”. ",
  "dn14:1.12.15": "Several constellations are distinguished as “former” (<i lang='pi' translate='no'>pubba</i>) and “later” (<i lang='pi' translate='no'>uttara</i>). Since it lies between Visākhā and Dhanavatī, this may be the 21st constellation, Uttara Āṣāḍhā (Sagittarius/Capricorn). ",
  "dn14:1.12.17": "If the dubious Ashokan edict there is to be believed, this was traditionally identified with the town known today as Nigali Sagar near Kapilavastu in Nepal. ",
  "dn14:1.12.18": "“Offered to Brahmā”. Many of the Jātakas feature a king of this name, usually said to reside in Benares. ",
  "dn14:1.12.19": "Dhanavatī means “wealthy”, but it is also an alternate name for the 23rd constellation, <i lang='pi' translate='no'>dhaniṣṭhā</i> (or <i lang='pi' translate='no'>śraviṣṭā</i>, Delphinus). ",
  "dn14:1.12.20": "Kikī (“blue jay”) appears in the story of the past Buddha Kassapa at <a href='/mn81/en/sujato'>MN 81</a>. ",
  "dn14:1.12.22": "Suddhodana means “white rice”. He is mentioned by name at <a href='/thag10.1/en/sujato#8.1'>Thag 10.1:8.1</a>, <a href='/snp3.11/en/sujato#7.2'>Snp 3.11:7.2</a>, and <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#54.1.4'>Kd 1:54.1.4</a>. ",
  "dn14:1.12.23": "Māyā means “illusion”. She is mentioned by name at <a href='/thag10.1/en/sujato#8.2'>Thag 10.1:8.2</a> and <a href='/thig6.6/en/sujato#6.2'>Thig 6.6:6.2</a>. ",
  "dn14:1.13.5": "“Principle of the teachings” is <i lang='pi' translate='no'>dhammadhātu</i>. At <a href='/sn12.32/en/sujato#18.1'>SN 12.32:18.1</a>, Sāriputta’s mastery of the <i lang='pi' translate='no'>dhammadhātu</i> gives him the ability to answer any questions on the Dhamma. ",
  "dn14:1.17.1": "These characteristics of a bodhisatta’s birth are also found in <a href='/mn123/en/sujato'>MN 123</a>, where Ānanda quotes the Buddha, although the wording is a little different and three extra details are added at the start. In addition, this detail and that about emerging mindfully from the womb are found at <a href='/an4.127/en/sujato'>AN 4.127</a>. Normally in early Pali, the word <i lang='pi' translate='no'>bodhisatta</i> is reserved for the Buddha-to-be once he has left home and is practicing “intent on awakening”. This passage extends the usage back as far as rebirth from the immediate past life. ",
  "dn14:1.17.2": "“Normal” is <i lang='pi' translate='no'>dhammatā</i>, a natural principle. This entire passage differs from the earliest concept of the bodhisatta (“one intent on awakening”), which in early texts is typically applied to Siddhattha after he left the home. ",
  "dn14:1.17.5": "<i lang='pi' translate='no'>Asaṁvutā</i> was translated by Ñāṇamoḷī as “abysmal”, but this relies on a commentarial cosmology that is not found in the suttas. The sense, rather, is “boundless”. The root harks back to the Vedic serpent Vṛtra who wraps the world in darkness. | <i lang='pi' translate='no'>Nānubhonti</i> (“makes no impression”) is glossed in the commentary to <a href='/an4.127/en/sujato'>AN 4.127</a> as <i lang='pi' translate='no'>nappahonti</i> “ineffective”. ",
  "dn14:1.17.6": "The light is a physical one, not just a metaphor. From this, it appears that sentient beings may be spontaneously reborn in interstellar space. Compare the problem of the “Boltzmann brain” in physics. ",
  "dn14:1.17.7": "“Galaxy” is literally “the ten-thousand-fold world system”. I use the closest modern equivalent. ",
  "dn14:1.18.1": "The five precepts. ",
  "dn14:1.20.1": "While sensual pleasures provoke attachment, they are nonetheless a kind of pleasure and therefore a sign of virtue and good past kamma. ",
  "dn14:1.22.1": "This tragic detail is also mentioned in <a href='/ud5.2/en/sujato'>Ud 5.2</a>. The Buddha is raised by a step-mother, which in our Buddha’s case was Māyā’s sister Mahāpajāpatī. ",
  "dn14:1.23.1": "Ten signifies fullness and completion, as for example the “ten directions”. ",
  "dn14:1.24.1": "She is depicted standing while holding a tree in the pose known as <i lang='pi' translate='no'>sālabhañjikā</i>, a common motif in Indian art representing the abundance of springtime. ",
  "dn14:1.27.2": "Kāsi is the nation of which Varanasi is the capital. ",
  "dn14:1.29.1": "“Stands firm on his own feet” signifies that he will be awakened by his own efforts. | “North” is <i lang='pi' translate='no'>uttara</i>, which is also “the beyond”; this predicts his attaining Nibbana. | “Seven strides” signifies crossing over the vast cycles of birth and death. | The “white parasol” signifies purity and royalty. | “Surveying all quarters” signifies his universal knowledge. | The “dramatic proclamation” is <i lang='pi' translate='no'>āsabhiṁ vācaṁ</i>, literally the “voice of a bull”, which is also mentioned at <a href='/sn52.9/en/sujato#3.2'>SN 52.9:3.2</a> and <a href='/dn28/en/sujato#1.5'>DN 28:1.5</a> = <a href='/sn47.12/en/sujato#5.2'>SN 47.12:5.2</a>. | At Bṛhadāraṇyaka Upaniṣad 6.1.1 and Chāndogya Upaniṣad 5.1.1 the “vital breath” (<i lang='pi' translate='no'>prāṇa</i>) is said to be “eldest and first” (<i lang='pi' translate='no'>jyeṣṭhaśca śreṣṭhaśca</i>). ",
  "dn14:1.31.1": "Many of the details of the following account were later incorporated into the life of Gotama, under the principle that the major events of the lives of Buddhas follow a natural order. Nonetheless, they are not always consistent with other accounts in early texts. For example, in the Attadaṇḍasutta the Buddha says his going forth was prompted by disillusionment and fear due to chronic conflict and warfare (<a href='/snp4.15/en/sujato'>Snp 4.15</a>). ",
  "dn14:1.31.3": "In <a href='/snp3.11/en/sujato'>Snp 3.11</a>, the newborn Siddhattha is examined by the dark hermit Asita, who was not identified as a brahmin. These two versions are combined in later accounts. ",
  "dn14:1.31.7": "Asita did not look at the 32 marks, and he predicted only one destiny: that he would become a Buddha. ",
  "dn14:1.32.1": "The marks are elsewhere listed in <a href='/dn30/en/sujato#1.2.1'>DN 30:1.2.1</a> and <a href='/mn91/en/sujato#9.1'>MN 91:9.1</a>. Here I list the related marks in the Bṛhatsaṁhitā as identified by Nathan McGovern (<em>On the Origins of the 32 Marks of a Great Man</em>, Journal of the International Association of Buddhist Studies, 2016, vol. 39, pp. 207–247). ",
  "dn14:1.32.7": "This echoes the posture of the newborn bodhisatta, and has the same meaning: that he will become awakened by “standing on his own two feet”. ",
  "dn14:1.32.8": "These are often depicted in Buddhist art. It signifies the perfection and completeness of the traces that the Buddha leaves behind in his teachings and practice. Bṛhatsaṁhitā 69.17 lists several auspicious marks, including the wheel. ",
  "dn14:1.32.9": "Described as “abundantly long” at <a href='/dn30/en/sujato#1.12.8'>DN 30:1.12.8</a>. ",
  "dn14:1.32.10": "Same at Bṛhatsaṁhitā 68.36. ",
  "dn14:1.32.11": "Tender feet at Bṛhatsaṁhitā 68.2. ",
  "dn14:1.32.12": "Bṛhatsaṁhitā 68.2 has <i lang='pi' translate='no'>śliṣtāṅgulī</i> (“compact or sticky fingers”). The commentary denies that the Pali <i lang='pi' translate='no'>jāla</i> means a physical web. I think it means that the fingers and toes were usually held together rather than splayed, hence not letting things slip through the fingers. ",
  "dn14:1.32.13": "<i lang='pi' translate='no'>Ussaṅkha</i> means “(curved) up like a shell”, while Bṛhatsaṁhitā 68.2 says “curved up like a tortoise”. The descriptive verse at <a href='/dn30/en/sujato#1.21.12'>DN 30:1.21.12</a> shows that it refers to the tops of the feet. ",
  "dn14:1.32.14": "These are presumably the long, elegant rear calves of the Indian Blackbuck. ",
  "dn14:1.32.15": "This agrees with Bṛhatsaṁhitā 68.35. ",
  "dn14:1.32.16": "Same at Bṛhatsaṁhitā 68.8. ",
  "dn14:1.32.17": "Bṛhatsaṁhitā 68.102 says kings have a shining complexion. ",
  "dn14:1.32.18": "Bṛhatsaṁhitā 68.102 mentions a “clean complexion” (<i lang='pi' translate='no'>śuddha</i>). ",
  "dn14:1.32.19": "Same at Bṛhatsaṁhitā 68.5. ",
  "dn14:1.32.20": "Bṛhatsaṁhitā 68.26 says those with hairs turning right become kings. ",
  "dn14:1.32.21": "Here <i lang='pi' translate='no'>brahm-</i> is an adjective from √<i lang='pi' translate='no'>brah</i> + <i lang='pi' translate='no'>ma</i>, equivalent to the Sanskrit <i lang='pi' translate='no'>bṛṃh</i>, having the sense “grown, extended”. The Sanskrit form here is <i lang='pi' translate='no'>bṛhadṛjugātra</i>. ",
  "dn14:1.32.22": "Hands, feet, shoulders, and chest (<a href='/dn30/en/sujato#1.13.5'>DN 30:1.13.5</a>). ",
  "dn14:1.32.23": "Bṛhatsaṁhitā 68.18 compares not the chest but the hips with a lion. ",
  "dn14:1.32.24": "Bṛhatsaṁhitā 68.27 says the heart is raised and muscular. ",
  "dn14:1.32.25": "Bṛhatsaṁhitā 69.13 has the same proportions without the simile. These are the normal human proportions, yet we cannot touch our knees without bending. The only way these marks could be reconciled is if the arms were extra long and the length of the legs below the knees was extra long as well. And this is exactly what we are told: the ankles are stretched and long, and the calves are like those of an antelope, whose rear calves are long proportionate to the thigh. Thus in this regard the marks appear to be internally consistent, though not describing normal human anatomy. ",
  "dn14:1.32.27": "“Ridged taste buds” is <i lang='pi' translate='no'>rasaggasaggī</i>. <i lang='pi' translate='no'>Rasa</i> can mean either “taste” or “nutrition”, but the use of <i lang='pi' translate='no'>ojā</i> in <a href='/dn30/en/sujato#2.9.8'>DN 30:2.9.8</a> confirms the latter. <i lang='pi' translate='no'>Gasa</i> is “swallow” and per <a href='/dn30/en/sujato#2.7.4'>DN 30:2.7.4</a> it is the “conveyance of savor” (<i lang='pi' translate='no'>rasaharaṇīyo</i>). <i lang='pi' translate='no'>Agga</i> often means “best”, but this is derived from the primary sense of “peak”. The descriptors <i lang='pi' translate='no'>uddhagga</i> (“raised”) at <a href='/dn30/en/sujato#2.7.4'>DN 30:2.7.4</a> and <i lang='pi' translate='no'>susaṇṭhitā</i> (“prominent”) at <a href='/dn30/en/sujato#2.9.8'>DN 30:2.9.8</a> confirm that the latter is meant. The mark refers to taste buds raised in noticeable ridges on the tongue that absorb nutrition and aid digestion. It has often been interpreted as “excellent (<i lang='pi' translate='no'>aggī</i>) sense (<i lang='pi' translate='no'>gasa</i>) of taste (<i lang='pi' translate='no'>rasa</i>)”, but this, being imperceptible to others, is rather a secondary consequence of the mark. ",
  "dn14:1.32.30": "Even, gapless, and white teeth are at Bṛhatsaṁhitā 68.52. ",
  "dn14:1.32.33": "Same at Bṛhatsaṁhitā 68.53. ",
  "dn14:1.32.35": "At <a href='/thig13.1/en/sujato#6.2'>Thig 13.1:6.2</a> Ambapālī describes her eyes as <i lang='pi' translate='no'>abhinīla</i>. While some Indians do indeed have blue eyes, this probably describes a black so deep it appears blue. ",
  "dn14:1.32.36": "Cows have long and elegant eyelashes. ",
  "dn14:1.32.38": "The <i lang='pi' translate='no'>uṇhīsa</i> is depicted as a bulge on the Buddha’s crown. ",
  "dn14:1.33.9": "This is the <i lang='pi' translate='no'>dakkhiṇā</i>, the religious offering given in gratitude and respect for the services. ",
  "dn14:1.34.1": "His birth mother has passed away and there is no mention of a step-mother. ",
  "dn14:1.36.1": "Normally clairvoyance and related abilities are said to arise due to the power of the fourth <i lang='pi' translate='no'>jhāna</i>, whereas here it comes naturally due to past kamma. After <i lang='pi' translate='no'>jhāna</i> this ability is empowered by the radiant mind clear of hindrances, whereas here it seems to be a more limited ability to see clearly and in the dark. ",
  "dn14:1.37.2": "Vipassī’s name is simply the personal form of the word made famous in Buddhist meditation, <i lang='pi' translate='no'>vipassanā</i>. This is usually rendered as “insight”, but the sense here is more like “clear seeing”. ",
  "dn14:1.37.5": "Indian epistemology acknowledges two fundamental sources of knowledge: direct perception (<i lang='pi' translate='no'>paccakkha</i>) and inference (<i lang='pi' translate='no'>anumāna</i>). This passage shows that <i lang='pi' translate='no'>vipassanā</i> includes both. I render <i lang='pi' translate='no'>vipassanā</i> with “discernment” in an attempt to capture both nuances, rather than the standard “insight”. ",
  "dn14:2.2.10": "<i lang='pi' translate='no'>Antepuraṁ</i> (“royal compound”) was the inner sanctum of the royal residence. Maximally it referred to the area enclosed by walls within which the ruling families and staff lived. It later became used in the more restricted sense of “harem”. ",
  "dn14:2.2.12": "“Brood” is <i lang='pi' translate='no'>pajjhāyati</i>. He is having an existential crisis. ",
  "dn14:2.4.2": "In any story of prophecy, efforts are made to avert it and they invariably fail. This is a recursive property of prophetic myth. If the prophecy were averted, the myth would not exist and we would not know of it; but because the myth does exist, we know how it ends and the prophecy must come true. ",
  "dn14:2.5.1": "An existential crisis takes its own time; it cannot be rushed. ",
  "dn14:2.10.1": "Neither reading <i lang='pi' translate='no'>vilāta</i> or <i lang='pi' translate='no'>milāta</i> appears to occur elsewhere in this sense. The commentary says it is a bier (<i lang='pi' translate='no'>sivika</i>). ",
  "dn14:2.14.1": "“Renunciate” is <i lang='pi' translate='no'>pabbajita</i> (“one who has gone forth”), one of the many words for religious ascetics. It is a general term and does not specify his affiliation. ",
  "dn14:2.14.7": "“Celebrate” is <i lang='pi' translate='no'>sādhu</i>, the famous Buddhist words of approval and rejoicing still heard every day in Theravāda Buddhist cultures. It later acquired the meaning “renunciate” but does not have that sense in early Pali. The virtues that he celebrates are common values of Indian religions. ",
  "dn14:2.15.3": "His apparently sudden decision to go forth arises only after an extensive period of crisis and contemplation. ",
  "dn14:2.16.6": "The idea that a whole populace would follow the bodhisatta on his renunciate path occurs several times in the Jātakas. ",
  "dn14:2.16.7": "Following the PTS edition in omitting <i lang='pi' translate='no'>janapada</i>, which is absent from the commentary and the parallel passage at <a href='/dn19/en/sujato#58.3'>DN 19:58.3</a>. ",
  "dn14:2.18.1": "This is the only place <i lang='pi' translate='no'>vāsūpagata</i> (“entered his dwelling”) is added to this stock phrase. ",
  "dn14:2.18.2": "At <a href='/sn12.4/en/sujato'>SN 12.4</a>–10 this same reflection is attributed to each of the seven past Buddhas, kicking off an investigation into dependent origination in reverse order, starting with the outcome: suffering. Here this is treated as a meditative contemplation, whereas the next sutta, <a href='/dn15/en/sujato'>DN 15</a> Mahānidānasutta, delves into the philosophical implications. ",
  "dn14:2.18.5": "The reflection shows how the bodhisatta is still digging into the trauma of discovering the reality of old age and death. ",
  "dn14:2.18.6": "<i lang='pi' translate='no'>Yoniso maniskāra</i> (“rational application of mind”) is a distinctively Buddhist term that literally means “applying the mind by way of source”. It is mostly used in investigating causality, although over time it came to have a more general sense of “reflection, inquiry, attention”. ",
  "dn14:2.18.7": "Here begins the sequence of dependent origination. I give basic definitions of terms here, and more details in <a href='/dn15/en/sujato'>DN 15</a>. | Rebirth is a necessary antecedent condition for old age and death. Note that it is not a <em>sufficient</em> condition for old age, for many die when young. ",
  "dn14:2.18.9": "Since there cannot be an end to the “birth” that starts this life, <i lang='pi' translate='no'>jāti</i> means “rebirth”, the next stage in the ongoing cycle. ",
  "dn14:2.18.10": "",
  "dn14:2.18.11": "<i lang='pi' translate='no'>Bhava</i> means “being, existence, life” in the sense of “past and future lives”. It refers to the ongoing process of continued existence, transmigrating through life after life. By itself, <i lang='pi' translate='no'>bhava</i> has a positive connotation, and represents the longing that many people have to continue to exist after death in a permanent and happy state. The Buddha, however, situates it as just one more dimension of the flow of conditions. ",
  "dn14:2.18.15": "“Grasping” (<i lang='pi' translate='no'>upādāna</i>) at sensual pleasures, views, precepts and observances, and theories of a self (<a href='/dn15/en/sujato#6.3.'>DN 15:6.3.</a>). Grasping has the active sense of “taking up” a new life, not just “clinging” to what one has. It has a dual sense, because it also means the “fuel” that sustains the fire of existence. ",
  "dn14:2.18.19": "Craving (<i lang='pi' translate='no'>taṇhā</i>, literally “thirst”) and grasping have a similar meaning, but craving is primal desire while grasping is more complex, involving doctrines and behaviors. ",
  "dn14:2.18.23": "“Feeling” (<i lang='pi' translate='no'>vedanā</i>) is more fundamental than the complex concept of “emotion”. It refers to the hedonic tone of experience as pleasant, painful, or neutral. ",
  "dn14:2.18.27": "“Contact” is literally “touch” (<i lang='pi' translate='no'>phassa</i>), and refers to the stimulation that occurs when sense object meets sense organ in experience. ",
  "dn14:2.18.31": "The five senses with the mind as sixth. This topic is treated extensively throughout early Buddhism, with a special focus on understanding and restraining the pull of sense stimulation. <i lang='pi' translate='no'>Āyatana</i> has a root sense “stretch”, from which derived senses include “dimension”, “field”, etc. ",
  "dn14:2.18.35": "“Name and form” (<i lang='pi' translate='no'>nāmarūpa</i>) is a Vedic concept referring to the multiplicity of material forms (<i lang='pi' translate='no'>rūpa</i>) and associated names (<i lang='pi' translate='no'>nāma</i>), especially the individual “sentient organisms” such as gods and humans (Rig Veda 5.43.10, Bṛhadāraṇyaka Upaniṣad 1.6.1), which are ultimately absorbed into the divine, like rivers in the ocean (Muṇḍaka Upaniṣad 3.2.8, Praśna Upaniṣad 6.5). The Buddha treated “name” analytically as feeling, perception, intention, contact, and application of mind, and “form” as the four elements and derived matter (<a href='/dn15/en/sujato#20.8'>DN 15:20.8</a>, <a href='/mn9/en/sujato#52-54.7'>MN 9:52–54.7</a>, and <a href='/sn12.2/en/sujato#11.1'>SN 12.2:11.1</a>). ",
  "dn14:2.18.39": "“Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is simple subjective awareness, the sense of knowing. It arises stimulated by either an external sense impression or a mental phenomena such as thought, memory, etc. It is the subjective awareness that makes the entire multiform world of concepts and appearances possible. Thus far the analysis agrees with Yājñavalkya, who says that the manifold appearances in the world arise from consciousness (<i lang='pi' translate='no'>etebhyo bhūtebhyaḥ samutthāya</i>, Bṛhadāraṇyaka Upaniṣad 2.4.12). ",
  "dn14:2.18.43": "Here the Buddha decisively departs from Yājñavalkya’s view that individuated awareness (<i lang='pi' translate='no'>saññā</i>) returns into “this great reality, infinite, unbounded, a sheer mass of consciousness” (<i lang='pi' translate='no'>idaṃ mahadbhūtam anantam apāraṁ vijñānaghana eva</i>, Bṛhadāraṇyaka Upaniṣad 2.4.12). Consciousness (<i lang='pi' translate='no'>viññāṇa</i>) is not a fundamental reality (<i lang='pi' translate='no'>mahadbhūta</i>) underlying multiplicity, but rather a conditioned process that exists only together with name and form. ",
  "dn14:2.19.2": "Dependent origination normally continues with two further factors: choices and ignorance. The full series does not appear in the Dīghanikāya. This truncated series emphasizes the mutuality of name and form with consciousness, but does not preclude the normal linear series. Each presentation of dependent origination reveals a different aspect of a complex, ramified process. ",
  "dn14:2.19.4": "Note the use of repetition to sum up the main doctrinal teachings. This serves to lock the sequence in memory and ensure no items are missing or displaced, while for one who is reciting the text from memory it provides an opportunity to reflect and apply the meaning in their own experience. ",
  "dn14:2.19.6": "This phrasing recalls the Buddha’s first sermon (<a href='/sn56.11/en/sujato#5.1'>SN 56.11:5.1</a>), an insight that is said to be common to all Buddhas (<a href='/sn56.12/en/sujato#1.1'>SN 56.12:1.1</a>). <i lang='pi' translate='no'>Pubbe ananussutesu</i> (“not learned before from another”) means that this is a fresh insight not passed down in an oral tradition. ",
  "dn14:2.21.2": "The PTS edition has <i lang='pi' translate='no'>vipassanā-maggo</i> here, despite admitting the term is found in no manuscripts and is taken from the commentary, where it is clearly an explanation not a reading (<i lang='pi' translate='no'>maggoti vipassanāmaggo</i>). This error is followed by Rhys Davids and Walshe in their translations. ",
  "dn14:2.21.5": "Insight into dependent origination here indicates the attaining of stream entry. ",
  "dn14:2.22.1": "The five grasping aggregates (<i lang='pi' translate='no'>pañcūpādānakkhandhā</i>) are mentioned as a summary of suffering in the Buddha’s first sermon (<a href='/sn56.11/en/sujato#4.2'>SN 56.11:4.2</a>). Most of the teachings on this topic are collected in the Khandhasaṁyutta at SN 22, but they are also found in the Dīghanikāya at <a href='/dn22/en/sujato#14.1'>DN 22:14.1</a>, <a href='/dn33/en/sujato#1.11.45'>DN 33:1.11.45</a>, <a href='/dn33/en/sujato#2.1.4'>DN 33:2.1.4</a>, and <a href='/dn34/en/sujato#1.6.16'>DN 34:1.6.16</a>. The contemplation on the aggregates dispels the mistaken assumption of a self. Many of the theorists in <a href='/dn1/en/sujato'>DN 1</a> identify the self with one or other of the aggregates. ",
  "dn14:2.22.5": "<i lang='pi' translate='no'>Saṅkhāra</i> in early Buddhism has three main doctrinal senses. (1) The broadest sense is “conditioned phenomena”, which we find in the Dīghanikāya at <a href='/dn16/en/sujato#6.10.10'>DN 16:6.10.10</a>, <a href='/dn17/en/sujato#2.16.1'>DN 17:2.16.1</a>, and <a href='/dn34/en/sujato#1.8.59'>DN 34:1.8.59</a>. This essentially means “everything except Nibbana”. (2) Sometimes it is a physical or mental “process” or “activity” as at <a href='/dn18/en/sujato#24.1'>DN 18:24.1</a>, where it refers to the gradual stilling of energies in the development of meditation. (3) In the five aggregates and dependent origination it has the sense of “morally potent volitions or choices” and is a synonym for <i lang='pi' translate='no'>cetanā</i> (“intention”). It is defined as good, bad, and imperturbable choices (<a href='/dn33/en/sujato#1.10.77'>DN 33:1.10.77</a>), the latter of which refers to the kamma of the fourth <i lang='pi' translate='no'>jhāna</i> and above. In this sense it is the moral “choices” for good or ill that propel consciousness into a new rebirth. ",
  "dn14:2.22.6": "The radical thesis of the Buddha’s teaching is the idea that consciousness is merely another empirical phenomena that comes to an end, as is also emphasized in the concluding verses of <a href='/dn11/en/sujato'>DN 11</a>. ",
  "dn14:2.22.7": "This indicates the attainment of arahantship, the complete release from all attachments leading to rebirth. ",
  "dn14:3.1.1": "No longer a bodhisatta, he is now called a Buddha for the first time. ",
  "dn14:3.1.2": "In early Buddhism, the idea of teaching the Dhamma only arose after awakening. ",
  "dn14:3.1.4": "A similar account is told of Gotama Buddha at <a href='/sn6.1/en/sujato#1.4'>SN 6.1:1.4</a>, <a href='/mn26/en/sujato#19.2'>MN 26:19.2</a>, and <a href='/mn85/en/sujato#43.2'>MN 85:43.2</a>. ",
  "dn14:3.1.5": "Here “clinging” is <i lang='pi' translate='no'>ālaya</i>, from a root meaning “to stick”. ",
  "dn14:3.1.6": "“Specific conditionality” (<i lang='pi' translate='no'> idappaccayatā</i>) refers to the fact that dependent origination traces the specific conditions for other specific things: this conditions that. It is not a general principle of universal conditionality (“everything is interconnected”). ",
  "dn14:3.1.7": "“Stilling of all activities” (<i lang='pi' translate='no'>sabbasaṅkhārasamatho</i>) is the cessation of all conditioned energies or phenomena. | “Attachments” here is <i lang='pi' translate='no'>upadhi</i>, the things of the world to which we cling and which bolster our complacency. ",
  "dn14:3.1.8": "The commentary is careful to specify that the Buddha means physical exhaustion only. ",
  "dn14:3.2.1": "“Not supernaturally inspired” (<i lang='pi' translate='no'>anacchariyā</i>) rejects the Vedic “channeling” of scripture from the Divinity, while “not learned before in the past” (<i lang='pi' translate='no'>pubbe assutapubbā</i>), echoing the Dhammacakkappavattanasutta (<a href='/sn56.11/en/sujato#5.1'>SN 56.11:5.1</a>), rejects the oral tradition. ",
  "dn14:3.2.9": "“Shrouded” is <i lang='pi' translate='no'>āvuṭā</i>, which is from the same root as <i lang='pi' translate='no'>asaṁvutā</i> in <a href='/dn14/en/sujato#1.17.5'>DN 14:1.17.5</a> above, as well as <i lang='pi' translate='no'>nīvaraṇa</i> (“hindrance”). All these terms ultimately stem from the Vedic serpent Vṛtra (“the constrictor”) who wraps the world in darkness. ",
  "dn14:3.2.10": "Had he followed this inclination he would have been a <i lang='pi' translate='no'>paccekabuddha</i>, a Buddha “awakened for himself”. ",
  "dn14:3.2.11": "In the accounts of Gotama’s life this is specified as Brahmā Sahampati. This whole passage is a moment of high cosmic solemnity and drama. ",
  "dn14:3.3.2": "The Buddha teaches on the invitation of the highest divinity. This sets a precedent for Buddhists to refrain from proselytizing, but rather teach by invitation. These passages are still recited in some places to invite a teaching. ",
  "dn14:3.3.4": "<i lang='pi' translate='no'>Aññātāro</i> is an agent noun in plural, literally “understanders”. ",
  "dn14:3.6.1": "Previously he simply reflected to himself, now he uses his psychic abilities to ascertain people’s spiritual potential. ",
  "dn14:3.6.2": "<i lang='pi' translate='no'>Indriya</i> (“faculty”) is an abstract noun from <i lang='pi' translate='no'>indra</i>, the name of the potent Vedic god of war. In the Vedas, Indra manifests his <i lang='pi' translate='no'>indriya</i> by drinking soma. The drug enables him to release his full potential and power; originally this probably referred to drinking an amphetamine-like substance before battle. Here we see that it means something like “spiritual potential” which is unleashed by the practice of the eightfold path. ",
  "dn14:3.7.14": "<i lang='pi' translate='no'>Pamuñcantu saddhaṁ</i> has long troubled translators, as the basic sense of <i lang='pi' translate='no'>pamuñcantu</i> is “release”. The problem is a long-standing one, for Sanskrit variants include <i lang='pi' translate='no'>pramodantu</i> (“celebrate”) or <i lang='pi' translate='no'>praṇudantu kāṅkṣāḥ</i> (“dispel doubts”). I think it is a poetic variant of <i lang='pi' translate='no'>adhimuñcantu</i>, to “decide” or “commit” to faith. Pali commonly uses a synonymous verb to reinforce the sense of the noun. In <a href='/snp5.19/en/sujato'>Snp 5.19</a>, <i lang='pi' translate='no'>muttasaddho</i>, <i lang='pi' translate='no'>pamuñcassu saddhaṁ</i>, and <i lang='pi' translate='no'>adhimuttacittaṁ</i> are all used in this sense. ",
  "dn14:3.8.5": "In the account of Gotama, he first thinks to teach his former colleagues under whom he practiced the formless attainments. Here we see the start of a tendency in the legends of past Buddhas to erase the education among other spiritual teachers before awakening. Note that these two, who will become Vipassī’s chief disciples, are leading <i lang='pi' translate='no'>khattiya</i> and brahmin sons of the royal household. Khaṇḍa was Vipassī’s brother, and the priest’s son was virtually family. ",
  "dn14:3.9.1": "<i lang='pi' translate='no'>Khema</i> (“sanctuary”) originally meant “oasis”. It is common name for lakes and nature parks in the Jātakas. ",
  "dn14:3.9.2": "There is a clear distinction between such managed “parks” and wilderness regions (<i lang='pi' translate='no'>arañña</i>). ",
  "dn14:3.13.1": "In the early period, there was no distinction between “going forth” (<i lang='pi' translate='no'>pabbajjā</i>) and “ordination” (<i lang='pi' translate='no'>upasampadā</i>). They refer to two sides of the same coin: leaving the home life and entering the ascetic life. Ordination was originally granted with the simple call, “Come mendicant!” (<i lang='pi' translate='no'>ehi bhikkhu</i>). ",
  "dn14:3.13.4": "Thus they became arahants, realizing the same truth that Vipassī had. ",
  "dn14:3.22.4": "As at <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#11.1.4'>Kd 1:11.1.4</a> and <a href='/sn4.5/en/sujato#2.3'>SN 4.5:2.3</a>. One of the Buddha’s first acts is to empower his students. ",
  "dn14:3.22.9": "In the Vinaya of the current Buddha, the recitation occurs every fortnight on the <i lang='pi' translate='no'>uposatha</i> (“sabbath”), and it includes only the mendicants resident in a specific monastery. Here they gathered from all over India. ",
  "dn14:3.27.1": "“India” is <i lang='pi' translate='no'>jambudīpa</i>, the “rose-apple continent”. The number 84,000 does not seem excessive, as the Chinese pilgrims recorded many thousands of monasteries throughout India. In modern Thailand there are around 40,000 monasteries. ",
  "dn14:3.28.1": "The verses that follow form the climax of the whole discourse. They are known as the Ovāda Pātimokkha, the “monastic code for exhortation”. It seems that they were recited on the <i lang='pi' translate='no'>uposatha</i> in the days before the establishment of the list of rules that is also called <i lang='pi' translate='no'>pātimokkha</i>. Most of the extant Vinayas still include these verses in the <i lang='pi' translate='no'>pātimokkha</i> texts, the Pali being a notable exception. ",
  "dn14:3.28.2": "The Buddha redefines <i lang='pi' translate='no'>tapas</i> from painful mortification to gentle acceptance. ",
  "dn14:3.28.3": "These verses speak of “Buddhas” in plural. ",
  "dn14:3.28.6": "These famous lines serve as a succinct summary of the entire Buddhist path. ",
  "dn14:3.28.7": "“Embrace” is <i lang='pi' translate='no'>upasampadā</i>, to “enter into”. It is the same word used for taking ordination as well as entering <i lang='pi' translate='no'>jhāna</i>. ",
  "dn14:3.28.8": "Through meditation. ",
  "dn14:3.28.9": "The <i lang='pi' translate='no'>buddhasāsana</i> (“instruction of the Buddha” or “dispensation of the Buddha”) is the normal word used by Buddhists to refer to their own religion. ",
  "dn14:3.28.11": "Here “monastic code” means the principles outlined in these verses. They are spelled out in more detail in the Gradual Training (<a href='/dn2/en/sujato'>DN 2</a>, etc.), and ultimately in the detailed legal code of the Vinayapiṭaka. ",
  "dn14:3.28.14": "The “higher mind” is the four <i lang='pi' translate='no'>jhānas</i> (<a href='/an3.90/en/sujato#3.2'>AN 3.90:3.2</a>). ",
  "dn14:3.29.1": "The Buddha now returns to the present life. Ukkaṭṭhā is the home of Pokkharasāti (<a href='/dn3/en/sujato#2.13.1'>DN 3:2.13.1</a>) and the site of the astonishing and cosmically significant discourses <a href='/mn1/en/sujato'>MN 1</a> and <a href='/mn49/en/sujato'>MN 49</a>. ",
  "dn14:3.29.3": "Only non-returners are born in the pure abodes (<i lang='pi' translate='no'>suddhāvāsā</i>), from where they realize full awakening. ",
  "dn14:3.29.6": "“Order of gods” is <i lang='pi' translate='no'>devanikāya</i>. I use “deity” to distinguish <i lang='pi' translate='no'>devatā</i> from <i lang='pi' translate='no'>deva</i> but there is no substantial difference. ",
  "dn14:3.29.18": "This is a list of the major events in any Buddha biography. ",
  "dn14:3.29.19": "The lifespan in such a realm can be many hundreds of eons. ",
  "dn14:3.29.20": "These are absent in the Pali text at this point, but they are mentioned below, and the commentary says they should be included here. ",
  "dn14:3.33.3": "This is the detailed answer to the question asked by the mendicants at <a href='/dn14/en/sujato#1.13.6'>DN 14:1.13.6</a>. "
}