{
  "dn15:1.2": "The Kurukṣetra was an ancient Brahmanical kingdom situated in the region around modern Delhi, bordered by the Ganges in the east, the Sarasvatī in the west, the Himalayas in the north, and the hills of the Aravalli Range in the south. The Mahābharata climaxes with the battle fought there between the Kurus and the Pāṇḍavas. These events, to the extent that they can be established historically, took place several centuries before the Buddha. Kuru marks the north-western extent of the Buddha’s travels. Kammāsadamma is identified with modern Kumashpur in Haryana, about 40km north of Delhi. ",
  "dn15:1.3": "While we cannot date this text, the fact that Ānanda has evidently been studying deep matters for a long time, that it takes place outside the Buddha’s normal range, and that it builds on teachings found elsewhere, suggests that it happened rather late in the Buddha’s life. At <a href='/sn12.60/en/sujato'>SN 12.60</a> we find the same introduction to a much shorter discourse. ",
  "dn15:1.5": "At <a href='/sn6.1/en/sujato#1.6'>SN 6.1:1.6</a> (and <a href='/dn14/en/sujato#3.1.6'>DN 14:3.1.6</a> in the case of Vipassī), the Buddha hesitated to teach the Dhamma because dependent origination is so hard to see. Ānanda was not only learned and wise, he was a stream enterer who had directly experienced dependent origination (<a href='/an10.92/en/sujato#6.1'>AN 10.92:6.1</a>), yet he still underestimates it. ",
  "dn15:1.7": "The sutta goes on to introduce subtle variations in the standard formula that allow it to draw out hidden implications and dimensions. ",
  "dn15:1.8": "Here the Buddha establishes the primary purpose of dependent origination: to understand transmigration so as to be free from it. ",
  "dn15:2.1": "Dependent origination looks for a “specific condition” (<i lang='pi' translate='no'>idappacaya</i>) to explain suffering. It is not merely an abstract principle that “everything has a cause” or that “all things are interrelated”. ",
  "dn15:2.2": "Rebirth is a necessary antecedent condition for old age and death. Note that it is not a sufficient condition for old age in particular, for many people die when young. ",
  "dn15:2.4": "<i lang='pi' translate='no'>Bhava</i> means “being, existence, life”. It refers to the ongoing process of continued existence in many lives. By itself, <i lang='pi' translate='no'>bhava</i> has a positive connotation, and represents the longing that many people have to continue to exist after death in a permanent and happy state. The Buddha, however, situates it as just one more dimension of the flow of conditions. ",
  "dn15:2.6": "“Grasping” (<i lang='pi' translate='no'>upādāna</i>) has the active sense of “taking up” a new life. It has a dual sense, because it also means the “fuel” that sustains the fire of existence. ",
  "dn15:2.8": "“Craving” is literally “thirst” (<i lang='pi' translate='no'>taṇhā</i>), the fundamental desire or wanting. ",
  "dn15:2.10": "“Feeling” in translations of Pali refers to an idea much more basic than the complex concept of “emotion”. It translates <i lang='pi' translate='no'>vedanā</i>, which lies close in meaning to “experience”. It refers to the hedonic tone of any experience as pleasant, painful, or neutral. ",
  "dn15:2.12": "“Contact” is literally “touch” (<i lang='pi' translate='no'>phassa</i>), and refers to the stimulation that occurs when sense object meets sense organ in experience. ",
  "dn15:2.14": "Here we encounter the first unique feature of this sequence, as normally the six sense fields appear as the condition for contact. The reason for this becomes clear later on. Originally, “name” (<i lang='pi' translate='no'>nāma</i>) meant the concepts or labels that are applied to the manifold “forms” (<i lang='pi' translate='no'>rūpa</i>) that appear in the world, especially the “sentient organisms” such as we human beings. Elsewhere, the Buddha treated “name” more analytically as feeling, perception, intention, contact, and attention, and “form” as the four elements and derived matter (<a href='/mn9/en/sujato#52-54.7'>MN 9:52–54.7</a>, <a href='/sn12.2/en/sujato#11.1'>SN 12.2:11.1</a>). ",
  "dn15:2.16": "“Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is simple subjective awareness, the sense of knowing. It arises stimulated by either an external sense impression or a mental phenomena such as thought, memory, etc. Thus it is the simple, primary reality of subjective awareness that makes the entire multiform world of concepts and appearances possible. ",
  "dn15:2.17": "The great sage Yājñavalkya identified <i lang='pi' translate='no'>viññāṇa</i> with the highest Self, arguing that name and form dissolve into “this Great Being, infinite, unbounded, a sheer mass of consciousness” (Bṛhadāraṇyaka Upaniṣad 4.2.12: <i lang='pi' translate='no'>idaṃ mahad bhūtam anantam apāraṃ vijñānaghana eva</i>). But the Buddha showed that consciousness is equally dependent: without a specific stimulus, consciousness does not arise. ",
  "dn15:2.18": "The mutual conditioning of consciousness with name and form is a further subtlety of this presentation. We have met this idea before in <a href='/dn14/en/sujato#2.18.43'>DN 14:2.18.43</a>; it also occurs in <a href='/sn12.65/en/sujato'>SN 12.65</a> and <a href='/sn12.67/en/sujato'>SN 12.67</a>. Again, implications of this are explored below. ",
  "dn15:3.1": "The entire sequence is recapped in forward order. ",
  "dn15:4.1": "The Buddha now takes up each of the terms in more depth. ",
  "dn15:4.2": "This emphatic phrasing clarifies that <i lang='pi' translate='no'>nirodha</i> (“cessation”) is not simply temporary suppression or non-arising, but is permanent and complete absence. ",
  "dn15:4.3": "“Rebirth” (<i lang='pi' translate='no'>jāti</i>) is defined as the birth of a new life, not as simple arising. ",
  "dn15:4.5": "The various terms for “cause” are used as synonyms (<i lang='pi' translate='no'>hetu</i>, <i lang='pi' translate='no'>nidāna</i>, <i lang='pi' translate='no'>samudaya</i>, <i lang='pi' translate='no'>paccaya</i>). The purpose of using different terms is not to add nuances, but to reinforce the central meaning and guard against the corruption of meaning; if one word is lost or misunderstood, the meaning of the sentence as a whole is not changed. ",
  "dn15:5.3": "These realms relate to the kamma that projects consciousness into them. The realms of “luminous form” (<i lang='pi' translate='no'>rūpabhava</i>) and the “formless” (<i lang='pi' translate='no'>arūpabhava</i>) are generated by the form and formless attainments respectively. Any other kamma, good or bad, pertains to the sensual realm (<i lang='pi' translate='no'>kāmabhava</i>). All rebirth takes place in one or other of these realms. ",
  "dn15:6.3": "“Grasping” begins with the primal desire of the senses, but the three other graspings are rather intellectual and sophisticated. Only a grown human being with a developed linguistic ability is able to formulate a view to become attached to, and likewise with attachment to religious observances and vows, and to theories of a self. This is why the bulk of kamma is produced by adult humans, rather than by, say, animals or children, for whom these dimensions of grasping are embryonic. ",
  "dn15:7.3": "“Craving” is a fundamental desire or urge. Unlike grasping, it is fully active in children and animals. Often it has a threefold definition, which we find below, but in dependent origination it is usually defined in terms of the six senses, which relates it to the items to come. ",
  "dn15:8.3": "Again, in dependent origination the usual threefold definition of feeling (pleasant, painful, neutral) is re-framed in terms of the six senses. ",
  "dn15:9.1": "Here the Buddha introduces another, even more radical, departure from the typical sequence. Rather than continue back to contact and name and form, he branches out in an entirely new direction. These “nine things rooted in craving” are found independently at <a href='/an9.23/en/sujato#1.2'>AN 9.23:1.2</a> and <a href='/dn34/en/sujato#2.2.31'>DN 34:2.2.31</a>, but only here are they integrated with the standard dependent origination. ",
  "dn15:9.2": "While the purpose of the main dependent origination is to disclose the web of conditions that generates the suffering of transmigration, here the Buddha looks at the arising of social conflict and disorder. It is the application of similar principles in a different domain. ",
  "dn15:10.1": "In <a href='/dn27/en/sujato'>DN 27</a> Aggaññasutta the Buddha narrates a legend showing how these things arise. The point is not that we should not safeguard (<i lang='pi' translate='no'>ārakkha</i>) our possessions. It is, rather, that so long as we live in a world where safeguarding possessions is necessary, there will be conflict and violence. ",
  "dn15:11.1": "“Stinginess” is <i lang='pi' translate='no'>macchariya</i>. ",
  "dn15:13.1": "There are many words in Pali that approximate the English word “attachment”. Here it is <i lang='pi' translate='no'>ajjhosāna</i>. ",
  "dn15:15.1": "“Assessing” is <i lang='pi' translate='no'>vinicchaya</i>, which might be translated as “judgment”. We like to weigh up and consider the pros and cons of different objects of desire. ",
  "dn15:16.1": "Those who have nothing are grateful for any small thing, and do not indulge in picking and choosing. ",
  "dn15:17.1": "Our senses are tuned to hunt out and acquire pleasure. ",
  "dn15:18.1": "Here we rejoin the standard sequence. ",
  "dn15:18.3": "This is the normal definition of craving in the four noble truths. Both definitions are included in this sutta to show that they do not contradict, but rather disclose different aspects of the same thing. It is not just sensual desire that drives acquisition. For example, religious people fight over sacred ground or holy objects to gain a place in heaven; or else those driven by nihilism go to any lengths for alcohol or drugs to erase existence. ",
  "dn15:18.6": "The threefold analysis of feeling leads to the process of acquisition, while the sixfold analysis of feeling leads to dependent origination. ",
  "dn15:19.1": "And now we rejoin the main sequence. ",
  "dn15:19.3": "People mostly want to enjoy pleasant sensations, in this life and the next, but those sensations depend on a constant supply of the appropriate stimuli. ",
  "dn15:20.1": "Nowhere else is this condition expressed in this way, and the sutta goes on to develop a unique analysis to explain it. ",
  "dn15:20.2": "The “set of mental phenomena known as name” is <i lang='pi' translate='no'>nāmakāya</i>. Its function depends not any underlying essence, but on the “features” by which it is “made known”; it is a phenomenological analysis. “Labeling contact” is <i lang='pi' translate='no'>adhivacanasamphassa</i>; it is the active process by which the mind makes sense of the world by attaching labels to experience. This passage reinforces the linguistic significance of <i lang='pi' translate='no'>nāma</i>. ",
  "dn15:20.4": "The “set of physical phenomena known as form” is <i lang='pi' translate='no'>rūpakāya</i>, while “impingement contact” is <i lang='pi' translate='no'>paṭighasamphassa</i>. Here <i lang='pi' translate='no'>paṭigha</i> refers to the “striking” of physical phenomena against each other, such as light “hitting” the eye. It most commonly appears in this sense in the formula that begins the formless attainments. ",
  "dn15:20.6": "Labeling moves from the mind to the world; impingement moves from the world to the mind. Together they create a dynamic two-way process by which we learn about the world and how to make sense of it. ",
  "dn15:20.8": "Contact is fundamentally a meeting, normally expressed as the coming together of the sense stimulus (light), the sense organ (eye), and sense consciousness. By skipping the direct mention of the six senses, the Buddha opens another perspective on this process: mental labeling meets sense impingement, each essential to the other, and together making contact possible. The analysis itself exemplifies this process, as it starts by looking at the process from each side, and moves towards integration, seeing them both together. ",
  "dn15:21.1": "Consciousness in dependent origination is normally defined as the six kinds of sense consciousness (<a href='/sn12/en/sujato#6.3'>SN 12:6.3</a>). The purpose of this is to emphasize that the process of rebirth and transmigration is an empirical process, which depends on the same ordinary consciousness we are experiencing now. Here, once again, by skipping the six senses, a new mode of analysis opens up, which emphasizes the organic growth of the individual. ",
  "dn15:21.2": "“Conceived” is <i lang='pi' translate='no'>okkamissatha</i>, literally “descend” or “arrive”. “Coagulate” assumes the PTS reading <i lang='pi' translate='no'>samucchissatha</i> (Sanskrit <i lang='pi' translate='no'>sammurch</i>). I believe this echoes the belief that the embryo is “coagulated” from the mix of blood and semen. Linguistically, this passage through to <a href='/dn15/en/sujato#22.2'>DN 15:22.2</a> is marked with the extremely rare verbal ending <i lang='pi' translate='no'>-issatha</i>, which is the middle form of the third person singular conditional. ",
  "dn15:21.4": "“Miscarried” is <i lang='pi' translate='no'>vokkamissatha</i>. “State of existence” is <i lang='pi' translate='no'>itthattā</i>, which is most commonly found in the declaration of the arahant that they will no longer be reborn into “this state of existence”. Here “born” is <i lang='pi' translate='no'>abhinibbatti</i>, which is listed along with <i lang='pi' translate='no'>jāti</i>, <i lang='pi' translate='no'>okkanti</i> and other terms as a synonym in the standard definition of rebirth (<a href='/sn12.2/en/sujato#4.2'>SN 12.2:4.2</a>, <a href='/mn9/en/sujato#24-26.7'>MN 9:24–26.7</a>, <a href='/dn22/en/sujato#18.4'>DN 22:18.4</a>). ",
  "dn15:21.6": "The connection between dependent origination and childhood development is further explored in <a href='/mn38/en/sujato#28.1'>MN 38:28.1</a>. ",
  "dn15:22.1": "Now we turn to the mirror side of the pair of conditions. ",
  "dn15:22.2": "Just as name and form—the organic, sensual, and sense-making body—cannot grow without consciousness, so too consciousness must acquire a landing or grounding place to be “planted” in name and form. <i lang='pi' translate='no'>Dukkhasamudayasambhavo</i> (“the coming to be of the origin of suffering”) might be rendered “the coming to be and origin of suffering”. However, <i lang='pi' translate='no'>dukkhasamudaya</i> occurs some hundreds of times in the sense “origin of suffering” so I take it in the same way here. This is supported by the PTS variant reading <i lang='pi' translate='no'>dukkhasamudayo sambhavo</i>. ",
  "dn15:22.5": "This passage continues to employ rare middle forms, this time <i lang='pi' translate='no'>-etha</i>, the third person singular optative. ",
  "dn15:22.6": "This passage explains why the sequence ends here rather than proceeding in the usual way to choices and ignorance. Any state of being ultimately depends on the codependency of name and form with consciousness. Within this key relationship is the extent not only of language, but also of wisdom, and the secret to the undoing of transmigration itself. One of the many profound implications of this is that there is no such thing as a state of pure consciousness independent of concepts. <i lang='pi' translate='no'>Ettāvatā vaṭṭaṁ vattati itthattaṁ paññāpanāya</i> should be read with such passages as <a href='/sn22.56/en/sujato#5.3'>SN 22.56:5.3</a>: <i lang='pi' translate='no'>ye kevalino vaṭṭaṁ tesaṁ natthi paññāpanāya</i> (“For consummate ones, there is no cycle of rebirths to be found”). The Mahāsaṅgīti reading <i lang='pi' translate='no'>aññamaññapaccayatā pavattati</i> should be rejected, since it inserts an Abhidhamma concept from the commentary. ",
  "dn15:23.1": "The text now turns to an analysis of theories of “self” (<i lang='pi' translate='no'>attā</i>), which is comparable to some of the passages of <a href='/dn1/en/sujato'>DN 1</a>. The Buddha began his discourse by stating that it is the failure to understand dependent origination that keeps beings trapped in transmigration. Dependent origination explains transmigration in a purely empirical way by inferring from the mental and physical phenomena we experience here and now. Self theorists, on the other hand, explain transmigration by introducing a new metaphysical principle, the “self” or “soul”, by which they assume that the individual has an eternal underlying essence. ",
  "dn15:23.2": "“Physical” is <i lang='pi' translate='no'>rūpī</i> (“possessing form”), identifying the self with the first of the five aggregates. If something were really the core essence of a person, you would think it is readily knowable. But the Buddha shows that theorists describe the self in multiple different and incompatible ways. Each of these draws on some more-or-less arbitrary aspect of empirical reality, such as “form”, to describe an unknowable metaphysical entity that is in fact just pure supposition. ",
  "dn15:23.3": "An example of a self that is “physical and limited” would be the body. ",
  "dn15:23.5": "Such as the cosmos. ",
  "dn15:23.7": "Perhaps this is the self of “limited perception” (<a href='/dn1/en/sujato#2.38.13'>DN 1:2.38.13</a>). This would be where the mind is aware of something limited, and the self is identified with the mental dimension of that awareness. ",
  "dn15:23.9": "Such as the formless dimensions. ",
  "dn15:24.2": "The three options (“it is”, “it will be so”, and “I will make it be so”) illustrate how the theorist resorts to ever more convoluted means to justify the lack of empirical support for their pet theory. <i lang='pi' translate='no'>Bhāviṁ</i> (“sure to become”) is the root <i lang='pi' translate='no'>bhū</i> with the primary affix <i lang='pi' translate='no'>-ī</i>, which connotes an inevitable future state. <i lang='pi' translate='no'>Tattha</i> (“in some other place”, literally “there”) is explained by the commentary as <i lang='pi' translate='no'>paraloke</i> (“in the next world”). ",
  "dn15:24.3": "Their surface differences rest on the same underlying assumption, so if the assumption is disproven there is no need to refute each individual theory. <i lang='pi' translate='no'>Iccālaṁ</i> resolves to <i lang='pi' translate='no'>iti alaṁ</i>. ",
  "dn15:25.1": "This is the Buddha, who does not theorize a metaphysical self. Implicit in this argument is Occam’s razor, “entities must not be multiplied beyond necessity”. Since the self theorists want to prove the existence of the “self”, it is up to them to supply the grounds to support their suppositions. Since they fail to do so, the rational position is that there is no self. The Buddha is not under a similar obligation to prove the non-existence of the “self”, since it is reasonable to assume that things do not exist until the evidence says otherwise. ",
  "dn15:27.1": "Having asserted a metaphysical “self”, the theorists go on to make certain observations and interpretations regarding it. ",
  "dn15:27.2": "The Buddha progresses to theories that identify the self with feeling, which is the second of the five aggregates. ",
  "dn15:27.3": "For example, identifying the self with the supposed eternal bliss of heaven. As with the description of self in physical terms, the theorist proceeds from a simple assertion of identity to more complicated hypotheses. ",
  "dn15:27.4": "This is the inverse of the previous. The self is still defined <em>in relation to</em> feeling, but it is a negative relation. Such theories are commonly found in the Upaniṣads, where a prominent thread of analysis systematically rejects all the things that are <em>not</em> the self (<i lang='pi' translate='no'>neti</i>), before finally arriving at what <em>is</em> the self (eg. Bṛhadāraṇyaka Upaniṣad 4.5.15). ",
  "dn15:27.5": "Here the theorist describes feeling as a function of the self: it is not what the self <em>is</em>, but what the self <em>does</em>. At <a href='/mn38/en/sujato#5.11'>MN 38:5.11</a> (= <a href='/mn2/en/sujato#8.8'>MN 2:8.8</a>), Sāti describes the self as consciousness, “the speaker and feeler who experiences the results of good and bad deeds in all the different realms”. ",
  "dn15:28.1": "The Buddha goes on to develop specific arguments addressing each position. ",
  "dn15:28.5": "The Buddha points out the universal experience of feeling, thus beginning his argument on common ground. This same argument is found at <a href='/mn74/en/sujato#10.1'>MN 74:10.1</a>. ",
  "dn15:28.7": "The idea that only one kind of feeling can be experienced at a time became an adage of Buddhist psychology, but it is not obvious to me that it is the case. Here and at MN 74 it is assumed to be a shared belief with non-Buddhists. ",
  "dn15:30.3": "Feeling is part of the fundamental structure of consciousness. This argument comes through more clearly in Pali, for the word for “feeling” (<i lang='pi' translate='no'>vedanā</i>) is derived from and still lies close to the sense of “knowing, experiencing”. Thus the question is, “If there was no mind, would there be the thought ‘I am this”?” The commentary explains that this refers to the bare material realm which is devoid of consciousness. The commentary appears to support the variant reading <i lang='pi' translate='no'>ahamasmī</i> here. This makes sense in context, for “I am” is the first and most primordial assertion of a self, while “I am this” is a more sophisticated identification of the self in relation to the aggregates. ",
  "dn15:31.5": "The theorist avoids identifying feeling as the self, but they must identify <em>something</em> as the self (as for example, Sāti said the self was <i lang='pi' translate='no'>viññāṇa</i>). But feeling is deeply wound into the structure of consciousness. So if feeling were to be utterly absent, no other mental phenomena could continue, and there would therefore be no possibility of forming a theory of self. ",
  "dn15:32.3": "Letting go is not just a conceptual matter, it has immediate emotional consequences. <i lang='pi' translate='no'>Paritassati</i> conveys the twin senses of desire and agitation, for which “anxiety” seems the best fit. ",
  "dn15:32.11": "This recalls the similar statement at <a href='/dn15/en/sujato#22.6'>DN 15:22.6</a>. Whereas there it was a statement about name and form with consciousness, here it is a description of the arahant who has fully realized it. Unlike the theorists whose views do not withstand empirical scrutiny, the arahant’s liberation is based on a direct understanding of reality. ",
  "dn15:33.1": "The Buddha returns once more to the question of rebirth, describing various states of rebirth in terms of consciousness. The seven planes are also mentioned at <a href='/dn33/en/sujato#2.3.28'>DN 33:2.3.28</a>, <a href='/dn34/en/sujato#1.8.11'>DN 34:1.8.11</a>, and <a href='/an7.44/en/sujato#1.1'>AN 7.44:1.1</a>. ",
  "dn15:33.4": "“Plane of consciousness” is <i lang='pi' translate='no'>viññāṇaṭṭhiti</i>, which could also be rendered “station”. ",
  "dn15:33.17": "In the first of these dimensions there is no consciousness at all, and in the second there is no consciousness in the normal sense, which is why they cannot be called “planes of consciousness”. ",
  "dn15:34.2": "<i lang='pi' translate='no'>Abhinandituṁ</i>, to “take pleasure in”, to “relish”, or to “delight in” appears in the standard formula for the second noble truth, where craving “takes pleasure in various realms” (<i lang='pi' translate='no'>tatratatrābhinandinī</i>). ",
  "dn15:34.10": "One “freed by wisdom” has wisdom as the dominant faculty. ",
  "dn15:35.1": "The eight liberations (<i lang='pi' translate='no'>vimokkhā</i>) are an alternative way of describing the meditative experiences of <i lang='pi' translate='no'>jhāna</i>. Elsewhere listed at <a href='/dn16/en/sujato#3.33.1'>DN 16:3.33.1</a>, <a href='/dn33/en/sujato#3.1.168'>DN 33:3.1.168</a>, <a href='/dn34/en/sujato#2.1.191'>DN 34:2.1.191</a>, <a href='/an/en/sujato#8.66'>AN:8.66</a>, <a href='/mn77/en/sujato#22.1'>MN 77:22.1</a>, and referred to at <a href='/an4.189/en/sujato#1.8'>AN 4.189:1.8</a> and <a href='/thag20.1/en/sujato#33.1'>Thag 20.1:33.1</a>. At <a href='/an8.120/en/sujato'>AN 8.120</a> and <a href='/mn137/en/sujato#27.1'>MN 137:27.1</a> they are listed but not called the eight liberations. ",
  "dn15:35.3": "This refers to someone who sees a meditative vision based on the perception of their own body, such as through mindfulness of breathing or one’s own body parts. The first three liberations all cover the four <i lang='pi' translate='no'>jhānas</i>. ",
  "dn15:35.5": "This is a meditator who grounds their practice on some external focus, such as a light, the sight of a corpse, or an external element such as earth. ",
  "dn15:35.7": "This is a practice based on wholly pure and exalted meditation, such as the meditation on love, or the sight of a pure brilliant color like the sky. ",
  "dn15:35.17": "This is the first appearance of this state in the Dīghanikāya. It refers to a culminating meditation state of supreme subtlety, which leads directly to a breakthrough to awakening. ",
  "dn15:36.1": "This passage emphasizes that this person is fully adept and has mastered all the states of meditation. The Buddha claimed such mastery <a href='/an9.41/en/sujato#16.1'>AN 9.41:16.1</a>, and retained the ability even on his deathbed (<a href='/dn16/en/sujato#6.8.1'>DN 16:6.8.1</a>). ",
  "dn15:36.2": "Here we see the terms “one who is freed” used in two ways. All arahants have “freedom of heart” (by means of <i lang='pi' translate='no'>samādhi</i>) and “freedom by wisdom” (the realization of the Dhamma). At the same time, one who emphasizes <i lang='pi' translate='no'>samādhi</i> is said to have “freedom of heart” in contrast with one who emphasizes wisdom, who has “freedom by wisdom”. One who has consummate mastery of both <i lang='pi' translate='no'>samādhi</i> and wisdom is said to be “freed both ways”. "
}