{
  "dn16:1.1.3": "After the events of <a href='/dn2/en/sujato'>DN 2</a>, Ajātasattu retained and consolidated his power. Magadha ultimately conquered the Vajjian Republic and continued to expand until almost all of India was under its sway. ",
  "dn16:1.1.5": "According to the commentary, Ajātasattu’s anger was rooted in a dispute on trade routes. Control of shipping on the Ganges was essential for establishing international trade. There was a port on the Ganges extending over a league, split half and half between Magadha and Vajjī. Valuable products were sourced from a mountain and brought down for trade, but the Vajjians kept absconding with the whole lot. The place is not identified, but Munger, a strategic port east of Patna, fits the description. The nearby hills have been mined since paleolithic times. ",
  "dn16:1.2.1": "Vassakāra appears in the suttas as a devoted follower of the Buddha. ",
  "dn16:1.2.7": "The Vajjian Republic harks back to an early settlement founded by the legendary Nābhānediṣṭha in the Vedic period. It built its wealth on its extensive fertile plains and the trading possibilities opened up by the Gandak and Ganges rivers. ",
  "dn16:1.2.9": "While it may seem strange to consult the Buddha on such a violent plan, Ajātasattu knows from his experience in DN 2 that the Buddha will not hesitate to tell him the truth, even if it is bad news. It seems he is trying to avoid the downfall of tyrants who are surrounded only with yes men. ",
  "dn16:1.3.1": "Reading <i lang='pi' translate='no'>yojapetvā</i> (“had them harnessed”), which is found in the Mahāsaṅgīti in similar passages, and in this passage in the PTS edition. ",
  "dn16:1.4.1": "Ānanda cares for the Buddha in his old age. Shortly after these events, Ānanda was entrusted with reciting the suttas at the First Council. This discourse would have been composed by him in the years following his Master’s death. More than a simple interlocutor, Ānanda shapes the story as its second lead, a relatable character with an empathetic point of view. He imbues the discourse with his emotional struggles as he deals with the Buddha’s passing and helps ensure the future survival of the Dhamma, while still developing his own meditation practice. ",
  "dn16:1.4.3": "As for example at <a href='/an8.12/en/sujato#1.2'>AN 8.12:1.2</a>. ",
  "dn16:1.4.6": "Harmony is especially important as the Vajjian Republic was comprised of several different clans, among them the Licchavis of Vesālī, the Ñātikas just south of Vesālī, the Uggas of Hatthigāma (Elephant Village), and the Bhogas of Bhoganagara. The Videhans of Mithilā are sometimes included, but several sources indicate that they remained an independent, if reduced, kingdom until they were conquered by Magadha some years later. The Mallas of Pāvā and Kusinārā formed a closely allied independent republic (<a href='/mn35/en/sujato#12.8'>MN 35:12.8</a>). ",
  "dn16:1.4.9": "The “ancient Vajjian traditions” (<i lang='pi' translate='no'>porāṇe vajjidhamme</i>) would have been established with the founding of the Vajjian republic some centuries earlier, which ensured that the members of the federation would have a voice in the Licchavi-dominated union. Compare with the “ancient traditions of the brahmins” (<i lang='pi' translate='no'>porāṇā brāhmaṇadhammā</i> at <a href='/an5.191/en/sujato'>AN 5.191</a> and <a href='/snp2.7/en/sujato'>Snp 2.7</a>), the falling away from which is said to be the cause of Brahmanical decline. Similarly, the Buddha elsewhere scolds the Vajjians for their indulgence (<a href='/an5.143/en/sujato'>AN 5.143</a>), suggesting that the decline may have already set in. ",
  "dn16:1.4.12": "",
  "dn16:1.4.15": "This advocates for legal protection for women from sexual violence. ",
  "dn16:1.4.18": "The Buddha will stay at several of these shrines later in this discourse. They were sacred groves, maintained by the people in reverence for the powerful spirits of nature. “Spirit-offerings” is <i lang='pi' translate='no'>bali</i>. The commentary explains “inner or outer” as inside or outside the town. ",
  "dn16:1.4.21": "It is an old Indian belief that the presence of holy persons provides a kind of umbrella effect that protects the realm. ",
  "dn16:1.5.2": "This event is recorded at <a href='/an7.21/en/sujato'>AN 7.21</a>, where the Buddha addresses the Licchavis. That chapter of the Aṅguttara mostly consists of the teachings found here presented as separate suttas. The Sārandada shrine was short walk from Vesālī (<a href='/an5.143/en/sujato'>AN 5.143</a>). ",
  "dn16:1.5.3": "There is a certain tension here: the Buddha taught these principles to the Vajjis, one of which is that the Vajjis should not adopt new decrees. It seems that a “decree” (<i lang='pi' translate='no'>paññatta</i>) is more like constitutional law, whereas a “principle” (<i lang='pi' translate='no'>dhamma</i>) is more like a behavioral guideline. ",
  "dn16:1.5.8": "<i lang='pi' translate='no'>Upalāpana</i> is used a number of times in the Vinaya, where it always has the sense of giving someone something to get them to do what you want. It has the same sense at <a href='/sn3.25/en/sujato#4.13'>SN 3.25:4.13</a>, where an enemy king may be bribed with gold from the royal treasury. ",
  "dn16:1.6.2": "There were several monasteries and hermitages around Rājagaha (<a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#11.1.1'>Kd 2:11.1.1</a>). ",
  "dn16:1.6.7": "Also at <a href='/an7.23/en/sujato'>AN 7.23</a>. ",
  "dn16:1.6.11": "This especially refers to the fortnightly <i lang='pi' translate='no'>uposatha</i>. Despite the dangers faced in the rugged hills around Rājagaha (<a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#12.1.1'>Kd1:12.1.1</a>), the Buddha insisted that all monks of the locality attended the <i lang='pi' translate='no'>uposatha</i> (<a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#5.3.1'>Kd 2:5.3.1</a>). ",
  "dn16:1.6.12": "The Buddha encouraged the mendicants to recite the Dhamma in harmony (<a href='/mn103/en/sujato#3.2'>MN 103:3.2</a>), to resolve issues in harmony (<a href='/mn104/en/sujato#14.3'>MN 104:14.3</a>), and on the <i lang='pi' translate='no'>uposatha</i> to recite and train in the <i lang='pi' translate='no'>pātimokkha</i> in harmony (<a href='https://suttacentral.net/pli-tv-bu-vb-as7/en/brahmali#4.11'>As 7:4.11</a>). ",
  "dn16:1.6.13": "Picking up from the similar injunction to the Vajjis, this kicks off a long narrative arc that binds together the Buddha’s invitation to abolish the minor rules (<a href='/dn16/en/sujato#6.3.1'>DN 16:6.3.1</a>) with the bad monk Subhadda’s seizing on the Buddha’s death as an excuse to give up the rules, which was the direct motivation for the First Council (<a href='/dn16/en/sujato#6.20.3'>DN 16:6.20.3</a> = <a href='https://suttacentral.net/pli-tv-kd21/en/brahmali#1.1.24'>Kd 21:1.1.24</a>), at the end of which the Sangha agreed not to abolish any rules (<a href='https://suttacentral.net/pli-tv-kd21/en/brahmali#1.9.20'>Kd 21:1.9.20</a>), a decision that was affirmed at the Second Council <a href='https://suttacentral.net/pli-tv-kd22/en/brahmali'>Kd 22</a>). ",
  "dn16:1.6.14": "The nature of seniority in the Saṅgha is often misunderstood. There is no “hierarchy” (literally “rule of priests”) in the sense of power-based relationships: no monastic has the authority to command another monk or nun. Seniority is owed respect, not obedience. ",
  "dn16:1.6.15": "This stands in place of the injunction against sexual violence, both principles being concerned with the harmful effects of desire. ",
  "dn16:1.6.16": "This stands in place of the injunction to maintain the shrines, where mendicants would frequently stay. ",
  "dn16:1.6.17": "This stands in place of the injunction to look after arahants. ",
  "dn16:1.7.1": "Also at <a href='/an7.24/en/sujato'>AN 7.24</a>. ",
  "dn16:1.7.4": "“Work” is <i lang='pi' translate='no'>kamma</i>, which especially means “building work”. Of course it is essential to do work, but one should not get too caught up in it. The Buddha did not believe that working hard was ennobling in and of itself. ",
  "dn16:1.7.8": "“Corrupt wishes” (<i lang='pi' translate='no'>pāpicchā</i>) is defined as when a faithless person wishes to be known as faithful, or person otherwise lacking good qualities wishes to be known as having them (<a href='/an10.23/en/sujato#6.2'>AN 10.23:6.2</a>). ",
  "dn16:1.7.10": "This item and the preceding two were the downfall of Devadatta (<a href='/iti89/en/sujato'>Iti 89</a>). ",
  "dn16:1.8.2": "Also at <a href='/an7.25/en/sujato'>AN 7.25</a>. ",
  "dn16:1.8.11": "Also at <a href='/an7.26/en/sujato'>AN 7.26</a>. ",
  "dn16:1.10.2": "As at <a href='/an7.27/en/sujato'>AN 7.27</a>. These “perceptions” are all meditation practices which are described at <a href='/an10.60/en/sujato'>AN 10.60</a>. ",
  "dn16:1.11.1": "These six principles are found in several places, but they are not elsewhere called “principles that prevent decline”; for example at <a href='/an6.11/en/sujato'>AN 6.11</a> they are called “warm-hearted qualities” (<i lang='pi' translate='no'>dhammā sāraṇīyā</i>). At <a href='/an6.22/en/sujato'>AN 6.22</a>, however, a different six qualities are called “principles that prevent decline”: not relishing work, talk, sleep, and company, being easy to admonish, and having good friends. ",
  "dn16:1.11.9": "This is the right view of the noble eightfold path, in other words, the four noble truths. ",
  "dn16:1.12.1": "This epitome of the Dhamma is repeated eight times in this discourse, summarizing the teachings in the Gradual Training. It is not found in this exact form elsewhere. ",
  "dn16:1.12.3": "“Imbued” (<i lang='pi' translate='no'>paribhāvita</i>) as a mother hen imbues her eggs with warmth by sitting on them (<a href='/an7.71/en/sujato#2.2'>AN 7.71:2.2</a>). See also <a href='/sn55.21/en/sujato#2.3'>SN 55.21:2.3</a>. ",
  "dn16:1.12.6": "Some editions add <i lang='pi' translate='no'>diṭṭhāsava</i> (“defilement of views”), but since that appears to be a late interpolation I follow the Mahāsaṅgīti in omitting it. ",
  "dn16:1.13.2": "This is the same rest-house at which the Buddha sojourned on his way from Rājagaha to Nāḷandā in the Brahmajālasutta (<a href='/dn1/en/sujato'>DN 1</a>). ",
  "dn16:1.16.1": "This was apparently the last time that the Buddha met Sāriputta. This encounter is recorded in an independent sutta at <a href='/sn47.12/en/sujato'>SN 47.12</a> and expanded into a long discourse at <a href='/dn28/en/sujato'>DN 28</a>. The Saṁyutta follows this meeting with the record of Sāriputta’s passing at <a href='/sn47.13/en/sujato'>SN 47.13</a>, and then the lament for the absence of both Sāriputta and Moggallāna at <a href='/sn47.14 /en/sujato'>SN 47.14 </a>. For some reason these events were omitted from the present discourse, even though they fit well thematically. ",
  "dn16:1.17.2": "As at <a href='/dn14/en/sujato#1.37.4'>DN 14:1.37.4</a>, inference (<i lang='pi' translate='no'>anvaya</i>) is regarded as a valid form of knowledge. The Buddha himself is said to rely on inference using the same simile at <a href='/an10.95/en/sujato#10.4'>AN 10.95:10.4</a>. ",
  "dn16:1.19.2": "This is modern Patna. In this account we see how it was developed from the simple riverside village of Pāṭaligāma to the major regional capital of Pāṭaliputta, which under King Ashoka became one of the greatest cities of the ancient world. It was named after the <i lang='pi' translate='no'>pāṭalī</i> tree (<em>Stereospermum chelonoides</em>), known as <em>patala</em> in Hindi. ",
  "dn16:1.20.4": "",
  "dn16:1.23.2": "Also at <a href='/an5.213/en/sujato'>AN 5.213</a>, <a href='/ud8.6/en/sujato#4.1'>Ud 8.6:4.1</a>, <a href='/dn33/en/sujato#2.1.36'>DN 33:2.1.36</a>, and <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#28.4.1'>Kd 6:28.4.1</a>. ",
  "dn16:1.23.4": "The Buddha begins with the things most obvious and pertinent to the audience. ",
  "dn16:1.23.10": "Bewildered by fear and regret. ",
  "dn16:1.25.4": "<i lang='pi' translate='no'>Suññāgāra</i> normally means an “empty dwelling”, but here the commentary describes it as a curtained-off cubicle. ",
  "dn16:1.26.1": "<i lang='pi' translate='no'>Nagara</i> here means “citadel, fortress”, not “city”. It has the same sense as <i lang='pi' translate='no'>pura</i>. Vassakāra was no dawdler: he preceded the Buddha to Pāṭaligāma. The construction here is defensive and may well have begun before Ajātasattu began thinking of invading. ",
  "dn16:1.26.2": "This relation between deities and building sites (<i lang='pi' translate='no'>vatthu</i>) appears only in this passage in the early texts (repeated at <a href='/ud8.6/en/sujato#15.2'>Ud 8.6:15.2</a> and <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#28.7.3'>Kd 6:28.7.3</a>). Divination and geomancy (<i lang='pi' translate='no'>vatthuvijjā</i>) for building sites is said to be a wrong livelihood at <a href='/dn1/en/sujato#1.21.2'>DN 1:1.21.2</a>. ",
  "dn16:1.26.3": "The capital of Magadha was moved from the defensively-postured Rājagaha surrounded by hills to the international trading center of Pāṭaliputta. This happened over some decades. ",
  "dn16:1.28.7": "From this point, later texts always refer to Pāṭaliputta, but the reason for the change of name from Pāṭaligāma is not explained in the commentary. <i lang='pi' translate='no'>Putta</i> is a suffix indicating the people of a certain clan or place, so <i lang='pi' translate='no'>pāṭaliputta</i> means “a person from Pāṭalī (village)” or as we might say, “Pāṭalian”. As the city became well known and its identity as a village receded, it must have become known as the “city of the Pāṭaliputtas” and hence simply Pāṭaliputta. The commentary explains that <i lang='pi' translate='no'>puṭabhedanaṁ</i> refers to the “opening of packages”, signifying that it was a center of trade. ",
  "dn16:1.28.9": "Excavations reveal that Pāṭaliputta was constructed of wood, so the danger of fire was real. It is situated on a low-lying flood plain of the Ganges, so flooding would also have been an obvious danger. As for dissension (<i lang='pi' translate='no'>mithubheda</i>), Vassakāra had indicated that this was a means of bringing down the Vajjis, so it would seem that kamma was lying in wait for them. ",
  "dn16:1.31.1": "This is the <i lang='pi' translate='no'>anumodanā</i> recited for the meal offering. Other examples are found at <a href='/snp3.7/en/sujato#34.3'>Snp 3.7:34.3</a> = <a href='/mn92/en/sujato#25.6'>MN 92:25.6</a>, <a href='/sn55.26/en/sujato#19.4'>SN 55.26:19.4</a>, <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#15.14.4'>Kd 8:15.14.4</a>, and <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#1.5.1'>Kd 16:1.5.1</a>. It is worth noting that no early <i lang='pi' translate='no'>anomodanā</i> uses the imperative verb form <i lang='pi' translate='no'>-tu</i> signifying giving a blessing (eg. <i lang='pi' translate='no'>bhavatu sabbamaṅgalaṁ</i>, “may all blessings be”). They strictly use the indicative <i lang='pi' translate='no'>-ti</i> to teach cause and effect: if you do this, that happens. ",
  "dn16:1.31.6": "Buddhism promotes good neighborliness with all beings, seen and unseen. Making an offering to the local spirits helps create a positive and healthy sense of place. ",
  "dn16:1.31.13": "At <a href='/an4.67/en/sujato#8.3'>AN 4.67:8.3</a> a similar sentiment is expressed for animals. ",
  "dn16:1.32.3": "The “ford” (<i lang='pi' translate='no'>tittha</i>) is symbolic; those who forge a path to salvation are called <i lang='pi' translate='no'>titthakara</i>, such as the six leading ascetics of <a href='/dn2/en/sujato'>DN 2</a>. Today there is a 5.7 km bridge at this crossing, which is appropriately called the Mahatma Gandhi Setu. ",
  "dn16:1.33.2": "“Dinghy” translates <i lang='pi' translate='no'>uḷumpa</i>. ",
  "dn16:1.33.3": "In this stock phrase, we sometimes find <i lang='pi' translate='no'>paccuṭṭhāsi</i> (“landed”) and sometimes <i lang='pi' translate='no'>pāturahosi</i> (“reappeared”). ",
  "dn16:1.34.3": "<i lang='pi' translate='no'>Aṇṇavaṁ</i> cannot mean “sea” here, since it is to be crossed with a bridge. ",
  "dn16:2.1.2": "Koṭigāma lay a short distance from the Ganges. The Buddha’s stay here must therefore have followed the events of <a href='/sn47.14/en/sujato'>SN 47.14</a> at Ukkacelā on the Vajjian bank of the Ganges, where he laments the passing of Sāriputta and Moggallāna. He would have heard of Sāriputta’s passing before then, while on the road from Nāḷandā to Pāṭaligāma, even though that is implausibly said to have happened at Sāvatthī (<a href='/sn47.13/en/sujato'>SN 47.13</a>). ",
  "dn16:2.2.1": "Also at <a href='/sn56.21/en/sujato'>SN 56.21</a>. ",
  "dn16:2.5.2": "Ñātika (also spelled <i lang='pi' translate='no'>nātika</i>, or <i lang='pi' translate='no'>nādika</i>; Sanskrit <i lang='pi' translate='no'>jñātṛka</i>; Prākrit <i lang='pi' translate='no'>nāyika</i>) is probably the Ñātika clan to which the Jain leader Mahāvīra (called Nāṭaputta, i.e. Ñātiputta) belonged. Here it is unusually spelled in plural, which means “the land of the Ñātika clan”. ",
  "dn16:2.5.5": "Here Ñātika is in singular and appears to be the name of a town. Thus Ñātika is first of all a name of a clan, then the land they live in, then their chief town. ",
  "dn16:2.6.2": "It is unprecedented to discuss the spiritual destinies of an entire town like this. Normally this question is only asked when specific individuals known to the Buddha have passed away. Likely the passage was created in the wake of the passing of Mahāvīra to show that even his own people were enthusiastic Buddhists. This portion of the text is also found at <a href='/sn55.8/en/sujato'>SN 55.8</a>. ",
  "dn16:2.6.5": "<a href='/sn55.9/en/sujato'>SN 55.9</a> inserts another series on a monk, nun, layman, and laywoman all called Asoka. ",
  "dn16:2.6.6": "This portion of the text is at <a href='/sn55.10/en/sujato'>SN 55.10</a>. I spell names consistently with there. ",
  "dn16:2.7.12": "The suttas consistently depict lay folk as attaining the third stage of awakening, non-return, but not the highest stage of arahantship, except in rare cases on the deathbed. The tradition extended this by saying that if a lay person becomes an arahant, they must ordain or die that day, but this is not supported in the early texts. The point is not whether you receive an ordination, but whether you let go of attachments. ",
  "dn16:2.7.15": "The commentary to the Saṁyutta attributes the large number of deaths to a recent plague (<i lang='pi' translate='no'>ahivātaroga</i>, “viper’s breath disease”). This deadly contagion was known to kill off entire families (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#50.1.1'>Kd 1:50.1.1</a>). According to the commentaries, the same disease once afflicted Vesālī, prompting the teaching of the Ratanasutta (<a href='/snp2.1/en/sujato'>Snp 2.1</a>, <a href='/kp6/en/sujato'>Kp 6</a>). ",
  "dn16:2.8.1": "<i lang='pi' translate='no'>Anacchariyaṁ</i> (“hardly surprising”), literally “no wonder”. ",
  "dn16:2.9.1": "The four principles that follow are elsewhere identified as four factors of stream-entry (<a href='/an9.27/en/sujato'>AN 9.27</a>). At <a href='/sn12.41/en/sujato'>SN 12.41</a>, understanding of dependent origination is included. ",
  "dn16:2.9.3": "“Experiential” is <i lang='pi' translate='no'>avecca</i>, literally “having undergone”. “Experiential confidence” is the faith of a stream-enterer, who has seen for themselves. ",
  "dn16:2.9.4": "They have experiential confidence in the Buddha as a teacher because they have followed his path and realized the results that he speaks of. ",
  "dn16:2.9.6": "A stream-enterer has direct experience of the four noble truths, so they have confirmed that the teaching is indeed realizable in this very life. ",
  "dn16:2.9.8": "They themselves have now joined the “Saṅgha of disciples” and understand the significance and nobility of that attainment. The suttas distinguish between the “mendicant Saṅgha” (<i lang='pi' translate='no'>bhikkhusaṅgha</i>) which is the conventional community of monks and nuns, and the “Saṅgha of disciples” (<i lang='pi' translate='no'>sāvakasaṅgha</i>) which is comprised of all those who have realized any of the stages of awakening or are on the path to that realization (“the eight individuals”). ",
  "dn16:2.9.9": "This entails keeping the five precepts at a minimum. ",
  "dn16:2.11.5": "Ambapālī means “protector of mangoes”. Here the text just says she had a “grove” but it is identified as a mango grove below (<a href='/dn16/en/sujato#2.14.1'>DN 16:2.14.1</a>). ",
  "dn16:2.12.2": "In some versions, the Buddha is said to have taught the monks mindfulness in anticipation of the arrival of the beautiful courtesan. ",
  "dn16:2.12.4": "In the Gradual Training the mendicant “establishes mindfulness” to begin meditation. Here this practice is expanded, and in <a href='/dn22/en/sujato'>DN 22</a> it is expanded even further. ",
  "dn16:2.12.5": "The locative idiom <i lang='pi' translate='no'>kāye kāyānupassī</i> indicates that the meditator focuses on a particular aspect of body contemplation, such as observing the breath, awareness of the body parts, or reflection on the four elements. “Rid of desire and aversion for the world” refers to clearing the mind through the previous practice of sense restraint. ",
  "dn16:2.12.8": "<i lang='pi' translate='no'>Dhammā</i> here refers to the “principles” of cause and effect and the four noble truths which are understood by reflecting on the psychology of meditation itself. In this context it does not mean “mental objects” or “phenomena” or “mental qualities”. ",
  "dn16:2.14.1": "A <i lang='pi' translate='no'>gaṇikā</i> was a trained entertainer and escort whose company commanded a high fee (<a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#1.1.7'>Kd 8:1.1.7</a>). It was a respected position, as we see the city guild of Rājagaha, with King Bimbisāra’s blessing, appoint the young woman Sālavatī in a similar position (<a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#1.2.13'>Kd 8:1.2.13</a>). ",
  "dn16:2.15.3": "",
  "dn16:2.16.1": "There are various reading for <i lang='pi' translate='no'>paṭivaṭṭesi</i>. The commentary glosses with <i lang='pi' translate='no'>pahari</i> (“struck, collided”). ",
  "dn16:2.16.3": "The derogatory indeclinable vocative <i lang='pi' translate='no'>je</i> is otherwise used of the “naughty maid” Kāḷī at <a href='/mn21/en/sujato#9.13'>MN 21:9.13</a>. “Wench” is a term meant to insult on the basis of servitude or promiscuity, so it seems appropriate. The Licchavis are not distinguishing themselves here; given their youth, wealth, licentiousness, and evident familiarity with Ambapālī, it seems safe to conclude that they had been her clients. ",
  "dn16:2.16.8": "Despite the context, <i lang='pi' translate='no'>ambakā</i> has no etymological relation to <i lang='pi' translate='no'>amba</i> (“mango”) but is a term for “woman, mother”, used here as a play on words. ",
  "dn16:2.17.3": "The text spends more time on the Vajji’s appearance than on Ambapālī’s. ",
  "dn16:2.18.8": "",
  "dn16:2.19.7": "This demonstrates that a woman of Ambapālī’s means could own land and control significant resources. ",
  "dn16:2.19.8": "An <i lang='pi' translate='no'>ārāma</i> is a tended and pleasant ground, a “park”. Here it has previously been referred to as “grove” (<i lang='pi' translate='no'>vana</i>) and “mango grove”. Usually in the suttas, however, it is a name for a place where monastics live. In English, monastics don’t live in parks, they live in monasteries. So once a place has been dedicated for the Saṅgha, I translate <i lang='pi' translate='no'>ārāma</i> as “monastery”. ",
  "dn16:2.21.2": "Pali texts waver between <i lang='pi' translate='no'>beluva</i> (“wood apple”) and <i lang='pi' translate='no'>veḷuva</i> (from <i lang='pi' translate='no'>veḷuvant</i>, “full of bamboo”). ",
  "dn16:2.22.2": "The Buddha was travelling with a large retinue, which could become burdensome on a small village if they were to stay the three months of the rains residence. The texts note several monasteries and places to stay around Vesālī. ",
  "dn16:2.23.4": "Here <i lang='pi' translate='no'>upaṭṭhāka</i> refers to the lay devotees. <i lang='pi' translate='no'>Apaloketi</i> (“take leave”) also has a literal sense of “glance back”; both senses are found in the sutta (see <a href='/dn16/en/sujato#4.1.2'>DN 16:4.1.2</a>). ",
  "dn16:2.23.5": "“Life force” is <i lang='pi' translate='no'>jīvitasaṅkhāra</i> whereas below we find <i lang='pi' translate='no'>āyusaṅkhāra</i> (<a href='/dn16/en/sujato#3.10.1'>DN 16:3.10.1</a>). They are evidently synonyms; <a href='/ps1.6/en/sujato#4.3'>Ps 1.6:4.3</a> refers to the three <i lang='pi' translate='no'>jīvitasaṅkhāras</i> from <a href='/mn43/en/sujato#24.2'>MN 43:24.2</a>, but there the text has <i lang='pi' translate='no'>āyusaṅkhāra</i>. <i lang='pi' translate='no'>Saṅkhāra</i> could be interpreted here either as “volition” (“will to live”) or as “life force” (i.e. the vital energy that sustains life). Elsewhere, however, <i lang='pi' translate='no'>āyusaṅkhāra</i> clearly means “life force” (<a href='/sn20.6/en/sujato#3.2'>SN 20.6:3.2</a>, <a href='/mn43/en/sujato#23.1'>MN 43:23.1</a>). ",
  "dn16:2.24.5": "This is the first indication of Ānanda’s fragile emotional state in the days to come. Read <i lang='pi' translate='no'>diṭṭhā</i> (= Sanskrit <i lang='pi' translate='no'>diṣṭyā</i>), “fantastic, how fortunate”, per <a href='/dn26/en/sujato#21.9'>DN 26:21.9</a> and <a href='/ja81/en/sujato#1.4'>Ja 81:1.4</a>. ",
  "dn16:2.24.7": "Previously the Buddha had spoken of “taking leave” of the Saṅgha, but here something more specific is meant. <i lang='pi' translate='no'>Udāharati</i> is typically used when a previously-mentioned matter (often unpleasant) is “brought up”, as at the monastic procedures for confession or invitation to admonish (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#16.2.5'>Kd 4:16.2.5</a>, <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#2.1.9'>Kd 19:2.1.9</a>). Ānanda is implying that there is some unfinished disciplinary business that needs attention. Despite the Buddha’s response, he did in fact go on to make a number of statements and rulings. ",
  "dn16:2.25.1": "For forty-five years he had been teaching and supporting the community. ",
  "dn16:2.25.2": "A principle not followed by some contemporary Buddhist schools that harbor “secret teachings”. ",
  "dn16:2.25.3": "“Closed fist of a teacher” is <i lang='pi' translate='no'>ācariyamuṭṭhi</i>. ",
  "dn16:2.25.5": "The sense of <i lang='pi' translate='no'>pariharissāmi</i> needs careful parsing with regards to tenses. The general meaning is to “carry about” or “maintain, nurture”. The Buddha elsewhere had no qualms in saying that he “leads” the Saṅgha (<a href='/dn26/en/sujato#25.6'>DN 26:25.6</a>: <i lang='pi' translate='no'>pariharāmi</i>), and if not him, Sāriputta and Moggallāna “should lead” (<a href='/mn67/en/sujato#13.7'>MN 67:13.7</a>: <i lang='pi' translate='no'>parihareyyaṁ</i>). Devadatta ensured his downfall when he determined that he “shall lead” the Saṅgha (<a href='/an5.100/en/sujato#2.3'>AN 5.100:2.3</a>, <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#2.1.23'>Kd 17:2.1.23</a>: <i lang='pi' translate='no'>pariharissāmi</i>), a wording that the Buddha echoes here. Thus the future tense indicates not a simple indication that he will to lead it, but the determination to lead it in the future. By this point, the Buddha’s mind is already set on letting go. The Buddha is not saying that no-one should lead the Saṅgha, but that the person who leads it should be the one who addresses the issues. ",
  "dn16:2.25.11": "Reading <i lang='pi' translate='no'>veṭhanissayena</i> following Brian Levman, <em>Vedhamissakena: Perils of the Transmission of the Buddhadhamma</em>, Canadian Journal of Buddhist Studies, Number Five, 2009. ",
  "dn16:2.25.13": "The suttas say little about this meditation state. Its defining characteristic is that consciousness does not “follow after signs” (<i lang='pi' translate='no'>nimittānusāri viññāṇaṁ</i>, eg. <a href='/an6.13/en/sujato#5.3'>AN 6.13:5.3</a>). This is explained in <a href='/mn138/en/sujato#10.2'>MN 138:10.2</a> as not being distracted or affected by the features of sense impressions. The mental unification (<i lang='pi' translate='no'>ekattaṁ</i>)  based on this practice is listed after the form (and formless) <i lang='pi' translate='no'>jhānas</i>, so it is very advanced. It is nonetheless a conditioned state (<a href='/mn121/en/sujato#11.4'>MN 121:11.4</a>), so it is possible that a mendicant might fall from it and disrobe (<a href='/an6.60/en/sujato#8.10'>AN 6.60:8.10</a>). However it may also be used to describe the meditation of an arahant (<a href='/sn41.7/en/sujato#6.12'>SN 41.7:6.12</a>). It seems that the Buddha relied on his mastery of this practice to focus attention away from the pain in his body. ",
  "dn16:2.26.1": "This central theme of the Buddha’s teaching—that each of us is responsible for our own salvation—becomes even more important as the Buddha’s days grow short. ",
  "dn16:2.26.8": "Read <i lang='pi' translate='no'>tama(t)agge</i> with <i lang='pi' translate='no'>tama</i> as superlative, literally “at the peak of the best”. ",
  "dn16:3.1.3": "This detail is often mentioned in texts of the Sarvāstivāda school, but rarely in Pali. ",
  "dn16:3.3.1": "Normally <i lang='pi' translate='no'>kappa</i> as a period of time means “eon”, but the late canonical texts Kathāvatthu (<a href='https://suttacentral.net/kv11.5'>Kv 11.5</a>) and Milindapañha (<a href='https://suttacentral.net/mil5.1.10'>Mil 5.1.10</a>) argue that it means the “lifespan”, an interpretation followed by the commentaries. Support for this comes from <a href='/dn26/en/sujato#28.3'>DN 26:28.3</a>, which says that “long life” for a mendicant is the four bases of psychic power which enable you to remain for the <i lang='pi' translate='no'>kappa</i>. Here it is surely talking about a full lifespan. Underlying this is the idea that in different epochs the “proper lifespan” varies; in the Buddha’s day it was one hundred years (<a href='/dn14/en/sujato#1.7.7'>DN 14:1.7.7</a>). We can resolve the problem if we read <i lang='pi' translate='no'>kappa</i> here, not as a period of time, but as “proper, fitting”, i.e. the “proper” lifespan of a hundred years. ",
  "dn16:3.4.3": "Here Ānanda’s mind is “as if” possessed (<i lang='pi' translate='no'>yathā</i>), but in the Vinaya <i lang='pi' translate='no'>yathā</i> is missing: he is possessed (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#1.10.17'>Kd 21:1.10.17</a>). Remember, Ānanda is telling this story about himself. ",
  "dn16:3.7.1": "Māra is the Buddhist deity of death, sex, and delusion; his aim is to trap beings in transmigration. He appears in many guises, both real and metaphorical, throughout the canon, but this sequence is his only direct appearance in the Dīghanikāya. Here he feigns compassion, urging the Buddha to find his final peace; but he has an ulterior motive, for with the Buddha’s passing Māra’s job will be much easier. ",
  "dn16:3.7.2": "<i lang='pi' translate='no'>Parinibbāna</i> means “extinguishment, quenching” as of a flame. Here it appears as both noun (“extinguishment”) and verb (“become extinguished”). It is not a particularly difficult term to translate. Linguistically it has nothing to do with “attachment”, so renderings such as “unbinding” are untenable. It should be translated rather than just keeping “Nibbāna”, not least because English resists verbifying adopted words, resulting in such constructions as “enter Nibbāna”, which reifies it in a way that the Pali does not. ",
  "dn16:3.7.4": "Māra is citing the Buddha’s words for his own purpose. The Pali tradition does not say when this encounter took place, but the Sanskrit Sarvāstivāda Catuṣparisatsūtra places it shortly after the Buddha’s awakening. ",
  "dn16:3.8.4": "This passage makes it clear that it was the Buddha’s intention from the beginning to establish an order of nuns (<i lang='pi' translate='no'>bhikkhunī</i>). ",
  "dn16:3.9.2": "This passage is the narrative inverse of the occasion when Brahmā begged the Buddha to teach (<a href='/sn6.1/en/sujato#5.5'>SN 6.1:5.5</a>, etc.). Throughout, the sutta artfully preserves a degree of narrative ambiguity. Here it almost appears as if the Buddha assents to passing away because of Māra’s request, although his intent was clear earlier. Māra’s reasoning, moreover, is based on the Buddha’s own words. ",
  "dn16:3.9.3": "It seems that at this point, the Buddha is still spending the rains in Beluva village, from he would sometimes go to nearby Vesālī for alms, or to a local shrine for meditation. He left Vesālī only after holding a meeting for all the Saṅgha, which probably signified the completion of the rains (<a href='/dn16/en/sujato#4.1.2'>DN 16:4.1.2</a>). If this reasoning is correct—and the text is not explicit—then he made this statement during the rains retreat. If, however, this reasoning is incorrect and we are already after the rains, it could not have been long after. Thus it is probably September/October, meaning that the final extinguishment was to take place in December/January. ",
  "dn16:3.10.1": "The Cāpāla shrine is unknown outside of this context. The Udāna commentary says that it was named after the <i lang='pi' translate='no'>yakkha</i> who formerly lived there. Now, <i lang='pi' translate='no'>cāpalla</i> means “fickleness, propensity to tremble” and is from the same root as earth-“quake” (<i lang='pi' translate='no'>bhumicāla</i>; <i lang='pi' translate='no'>capala</i> = <i lang='pi' translate='no'>pacala</i> via metathesis). It is no great leap to <i lang='pi' translate='no'>cāpāla</i>. If this is correct, it suggests that the shrine was dedicated to an earth spirit who commanded earthquakes; a fitting setting for the events to follow. ",
  "dn16:3.10.2": "Northern India lies in the shadow of the seismically active Alpide Belt, so the occurrence of earthquakes is realistic even if the causes are not scientific. ",
  "dn16:3.10.4": "For this difficult verse, I generally follow Bhikkhu Bodhi’s long discussion in <em>Connected Discourses of the Buddha</em>, note 255 on the Mahāvagga. <i lang='pi' translate='no'>Sambhava</i> means “production, creation”, and here I think it refers to the prolonging of life which the Buddha had just rejected. ",
  "dn16:3.10.5": "<i lang='pi' translate='no'>Bhavasaṅkhāra</i> (“life force”) here is equivalent to <i lang='pi' translate='no'>āyusaṅkhāra</i> and <i lang='pi' translate='no'>jīvitasaṅkhāra</i>. ",
  "dn16:3.10.7": "<i lang='pi' translate='no'>Attasambhava</i> (“self-creation”) refers back to <i lang='pi' translate='no'>sambhava</i> in the first line. ",
  "dn16:3.13.3": "So far as it goes, this is a naturalistic explanation. The “water element” has the quality of softening, while the “air element” is traditionally understood as “movement”. Thus in modern terms this means, “When underground forces disturb a region of instability.” ",
  "dn16:3.14.1": "The might of ascetics was legendary in ancient India (eg. <a href='/mn56/en/sujato#14.2'>MN 56:14.2</a>). The meditation described here might be compared with the “dimensions of mastery” below (<a href='/dn16/en/sujato#3.25.1'>DN 16:3.25.1</a>). ",
  "dn16:3.15.1": "At <a href='/dn14/en/sujato#1.17.7'>DN 14:1.17.7</a> and <a href='/mn123/en/sujato#7.6'>MN 123:7.6</a> it is, rather, the entire galaxy that trembles, perhaps indicating that the enhanced miracle is a later development. ",
  "dn16:3.17.1": "There are many accounts of the Buddha’s awakening in the suttas, but none, so far as I know, that mention an earthquake. ",
  "dn16:3.18.1": "See <a href='/sn56.11/en/sujato#13.2'>SN 56.11:13.2</a>. ",
  "dn16:3.20.1": "This refers to the Buddha’s death. The Pali here uses both <i lang='pi' translate='no'>nibbāna</i> and <i lang='pi' translate='no'>parinibbāna</i>. Sometimes it is said that <i lang='pi' translate='no'>nibbāna</i> is the attainment of arahantship, while <i lang='pi' translate='no'>parinibbāna</i> is the death of an arahant, but this distinction is not consistently applied in the suttas. Regarding <i lang='pi' translate='no'>nibbānadhātuyā</i> (“the element of extinguishment”), in Pali the case is ambiguous. It is sometimes translated “by means of” or “through”, which assumes the instrumental; but the Sanskrit is <i lang='pi' translate='no'>nirvāṇadhātau</i>, which must be locative. ",
  "dn16:3.21.1": "As at <a href='/an8.69/en/sujato'>AN 8.69</a>. The following series of “eight things” seems arbitrarily inserted here and breaks the flow of the narrative. They are absent from the Sanskrit Sarvāstivāda text edited by Waldschmidt, which goes directly to the conversation where Ānanda realizes that the Buddha is going to die. ",
  "dn16:3.21.3": "These “assemblies” were formal deliberative meetings, not just gatherings. Thus “householders” here does not mean “lay folk” in apposition to “ascetics”; rather it means “home owners”. Some of these assemblies are depicted or alluded to in the Dīghanikāya. At <a href='/dn6/en/sujato#1.3'>DN 6:1.3</a>, brahmins assemble in Vesālī; while at <a href='/dn3/en/sujato#1.13.3'>DN 3:1.13.3</a>, Ambaṭṭha speaks of an assembly of Sakyans, who were aristocrats. At <a href='/dn18/en/sujato#12.1'>DN 18:12.1</a>, we get a glimpse of the proceedings at a meeting of the gods of the Thirty-Three. ",
  "dn16:3.22.9": "There do not appear to be any records of this happening in the early texts, although  that is perhaps to be expected. It does feel out of character for the Buddha, as normally he is very up front. The commentary says that this ruse was adopted so the Buddha could plant subtle seeds (<i lang='pi' translate='no'>vāsanā</i>) for the future. ",
  "dn16:3.24.1": "These are another way of describing the different experiences of <i lang='pi' translate='no'>jhāna</i>. Also at <a href='/an8.65/en/sujato'>AN 8.65</a>, <a href='/an10.29/en/sujato#6.1'>AN 10.29:6.1</a>, <a href='/dn33/en/sujato#3.1.142'>DN 33:3.1.142</a>, <a href='/dn34/en/sujato#2.1.160'>DN 34:2.1.160</a>, and <a href='/mn77/en/sujato#23.1'>MN 77:23.1</a>. ",
  "dn16:3.25.1": "“Perceiving form (<i lang='pi' translate='no'>rūpa</i>) internally” refers to someone developing meditation based on an aspect of their own body, such as the breath or the parts of the body. The “visions” (<i lang='pi' translate='no'>rūpā</i>) seen externally are the lights or other meditation phenomena that today are usually called <i lang='pi' translate='no'>nimitta</i>. An “ugly” form is the mental image that arises in such contemplations as the parts of the body. A “beautiful” image arises from practices such as mindfulness of breathing. ",
  "dn16:3.27.1": "“Not perceiving form internally” refers to meditations such as the external elements, or the decaying of another’s body. ",
  "dn16:3.29.1": "This is the meditation where one contemplates an external color, either a prepared disk or a natural phenomena such as the sky or a flower, which eventually gives rise to a “counterpart” image. Today such meditations are called <i lang='pi' translate='no'>kasiṇa</i> following the Visuddhimagga, but in the early texts <i lang='pi' translate='no'>kasiṇa</i> means “totality” and refers rather to the state of <i lang='pi' translate='no'>samādhi</i> that results. ",
  "dn16:3.33.1": "Already encountered at <a href='/dn15/en/sujato#35.1'>DN 15:35.1</a>. ",
  "dn16:3.40.1": "Note that this is the idiom that Ānanda uses when directly quoting the Buddha. ",
  "dn16:3.40.6": "“Misdeed” is <i lang='pi' translate='no'>dukkaṭaṁ</i>. This term is familiar as the most minor class of offences in the Vinaya. Here we see an informal use of the term as something that has been wrongly done, rather than a legal violation. It is used in a similar way by Mākassapa at the First Council, who accuses Ānanda of several misdeeds. As a legal term, <i lang='pi' translate='no'>dukkaṭa</i> is late; the category of offences is not found in the Vinayas of the Mahāsaṅghika group of schools, which use <i lang='pi' translate='no'>vinayatikkrama</i> for a similar idea. ",
  "dn16:3.41.1": "The Buddha goes on to list multiple places where he hinted to Ānanda, but the only record of such a conversation is at the Cāpāla Shrine. ",
  "dn16:3.42.1": "Apparently mentioned only here. The following group of places are all near Rājagaha, and collectively illustrate the variety of dwellings and environs enjoyed by the mendicants practicing there. ",
  "dn16:3.42.2": "A cliff from which bandits were tossed as a means of execution. ",
  "dn16:3.42.3": "The traditional site of the First Council, although not mentioned as such in the Vinaya, which simply says it was at  Rājagaha. The cave that these days is identified as the Sattapaṇṇi seems much too small. ",
  "dn16:3.42.4": "A large open area where Jains did their penances (<a href='/mn14/en/sujato#15.2'>MN 14:15.2</a>) and the Buddha taught occasionally (<a href='/sn8.10/en/sujato'>SN 8.10</a>), but it is most famous as the place the monks Godhika (<a href='/sn4.23/en/sujato'>SN 4.23</a>) and Vakkali took their lives (<a href='/sn22.87/en/sujato'>SN 22.87</a>). ",
  "dn16:3.42.5": "Mentioned several times in the suttas as a pleasant place to meditate, it is notable as the site of the conversion of the Buddha’s chief layman disciple Anāthapiṇḍika (<a href='/sn10.8/en/sujato'>SN 10.8</a>). But the most famous event there was when the Buddha moderated the monk Soṇa’s excessive striving (<a href='/an6.55/en/sujato'>AN 6.55</a>. ",
  "dn16:3.42.6": "The hot springs near Rājagaha were a popular place for monks to bathe, so much so that they prompted a rule ensuring that the monks did not monopolize the springs (<a href='https://suttacentral.net/pli-tv-bu-vb-pc57/en/brahmali'>Bu Pc 57</a>). They are still in use and just as popular as ever. ",
  "dn16:3.42.7": "A personal gift of King Bimbisāra, this was the first permanent monastery offered to the Buddha and his Saṅgha (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#22.17.3'>Kd 1:22.17.3</a>. ",
  "dn16:3.42.9": "Mahākappina stayed here (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#5.3.1'>Kd 2:5.3.1</a>), and the Buddha rested there when his foot was first injured, apparently by Devadatta, before Jīvaka offered his mango grove (<a href='/sn1.38/en/sujato'>SN 1.38</a>, <a href='/sn4.13/en/sujato'>SN 4.13</a>). ",
  "dn16:3.45.1": "The following group of places are all in the Vajjian country near Vesālī. Whereas the varied sites around Rājagaha reflect the rugged terrain there, at Vesālī all the sites are tree-shrines, as the surrounding land is flat. <a href='/dn24/en/sujato#1.11.5.'>DN 24:1.11.5.</a> indicates where they lay relative to Vesālī; the Udena shrine was to the east, and the next three to the south, west, and north respectively. ",
  "dn16:3.46.1": "Named after the local <i lang='pi' translate='no'>yakkha</i>, to whom offerings would have been made. It could get cold enough to snow, prompting the Buddha to lay down a rule permitting three robes (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#13.2.1'>Kd 8:13.2.1</a>). A short but galaxy-shaking discourse was once taught there (<a href='/an3.125/en/sujato#0.3'>AN 3.125:0.3</a>). ",
  "dn16:3.46.2": "The Pali has <i lang='pi' translate='no'>amba</i> (“mango”) and <i lang='pi' translate='no'>ambaka</i> (“maiden”) as variants. The commentary supports the latter, saying it was named for seven legendary princesses of Varanasi in the time of Buddha Kassapa, all of whom went on to become great disciples of our Buddha. By a strange coincidence, I made this translation on the small island of Qimei off the south coast of Taiwan, where there is a shrine to the “seven maidens” who gave the island its name. Stories of “seven maidens” are widespread in myth and folklore all over the world, including Aboriginal Dreamtime stories. The archetype descends from the constellation known in English as Pleiades and in Sanskrit as Kṛttikā. Since there are six main visible stars in the cluster today, the stories often tell of how the youngest of the seven sisters was lost. In the Buddhist telling this is Visākhā, the only sister not to become an arahant in this life. ",
  "dn16:3.46.3": "This was, obviously, a fertility shrine. ",
  "dn16:3.46.4": "Previously mentioned as the place where the seven principles of non-decline were taught to the Licchavis. The meaning of Sārandada is obscure, but the commentary says it was taken over from an old shrine to a <i lang='pi' translate='no'>yakkha</i> of that name. I suspect, however, that <i lang='pi' translate='no'>sāra</i> here is to be connected with Sanskrit <i lang='pi' translate='no'>sarpa</i> (normally <i lang='pi' translate='no'>sappa</i> in Pali), making this a shrine of “snake-offerings” (<i lang='pi' translate='no'>sāran-dada</i>), a popular practice in India to this day under the name <i lang='pi' translate='no'>sarpabali</i>. ",
  "dn16:3.48.7": "“Take back” is <i lang='pi' translate='no'>paccāvamissati</i>, which has several variants. It occurs in <a href='/ja69/en/sujato'>Ja 69</a> and <a href='/ja509/en/sujato'>Ja 509</a>, where it is the opposite of <i lang='pi' translate='no'>vamati</i>, to “expel, vomit”. ",
  "dn16:3.48.8": "This was the major Saṅgha residence near Vesālī. The Great Wood, according to the commentary, stretched as far as the Himalayas. Later tradition says that a town should have three woods: a “great wood” for wilderness (<i lang='pi' translate='no'>mahāvana</i>); a “prosperity wood” for resources (<i lang='pi' translate='no'>sirivana</i>); and an “ascetic wood” for spiritual practice (<i lang='pi' translate='no'>tapovana</i>). ",
  "dn16:3.49.2": "Compare the earlier request to gather all the mendicants around Rājagaha (<a href='/dn16/en/sujato#1.6.2'>DN 16:1.6.2</a>). ",
  "dn16:3.50.3": "Memorization was considered an essential basis for learning. In similar passages, we also find the injunction to “recite” the teachings, thus authorizing the recitation of the Buddha’s teachings after his death, which was later formalized in the Councils (<i lang='pi' translate='no'>saṅgīti</i>). ",
  "dn16:3.50.5": "These are the sets of practices later called the 37 _bodhiyapakkhiyā dhammā, the “wings to awakening”. Here they are presented as an essential summary of the Buddha’s teachings. They form the backbone of the final book of the Saṁyuttanikāya, the Maggavagga (or Mahāvagga). It is likely that the Buddha was referring to the earliest recension of this text. ",
  "dn16:3.51.4": "This is perhaps the briefest summary possible of the Buddha’s teaching. The world as it is, and all the beings in it, are created and sustained through conditions. Since the conditions that sustain them are finite, the conditioned phenomena are also finite and must come to an end. Reflecting on this gives rise to gratitude for the life we have and the opportunities it grants us, and determination to live and practice dedicated to the realization of the unconditioned, Nibbana. ",
  "dn16:3.51.9": "“Ripe old age” is <i lang='pi' translate='no'>paripakko vayo</i>. ",
  "dn16:3.51.15": "“Well-settled thoughts” is <i lang='pi' translate='no'>susamāhitasaṅkappā</i>. Compare <i lang='pi' translate='no'>asamāhitasaṅkappo</i> at <a href='/an4.22/en/sujato#5.3'>AN 4.22:5.3</a>. ",
  "dn16:4.1.2": "<i lang='pi' translate='no'>Nāgāpalokitaṁ</i> is the “elephant look”. There is a similar Sanskrit term <i lang='pi' translate='no'>siṁhāvalokana</i>, the “lion look”, said to be the slow glance back that a lion makes as he leaves his kill. There is a nuance in meaning here, because while <i lang='pi' translate='no'>apalokana</i> literally means to “look back”, it is used in the sense to “take leave” before setting out on a journey. ",
  "dn16:4.1.4": "<i lang='pi' translate='no'>Bhaṇḍagāma</i>, where <i lang='pi' translate='no'>bhaṇḍa</i> means “wares”; it must have been a trading post. It seems the villages in this passage were named after their chief economic activity, so I translate them to highlight this pragmatic system. ",
  "dn16:4.2.6": "This four also found at <a href='/an4.1/en/sujato#2.3'>AN 4.1:2.3</a> and <a href='/an7.66/en/sujato#14.4'>AN 7.66:14.4</a>. ",
  "dn16:4.3.7": "Here the text refers to the Buddha in the third person; compare the previous set of verses in first person. Although the text states that these verses were spoken by the Buddha, it is possible that, as with many similar cases especially in the Aṅguttaranikāya, the verses were added by redactors. ",
  "dn16:4.3.10": "Note the use of “extinguished” (<i lang='pi' translate='no'>parinibbuto</i>) here while the Buddha is still alive. ",
  "dn16:4.5.2": "<i lang='pi' translate='no'>Hatthigāma</i>, probably a village which specialized in training elephants. ",
  "dn16:4.5.3": "<i lang='pi' translate='no'>Ambagāma</i>. ",
  "dn16:4.5.4": "<i lang='pi' translate='no'>Jambugāma</i>. ",
  "dn16:4.5.5": "Departing from the economic naming scheme, here <i lang='pi' translate='no'>bhoga</i> does not mean “wealth”. Rather, the Bhogas were one of the leading clans of the Vajjian Republic. ",
  "dn16:4.7.3": "“Great references” is <i lang='pi' translate='no'>mahāpadesa</i>; also at <a href='/an4.180/en/sujato'>AN 4.180</a>. A different set of four <i lang='pi' translate='no'>mahāpadesas</i> are <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#40.1.1'>Kd 6:40.1.1</a>, which provide criteria so that mendicants may judge what is and is not allowable. ",
  "dn16:4.8.2": "The standard phrase used in the suttas when reporting a teaching heard directly from the Buddha, eg. <a href='/sn55.52/en/sujato#5.1'>SN 55.52:5.1</a>, <a href='/sn22.90/en/sujato#9.1'>SN 22.90:9.1</a>, <a href='/mn47/en/sujato#10.7'>MN 47:10.7</a>, etc. ",
  "dn16:4.8.3": "<i lang='pi' translate='no'>Dhamma</i>, <i lang='pi' translate='no'>vinaya</i>, and <i lang='pi' translate='no'>satthusāsana</i> are used in the suttas in the general sense of the entirety of the Buddha’s teachings. In his advice to Mahāpajāpatī (<a href='/an8.53/en/sujato'>AN 8.53</a>) and Upāli (<a href='/an7.83/en/sujato'>AN 7.83</a>), they are said to be whatever conforms with letting go. A stream-enterer who is a lay person is grounded in them (<a href='/an6.16/en/sujato#7.2'>AN 6.16:7.2</a>). They are more frequent in the Vinaya, being used as a general qualifier of a legitimate legal procedure (<a href='https://suttacentral.net/pli-tv-bu-vb-pc63/en/brahmali#2.1.8'>Bu Pc 63:2.1.8</a>). Due to this, the fact that there are three items, and the fact that <i lang='pi' translate='no'>dhamma</i> and <i lang='pi' translate='no'>sutta</i> are different words, we should not take <i lang='pi' translate='no'>dhamma</i> and <i lang='pi' translate='no'>vinaya</i> here as equivalent to <i lang='pi' translate='no'>sutta</i> and <i lang='pi' translate='no'>vinaya</i> below. Rather, they are a general claim to authenticity and do not specify particular texts. ",
  "dn16:4.8.4": "As at <a href='/mn112/en/sujato#3.1'>MN 112:3.1</a> and <a href='/dn29/en/sujato#18.4'>DN 29:18.4</a>. ",
  "dn16:4.8.5": "It is tempting to assume that <i lang='pi' translate='no'>sutta</i> here means the Suttapiṭaka and <i lang='pi' translate='no'>vinaya</i> means the Vinayapiṭaka, or at least an earlier version of these texts; but this is not supported by tradition. The late canonical Netti explains <i lang='pi' translate='no'>sutta</i> as “the four noble truths” and <i lang='pi' translate='no'>vinaya</i> as “the removal of greed, hate, and delusion” (<a href='/ne6/en/sujato'>Ne 6</a>). The commentaries discuss many interpretations; ultimately they agree with the Netti for <i lang='pi' translate='no'>vinaya</i>, but say <i lang='pi' translate='no'>sutta</i> means the entire Tipiṭaka. I think the Netti is correct: teachings should “fit in” with the four noble truths (like other footprints fit in to an elephant’s footprint, <a href='/mn28/en/sujato'>MN 28</a>), and they should “be exhibited” in that the results of practice should be apparent (<i lang='pi' translate='no'>sandiṭṭhika</i>). “Memorize” (<i lang='pi' translate='no'>uggahetvā</i>), because in an oral tradition a text is not learned until it is known by heart; such claims must be taken seriously. For <i lang='pi' translate='no'>osāreti</i> read <i lang='pi' translate='no'>otāreti</i> per <a href='/an4.180/en/sujato'>AN 4.180</a>. ",
  "dn16:4.8.6": "The text has <i lang='pi' translate='no'>ca</i> (“and”) rather than <i lang='pi' translate='no'>vā</i> (“or”), which would be expected if they were to be found in one or other textual collection. This is urging that any teaching fits in with the fundamental principles of the four noble truths, and is effective in removing defilements. ",
  "dn16:4.8.13": "The Pali text appears to say that one should remember the <i lang='pi' translate='no'>mahāpadesa</i>, whereas the Sanskrit clearly says one should remember the passage (<i lang='pi' translate='no'>ayaṁ dharmo’yaṁ vinaya idaṁ śāstuḥ śāsanam iti viditvā dhārayitavyāḥ</i>). It seems as if this pattern should underlie the Pali too, for the passage is false, one “should reject it” (<i lang='pi' translate='no'>chaḍḍeyyātha</i>). If the passage is correct we should expect a parallel injunction that one “should remember it” (<i lang='pi' translate='no'>dhāreyyātha</i>). But if this applies to the <i lang='pi' translate='no'>mahāpadesa</i> there is no such injunction. Thus it seems as if the Sanskrit is correct here and the Pali corrupt. I restore it by reversing the order of the phrases. ",
  "dn16:4.9.2": "Each of the four references is a little less solid than the previous. Here one hasn’t heard from the Buddha, but from the Saṅgha. The fact that one hears it from the Saṅgha implies a kind of formal group recitation such as a <i lang='pi' translate='no'>saṅgīti</i> or “council”. ",
  "dn16:4.9.3": "",
  "dn16:4.10.2": "Now one learns not from a unified Saṅgha, but from several learned elders. This is a stock description of learned mendicants (eg. <a href='/an3.20/en/sujato#6.2'>AN 3.20:6.2</a>). “Inheritors of the heritage” is <i lang='pi' translate='no'>āgatāgamā</i>, where <i lang='pi' translate='no'>āgama</i> means “what has come down”, namely the scriptural heritage. <i lang='pi' translate='no'>Āgama</i> is a synonym for <i lang='pi' translate='no'>nikāya</i> in the sense of “collection of scripture”. The “outlines” (<i lang='pi' translate='no'>mātikā</i>, literally “matrix”) are the summary outlines of topics that served as seeds for the development of Abhidhamma. <a href='/dn16/en/sujato#3.50.5'>DN 16:3.50.5</a> features one of the earliest of such lists, the 37 path factors that the Buddha “taught from his own direct knowledge”. These serve as outline for the section on the path in the Saṁyutta, from where they were adopted in various Abhidhamma texts such as the Vibhaṅga. ",
  "dn16:4.11.2": "Finally the testimony of a single mendicant, which is the weakest of all. Nonetheless, the procedure is the same. ",
  "dn16:4.11.15": "The parallel at <a href='/an4.180/en/sujato#9.11'>AN 4.180:9.11</a> omits <i lang='pi' translate='no'>dhāreyyāthā</i>, which I take to be the correct reading. See my note on <i lang='pi' translate='no'>dhāreyyāthā</i> at <a href='/dn16/en/sujato#4.8.13'>DN 16:4.8.13</a>. ",
  "dn16:4.13.2": "Pāvā, a town of the Mallas, has more significance for this narrative than appears at first sight. It was, according to Buddhist texts, the place where Mahāvīra had recently died, plunging the Jains into chaos. (The Jains, however, say this was another Pāvā, east of Nāḷandā.) Pāvā became associated with especially ascetic monks: thirty Pāvā monks became awakened on hearing a particularly strong discourse (<a href='/sn15.13/en/sujato'>SN 15.13</a>); Mahākassapa heard the news of the Buddha’s passing at Pāvā; and monks from Pāvā allied with monks of “Avanti and the south” arguing for strict Vinaya in the Second Council (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#1.7.11'>Kd 22:1.7.11</a>). ",
  "dn16:4.13.4": "This passage also at <a href='/ud8.5/en/sujato'>Ud 8.5</a>. ",
  "dn16:4.14.3": "This is, according to the commentary, preserved as the other discourse taught to Cunda, which deals with proper asceticism (<a href='/snp1.5/en/sujato'>Snp 1.5</a>). ",
  "dn16:4.17.1": "The exact meaning of <i lang='pi' translate='no'>sūkaramaddava</i> is unclear. <i lang='pi' translate='no'>Sūkara</i> is “pig”, but some Chinese translations suggest the sense “mushroom”; and it is true that there are several names of plants or plant dishes that begin with <i lang='pi' translate='no'>sūkara</i> or other animals. At <a href='/dhp377/en/sujato'>Dhp 377</a>, flowers are described as <i lang='pi' translate='no'>maddava</i>, meaning “overripe, withering on the vine”. It is a common practice to allow meat to sit for a while to become tender and “high” for extra flavor when cooked. But this can lead to a proliferation of dangerous bacteria unless properly cooked, and such seems to have been the case here. In any case, this disputed term is marginal in a consideration of meat-eating in early Buddhism, which is discussed more fully elsewhere. ",
  "dn16:4.18.3": "If the Buddha knew the meal was dangerous, why ask to be served it? This is even more striking in light of the fact that it is a Vinaya offence to request fine food, including meat, and nowhere else is such a request recorded (<a href='https://suttacentral.net/pli-tv-bu-vb-pc39/en/brahmali#2.10.1'>Bu Pc 39:2.10.1</a>). Such narrative ambiguities serve to escalate a sense of wonder. ",
  "dn16:4.20.1": "The Buddha’s illness is sometimes diagnosed as mesenteric infarction. The Buddha’s body rejects the world of conditioned existence entirely. ",
  "dn16:4.20.6": "The commentary says that these verses were added by the elders at the Council. ",
  "dn16:4.21.2": "The <i lang='pi' translate='no'>saṅghāṭi</i> (“outer robe” or “cloak”) is double-layered, and served both for warmth and as bedding. The Buddha has not recovered fully from his illness. ",
  "dn16:4.22.2": "The Buddha was an exemplary patient. He did not complain, but made his needs known clearly to his carer. ",
  "dn16:4.22.5": "",
  "dn16:4.22.6": "It would seem that, since the Buddha was enduring his illness without complaint and with dignity, Ānanda did not fully realize how weak he has become. ",
  "dn16:4.24.3": "The bowl (<i lang='pi' translate='no'>patta</i>) was used both for eating and drinking. ",
  "dn16:4.26.1": "Pukkusa is not elsewhere mentioned. The reference to Āḷāra Kālāma recalls the narrative of the bodhisatta’s practices before awakening. There are several details that indicate the stories of the first part and the last part of the Buddha’s life were unified by such callbacks. We meet the Malla clan later on. ",
  "dn16:4.27.4": "In deep meditation the senses cease to function. ",
  "dn16:4.27.13": "As were Mahāpajāpatī’s limbs (<a href='/an8.51/en/sujato'>AN 8.51</a>). ",
  "dn16:4.27.18": "",
  "dn16:4.30.1": "A nearby town where the Buddha had stayed previously (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#37.4.2'>Kd 6:37.4.2</a>). ",
  "dn16:4.32.15": "",
  "dn16:4.35.2": "<i lang='pi' translate='no'>Siṅgī</i> is ornamental gold which has been adulterated with copper or other lesser metals and hence is not pure. Elsewhere it is a metaphor for a “fraud”, and here too the merely ornamental color is introduced only to literally pale in comparison with the true gold of the Buddha. Note, however, that the Sanskrit has <i lang='pi' translate='no'>suvarṇapītaṁ</i>, “golden yellow”. ",
  "dn16:4.35.4": "",
  "dn16:4.38.2": "Closing the narrative circle with the story of awakening. ",
  "dn16:4.38.7": "The commentary says this verse was added by the senior monks at the Council. ",
  "dn16:4.39.2": "Cundaka makes an abrupt appearance here. Given that the <i lang='pi' translate='no'>-ka</i> ending is diminutive, this is probably the “novice Cunda” who was a carer for Sāriputta (<a href='/sn47.13/en/sujato#1.3'>SN 47.13:1.3</a>), and who was a close associate of Ānanda (<a href='/dn29/en/sujato#2.1'>DN 29:2.1</a>). Likely he was the second assistant here while Ānanda had other duties. The great disciple Mahācunda (<a href='/sn35.87/en/sujato#1.2'>SN 35.87:1.2</a>), who later brought the Dhamma to the land of the Cetīs (<a href='/an6.46/en/sujato#1.2'>AN 6.46:1.2</a>), was a different person. ",
  "dn16:4.41.1": "These verses were also added at the Council according to the commentary. ",
  "dn16:4.41.7": "Adopt PTS and BJT reading <i lang='pi' translate='no'>satthā pavattā</i>. ",
  "dn16:4.42.2": "",
  "dn16:4.42.3": "The text addresses Cunda with the respectful <i lang='pi' translate='no'>āvuso</i>. ",
  "dn16:4.42.8": "Again, the narrative circle. ",
  "dn16:4.42.12": "The text uses <i lang='pi' translate='no'>āyasmā</i> here for Cunda, as does the Sanskrit, whereas it is normally reserved for mendicants (see below, <a href='/dn16/en/sujato#6.2.1'>DN 16:6.2.1</a>). ",
  "dn16:4.43.2": "This became a point of discussion in later Buddhism: can it be that the merit of a gift grows after it is given? ",
  "dn16:5.1.2": "Known today as Kushinagar, it is a popular site for pilgrims, with many ancient stupas, Buddha images, and a peaceful park for meditation. ",
  "dn16:5.1.7": "Normally when the Buddha lies down, his mind is focused on getting up. But now he knows that he will not rise again. ",
  "dn16:5.2.1": "Sal trees blossom in April/May. This detail agrees with the Buddha’s final extinguishment in December/January, rather than in May (Vesak) as is currently celebrated (see note to <a href='/dn16/en/sujato#3.9.3'>DN 16:3.9.3</a>). ",
  "dn16:5.3.9": "This calls back to the description of the fourfold assembly in the Māra section above (<a href='/dn16/en/sujato#3.7.4'>DN 16:3.7.4</a>). ",
  "dn16:5.3.10": "This kind of narrative elevation is characteristic of the Buddha’s teaching. He did not try to deny or eliminate any belief in the miraculous, or in the power of devotion, but rather to show that such things were of limited worth compared with practice. ",
  "dn16:5.4.1": "Like Cundaka above, Upavāna shares the duties of an attendant with Ānanda. At <a href='/an5.166/en/sujato'>AN 5.166</a>, Ānanda goes to Upavāna for support when he feels he has disappointed the Buddha. ",
  "dn16:5.4.5": "In <a href='/sn7.13/en/sujato'>SN 7.13</a> Upavāna fetched hot water and molasses for the Buddha, an event he remembered in his own verses at <a href='/thag2.33/en/sujato'>Thag 2.33</a>. ",
  "dn16:5.5.8": "For this usage of <i lang='pi' translate='no'>phuṭo</i>, see <a href='/an3.56/en/sujato#1.3'>AN 3.56:1.3</a>. ",
  "dn16:5.5.10": "",
  "dn16:5.6.2": "Read <i lang='pi' translate='no'>chinnaṁpādaṁ viya papatanti</i>. ",
  "dn16:5.6.3": "Following Ānandajoti, <i lang='pi' translate='no'>cakkhumā</i> is the most obvious reading. Note that while <i lang='pi' translate='no'>antaradhayati</i> takes the locative as usual, the English idiom is better expressed with ablative. ",
  "dn16:5.6.7": "These two reactions—grief and equanimity—are depicted often in Buddhist art and narrative. They stimulated the two poles of development of the Buddhist community. The devotional tradition, feeling the need for an emotional connection with the Teacher, developed art, story, and doctrines to, as it were, keep him alive, resulting in the Jātakas and the Bodhisattva doctrine. A cooler, rational tradition developed a comprehensive system analyzing the impermanence of “conditions”, leading to the Abhidhamma. ",
  "dn16:5.7.1": "As for example at <a href='/mn24/en/sujato#2.1'>MN 24:2.1</a>. ",
  "dn16:5.7.2": "<i lang='pi' translate='no'>Manobhāvanīya</i> is explained in the commentaries as “those who, when seen, cause the mind to grow in what is skillful.” ",
  "dn16:5.8.1": "These four sites are the primary destinations of modern Buddhist pilgrims in India. <i lang='pi' translate='no'>Saṁvejanīa</i> is “stirring, provoking inspiration or urgency” such as when seeing an astonishing, disturbing, or amazing sight. ",
  "dn16:5.8.3": "Lumbinī in modern Nepal, which today is a well-maintained and quiet place for devotion and meditation. The site is marked with an Ashokan pillar dated perhaps 150 years after this time. On the pillar is inscribed in Brahmī characters <i lang='pi' translate='no'>hida bhagavaṃ jāte ti</i>, which is a direct quote in Māgadhī of the Pali phrase here, <i lang='pi' translate='no'>idha tathāgato jāto ti</i>. (<i lang='pi' translate='no'>Tathāgata</i> “realized one” is how the Buddha referred to himself, <i lang='pi' translate='no'>bhagavā</i> “blessed one” how his followers referred to him.) This is the oldest direct quote from the early canon preserved in the archaeological record. ",
  "dn16:5.8.4": "Bodhgaya in modern Bihar, which is called Uruvelā in the Pali texts. It is a bustling center for pilgrims from all over the Buddhist world, at the center of which is the great stupa next to the Bodhi tree. ",
  "dn16:5.8.5": "Modern Sarnath, just outside of Benares on the Ganges. In the temple next to the park, the first sermon is recited every night. Note the passive voice, whereas the parallel at <a href='/an4.118/en/sujato'>AN 4.118</a> is active. ",
  "dn16:5.9.1": "This passage is absent from the Sanskrit parallel and it is probably a late interpolation. Ānanda was handsome, and many stories of his encounters with women are preserved, for example at <a href='https://suttacentral.net/pli-tv-bu-vb-pc41/en/brahmali#1.1.5'>Bu Pc 41:1.1.5</a>. ",
  "dn16:5.9.2": "As it stands, this appears to contradict <a href='/mn152/en/sujato#2.10'>MN 152:2.10</a>, where the Buddha ridicules the idea that sense restraint implies not seeing. The commentary, however, explains as not looking at a woman who is standing in the doorway of a monks’ hut so as not to give rise to lust. Thus it restricts this apparently general rule to an unusually intimate encounter. ",
  "dn16:5.9.3": "The verb changes from <i lang='pi' translate='no'>paṭipajjāma</i> (first person plural) to <i lang='pi' translate='no'>paṭipajjitabbaṁ</i> (future passive participle), an unusual shift that mirrors the following passage regarding the funeral proceedings. There, the shift to future passive participle indicates that the subject is the lay folk who carry out the funeral, whereas here that shift does not apply. This suggests that this passage has been composed from that template and is therefore later. ",
  "dn16:5.9.4": "The commentary refers to <a href='/an5.55/en/sujato#6.5'>AN 5.55:6.5</a>, which speaks of chatting alone in private with a woman, a circumstance also dealt with in <a href='https://suttacentral.net/pli-tv-bu-vb-pc45/en/brahmali'>Bu Pc 45</a>. ",
  "dn16:5.9.5": "Ānanda does not hesitate to let the Buddha know he has no intention of following his advice. ",
  "dn16:5.9.6": "The commentary says, quoting <a href='/sn35.127/en/sujato#1.6'>SN 35.127:1.6</a>, that when a woman has sincere motivations, one should speak while thinking of them as a mother, a sister, or a daughter. ",
  "dn16:5.10.1": "“Corpse” is <i lang='pi' translate='no'>sarīra</i>. ",
  "dn16:5.10.2": "For <i lang='pi' translate='no'>abyāvaṭā</i> (“don’t get involved”), compare <i lang='pi' translate='no'>samaṇena bhavitabbaṁ abyāvaṭena</i> (“A monastic shouldn’t get involved” (in domestic matters)) at <a href='https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#1.3.34'>Bu Ss 5:1.3.34</a>. ",
  "dn16:5.10.3": "Read <i lang='pi' translate='no'>sadatthe</i> (“own goal”) rather than <i lang='pi' translate='no'>sāratthe</i> (“essential goal”). ",
  "dn16:5.11.5": "An iron case was also used for Queen Bhaddā’s body at <a href='/an5.50/en/sujato#1.6'>AN 5.50:1.6</a>. The second iron case does not “enclose” the first; rather it “crooks” (<i lang='pi' translate='no'>paṭikujjati</i>) like a lid to “close it up”. ",
  "dn16:5.12.8": "For “independent Buddha”, text has <i lang='pi' translate='no'>paccekasambuddho</i> rather than the usual <i lang='pi' translate='no'>paccekabuddho</i>. These are sages who discover the Dhamma and are awakened independently, but who do not themselves go on to found a dispensation or establish a monastic order. ",
  "dn16:5.12.12": "This refers to the “eight individuals” who make up the “Saṅgha of disciples”, namely those who have achieved the four stages of awakening and those on the path. ",
  "dn16:5.12.17": "In contrast with Ajātasattu. ",
  "dn16:5.13.1": "Like Queen Subhaddā, wife of Mahāsudassana, at <a href='/dn17/en/sujato#2.8.7'>DN 17:2.8.7</a> and <a href='/dn17/en/sujato#2.12.1'>DN 17:2.12.1</a>. <i lang='pi' translate='no'>Kapisīsa</i> is door-jamb, not lintel. ",
  "dn16:5.13.2": "At this point Ānanda was a stream-enterer. ",
  "dn16:5.14.2": "When admonishing Ānanda, the Buddha first gently but firmly restrains him, then gives words of support and encouragement. ",
  "dn16:5.14.5": "<i lang='pi' translate='no'>Advayena appamāṇena</i> normally describe <i lang='pi' translate='no'>kasiṇa</i> meditation (<a href='/an10.25/en/sujato#1.3'>AN 10.25:1.3</a>), but they are also found in the Sanskrit: <i lang='pi' translate='no'>ānanda maitreṇa kāyakarmaṇā hitena sukhenādvayenāpramāṇena</i>. ",
  "dn16:5.14.6": "On the eve of the First Council—in about six months time—Ānanda devoted himself to meditation and achieved arahantship. ",
  "dn16:5.15.2": "The same is said regarding the chief disciples Sāriputta and Moggallāna at <a href='/sn47.14/en/sujato#2.4'>SN 47.14:2.4</a> and regarding assemblies of deities at <a href='/dn20/en/sujato#4.3'>DN 20:4.3</a>. ",
  "dn16:5.15.6": "<i lang='pi' translate='no'>Tittha</i>, literally “ford”, is a path to salvation, used as a term for a non-Buddhist “religion”. <i lang='pi' translate='no'>Titthakara</i> is a “religious founder”; <i lang='pi' translate='no'>titthiya</i> is a “monastic of (another) religion” (for example at <a href='https://suttacentral.net/pli-tv-bu-vb-np22/en/brahmali#1.2.5'>Bu NP 22:1.2.5</a>); <i lang='pi' translate='no'>titthiyasāvaka</i> is a “disciple of a monastic of (another) religion”. ",
  "dn16:5.16.1": "As at <a href='/an4.130/en/sujato#6.4'>AN 4.130:6.4</a>. Ānanda was in awe of the “incredible and amazing” qualities of the Buddha, and spoke of them often. Here, when Ānanda is at his most vulnerable, the Buddha turns the teaching around, pointing out that Ānanda is incredible and amazing too. ",
  "dn16:5.16.16": "This anticipates the story to follow. ",
  "dn16:5.17.4": "Campā, Rājagaha, Sāvatthī, and Kosambī were the capitals of Aṅga, Magadha, Kosala, and Vaccha respectively. Sāketa was the former capital of Kosala. Benares was formerly the capital of Kāsi, but at this time was contested by Kosala and Magadha, and had recently been won from Ajātasattu (<a href='/sn3.14/en/sujato'>SN 3.14</a>, <a href='/sn3.15/en/sujato'>SN 3.15</a>). ",
  "dn16:5.18.1": "This story is also found in <a href='/dn17/en/sujato'>DN 17</a>. It seems that the Pali tradition extracted the story and greatly expanded it in an independent long discourse, whereas the Sanskrit tradition kept it at a more moderate length within the Mahāparinirvāṇasūtra itself. ",
  "dn16:5.18.2": "Kusāvatī features in the Kusajātaka <a href='/ja531/en/sujato'>Ja 531</a>, where the ugly but wise prince Kusa, son of the legendary Okkāka, wins the hand of the fair lady Pabhāvatī. The Rāmāyaṇa also tells the story of a Kusa, son of Rāma, who ruled the city of Kusāvatī, although this city was located far to the south in the Vindhya ranges. Both stories are united by the detail that <i lang='pi' translate='no'>kusa</i> grass, a prominent feature of Vedic ritual, ensured the kingly lineage. ",
  "dn16:5.18.3": "A “league” (<i lang='pi' translate='no'>yojana</i>) is usually estimated at between seven and twelve kilometers. At its greatest extent under Ashoka, Pāṭaliputta was less than a league per side, so the dimensions of Kusāvatī here are strictly legendary. ",
  "dn16:5.18.5": "According to <a href='/dn32/en/sujato'>DN 32</a>, Āḷakamandā was one of the many cities of Kuvera in Uttarakuru. ",
  "dn16:5.19.2": "Vāseṭṭha is a Vedic priestly clan. The Mallas adopted the name of their priest’s lineage, which was the normal custom for initiated <i lang='pi' translate='no'>khattiyas</i>. Other examples in the Pali are Saccaka who is called Aggivessana (<a href='/mn35/en/sujato#4.2'>MN 35:4.2</a>), and the Buddha and his family who are called Gotama. ",
  "dn16:5.19.6": "<i lang='pi' translate='no'>Attadutiyo</i> “with self as second” is also at <a href='/mn146/en/sujato#4.6'>MN 146:4.6</a> where Nandaka visits the nuns. Sanskrit has <i lang='pi' translate='no'>bhikṣuṇā paścācchramaṇena</i> (“with a mendicant as accompanying ascetic”). It was apparently evening (the “wrong time”, <i lang='pi' translate='no'>vikāla</i>), when it is inappropriate for a monk to be wandering the town alone. ",
  "dn16:5.20.1": "Evidently the Mallas, like the Vajjis, met frequently. ",
  "dn16:5.23.1": "This is the second Subhadda we have met in this discourse, the first being a deceased devotee of Ñātika (<a href='/dn16/en/sujato#2.6.13'>DN 16:2.6.13</a>). The corrupt monk who, after the Buddha’s death, urges the rejection of the Vinaya rules is another person of the same name (<a href='/dn16/en/sujato#6.20.1'>DN 16:6.20.1</a>). The Mahāsudassanasutta also features a Queen Subhaddā (<a href='/dn17/en/sujato#2.5.9'>DN 17:2.5.9</a>). ",
  "dn16:5.26.3": "",
  "dn16:5.26.4": "While some such as Mahāvīra the Ñātika (<a href='/mn14/en/sujato#17.2'>MN 14:17.2</a>) and Pūraṇa Kassapa (<a href='/an9.38/en/sujato#2.1'>AN 9.38:2.1</a>) claimed to have direct knowledge, others such as Ajita Kesakambala denied that such knowledge was impossible. ",
  "dn16:5.27.1": "The four ascetics are defined at <a href='/an4.241/en/sujato#1.1'>AN 4.241:1.1</a> as those on the four paths. ",
  "dn16:5.27.2": "While many aspects of the eightfold path are shared with others, some details may be missing (such as not-self or Nibbāna) while others are added (such as the belief in the efficacy of rituals, an eternal soul, or a creator god). ",
  "dn16:5.27.4": "The Buddha points to the mendicants who have gathered there. ",
  "dn16:5.27.5": "This is the only place in the early texts where the Buddha identifies his age when going forth. ",
  "dn16:5.27.6": "Detailed in such suttas as <a href='/mn36/en/sujato'>MN 36</a>. ",
  "dn16:5.27.9": "This verse appears to be corrupt. The sense can be restored through two extra lines in the Sanskrit: “Ethics, immersion, conduct, and knowledge, and unification of mind have been developed by me, teacher of the references for the noble teaching.” For <i lang='pi' translate='no'>padesavattī</i>, the Sanskrit has <i lang='pi' translate='no'>pradeśavaktā</i>, where <i lang='pi' translate='no'>vaktā</i> means “speaker” and <i lang='pi' translate='no'>pradeśa</i> has the sense “pointing out”. I think it means, “I am the one who taught the four great references (<i lang='pi' translate='no'>mahāpadesa</i>)”. ",
  "dn16:5.30.8": "The commentary says this line was added at the Council. ",
  "dn16:6.1.5": "This is similar to the idea of the Four Great references, and sets the scene for the First Council at which the teachings were recited. <i lang='pi' translate='no'>Paññatto</i> here means “pointed out” rather than “laid down”, as can be seen from <a href='/dn9/en/sujato#33.21'>DN 9:33.21</a>, where the same phrase refers to the four noble truths. ",
  "dn16:6.2.1": "<i lang='pi' translate='no'>Āvuso</i> is from the root <i lang='pi' translate='no'>āyu</i> (“age”) and thus has a respectful sense and does not mean “friend” as it is often translated. Like <i lang='pi' translate='no'>bhante</i>, it is an indeclinable vocative of address that may be used with or without the name. ",
  "dn16:6.2.3": "I render <i lang='pi' translate='no'>bhante</i> as “sir” when it stands alone and “honorable” when it prefixes a a name. Unlike <i lang='pi' translate='no'>bhante</i>, <i lang='pi' translate='no'>āyasmā</i> (“venerable”) is declinable, so it is used in parts of speech other than direct address. It is from the same root as <i lang='pi' translate='no'>āvuso</i> but with a slightly more respectful tone, perhaps because it sounds more Sanskritic. ",
  "dn16:6.3.1": "These are not defined here, and the senior monks at the First Council were unable to agree on them (<a href='https://suttacentral.net/pli-tv-kd21/en/brahmali#1.9.3'>Kd 21:1.9.3</a>). Nonetheless, the Pali Vinaya labels the Pācittiya rules as “lesser” (<i lang='pi' translate='no'>khuddaka</i>), which would make the Pātidesanīyas “minor” (<i lang='pi' translate='no'>anukhuddaka</i>). ",
  "dn16:6.4.1": "“Prime punishment” is <i lang='pi' translate='no'>brahmadaṇḍa</i>. Channa features often in the Vinaya as a monk who refuses correction and acts disrespectfully. The Sangha had already imposed an act of “ejection” (<i lang='pi' translate='no'>ukkhepanīyakamma</i>) on him due to his persistent bad behavior, but that was still not enough (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#25.1.1'>Kd 11:25.1.1</a>). The <i lang='pi' translate='no'>brahmadaṇḍa</i> was imposed at the First Council (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#1.12.1'>Kd 21:1.12.1</a>), upon which Channa finally saw the error of his ways. <i lang='pi' translate='no'>Brahmadaṇḍa</i> is encountered in a different sense at <a href='/dn3/en/sujato#1.23.21'>DN 3:1.23.21</a>. ",
  "dn16:6.4.4": "<i lang='pi' translate='no'>Vattabba</i> in such contexts means “advise, correct” rather than more generally “speak to”. Thus the <i lang='pi' translate='no'>brahmadaṇḍa</i> is not the “silent treatment”. ",
  "dn16:6.7.3": "",
  "dn16:6.7.4": "The commentary says this line was added at the Council. ",
  "dn16:6.8.1": "Even on his deathbed, the Buddha retains mastery over his mind. ",
  "dn16:6.8.3": "Following the commentary, which sees this as a question. Anuruddha was renowned for his psychic powers. Note that Ānanda and Anuruddha have immediately adopted the forms of address recommended by the Buddha above. ",
  "dn16:6.10.3": "Each of these characters reveal something of themselves in their verses. Sahampati, as a royal deity, emphasizes the universal nature of the teaching and the grandeur of the Buddha. ",
  "dn16:6.10.4": "“Bag of bones” is a loose rendering of <i lang='pi' translate='no'>samussaya</i>. ",
  "dn16:6.10.10": "Less creative than Brahmā, Sakka repeats a stock verse spoken by the Buddha at <a href='/sn15.20/en/sujato#8.1'>SN 15.20:8.1</a> and <a href='/dn17/en/sujato#2.17.5'>DN 17:2.17.5</a>. ",
  "dn16:6.10.15": "Anuruddha was a reclusive meditator who specialized in mindfulness of breathing. ",
  "dn16:6.10.18": "",
  "dn16:6.10.24": "Ānanda has the most emotional reaction. While Anuruddha speaks only of peace, Ānanda empathizes with those who were distraught. ",
  "dn16:6.10.28": "Text omits “with hair disheveled” (<i lang='pi' translate='no'>kese pakiriya</i>) when describing the shaven-headed monks. ",
  "dn16:6.12.6": "“Still on the same business” (<i lang='pi' translate='no'>teneva karaṇīyena</i>) calls back to <a href='/dn16/en/sujato#5.20.1'>DN 16:5.20.1</a>, where they were said to be “on some business” (<i lang='pi' translate='no'>kenacideva karaṇīyena</i>). They had been discussing all night. ",
  "dn16:6.13.3": "An uplifting response to tragedy full of beauty and celebration. ",
  "dn16:6.13.6": "It seem unlikely that everyone simply forgot. It was probably the custom to wait seven days before the cremation. ",
  "dn16:6.14.2": "",
  "dn16:6.14.3": "“Unworn” is <i lang='pi' translate='no'>ahata</i>, as at <a href='/dn14/en/sujato#1.33.9'>DN 14:1.33.9</a> and <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#1.6.2'>Kd 7:1.6.2</a>. ",
  "dn16:6.15.5": "“Coronation” is <i lang='pi' translate='no'>makuṭabandhana</i>, “the binding of the crown”. The commentary says there was, fittingly, an auspicious decorative royal hall there; perhaps too the name was felt to pun with <i lang='pi' translate='no'>muktabandhana</i>, “freedom from ties”. ",
  "dn16:6.16.1": "I think <i lang='pi' translate='no'>sandhi</i> here means “covered without gaps”. ",
  "dn16:6.19.1": "With the passing of Sāriputta and Moggallāna, Mahākassapa was the most senior of the remaining leading mendicants. As a solitary recluse, it is unusual for him to be travelling with such a large group, or with anyone at all really. He was to cite the events depicted here at the start of the First Council (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#1.1.1'>Kd 21:1.1.1</a>). ",
  "dn16:6.19.3": "This may be an inspiration for the so-called “Flower Sermon”, a medieval Zen story that depicts the Buddha holding up a flower and Mahakassapa smiling. ",
  "dn16:6.20.3": "Compare <a href='https://suttacentral.net/pli-tv-bu-vb-pc72/en/brahmali'>Bu Pc 72</a>. The syntax is clumsy here, perhaps deliberately so. ",
  "dn16:6.23.2": "Here <i lang='pi' translate='no'>sarīrāneva</i> is plural and so must mean “relics”, whereas previously it was singular, “corpse”. ",
  "dn16:6.23.7": "As when he was born (<a href='/dn14/en/sujato#1.28.1'>DN 14:1.28.1</a>). ",
  "dn16:6.24.1": "Ajātasattu would have learned of the news from spies. It is a 600km round trip to Rājagaha and back, which a messenger with a relay of horses or chariots might just make in seven days. ",
  "dn16:6.24.4": "A bold move, considering that his designs on the Vajjis were no secret. Perhaps he was seeking a pretext for war. Note that the justification for taking a share of relics is caste, rather than practice of the Dhamma. ",
  "dn16:6.24.13": "Both the tribe and the town are exceedingly obscure, mentioned nowhere else in early texts. They must have been a small clan nearby. ",
  "dn16:6.24.17": "The Koliyans were neighbors of the Sakyans, and several of their towns and people feature in the early texts. ",
  "dn16:6.24.21": "This brahmin is mentioned nowhere else. ",
  "dn16:6.25.2": "<i lang='pi' translate='no'>Dassāma</i> (“we shall give”) is the future second plural of <i lang='pi' translate='no'>dadati</i>. ",
  "dn16:6.25.3": "The brahmin Doṇa appears suddenly in the narrative, a reminder that there were many more people than the ones who are mentioned. As to who he might be, the suttas record two encounters with a brahmin of that name: one is the wondrous story of seeing the Buddhas footprints (<a href='/an4.36/en/sujato'>AN 4.36</a>), while the other discusses the five kinds of brahmin (<a href='/an5.192/en/sujato'>AN 5.192</a>). Whether any of these three are the same individual is possible but unprovable. ",
  "dn16:6.25.5": "",
  "dn16:6.25.6": "The fear of war was justified and the resolution achieved by Doṇa probably marks the last time these parties achieved a diplomatic outcome. A relative peace had lasted most of the Buddha’s life, but it was crumbling. We hear of war or threats of war between the Kosalans and the Magadhans, the Magadhans and the Vajjis, the Sakyans and the Koliyans, the Kosalans and the Mallas, and the Kosalans and the Sakyans. It is probably because of the latter two conflicts that Viḍūḍabha—Pasenadi’s son and the newly crowned king of Kosala—did not send an emissary to the funeral. By sparking conflicts with former allies the Sakyans and Mallas, Viḍūḍabha undid the successes of his father and fatally weakened the Kosalan Empire. When the dust cleared a few decades later, all these lands had been consumed by Magadha. ",
  "dn16:6.25.10": "Thus begins the practice of establishing Buddhism by interring relics in a stupa. ",
  "dn16:6.26.1": "The Moriyas were a minor clan of the region, unmentioned outside of this passage, but their obscurity was not to last long. About a century after these events, Chandragupta the Moriyan, having won the Magadhan crown from the Nandas, proceeded to route the Greeks in the west. His empire, which covered most of northern India, was further expanded to the south by his son Bindusara and grandson Ashoka, under whom the Mauryan Empire became the greatest of all Indian empires. Thus Ajātasattu’s expansionist dreams were ultimately fulfilled beyond his imagining. ",
  "dn16:6.27.1": "The commentary says this summary was added at the Council. ",
  "dn16:6.27.12": "The commentary says this line was added at the Third Council. ",
  "dn16:6.28.1": "According to the commentary, the remainder of the text was added by the monks of Sri Lanka. Note, however, that this verse and the next are fairly similar to those in the Sanskrit text. Since that is a northern text, it seems unlikely these verses were composed in Sri Lanka. ",
  "dn16:6.28.10": "“Offering” is <i lang='pi' translate='no'>āyāga</i>. "
}