{
  "dn17:1.1.2": "Picking up the story of the Buddha’s past life as King Mahāsudassana from <a href='/dn16/en/sujato#5.17.1'>DN 16:5.17.1</a>. ",
  "dn17:1.4.1": "From here we leave <a href='/dn16/en/sujato'>DN 16</a> behind and with it any semblance of realism. Some of these details are shared with <a href='/sn22.96/en/sujato'>SN 22.96</a>, which however does not mention the name Mahāsudassana. ",
  "dn17:1.5.3": "Readings vary. The Sanskrit text has <i lang='pi' translate='no'>saptapauruṣā ardhacaturthapauruṣāś ca nikhātā</i>. ",
  "dn17:1.6.13": "I think the point is that they listened to the music rather than doing bad things. ",
  "dn17:1.7.3": "This is specific instance, so I use past tense. Where it is an abstract description of a legendary past, I use the present tense to denote an eternal or mythic present. ",
  "dn17:1.7.4": "The wheel is firstly the sun and secondly the wheel of the chariots that drove the Indo-Europeans in their conquests. It is the manifestation of unstoppable power. The solar imagery is reflected in the name Mahāsudassana (“Great Splendor”). The whole story reflects the Indo-European dream of universal domination. ",
  "dn17:1.8.1": "Many of the details in this myth echo the Brahmanical horse sacrifice. Since the horse was the primary source of Indo-European dominion, its sacrifice served to authorize the power of a king. It was a costly and dangerous rite that was attempted only by the greatest of sovereigns. ",
  "dn17:1.8.3": "In the horse sacrifice, the horse is released for a year, while the king follows it with his army, claiming any land that it wanders on as his. ",
  "dn17:1.9.4": "Read <i lang='pi' translate='no'>bhuñjati</i> at <a href='/mn98/en/sujato#10.30'>MN 98:10.30</a> with <i lang='pi' translate='no'>yathābhuttañca bhuñjatha</i> at <a href='/dn17/en/sujato#1.9.4'>DN 17:1.9.4</a>, <a href='/dn26/en/sujato#6.7'>DN 26:6.7</a>, and <a href='/mn129/en/sujato#35.7'>MN 129:35.7</a>. Some have rendered these with “eat”, “enjoy”, or “govern”. But compare the archaic English “use” meaning “the benefit or profit of lands”. Thus <i lang='pi' translate='no'>yathābhuttañca bhuñjatha</i> means “use as has been used”, i.e. “maintain the current level of taxation”. ",
  "dn17:1.10.1": "The Wheel plunges into the seas, while the sacrificial horse is born in the western and eastern seas. ",
  "dn17:1.10.9": "Historically, India has usually been divided into squabbling realms, but from an early age there was a dream of a unified and peaceful continent. ",
  "dn17:1.11.1": "“At the High Court” (<i lang='pi' translate='no'>atthakaraṇapamukhe</i>) is uncertain. <i lang='pi' translate='no'>Attha-</i> has many variants, including <i lang='pi' translate='no'>aḍḍa-</i> and <i lang='pi' translate='no'>aṭṭa-</i>. <i lang='pi' translate='no'>Atthakaraṇa</i> normally refers to a king “sitting in judgement” as at <a href='/sn3.7/en/sujato#1.5'>SN 3.7:1.5</a> or <a href='/mn89/en/sujato#13.3'>MN 89:13.3</a>. Here, however it is a place. <i lang='pi' translate='no'>-Pamukha</i> is a standard descriptor of the attributes of a wheel-turning monarch in the sense of “finest” (eg. <a href='/dn17/en/sujato#2.5.1'>DN 17:2.5.1</a>) rather than “entrance”. Thus I take it as meaning “the supreme place of judgement” i.e. “High Court”. ",
  "dn17:1.12.2": "The white elephant is a symbol of royalty to this day. The description recalls Indra’s elephant Airāvata. For <i lang='pi' translate='no'>sattappatiṭṭho</i>, the commentary has <i lang='pi' translate='no'>susaṇṭhitaaṅgapaccaṅga</i> (“well-grounded on each and every limb”), a sense confirmed by the Mūlasarvāstivāda Bhaiṣajyavastu which has <i lang='pi' translate='no'>saptāṅgaḥ supratiṣṭhito</i> (“well-established on seven limbs”). I will leave you to imagine what counts as a limb here, but make no mistake: he was a big boy. ",
  "dn17:1.13.2": "The sacrificial horse is likewise white with black head or forequarters. It is identified with the sun, thus being a “sky-walker”. “Thundercloud” (<i lang='pi' translate='no'>valāhaka</i>; Sanskrit <i lang='pi' translate='no'>balāhaka</i>) is the name of one of the four horses of Kṛṣṇa’s chariot in the Mahābharata. The description here also recalls the Vedic sacred horse <i lang='pi' translate='no'>uccaiḥśravas</i>. ",
  "dn17:1.23.9": "The jarring inclusion of “women” (<i lang='pi' translate='no'>itthī</i>) in this list probably refers to state-sponsored prostitution. ",
  "dn17:1.24.1": "As at <a href='/dn5/en/sujato#19.1'>DN 5:19.1</a>. ",
  "dn17:1.25.2": "The palace is named “Principle” (<i lang='pi' translate='no'>dhamma</i>) in recognition of the king being subject to a higher law. Normally I translate <i lang='pi' translate='no'>pāsāda</i> as “stilt longhouse” but here something grander is meant. ",
  "dn17:1.26.11": "For <i lang='pi' translate='no'>kūṭāgāra</i> as “chamber” see <a href='/mn37/en/sujato#8.10'>MN 37:8.10</a>. ",
  "dn17:2.1.4": "Thus denying the doctrine of Pūraṇa Kassapa at <a href='/dn2/en/sujato#17.5'>DN 2:17.5</a>. This is the recognition, at least partially, of right view. ",
  "dn17:2.2.1": "The <i lang='pi' translate='no'>mahāviyūha</i> must have been some kind of structure at the entrance to the palace, a “foyer”. ",
  "dn17:2.2.2": "These are the three factors of right thought. The king skillfully uses a transition in physical space to set up his intention to meditate. ",
  "dn17:2.3.1": "Here as in <a href='/dn1/en/sujato'>DN 1</a>, <i lang='pi' translate='no'>jhāna</i> is not a uniquely Buddhist practice. ",
  "dn17:2.5.4": "This segment breaks the expected pattern of “foremost” things. ",
  "dn17:2.5.7": "Not the British car of the same name. The chariot is the source of victory in battle. ",
  "dn17:2.5.12": "Read <i lang='pi' translate='no'>dukūlasandanāni</i>, where <i lang='pi' translate='no'>dukūla</i> is “fine cloth, silk” and <i lang='pi' translate='no'>sandana</i> is “cord, tether”. ",
  "dn17:2.6.3": "An odd detail. Maybe the sound of the elephants disturbed his meditation? ",
  "dn17:2.8.7": "Like Ānanda at <a href='/dn16/en/sujato#5.13.1'>DN 16:5.13.1</a>. ",
  "dn17:2.8.10": "He makes it clear that this will not be an intimate visit. ",
  "dn17:2.10.2": "The aorist is not past tense, as it is governed by <i lang='pi' translate='no'>mā</i>. ",
  "dn17:2.10.4": "“Desire” is <i lang='pi' translate='no'>chanda</i>, the first of the four bases of psychic power, which in <a href='/dn16/en/sujato#3.3.1'>DN 16:3.3.1</a> are said to lead to long life. By urging him to live long, she inverts the Mahāparinibbānasutta where Ānanda fails to do the same. ",
  "dn17:2.11.3": "Implying that Ānanda was right to not beg the Buddha to live long. ",
  "dn17:2.11.6": "At <a href='/an6.16/en/sujato#2.2'>AN 6.16:2.2</a> this advice is given by Nakula’s mother. ",
  "dn17:2.12.1": "Like Ānanda at <a href='/dn16/en/sujato#5.13.1'>DN 16:5.13.1</a>. ",
  "dn17:2.13.2": "This contrasts with the Buddha’s last meal at <a href='/dn16/en/sujato#4.20.1'>DN 16:4.20.1</a>, which caused sickness and distress. The Buddha was rejecting existence entirely, whereas Mahāsudassana was continuing in a pleasant form of conditioned existence. ",
  "dn17:2.14.3": "After <a href='/dn5/en/sujato#21.16'>DN 5:21.16</a>, this is the second Jātaka in the Dīghanikāya. ",
  "dn17:2.15.8": "Accepting the Mahāsaṅgīti’s reading of <i lang='pi' translate='no'>vessinī</i>. I believe the variant <i lang='pi' translate='no'>velāmikā</i> is a ghost word contaminated from <a href='/an9.20/en/sujato#4.1'>AN 9.20:4.1</a>. "
}