{
  "dn18:1.2": "This picks up from the events of <a href='/dn16/en/sujato#2.5.1'>DN 16:2.5.1</a>, which however discusses only the Ñātikans (who are reckoned among the Vajjis). Like <a href='/dn17/en/sujato'>DN 17</a>, it bears many signs of a late sutta. The overall theme is the presence of a cosmic order where the liberating teaching of the Buddha is reconciled with the requirements of worldly power. ",
  "dn18:1.3": "This list of ten nations is unique. The omission of the Aṅgas and Magadhans is noted below. The more famous list of “sixteen nations” adds Avanti and Assaka in the south, and Gandhāra and Kamboja in the north-west (eg. <a href='/an3.70/en/sujato#28.3'>AN 3.70:28.3</a>). The Buddha did not visit these lands, which explains why they are omitted. ",
  "dn18:1.5": "“Devotees” is <i lang='pi' translate='no'>paricāraka</i>, which normally means “servant”. It is not in the relevant passages of DN 16. This sense is found  in only a couple of other places, both late (<a href='/snp5.18/en/sujato#1.2'>Snp 5.18:1.2</a>, <a href='/pli-tv-kd1/en/sujato#22.14.8'>Pli Tv Kd 1:22.14.8</a>). ",
  "dn18:4.7": "As we known from <a href='/dn2/en/sujato'>DN 2</a>, Bimbisāra had recently been murdered by Ajātasattu. ",
  "dn18:4.9": "A not-so-subtle hint of the changes under Ajātasattu. The passing of Bimbisāra signifies the crumbling of the social order that prevailed in the Buddha’s lifetime, bringing with it the immediate threat of war and chaos. This sutta establishes a timeless order that persists while worldly conditions fluctuate. ",
  "dn18:4.12": "Elsewhere the suttas say that Bimbisāra went for refuge (<a href='/dn4/en/sujato#6.33'>DN 4:6.33</a>), while the Vinaya says he was in fact a stream-enterer (<a href='/pli-tv-kd1/en/sujato#22.9.1'>Pli Tv Kd 1:22.9.1</a>), which is confirmed below. The Jains, however, claim him as one of their own but say he went to hell for committing suicide. Like his son Ajātasattu, it is likely that he frequented several teachers in his realm. ",
  "dn18:4.15": "Near the town of  Uruvelā on the bank of the Nerañjarā River at the place known today as Bodhgaya. ",
  "dn18:6.10": "“Suggestion” is <i lang='pi' translate='no'>parikathaṁ</i>, which elsewhere occurs in the Vinaya (<a href='/pli-tv-kd7/en/sujato#1.5.16'>Pli Tv Kd 7:1.5.16</a>) and the Abhidhamma Vibhaṅga (<a href='/vb17/en/sujato#43.2'>Vb 17:43.2</a>) in the sense of “hint”. ",
  "dn18:7.2": "Normally <i lang='pi' translate='no'>aṭṭhiṁ katvā manasikatvā sabbaṁ cetasā samannāharitvā</i> describes listening to Dhamma. This whole process seems unusually laborious. ",
  "dn18:9.6": "",
  "dn18:9.8": "<i lang='pi' translate='no'>Nāmadheyyaṁ</i> means “name (borne by someone or something)”, not “one who bears the name” (<a href='/mn50/en/sujato#22.1'>MN 50:22.1</a>). ",
  "dn18:9.11": "<i lang='pi' translate='no'>Janavasabha</i> is “chief of men”, spelled <i lang='pi' translate='no'>janesabha</i> at <a href='/dn20/en/sujato#10.10'>DN 20:10.10</a> and <a href='/dn32/en/sujato#10.9'>DN 32:10.9</a>. The synonym <i lang='pi' translate='no'>narāsabha</i> is an occasional poetic epithet of the Buddha (<a href='/snp3.11/en/sujato#6.2'>Snp 3.11:6.2</a>, <a href='/snp5.1/en/sujato#21.3'>Snp 5.1:21.3</a>, <a href='/sn11.3/en/sujato#14.2'>SN 11.3:14.2</a>). In Sanskrit we find <i lang='pi' translate='no'>puruṣaṛṣabha</i> in the same sense. ",
  "dn18:10.1": "<i lang='pi' translate='no'>Uḷāravaṇṇa</i> describes beautiful people at <a href='/mn96/en/sujato#7.8'>MN 96:7.8</a>. ",
  "dn18:10.5": "Read <i lang='pi' translate='no'>ito</i>. I think this implies what is stated more explicitly in Anuruddha’s partly parallel verses at <a href='/thag16.9/en/sujato#23.1'>Thag 16.9:23.1</a>: after each of seven rebirths under Vessavaṇa he can become a king of men. This explains the name Janavasabha. ",
  "dn18:10.7": "It is rare to see <i lang='pi' translate='no'>saṁsāra</i> used as a countable noun, but see <a href='/thag2.48/en/sujato#2.2'>Thag 2.48:2.2</a>. ",
  "dn18:10.10": "As a stream-enterer he is freed from any lower rebirths, yet he still aspires to a higher realization. ",
  "dn18:10.12": "In this idiom, the verb for “aware” varies between <i lang='pi' translate='no'>sañjānāti</i>, <i lang='pi' translate='no'>jānāti</i>, <i lang='pi' translate='no'>pajānāti</i>, and <i lang='pi' translate='no'>sampajānāti</i>. ",
  "dn18:11.1": "Compare <a href='/sn1.50/en/sujato#5.1'>SN 1.50:5.1</a> and <a href='/sn2.24/en/sujato#6.1'>SN 2.24:6.1</a>. ",
  "dn18:11.3": "",
  "dn18:12.1": "It is not just the Vajjis and the Buddhist Saṅgha who meet frequently in a hall to discuss business, but the gods as well. Here we get a rare glimpse into how the heavens work, or more to the point, how depictions of heavenly proceedings act as a template for how things should be on earth. ",
  "dn18:12.2": "The Thirty-Three and the Four Great Kings are both present; the heavenly realms are not shut off from one another. ",
  "dn18:14.2": "For <i lang='pi' translate='no'>vipakkamati</i> compare <a href='/mn127/en/sujato#11.1'>MN 127:11.1</a>. ",
  "dn18:15.1": "Compare <a href='/dn11/en/sujato#80.12'>DN 11:80.12</a>. ",
  "dn18:16.2": "For <i lang='pi' translate='no'>vipāko bhavissati</i> in discerning the results of signs, compare <a href='/dn1/en/sujato#1.24.2'>DN 1:1.24.2</a>. ",
  "dn18:17.1": "See <a href='/an3.127/en/sujato#2.3'>AN 3.127:2.3</a>. ",
  "dn18:17.2": "This phrase is also at <a href='/dn19/en/sujato#16.8'>DN 19:16.8</a>, but apart from that the words <i lang='pi' translate='no'>pakativaṇṇa</i> (“normal appearance”), <i lang='pi' translate='no'>anabhisambhavanīya</i> (“imperceptible”), and <i lang='pi' translate='no'>cakkhupatha</i> (“visual range”) are all unique in the early texts. ",
  "dn18:17.4": "For the unique term “human form” (<i lang='pi' translate='no'>mānusaṁ viggahaṁ</i>) compare the Vinaya phrase <i lang='pi' translate='no'>manussaviggahaṁ</i> (<a href='/pli-tv-bu-vb-pj3/en/sujato#2.49.1'>Pli Tv Bu Vb Pj 3:2.49.1</a>). ",
  "dn18:18.3": "Also appearing in <a href='/dn21/en/sujato#1.8.3'>DN 21:1.8.3</a>, <a href='/dn20/en/sujato#10.11'>DN 20:10.11</a>, and <a href='/sn35.119/en/sujato'>SN 35.119</a>, he was a handsome and virile deity. ",
  "dn18:19.1": "<i lang='pi' translate='no'>Bhāsittha</i> is 3rd singular aorist middle voice. ",
  "dn18:19.2": "Compare <a href='/mn91/en/sujato#21.4'>MN 91:21.4</a>. ",
  "dn18:20.1": "“Corporeal form” is <i lang='pi' translate='no'>attabhāva</i>, which elsewhere I have translated as “life-form”. ",
  "dn18:20.3": "The sutta began by recounting those who have achieved various stages of awakening. By setting them on a course to freedom from all rebirths, this could be seen as threatening the gods, who rely on numbers to prevail in their battles with the demons. Brahmā is preempting such arguments by pointing out that many of the Buddha’s followers are reborn among the gods without escaping transmigration, at least not for now. This is no trivial metaphysical argument. In order for Buddhism to prevail, it must show that its radical soteriology is compatible with worldly prosperity, or else it would face determined opposition from kings and other temporal powers. The gods act as proxies to demonstrate the appropriate behavior for terrestrial kings. This is why the leading character is Bimbisāra/Janavasabha, who straddles the two realms. ",
  "dn18:22.3": "<i lang='pi' translate='no'>Yāva supaññattā</i> is also at <a href='/mn51/en/sujato#4.3'>MN 51:4.3</a>; it is a variation of the standard <i lang='pi' translate='no'>yāvasubhāsita</i>. Here <i lang='pi' translate='no'>taṁ kiṁ maññanti</i> is used as a rhetorical device, not a genuine question. Brahmā begins sharing the Buddha’s teaching with the gods, starting with the bases of psychic power that featured prominently in DN 16. Here, however, he focuses exclusively on the worldly dimensions of psychic powers, ignoring the liberating dimension that was central to the Buddha. The phrase <i lang='pi' translate='no'>iddhipahutāya iddhivisavitāya iddhivikubbanatāya</i> is unique, and sets the precedent for a series of rephrased versions of the Buddha’s teachings. ",
  "dn18:23.4": "These “three opportunities” are not found elsewhere. ",
  "dn18:23.6": "This unique term is the reverse of the phrase that begins the first <i lang='pi' translate='no'>jhāna</i>. The context does not, however, make it clear whether <i lang='pi' translate='no'>jhāna</i> is meant here. ",
  "dn18:23.8": "“Aloof” (<i lang='pi' translate='no'>asaṁsaṭṭha</i>) is a synonym of “secluded” (<i lang='pi' translate='no'>vivicca</i>). The <i lang='pi' translate='no'>jhāna</i> formulas are extremely stable and it is rare to find them played with like this. ",
  "dn18:24.1": "“Coarse physical, verbal, and mental processes” (<i lang='pi' translate='no'>oḷārikā kāyasaṅkhārā …vacīsaṅkhārā … cittasaṅkhārā</i>) is another unique term. ",
  "dn18:25.1": "This builds off <a href='/dn1/en/sujato#2.24.1'>DN 1:2.24.1</a>, but the full phrase is only here and <a href='/dn19/en/sujato#7.2'>DN 19:7.2</a>. ",
  "dn18:26.4": "Normally <i lang='pi' translate='no'>satipaṭṭhāna</i> is taught “in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment” (eg. <a href='/dn22/en/sujato#1.7'>DN 22:1.7</a>). Here, in yet another unique phrasing, a more humble goal is sought. ",
  "dn18:26.8": "Again the liberating dimension is ignored in favor of worldly psychic abilities. This is another unique formulation. ",
  "dn18:27.4": "Also found at <a href='/an7.45/en/sujato#1.1'>AN 7.45:1.1</a>. At <a href='/mn44/en/sujato#12.4'>MN 44:12.4</a> the four right efforts are said the be the “prerequisites of immersion”. Here at last Sanaṅkumāra introduces the liberating dimension of the path as a whole. ",
  "dn18:27.7": "",
  "dn18:27.8": "Also at <a href='/sn45.1/en/sujato'>SN 45.1</a>, etc. ",
  "dn18:27.10": "To the standard passage on the qualities of the Dhamma, Sanaṅkumāra rather clumsily tacks on the line spoken by the Buddha when he was persuaded by Brahmā to teach (<a href='/sn6.1/en/sujato#10.1'>SN 6.1:10.1</a>, <a href='/dn14/en/sujato#3.7.13'>DN 14:3.7.13</a>, <a href='/mn26/en/sujato#21.6'>MN 26:21.6</a>, <a href='/mn85/en/sujato#45.6'>MN 85:45.6</a>). ",
  "dn18:27.12": "Finally the question is answered, although the number of deaths is obviously exaggerated. We cannot estimate the population size at the time with any confidence. But we know that Pāṭaliputta under Ashoka covered about 25 km/2, which suggests a population somewhere around 250,000. Probably there were a few million people in the whole of Magadha. ",
  "dn18:28.4": "Sanaṅkumāra lives longer than the lesser gods so he has a broader perspective. He emphasizes the long-term stability of cosmic order, which prevails through the crises that afflict the short-lived kingdoms of men. ",
  "dn18:29.3": "Here Ānanda plays a key role as the linchpin of the oral tradition. It is likely that not just the Mahāparinibbānasutta itself, but all these suttas of this cycle were composed by Ānanda or his students. "
}