{
  "dn18:1.2": "This picks up from the events of [dn16:2.5.1](), which however discusses only the Ñātikans (who are reckoned among the Vajjis). Like [dn17](), it bears many signs of a late sutta. The overall theme is the presence of a cosmic order where the liberating teaching of the Buddha is reconciled with the requirements of worldly power. ",
  "dn18:1.3": "This list of ten nations is unique. The omission of the Aṅgas and Magadhans is noted below. The more famous list of “sixteen nations” adds Avanti and Assaka in the south, and Gandhāra and Kamboja in the north-west (eg. [an3.70:28.3]()). The Buddha did not visit these lands, which explains why they are omitted. ",
  "dn18:1.5": "“Devotees” is _paricāraka_, which normally means “servant”. It is not in the relevant passages of DN 16. This sense is found  in only a couple of other places, both late ([snp5.18:1.2](), [Kd 1:22.14.8](https://suttacentral.net/pli-tv-kd1/en/brahmali#22.14.8)). ",
  "dn18:4.2": "Bearing in mind that none of the nations were actually mentioned in the relevant Mahāparinibbānasutta passage, this whole introduction is framed to emphasize the importance of Magadha to Buddhism, especially given the problematic character of Ajātasattu. In the decades following the Buddha’s death, the Buddhist community adapted to a new political landscape which for a time saw the entirety of Buddhism contained within the sprawling Magadhan empire. ",
  "dn18:4.7": "As we known from [dn2](), Bimbisāra had recently been murdered by Ajātasattu. ",
  "dn18:4.9": "A not-so-subtle hint of the changes under Ajātasattu. The passing of Bimbisāra signifies the crumbling of the social order that prevailed in the Buddha’s lifetime, bringing with it the immediate threat of war and chaos. This sutta establishes a timeless order that persists while worldly conditions fluctuate. ",
  "dn18:4.12": "Elsewhere the suttas say that Bimbisāra went for refuge ([dn4:6.33]()), while the Vinaya says he was in fact a stream-enterer ([Kd 1:22.9.1](https://suttacentral.net/pli-tv-kd1/en/brahmali#22.9.1)), which is confirmed below. The Jains, however, claim him as one of their own but say he went to hell for committing suicide. Like his son Ajātasattu, it is likely that he frequented several teachers in his realm. ",
  "dn18:4.15": "Near the town of  Uruvelā on the bank of the Nerañjarā River at the place known today as Bodhgaya. ",
  "dn18:6.10": "“Suggestion” is _parikathaṁ_, which elsewhere occurs in the Vinaya ([Kd 7:1.5.16](https://suttacentral.net/pli-tv-kd7/en/brahmali#1.5.16)) and the Abhidhamma Vibhaṅga ([vb17:43.2]()) in the sense of “hint”. ",
  "dn18:7.2": "Normally _aṭṭhiṁ katvā manasikatvā sabbaṁ cetasā samannāharitvā_ describes listening to Dhamma. This whole process seems unusually laborious. ",
  "dn18:9.8": "_Nāmadheyyaṁ_ means “name (borne by someone or something)”, not “one who bears the name” ([mn50:22.1]()). ",
  "dn18:9.11": "_Janavasabha_ is “chief of men”, spelled _janesabha_ at [dn20:10.10]() and [dn32:10.9](). The synonym _narāsabha_ is an occasional poetic epithet of the Buddha ([snp3.11:6.2](), [snp5.1:21.3](), [sn11.3:14.2]()). In Sanskrit we find _puruṣaṛṣabha_ in the same sense. ",
  "dn18:10.1": "_Uḷāravaṇṇa_ describes beautiful people at [mn96:7.8](). ",
  "dn18:10.5": "Read _ito_. I think this implies what is stated more explicitly in Anuruddha’s partly parallel verses at [thag16.9:23.1](): after each of seven rebirths under Vessavaṇa he can become a king of men. This explains the name Janavasabha. ",
  "dn18:10.7": "It is rare to see _saṁsāra_ used as a countable noun, but see [thag2.48:2.2](). ",
  "dn18:10.10": "As a stream-enterer he is freed from any lower rebirths, yet he still aspires to a higher realization. ",
  "dn18:10.12": "In this idiom, the verb for “aware” varies between _sañjānāti_, _jānāti_, _pajānāti_, and _sampajānāti_. ",
  "dn18:11.1": "Compare [sn1.50:5.1]() and [sn2.24:6.1](). ",
  "dn18:12.1": "It is not just the Vajjis and the Buddhist Saṅgha who meet frequently in a hall to discuss business, but the gods as well. Here we get a rare glimpse into how the heavens work, or more to the point, how depictions of heavenly proceedings act as a template for how things should be on earth. ",
  "dn18:12.2": "The Thirty-Three and the Four Great Kings are both present; the heavenly realms are not shut off from one another. ",
  "dn18:14.2": "For _vipakkamati_ compare [mn127:11.1](). ",
  "dn18:15.1": "Compare [dn11:80.12](). ",
  "dn18:16.2": "For _vipāko bhavissati_ in discerning the results of signs, compare [dn1:1.24.2](). ",
  "dn18:17.1": "See [an3.127:2.3](). ",
  "dn18:17.2": "This phrase is also at [dn19:16.8](), but apart from that the words _pakativaṇṇa_ (“normal appearance”), _anabhisambhavanīya_ (“imperceptible”), and _cakkhupatha_ (“visual range”) are all unique in the early texts. ",
  "dn18:17.4": "For the unique term “human form” (_mānusaṁ viggahaṁ_) compare the Vinaya phrase _manussaviggahaṁ_ ([Bu Pj 3:2.49.1](https://suttacentral.net/pli-tv-bu-vb-pj3/en/brahmali#2.49.1)). ",
  "dn18:18.3": "Also appearing in [dn21:1.8.3](), [dn20:10.11](), and [sn35.119](), Pañcasikha (“Five-Crest”) was a handsome and virile deity of the _gandhabbas_. ",
  "dn18:19.1": "_Bhāsittha_ is 3rd singular aorist middle voice. ",
  "dn18:19.2": "Compare [mn91:21.4](). ",
  "dn18:20.1": "“Corporeal form” is _attabhāva_, which elsewhere I have translated as “life-form”. ",
  "dn18:20.2": "Everything Sanaṅkumāra says is just a bit off. Here he adopts an idiom commonly used by the Buddha, but in third person rather than the Buddha’s second person; and he asks only rhetorically, where the Buddha engages with his audience. If it were only this one example it would mean nothing, but similar changes happen throughout. I believe this is a subtle literary device that tells two narratives to two audiences. To potential converts it sounds like Sanaṅkumāra is giving a ringing and learned endorsement of Buddhism, while to knowledgeable Buddhists he appears as less than well versed in the teachings. I note these eccentric wordings as we proceed. ",
  "dn18:20.3": "The sutta began by recounting those who have achieved various stages of awakening. But escape from rebirth threatens the gods; this potentially fraught relationship is played out in [mn49](). Sanaṅkumāra is preempting such arguments by pointing out that many of the Buddha’s followers are reborn among the gods and do not escape transmigration, at least not for now. This is no trivial metaphysical argument. In order for Buddhism to prevail, it must show that its radical soteriology is compatible with worldly prosperity, lest it face opposition from kings and other temporal powers. The gods act as proxies to demonstrate the appropriate behavior for terrestrial kings. This is why the leading character is Bimbisāra/Janavasabha, who straddles the two realms. ",
  "dn18:22.1": "Sanaṅkumāra begins sharing the Buddha’s teaching with the gods, starting with the bases of psychic power that featured prominently in DN 16. Here, however, he focuses on the worldly dimensions of psychic powers, ignoring the liberating dimension that was central to the Buddha. This sets the pattern for the teachings to follow, except for the very last. ",
  "dn18:22.3": "_Yāva supaññattā_, which is also at [mn51:4.3](), is a variation of the common exclamation _yāva subhāsita_. The phrase _iddhipahutāya iddhivisavitāya iddhivikubbanatāya_ is unique. The Paṭisambhidāmagga draws on this passage to explain _vikubbana_ both as a general term for development of psychic powers ([ps3.2:4.3]()) and as specific kind of psychic power, namely the transformation of one’s apparent form as demonstrated by Sanaṅkumāra ([ps3.2:15.1]()). ",
  "dn18:23.4": "These “three opportunities” are not found elsewhere. ",
  "dn18:23.6": "This unique term is the reverse of the phrase that begins the first _jhāna_. The passage, however, speaks only of lifestyle rather than deep meditation. ",
  "dn18:23.8": "“Aloof” (_asaṁsaṭṭha_) is a synonym of “secluded” (_vivicca_). The _jhāna_ formulas are extremely stable and it is rare to find them played with like this. ",
  "dn18:23.9": "Since _jhāna_ arises from pleasure, it cannot be meant here. ",
  "dn18:24.1": "“Coarse physical, verbal, and mental processes” (_oḷārikā kāyasaṅkhārā …vacīsaṅkhārā … cittasaṅkhārā_) is another unique term. ",
  "dn18:25.1": "This builds off [dn1:2.24.1](), but the full phrase is only here and [dn19:7.2](). ",
  "dn18:26.4": "Normally _satipaṭṭhāna_ is taught “in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment” (eg. [dn22:1.7]()). Here, in yet another unique phrasing, a more humble goal is sought. ",
  "dn18:26.8": "Again the liberating dimension is ignored in favor of worldly psychic abilities. This is another unique formulation. ",
  "dn18:27.4": "Also found at [an7.45:1.1](). At [mn44:12.4]() the four right efforts are said to be the “prerequisites of immersion”. Here at last Sanaṅkumāra introduces the liberating dimension of the path as a whole. ",
  "dn18:27.8": "Also at [sn45.1](), etc. ",
  "dn18:27.10": "To the standard passage on the qualities of the Dhamma, Sanaṅkumāra clumsily tacks on the line spoken by the Buddha when he was persuaded by Brahmā to teach ([sn6.1:10.1](), [dn14:3.7.13](), [mn26:21.6](), [mn85:45.6]()). ",
  "dn18:27.12": "Finally the question is answered, although the number of deaths is obviously exaggerated. We cannot estimate the population size at the time with any confidence. But we know that Pāṭaliputta under Ashoka covered about 25 km/2, which suggests a population somewhere around 250,000. Probably there were a few million people in the whole of Magadha. ",
  "dn18:27.14": "The commentary identifies these as non-returners, but this is unlikely as _puññābhāga_ (“share of merit”) indicates those who do good for the sake of a good rebirth rather than liberation ([an6.63:30.2]()). There would have been countless more of such good folk than stream-enterers, whereas the number of non-returners, as indicated by the count of the Ñātikans, would have been small, not “countless”. This verse is also at [sn6.13:7.1](), where the commentary says nothing of non-returners. ",
  "dn18:28.4": "Sanaṅkumāra lives longer than the lesser gods so he has a broader perspective. He emphasizes the long-term stability of cosmic order, which prevails through the crises that afflict the short-lived kingdoms of men. ",
  "dn18:29.1": "Astonishingly, this sutta traces its textual lineage directly to Brahmā, exactly like the Brahmanical texts (eg. Bṛhadāraṇyaka Upaniṣad 6.5.4). Of course, Brahmā gets his teaching from the Buddha, but this is clearly copying the Brahmanical model. ",
  "dn18:29.3": "Here Ānanda plays a key role as the linchpin of the oral tradition. It is likely that not just the Mahāparinibbānasutta itself, but all these suttas of this cycle were composed by Ānanda or his students. ",
  "dn18:29.4": "With this unique ending, there is no claim that this sutta was heard by the mendicants in the usual way. Rather it makes its purpose explicit, to act as a means to widely propagate the Dhamma. The Mahāparinibbānasutta also speaks of the spread of the Dhamma, and the Janavasabhasutta indicates some of the means by which that was achieved in the decades following the Buddha’s death; in particular, by allying itself with the ascendant power of Magadha. "
}