{
  "dn19:1.3": "We were introduced to Pañcasikha in <a href='/dn18/en/sujato'>DN 18</a>, which is similar to the current sutta in many other details as well. Thus this sutta can be considered as a distant cousin to the Mahāparinibbāna cycle. ",
  "dn19:2.1": "The council of gods described by Janavasabha at <a href='/dn18/en/sujato#12.1'>DN 18:12.1</a>, while otherwise similar, took place at the entry to a rainy season, whereas this one is at the end of a rainy season. This cannot have been the Buddha’s last rains, for he was already in Vajji by then. ",
  "dn19:4.2": "For “genuine praise” (<i lang='pi' translate='no'>yathābhucce vaṇṇe</i>), see <a href='/dn1/en/sujato#1.28.1'>DN 1:1.28.1</a>. ",
  "dn19:4.4": "This set of eight is not found elsewhere. | “Proffered” is <i lang='pi' translate='no'>payirudāhāsi</i>, a unique term in early texts. ",
  "dn19:5.1": "Sakka adopts the same rhetorical style as Sanaṅkumāra (<a href='/dn18/en/sujato#20.2'>DN 18:20.2</a>). ",
  "dn19:7.1": "Compare <a href='/dn18/en/sujato#25.1'>DN 18:25.1</a>. ",
  "dn19:8.1": "<i lang='pi' translate='no'>Paṭipadā</i> is instrumental. ",
  "dn19:8.2": "I don’t think this idea is found elsewhere in quite this way. Normally it is said that the path leads to Nibbāna like the rivers lead to the ocean (eg. <a href='/sn45.114/en/sujato#1.1'>SN 45.114:1.1</a>). ",
  "dn19:9.1": "This item is unique. ",
  "dn19:10.1": "Another unique item. ",
  "dn19:10.2": "This is normally true, but in some cases the Buddha left a badly-behaved community (<a href='/mn48/en/sujato'>MN 48</a>), dismissed misbehaving monks (eg. <a href='/an8.10/en/sujato#2.2'>AN 8.10:2.2</a>), or even dismissed a large community (<a href='/mn67/en/sujato'>MN 67</a>). | The “joy of solitude” is <i lang='pi' translate='no'>ekārāmataṁ </i>. ",
  "dn19:11.1": "Also at <a href='/dn29/en/sujato#29.5'>DN 29:29.5</a>, <a href='/an4.23/en/sujato#4.1'>AN 4.23:4.1</a>, and <a href='/iti112/en/sujato#5.1'>Iti 112:5.1</a>. ",
  "dn19:12.1": "<i lang='pi' translate='no'>Pariyositasaṅkappo</i> (“achieved all he wished for”) is a synonym of the more common <i lang='pi' translate='no'>paripuṇṇasaṅkappo</i> (eg. <a href='/mn29/en/sujato#2.5'>MN 29:2.5</a>). ",
  "dn19:14.2": "This impossibility is also at <a href='/an1.277/en/sujato#1.1'>AN 1.277:1.1</a> and <a href='/mn115/en/sujato#14.1'>MN 115:14.1</a>. | “In one solar system” (<i lang='pi' translate='no'>ekissā lokadhātuyā</i>): a single <i lang='pi' translate='no'>lokadhātu</i> encompasses a single terrestrial world with a single moon and sun. ",
  "dn19:14.3": "It is not common to wish for the Buddha’s long life, but we do find this sentiment expressed in a conversation between Sāriputta and Ānanda (<a href='/sn21.2/en/sujato#3.5'>SN 21.2:3.5</a>). ",
  "dn19:19.2": "“Having appraised” (<i lang='pi' translate='no'>saṅkhāya</i>) is glossed by the commentary with “having known” (<i lang='pi' translate='no'>jānitvā</i>). Compare the discussion on “judgementalism” at <a href='/dn1/en/sujato#1.3.1'>DN 1:1.3.1</a>. ",
  "dn19:29.1": "Disampati means “head of the directions”, i.e. king of all the land. He and his story are found nowhere else in the early texts. ",
  "dn19:29.2": "“Steward” is Govinda, literally “lord of cows”. The “high priest” (<i lang='pi' translate='no'>purohita</i>) was a hereditary office, a learned ritualist and adviser attached to a specific family. For royal families the post could be highly contested. The closeness of the role is shown in that aristocratic families could be referred to by the lineage of the high priest. ",
  "dn19:29.3": "While the current sutta does not explicitly identify their realm, Dīpavaṁsa iii 40 records Disampati and Reṇu as kings of Kāsi. This fits with the geographical layout depicted in this sutta, with Kāsi at the center. The story, then, depicts the establishment of Brahmanical kings across India from Kāsi. ",
  "dn19:29.4": "Jotipāla means “guardian of the sacred flame”, i.e. someone who maintains the Vedic fire ritual (see below at <a href='/dn1947.26/en/sujato'>DN 1947.26</a>). There was another Jotipāla in the time of Buddha Kassapa at <a href='/mn81/en/sujato#6.2'>MN 81:6.2</a>, and another who was a religious founder of the past at <a href='/an6.54/en/sujato#18.1'>AN 6.54:18.1</a>. ",
  "dn19:29.8": "The king’s only care, it seems, is not for the passing of his friend, but that he no longer gets to indulge in whatever he wants. ",
  "dn19:30.9": "This shows that Govinda is an office rather than a personal name. ",
  "dn19:31.2": "Following the Mahāsaṅgīti reading rather than the PTS (<i lang='pi' translate='no'>nānusāsi … nānusāsati</i>). It seems required by the context that he does more than his father. ",
  "dn19:33.7": "Following PTS reading <i lang='pi' translate='no'>sukhaṁ edheyyātha</i>. ",
  "dn19:34.13": "The meaning of <i lang='pi' translate='no'>sakaṭamukhaṁ</i> (“front of a cart”) is clarified by comparison with the parallels. T 8 is identical (<span lang='lzh'>其界廣闊。正南南隅，其界狹略，猶如車形</span>), while DA 3 expresses a similar idea more briefly (<span lang='lzh'>此閻浮提地， 內廣外狹</span>). The Mahāvastu (Mvu 85.17) confirms this sense with <i lang='pi' translate='no'>dakṣiṇena saṁkṣiptā śakaṭamukhasaṁsthitaṁ</i>. These appears to demonstrate a knowledge of the shape of the Indian subcontinent. Below it says that each of the kingdoms is shaped like the front of a cart, rather than India as a whole; the relation between these ideas is not clear to me. ",
  "dn19:36.1": "Neither Rhys Davids nor Walshe translate this line, but it receives an extensive discussion in the commentary. It says that six kingdoms were arranged around Reṇu’s kingdom in the middle, like an umbrella (<i lang='pi' translate='no'>vitānasadisaṁ</i>). ",
  "dn19:36.2": "The verses tell the realms starting with the rising sun in Kaliṅga in the east and proceeding clockwise (<i lang='pi' translate='no'>padakkhiṇā</i>) until the circle is complete with Aṅga on the Kaliṅga border. Thus the original center was probably the last place on the list, Kāsi, which is indeed geographically central. ",
  "dn19:36.3": "Kaliṅga was a coastal realm in modern Odisha and Andhra Pradesh. There is no consensus on the exact location of Dantapura. ",
  "dn19:36.4": "Assaka stretched from Kaliṅga’s western border across the interior. Potana is modern Bodhan in Telangana state. ",
  "dn19:36.5": "<i lang='pi' translate='no'>Mahesaya</i> is a variant spelling for <i lang='pi' translate='no'>māhissatī</i>; Mahāvastu has <i lang='pi' translate='no'>māhiṣmatī</i>. It is in present-day Madhya Pradesh, on the banks of Narmada River, and is perhaps to be identified with modern Maheshwar. ",
  "dn19:36.6": "Sovīra was on the lower Indus, and Roruka is identified with modern Rohri in Sindh province, Pakistan. It is unlikely that they received Aryan culture from Kāsi. ",
  "dn19:36.13": "The names of the aristocrat kings—most of which are difficult to identify from other sources—are listed in an abruptly-inserted verse. The names are missing from the parallels in Mahāvastu and DA 3, but T 8 appears to have the same list of names in the same order, except with Reṇu at the start. Rhys Davids proposes to assign each one to a kingdom as listed in the same order. This seems to work for the first four names, as <a href='/ja424/en/sujato'>Ja 424</a>, invoking this sutta, identifies Bharata as king of Sovīra. But it falls apart with Reṇu, who as we have seen, belongs in Kāsi rather than Videha. ",
  "dn19:36.14": "“Bharata” is the name of an individual king, while they are collectively known as “Bhāratas” (with a long initial <i lang='pi' translate='no'>ā</i> due to secondary derivation). <a href='/ja424/en/sujato'>Ja 424</a>, invoking this sutta, identifies Bharata as king of Sovīra. ",
  "dn19:36.16": "Here <i lang='pi' translate='no'>bhāratā</i> means “kings of India” or perhaps, if read together with the preceding verses, “kingdoms of India”. India was called Bhārata after the legendary King Bharata of Hastināpura (Delhi), founder of the Lunar dynasty, conqueror of India, and sire of the warring tribes of the Mahābharata. His story is told in the Saṁbhavapara of the Mahābhārata. The name represents the success of Vedic culture across the subcontinent. ",
  "dn19:38.2": "In spiritual circles, such rumors spread like wildfire in an Australian summer. ",
  "dn19:38.8": "The ancient Brahmanical teachers are invoked to justify the Buddhist rains retreat. | Compassion is one of the “meditations of Brahmā” (<i lang='pi' translate='no'>brahmavihāra</i>). Normally the suttas speak of the absorptions (<i lang='pi' translate='no'>jhāna</i>) and of the meditation on compassion (<i lang='pi' translate='no'>karuṇā</i>), but the idea of an “absorption on compassion” is unique to this sutta. ",
  "dn19:45.11": "“Deathless” from a Brahmanical perspective, but very much within the realm of <i lang='pi' translate='no'>saṁsāra</i> from a Buddhist perspective. ",
  "dn19:45.12": "<i lang='pi' translate='no'>Brahme</i> is the normal vocative for <i lang='pi' translate='no'>brahmā</i>. However in verse it is sometimes used as vocative for <i lang='pi' translate='no'>brāhmaṇa</i> (eg. <a href='/snp5.1/en/sujato#7.3'>Snp 5.1:7.3</a>, <a href='/snp5.19/en/sujato#3.4'>Snp 5.19:3.4</a>). ",
  "dn19:46.1": "These factors are explained as a summary of the Gradual Training. ",
  "dn19:46.4": "“At one” (<i lang='pi' translate='no'>ekodibhūta</i> or more commonly <i lang='pi' translate='no'>ekodibhāva</i>) normally describes deep meditation, and is part of the formula for the second <i lang='pi' translate='no'>jhāna</i>. Here it is explained as equivalent to “seclusion” (<i lang='pi' translate='no'>viveka</i>). ",
  "dn19:46.10": "“Putrefaction” (<i lang='pi' translate='no'>āmagandha</i>) is the smell of (moral) decay or corruption (<a href='/an3.128/en/sujato'>AN 3.128</a>, <a href='/snp2.2/en/sujato'>Snp 2.2</a>). ",
  "dn19:46.17": "“Desire” is (<i lang='pi' translate='no'>icchā</i>). PTS reads <i lang='pi' translate='no'>vicikicchā</i> (“doubt”), but this must be incorrect as the commentary explains it as “craving” (<i lang='pi' translate='no'>taṇhā</i>). ",
  "dn19:46.21": "“Easy to quell” (<i lang='pi' translate='no'>sunimmadaya</i>) is unique to this passage. ",
  "dn19:47.14": "As noted in the comment to <a href='/dn16/en/sujato#5.19.2'>DN 16:5.19.2</a>, kingly clans adopted the lineage name of the high priest (<i lang='pi' translate='no'>purohita</i>) during initiation. ",
  "dn19:50.8": "“True teaching” (<i lang='pi' translate='no'>saddhamma</i>) normally describes the Buddha’s teaching. ",
  "dn19:50.9": "“Leads to rebirth in the Brahmā realm” (<i lang='pi' translate='no'>brahmalokūpapattiyā</i>), just as the teaching of Āḷāra Kālāma, based on the even more refined formless meditations, leads to rebirth in the dimension of nothingness <a href='/mn36/en/sujato#14.14'>MN 36:14.14</a>. ",
  "dn19:51.5": "Echoing the ancient hermit Araka at <a href='/an7.74/en/sujato#2.2'>AN 7.74:2.2</a>, who said life is evanescent like a dewdrop. ",
  "dn19:57.7": "It is regarded as normal that woman should renounce. ",
  "dn19:58.2": "Compare with the mass renunciation under Vipassī (<a href='/dn14/en/sujato#2.16.6'>DN 14:2.16.6</a>). ",
  "dn19:59.1": "His meditation expands from compassion to include all four of the <i lang='pi' translate='no'>brahmavihāras</i>. ",
  "dn19:61.2": "This is the third and final Jātaka in the Dīghanikāya, after <a href='/dn5/en/sujato'>DN 5</a> and <a href='/dn17/en/sujato'>DN 17</a>. ",
  "dn19:61.4": "According to the doctrine of the “perfections” (<i lang='pi' translate='no'>pāramī</i>), which emerged around two to four centuries after the Buddha’s passing, the practices he undertook in past lives laid the foundation for awakening in this life. Here, however, the Buddha states that those practices did not lead to awakening. Rather, since they were based on the wrong view of eternal bliss in the Brahmā realm, they only led to a good rebirth so long as that kamma lasted. "
}