{
  "dn1:1.1.1": "Tradition holds that these were the words spoken by Ānanda when reciting the Suttapiṭaka at the First Council following the Buddha’s death. In fact it is a tag signifying that the text has been passed down through oral tradition and the speaker was not present at the events ([dn5:21.10](), [mn127:17.4]()). ",
  "dn1:1.1.2": "By convention, suttas do not specify the date, which means we have very little internal chronology for when they were spoken. It’s about fifteen kilometers from modern Rajgir to Nalanda. “Mendicant” is a literal translation of _bhikkhu_, one who goes for alms. ",
  "dn1:1.1.3": "“Student” is _antevāsi_, a live-in pupil of a brahmanical master. ",
  "dn1:1.1.4": "This is the Triple Gem that makes up the Buddhist religion. They are not known by that term in the early texts. ",
  "dn1:1.1.5": "While the disagreement of student and teacher signifies their confusion, it also represents the diversity of views within the brahmanical caste and the openness with which a student could disagree with their teacher. ",
  "dn1:1.2.1": "This was a rest-house set up by the king of Rājagaha about a day’s journey from the capital. It must have been sizable. ",
  "dn1:1.3.1": "_Saṅkhiyadhamma_ is a unique term. The commentary glosses as _kathādhamma_. Bodhi and Ṭhānissaro effectively just have it as “conversation”. Rhys Davids followed by Walshe have something like “trend of conversation”. But _saṅkhya_ means “evaluation, measuring, calculating”, and here the subject of discussion is the different ways the two parties evaluate the Buddha, Dhamma, and Saṅgha. ",
  "dn1:1.3.2": "_Adhimutti_ is something that has been decided, a conviction or belief. ",
  "dn1:1.4.1": "This would have been an open air pavilion in the rest-house. By convention, when a teacher or other respected person is to sit, a sitting mat is spread out or made ready for them. ",
  "dn1:1.4.2": "The very first words of the Buddha in the Suttapiṭaka: he asks to hear what others are saying. ",
  "dn1:1.4.3": "Here and in similar passages the Pali repeats all and I abbreviate. ",
  "dn1:1.5.1": "The phrasing here is somewhat unusual and specific. They “should not do” what creates bitterness (i.e. judging others). Compare [mn22](), where the same phrases are used. In the Buddha’s case, it has the neutral _hoti_, while for the mendicants it uses _karaṇīya_, as here. ",
  "dn1:1.5.2": "Complaining about others does not hurt them, only the one who gets upset. ",
  "dn1:1.5.3": "Equanimity is a prerequisite for evaluating facts. ",
  "dn1:1.7.1": "Ethics (or morality or virtue, _sīla_) is important in the world, but it pales in comparison with the higher dimensions of the Buddha’s path. ",
  "dn1:1.7.2": "Here the Buddha lays out in detail the ethical conduct for mendicant followers. ",
  "dn1:1.8.1": "The first and most important precept. It is not just the negative injunction to avoid killing, but also the positive injunction to have compassion for all creatures. ",
  "dn1:1.9.1": "Just as the precept of not killing implies the positive injunction to live with compassion, the precept against not lying implies the positive injunction to speak the truth. ",
  "dn1:1.10.1": "While Buddhism generally does not consider plant life to be sentient, it is still valuable as part of the ecosystem that supports all life. ",
  "dn1:1.10.3": "This is interpreted today as eating only in the morning. ",
  "dn1:1.10.4": "This and the next three precepts encourage peace of mind for meditation. ",
  "dn1:1.10.7": "The Pali is literally “gold and silver”, but the corresponding Vinaya rule makes it clear that any form of money is included. ",
  "dn1:1.10.8": "Mendicants should not store up food and cook it themselves. ",
  "dn1:1.10.16": "These items are discussed in detail below. ",
  "dn1:1.10.17": "",
  "dn1:1.11.2": "That these are not five “kinds of seeds” but five kinds of “plants grown from seeds” is clear from the Vinaya and its commentary ([pli-tv-bu-vb-pc11]():  _Bhūtagāmo nāma pañca bījajātāni_). ",
  "dn1:1.12.1": "For storing up food as a sign of decline, see [dn27:17.5](). ",
  "dn1:1.13.2": "_Uyodhika_ is sometimes said to be “sham fights”, but at [an10.30](), it is not a sham. And the definition at [pli-tv-bu-vb-pc50]() says _yattha sampahāro dissati_ “where strife is seen”. ",
  "dn1:1.14.1": "While gambling isn’t mentioned explicitly here, _jūtappamādaṭṭhānānuyoga_ is treated in DN 31 exclusively as gambling, so it seems that is implied. ",
  "dn1:1.14.2": "See <a href='https://discourse.suttacentral.net/t/some-brief-notes-on-games/5329'>Some Brief Notes on Games</a>. ",
  "dn1:1.17.1": "_Tiracchānakathā_ literally means “animal talk”. The Pali word for animal, _tiracchāna_ has the sense of “moving horizontally”, and “low talk” is that which does not elevate. ",
  "dn1:1.17.2": "_Bhavābhava_ does not mean “existence and non-existence” but is a distributive compound, “this or that state of existence”. Indian religious texts are full of discussions about different heavens and hells. ",
  "dn1:1.19.2": "Ascetics roamed over the land, which made them useful as messengers. ",
  "dn1:1.20.1": "This includes trading monastery offerings for profit. ",
  "dn1:1.21.1": "The Vinaya explains “low lore” as whatever is non-Buddhist or useless  ([pli-tv-bi-vb-pc49](Bi Pc 49)), while the commentary says it leads not to emancipation but to heaven. ",
  "dn1:1.21.2": "Reading _khattavijjā_ per variant as _khettavijjā_. _Sara_ in _saraparitta_ means “sound” not “arrow”. Compare with _sarabhañña_ “chanting”. ",
  "dn1:1.22.2": "The commentary oddly has “earrings or house-gables” for _kaṇṇika_ (“bigears”), but it must be “rabbit”, for which see _sasakaṇṇikā_ at [ja535:76](). ",
  "dn1:1.24.2": "_(Up)pathagamana_ can hardly mean that the sun, moon, and stars will “go astray”. Rather, _patha_ here has the sense of “range”, so it means “come within range”, which describes an astrological conjunction. ",
  "dn1:1.26.2": "Commentary has _saṅkiraṇa_/_vikiraṇa_ as “saving and spending” (cp. [snp1.6:23.1]()), but it seems unlikely. _Vikiraṇa_ means “scattering” food or sand, while Sanskrit  _vikira_ is the ritual scattering of rice. Given the context, I think it refers to the custom of scattering rice at a wedding. For _viruddhagabbhakaraṇa_, _viruddha_ means “obstructed”. The commentary here, in general agreement with the Niddesa on _gabbhakaraṇa_ at [snp4.14](), explains as giving treatments for the survival of the fetus. I omit _hanujappana_ as it is absent from the commentary and seems to have just arisen by confusion. ",
  "dn1:1.27.2": "_Santikamma_ is the Sanskrit _śāntikakarman_, a rite of for averting evil. For _vassakamma_ and _vossakamma_, commentary has “fertile and infertile men” (_vassoti puriso, vossoti paṇḍako_), taking “rain” as a metaphor for “semen” which fertilizes. Such usages do have precedent elsewhere. But in context I take _vassa_ simply as “rain” and _vossa_ as equivalent to Sanskrit _vyavasya_ in the sense of making a settlement for land. ",
  "dn1:1.28.1": "One meaning of _dhamma_ is “principle” in the sense of a natural law as well as a moral value. Here begins the famous exposition of the sixty-two views. The subtlety of the analysis lies in how, rather than refuting the details of the views, the Buddha traces them all back to their fundamental psychology. ",
  "dn1:1.30.1": "In such contexts, the “self” (_attā_) is a postulated metaphysical entity rather than a simple psychological sense of personal identity. The nature of this “self” or “soul” was endlessly debated. The Buddha rejected all theories of a “self”, and elsewhere it is said that “identity view” underlies all sixty-two views of the Brahmajāla ([sn41.3:4.13]()). The “cosmos” is the _loka_, otherwise translated as “world”. This sometimes refers to the simple physical realm, sometimes to the world of experience, or else, as here, the vast universe as conceived in ancient Indian thought. ",
  "dn1:1.31.1": "The practice of _jhāna_ or _samādhi_ has never been regarded as uniquely Buddhist. However, right meditation begins with right view. Since these meditators begin with wrong view, their meditation merely reinforces their error. ",
  "dn1:1.31.2": "The recollection of past lives is specific and detailed as it is based on the clear mind of deep immersion. ",
  "dn1:1.31.4": "This is the Upaniṣadic view of the eternal _atman_ that is the immanent soul of the world or cosmos, _loka_. Elsewhere in the suttas such theorists assert that the self and the cosmos are identical ([sn24.3:1.3](): _so attā so loko_). ",
  "dn1:1.31.5": "The eternal “self” is contrasted with the ephemeral lives of beings. The famous word _saṁsara_ is often understood as a “cycle” of rebirths, but the meaning is, rather, to “wander on” or “transmigrate”. ",
  "dn1:1.31.9": "Their meditative experience revealed a process of transient and changing lives, yet from that they infer that there must be an eternal self. ",
  "dn1:1.32.3": "This differs only in the length of time, which is now up to ten eons. A single eon (_kappa_) lasts longer than it would take to wear away a huge mountain by stroking it with a cloth once a century [sn15.5](), while the number of eons is greater than the sands in the Ganges river [sn15.8](). The vast time periods envisaged in early Buddhist texts are comparable with those of modern cosmology in physics. ",
  "dn1:1.34.2": "These theorists used a process of logic to arrive at the same conclusion as the meditators. Different groups of ascetic philosophers emphasized contemplation or rational inquiry as the means to the truth. The Buddha acknowledged that both are useful but limited because, as here, they can sometimes lead to mistaken conclusions. ",
  "dn1:1.35.2": "I have my doubts about this phrase. Everywhere else, _ito bahiddhā_ means “outside of the Buddhist community”, not “outside of the cases just considered”. Still, the commentary and the Chinese parallel at T 21 agree on this sense. ",
  "dn1:1.36.2": "A “view” (_diṭṭhi_) is a relatively fixed framework for understanding the world; a “theory”. The “grounds for views” (_diṭṭhiṭṭhānā_) are the bases from which the views are derived. In this case these are the meditative experiences or the logical reasoning. ",
  "dn1:1.36.3": "The word _parāmasati_ means “to take hold” and is often used in the sense “to misapprehend”. _Nibbuti_ is the verb form of _nibbāna_, which derives from the metaphor of “extinguishing” a flame. ",
  "dn1:1.36.4": "_Yathābhūtaṁ_ is often translated as “as it really is”, while I usually render it simply as “truly”. It often has a technical sense of seeing “how things came to be (_bhuta_)” as a process of conditionality ([sn12.31:7.1]()). Such direct vision of the truth is an attribute of the stream-enterer, who has realized the first of the four stages of awakening, in contrast with those on the path who still rely on faith or inference ([sn25.1]()). Here it refers to the understanding of feelings from a fivefold perspective. Feelings underlie intellectual theories and arguments, which serve to sate cravings and fears. ",
  "dn1:1.37.1": "The truth is extremely hard to see, but it is possible. The Buddha has done it. ",
  "dn1:2.1.1": "Despite being views of the “self and the cosmos”, the main focus in the next four views is the self. ",
  "dn1:2.2.1": "This is the end of an eon. It might be compared with what the physicists call the “big crunch”. ",
  "dn1:2.2.2": "The human and similar realms are destroyed in the conflagration at the end of the universe, but sentient beings are sustained by the power of their past kamma. The “realm of streaming radiance” is a Brahmā heaven corresponding to the second _jhāna_. ",
  "dn1:2.3.1": "This might be compared with the “big bang” of a cyclic universe. ",
  "dn1:2.3.2": "The realms into which beings are reborn exist interdependently with the beings themselves. The different dimensions correspond with different kinds of kamma. ",
  "dn1:2.3.3": "That is, they pass from a world corresponding to the second _jhāna_ to one corresponding to the first _jhāna_. ",
  "dn1:2.4.3": "These beings are reborn according to their own kamma, and it is just a coincidence that they appear after the first being made their wish. ",
  "dn1:2.5.2": "The idea of a creator god arose due to ego and delusion. ",
  "dn1:2.5.7": "The other creatures appeared after his wish, not because of it. God confuses correlation with causation, a mistake perpetuated by no small number of his followers. ",
  "dn1:2.6.5": "Again, their meditation experience is genuine, but what they infer from it goes beyond the facts. ",
  "dn1:2.6.8": "The surviving forms of Indic religion (Buddhism, Hinduism, Jainism) typically hold that all creatures ultimately share the same nature and hence can find liberation. Here we see this was not always the case, for these theorists believed that there are inherently different orders of beings in the cosmos. This is not due to their conduct but to the circumstances of their creation. ",
  "dn1:2.7.2": "Note that mindfulness (_sati_) is not held to be a specifically Buddhist virtue. Here it refers to a sense of moral compass and self-awareness, rather than a meditation practice. ",
  "dn1:2.9.5": "Here the difference in beings is attributed not to the circumstances of their creation but to their behavior. It seems that in this view heaven is lost forever. ",
  "dn1:2.10.2": "The parallel between _manopadosika_ (“malevolent”) and _khiddapadosika_ (“depraved by play”) suggests a rendering “depraved in mind” for _manopadosika_. However, elsewhere in the suttas _manopadosa_ consistently means “malicious intent” ([mn56:13.15](), [mn93:18.30](), [dn26:20.3.](). Also see _mano padūseyya_ at [mn21:20.1]() and [mn28:9.6](). Thus the contrast is between greed and hate. ",
  "dn1:2.13.4": "This is mind-body dualism, the idea that the mind is made of a fundamentally different stuff than the body. ",
  "dn1:2.16.1": "Here we move from views that conceive of both the self and the cosmos together to those that focus only on the physical extent of the cosmos. It is not  clear why these are classified as “views of the past”. ",
  "dn1:2.17.1": "Once again the view is inferred from meditation, showing that meditative experience was regarded by some as revealing genuine truths about the physical realm. ",
  "dn1:2.17.5": "The nature of their meditation is assumed to be the nature of the world itself. ",
  "dn1:2.18.2": "In each of the two previous sets of four views, the views themselseves were the same, only the means of knowing them differed. Here the views themselves differ. The differences take the form of a tetralemma: A, not-A, both A and not-A, neither A nor not-A. This pattern is commonly found in early Buddhism. The final two items are not meant to be obscure or mysterious, but to express genuine possibilities that cannot be captured by a simple duality. ",
  "dn1:2.18.6": "It is common today to say that one’s own experience is valid for oneself. Clearly that is not how these philosophers thought. ",
  "dn1:2.19.2": "It seems seems they perceive the universe as if it expanded like a disc. One might call it a “discworld”. ",
  "dn1:2.19.9": "",
  "dn1:2.20.3": "The text doesn’t specify what this is, but it might include the view that the ideas “finite” and “infinite” are inadequate to describe the universe. Consider a universe expanding at the speed of light. At any point in time it is not infinite, but as it is impossible to reach its end it is not finite either. ",
  "dn1:2.23.1": "_Vikkhepa_ is “ﬂip-flopping”. _Amarā_ is explained as either “undying” or “eel-like”. _Amarā_ in the sense of “eel” is dubious, since it seems to be found only in the commentary to this term. DA 21 has 異問異答, “other question other answer”, where 異 evidently stands for _añña_ or similar. ",
  "dn1:2.24.1": "This is a basic requirement for any spiritual teacher. ",
  "dn1:2.24.7": "Despite their dullness, they have a genuine sense of conscience and wish to avoid breaking precepts. ",
  "dn1:2.24.8": "A wise teacher avoids making pronouncements about what they do not understand, but these teachers use this as a cover to hide the fact that they do not understand anything. ",
  "dn1:2.25.5": "Here too they show a certain sincerity to avoid giving rise to unwholesome qualities. ",
  "dn1:2.26.6": "They avoid making statements not from a sense of conscience but because of fear of public shaming. ",
  "dn1:2.27.2": "Also at [mn76:30.2](). ",
  "dn1:2.27.4": "Here begins a series of four tetrads that are commonly encountered in the suttas. The first is the belief in an afterlife. ",
  "dn1:2.27.6": "The denial of an afterlife. ",
  "dn1:2.27.7": "This could include a belief that eternal life is offered only to adherents of a certain religion. ",
  "dn1:2.27.8": "This could include the idea that our intrinsic nature is one with the cosmos, and our separation from that infinitude in this life is only a veil of delusion. Thus there is no other world, because all worlds are this world, but it is also not the case that there is nothing after death. ",
  "dn1:2.27.9": "This is beings such as the gods or various ghosts and spirits, which are not born organically. ",
  "dn1:2.27.10": "This denies the existence of such beings. Not everyone in ancient India believed in the various orders of beings. ",
  "dn1:2.27.11": "The belief that beings both spontaneously born and organically born. Perhaps this denies that such a distinction can be made clearly, because both kinds of birth take place within the same order of beings. ",
  "dn1:2.27.12": "Beings are reborn in other ways. ",
  "dn1:2.27.13": "This is the standard Buddhist view of kamma, shared with some, but not all, of the other Indian religions of the time. ",
  "dn1:2.27.14": "Doing good or bad has no result; moral nihilism. ",
  "dn1:2.27.15": "Sometimes good and bad deeds have results, other times not. ",
  "dn1:2.27.16": "The results of actions are too subtle to be described as good or bad. ",
  "dn1:2.27.17": "That an awakened one, whether the Buddha or anyone else, exists after death, for example in an eternal state of Nirvana. ",
  "dn1:2.27.18": "That a sage ceases to exist at the time of death. From a Buddhist point of view, this is incoherent since it assumes the underlying attachment to a “self”, which the Realized One has done away with. ",
  "dn1:2.27.19": "For example, their body does not exist but their mind does. ",
  "dn1:2.27.20": "That a sage is in a subtle state that cannot be characterized in terms of existence. ",
  "dn1:2.31.1": "This is an obscure realm of existence where the operations of consciousness are suspended. ",
  "dn1:2.35.1": "First each section is concluded, then the whole first part is concluded. This kind of formalism is a characteristic of oral tradition. Here it creates there is a nested hierarchy of content, clarifing the sturcture of the content and helping to preserve the text in memory. ",
  "dn1:2.37.1": "This section introduces more tetralemmas. Many of the views describe the self in terms of the five aggregates—form, feeling, perception, choices, and consciousness. ",
  "dn1:2.38.3": "Usually a self is conceived of as percipient, so that the subject experiences a continuity. The term _aroga_ (“well”) implies that the self survives in a healthy and undamaged form. A naive belief in heavenly rebirth would fall under this view. ",
  "dn1:3.1.1": "",
  "dn1:3.2.1": "Here the self has a physical dimension but no perception. This might include rebirth as a plant or inanimate object. ",
  "dn1:3.5.1": "Buddhism acknowledges a formless realm of neither perception nor non-perception, which is attained through advanced meditation. ",
  "dn1:3.9.1": "These theorists assert the true existence of a being, thus falling into the fallacy of identity view. For the Buddha, the words “being” or a “self” describe an ongoing process that is conditioned and impermanent, and do not correspond to a genuine metaphysical reality. The distinction between contingent, empirical reality and metaphysical, absolute existence is essential to understanding Buddhism. ",
  "dn1:3.10.2": "This is the materialist view, which accepts only the coarse physical realm. This view is common today, but was also well known in the Buddha’s time. ",
  "dn1:3.11.2": "The theorist accepts multiple selves. As self theories evolve, they typically move from more coarse materialist theories towards more subtle conceptions. Sometimes the former view is rejected as being false. Sometimes, as here, the former view is seen not as false, but as incomplete and shallow. ",
  "dn1:3.11.4": "“Form” (_rūpa_) includes not just the physical realm of the elements, but various kinds of subtle form (_sukhumarūpa_). These include the energetic or mind-made bodies of beings in various dimensions. _Rūpa_  ultimately refers to the appearance or manifestation of physical properties, and can even include the perception of colors, lights, and shapes in the mind. Here the bodies of the divine beings are not very distant from our own, as they still consume solid food. This probably refers to various nature deities or entities that were believed to consume the food offered to them by humans. ",
  "dn1:3.11.7": "Whereas the eternalists believe that their heavenly rebirth will last forever, annihilationists believe that even heaven is limited, and it ends in final annihilation. ",
  "dn1:3.12.4": "This is a more subtle kind of divine rebirth, no longer dependent on physical food. The subtle body still takes on a humanoid form, however, appearing complete in all its limbs. It includes realms produced through the practice of the four _jhānas_. ",
  "dn1:3.13.4": "Such a rebirth has left even the subtle body behind, becoming sheer consciousness. The word _āyatana_ is from a root meaning “expanse”. It is prominently used in this context, where it refers to a realm or “dimension” of rebirth, and in the analysis of sense experience, where it refers to a “field” of sense experience. ",
  "dn1:3.13.7": "This phrase appears incongruous as formless beings do not have a body. However the Chinese parallel at DA 21 does not mention _kāya_ here, so it is likely to have arisen as an error in transmission where an earlier phrase was mistakenly copied. ",
  "dn1:3.16.4": "The extension of the normal description of this state with the phrase “this is peaceful, this is sublime” is found only here and at [an10.99:35.1](). ",
  "dn1:3.19.1": "The Buddha taught of extinguishment (_nibbāna_) in this very life, but not of an “existing being”. ",
  "dn1:3.20.2": "The hedonist. ",
  "dn1:3.21.5": "Here we see the philosophical reasoning that prompts the evolution of more refined conceptions of self. ",
  "dn1:3.21.6": "The _jhānas_ are central to Buddhist meditation. As we have seen above, however, if they are undertaken with wrong view, the experience itself will tend to reinforce the attachment to a self. ",
  "dn1:3.22.3": "The theorist has an experience of a deeper state of meditation, so they know that the first _jhāna_ cannot be the ultimate. ",
  "dn1:3.22.5": "_Jhānas_ are subtle states of refined consciousness in which nothing is coarse when compared to ordinary consciousness. Within each state, however, certain mental factors are coarse relative to others. A meditator proceeds through the _jhānas_ with the successive stilling of the relatively coarser factors in each state. ",
  "dn1:3.25.2": "It is not clear why the still more subtle states of the formless attainments are not included here. ",
  "dn1:3.30.2": "Even the views of annihilation or extinguishment lead to rebirth, contrary to the beliefs of those who hold them. ",
  "dn1:3.32.1": "Here the Buddha brings to the fore the notion of feelings which has been briefly mentioned throughout the text. Views are not objective descriptions of the world, but responses to our innermost needs. The word _paritassita_ (“anxiety”) conveys both fear and desire, while _vipphandita_ (“evasiveness”) captures how attachment to theorizing serves as an avoidance strategy. ",
  "dn1:3.45.1": "The analysis is introducing more elements of dependent origination. The famous twelve links say that contact is the condition for feeling, which in turn causes craving. ",
  "dn1:3.70.1": "The text repeats all, but I abbreviate for legibility. In the oral tradition, extensive repetitions serve to reinforce the learning and ensure reliability of transmission. More subtly, they also help deepen understanding and contemplation. After reciting the extensive and complex treatment of the sixty-two views, the reciter takes the time to go over them again and again, letting them settle and consolidate. True learning takes time. ",
  "dn1:3.71.12": "Finally the process of dependent origination, which has been foreshadowed little by little, is brought to its ultimate conclusion. It still does not include the full twelve factors, but the process beginning with ignorance is implied throughout. ",
  "dn1:3.72.2": "They cannot see a way past attachment so long as they theorize in terms of an existing self. ",
  "dn1:3.72.3": "The title is explained with a vivid simile. The Buddha was a master of observation, and constantly drew from everyday experience to illustrate his teachings. The metaphor works on a surface level to illustrate how theorists are trapped. But it also conveys something deeper, a sense of pathos and empathy with the helpless creatures who have no idea why they suffer. ",
  "dn1:3.73.1": "The Buddha is not his body, which is merely the remnant of past kamma. The phrase _bhavanetti_ (“conduit to rebirth”) invokes a channel that leads to a future life. ",
  "dn1:3.73.4": "This metaphor is found at Bṛhadāraṇyaka Upaniṣad 4.3.36, where it refers to the separation of the self from the body at death. ",
  "dn1:3.74.3": "It is not uncommon to find multiple names for the same sutta, and here we see this practice originated with the Buddha himself. When is referred to by name at [sn41.3:2.4]() and [pli-tv-kd21:1.8.8](), however, it is always called the Brahmajāla. ",
  "dn1:3.74.6": "This is a sign of an especially momentous teaching. "
}