{
  "dn20:1.3": "This discourse gives an extensive account of divine beings. Some are familiar from elsewhere in the Pali texts, others found in various Brahmanical sources, while still others occur only here. For the names we can compare the edition of the Sanskrit text by Waldschmidt and Sander and available on SuttaCentral as <a href='https://suttacentral.net/sf140/san/waldschmidt-sander'>SF 140</a>. ",
  "dn20:2.1": "The Pure Abodes are inhabited entirely by non-returners. ",
  "dn20:3.4": "“Great congregation” is <i lang='pi' translate='no'>mahāsamaya</i>. ",
  "dn20:3.15": "A village (<a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#3.8'>Bu Pj 2:3.8</a>) or royal compound (<a href='https://suttacentral.net/pli-tv-bu-vb-pc83/en/brahmali#1.3.56.1'>Bu Pc 83:1.3.56.1</a>) was marked with a “boundary post” (<i lang='pi' translate='no'>indakhīla</i>). It symbolized a fixed and immovable point, either in a good sense (<a href='/sn56.39/en/sujato#4.1'>SN 56.39:4.1</a>) or, as here, an obstacle. | For Mahāsaṅgīti’s <i lang='pi' translate='no'>ūhacca manejā</i> read <i lang='pi' translate='no'>ūhacca-m-anejā</i>. ",
  "dn20:3.17": "<i lang='pi' translate='no'>Nāga</i> can refer to a class of semi-divine beings in a powerful serpentine form (“dragon”); a large and powerful snake, especially a king cobra; a bull elephant; or any powerful and mighty being (“giant”). ",
  "dn20:3.22": "The discourse up to here is also found at <a href='/sn1.37/en/sujato'>SN 1.37</a>. ",
  "dn20:4.3": "This recalls <a href='/dn14/en/sujato#1.10.1'>DN 14:1.10.1</a>, where the relative sizes of the mendicant congregations of different Buddhas are tallied. That sutta, in another point of similarity, also featured a conversation with deities of the Pure Abodes. ",
  "dn20:5.1": "“Paean of praise” is <i lang='pi' translate='no'>siloka</i>, a rare case where this means “verse (of praise)” rather than “fame, renown”. | <i lang='pi' translate='no'>Anukassāmi</i> is present tense from the root <i lang='pi' translate='no'>kass</i>, “to draw (up), to drag”. Compare Sanskrit <i lang='pi' translate='no'>anukarṣa</i> in the sense “invoking, summoning by incantation”. ",
  "dn20:5.6": "This gives a hint as to one of the purposes of this sutta. Living alone in remote forests can be terrifying. Such places were widely believed to be haunted by all manner of supernatural creatures, not all of them friendly. While for an arahant this posed no threat, there would have been then, as there are today, many young or aspiring meditators who faced such challenges with trepidation. These verses offer succor, surrounding them with powerful, albeit invisible, allies. ",
  "dn20:7.1": "“Spirit” is <i lang='pi' translate='no'>yakkha</i>. In later legend they appear as monstrous figures, but in the suttas they are ambiguous and may often be friendly to the Dhamma. Early statues of <i lang='pi' translate='no'>yakkhas</i> at Mathurā (circa 100 BCE) depict noble and powerful kings, not ogres. <i lang='pi' translate='no'>Yakkha</i> is also sometimes used more generally in the sense of an individual or deity. ",
  "dn20:7.8": "Colorful like the nymphs of <a href='/mn50/en/sujato#25.6'>MN 50:25.6</a> or Susīma’s gods at <a href='/sn2.29/en/sujato#7.1'>SN 2.29:7.1</a>. ",
  "dn20:7.13": "Mount Sātā is unidentified, but according to the commentary it was in the middle region. ",
  "dn20:8.1": "Vessāmitta (“friend of all”) is the name of a Vedic hermit. Legend has it that he was a <i lang='pi' translate='no'>khattiya</i> who earned brahminhood due to his intense austerities in the remote Himalayas. Perhaps this is a mountain named for him, although I can find no trace of it in Sanskrit. ",
  "dn20:8.7": "<i lang='pi' translate='no'>Kumbhīra</i> means “crocodile”. ",
  "dn20:9.1": "We met two human King Dhataraṭṭhas (“Strongrealm”) in the Mahāgovindasutta. ",
  "dn20:9.3": "“Centaur” is <i lang='pi' translate='no'>gandhabba</i>. <i lang='pi' translate='no'>Gandhabbas</i> are wild, sexual beings often depicted as half-man, half-horse. It is likely the Sanskrit <i lang='pi' translate='no'>gandharva</i> stems from the same root as the Greek <i lang='pi' translate='no'>kentauro</i>, and the ultimate origin of the idea comes from the proto-Indo-Europeans, who rode the horse, creating a potent entity that was invincible in battle. ",
  "dn20:9.6": "By implication, they are renowned as being powerful as Indra, the king of gods who in Pali is more commonly called Sakka. It is also a nod to the multiplicity of divinities in the Vedic system, where one becomes many and many become one. ",
  "dn20:9.11": "<i lang='pi' translate='no'>Virūḷhaka</i> is “growth”; he was probably a god of the fertile crops. In the Pali it is spelled Virūḷha here due to the meter. ",
  "dn20:9.13": "“Goblins” is <i lang='pi' translate='no'>kumbhaṇḍa</i>, a race of lesser deities often depicted as ugly and misshapen. On the face of it, <i lang='pi' translate='no'>kumbhaṇḍa</i> means “potballs”, i.e. deities whose testicles are as big as pots. Perhaps more likely they are related to the beings known as <i lang='pi' translate='no'>kuṣmāṇḍa</i> in Sanskrit, whose bellies are round as “pumpkins”. ",
  "dn20:9.21": "One of the “royal snake families” at <a href='/an4.67/en/sujato#3.2'>AN 4.67:3.2</a>. His name means “multiple eyes” (<i lang='pi' translate='no'>virūpa-akkha</i>) for the false eyes on a cobra’s hood. ",
  "dn20:9.31": "Also known as Vessavaṇa (<a href='/dn32/en/sujato#7.43'>DN 32:7.43</a>, <a href='/snp2.14/en/sujato#6.1'>Snp 2.14:6.1</a>), which means “Son of the Renowned” from his father Viśrava. These two names appear together elsewhere in contemporary literature (Atharvaveda 8,10.28c, Śatapatha Brāhmaṇa 13.4.3.10), where, although the passages are obscure, he appears to be associated with wickedness, concealment, and theft. Although a god of wealth (<i lang='pi' translate='no'>dhanada</i>), the name Kuvera is explained by lexicographers as “deformed”. Probably he was originally a god of the underground, blessed with the earth’s riches, yet deformed by its great pressure. ",
  "dn20:10.1": "The following verses are a treasure of ancient Indian mythology, recording the names of deities otherwise lost to history. Many of the names are obscure and variant readings are recorded in manuscripts and noted in the commentary. My spellings follow Ānandajoti’s translation, <em><a href='http://www.ancient-buddhist-texts.net/Texts-and-Translations/Safeguard/02x-Atirekani-Sattasuttani-23.htm'>The Discourse on the Great Convention</a></em>, unless there is a reason to change. I try to identify the deities as best as I can, but many of them remain speculative. ",
  "dn20:10.3": "I have not been able to trace these mysterious servants or their purpose. The Sanskrit has <i lang='pi' translate='no'>māyā kiṭiś ca vikiṭiś ca / bhṛguś ca bhṛkuṭinyā saha</i>. Bhṛgu is a well-known figure from the Vedas, but he was a sage not a “crafty slave”. ",
  "dn20:10.5": "Candana appears in <a href='/mn134/en/sujato#6.4'>MN 134:6.4</a> and <a href='/sn40.11/en/sujato#1.1'>SN 40.11:1.1</a>, and together with Kāmaseṭṭha in <a href='/dn32/en/sujato#10.4'>DN 32:10.4</a>. <i lang='pi' translate='no'>Candana</i> means “sandalwood”, although the name of the god might also relate to its root “shining”. | <i lang='pi' translate='no'>Kāmaseṭṭha</i> means “Chief of Sex”, i.e. “Eros”; he does not seem to appear in a Brahmanical context. ",
  "dn20:10.7": "Panāda (“roarer”) was the name of an ancient king who performed the horse sacrifice (<a href='/thag2.22/en/sujato#1.1'>Thag 2.22:1.1</a>, <a href='/dn26/en/sujato#26.1'>DN 26:26.1</a>). In Ja 265 he is said to have been the son of Vessavaṇa (Kuvera). | Opamañña is a descendant of the ascended sage Upamanyu (“zealous one”). ",
  "dn20:10.8": "Mātali is the charioteer of Sakka (i.e. Indra; <a href='/sn11.6/en/sujato#1.5'>SN 11.6:1.5</a>, <a href='/mn83/en/sujato#14.1'>MN 83:14.1</a>, etc.), a role he plays throughout Brahmanical literature as well. ",
  "dn20:10.9": "The <i lang='pi' translate='no'>gandharva</i> Citrasena (“Brightspear”) appears in the Sanskrit Purāṇas as a friend of Arjuna in various adventures. ",
  "dn20:10.10": "<i lang='pi' translate='no'>Nala</i> means “reed”. There was a King Nala of Vidarbha whose love for his Queen Damayantī is celebrated in the Mahābharata. | Janesabha is an alternate spelling of Janavasabha (<a href='/dn18/en/sujato'>DN 18</a>). ",
  "dn20:10.11": "In <a href='/dn21/en/sujato'>DN 21</a> we shall learn of how the centaur Pañcasikha (“Fivecrest”) wooed Timbaru’s daughter Suriyavaccasā (“Sunshine”). ",
  "dn20:11.1": "Read <i lang='pi' translate='no'>nābhasa</i>, which means “celestial, heavenly”. The commentary says this was the name of a lake, which agrees with the legend that a Nābhasa was a son of Nala (“reed”) and father of Puṇḍarīka (“lotus”). The Sanskrit here, however, has <i lang='pi' translate='no'>sahabhuṁ nāgo</i>. ",
  "dn20:11.2": "<i lang='pi' translate='no'>Vesālā</i> is from the adjectival form <i lang='pi' translate='no'>vesāla</i> (“of Vesālī”). | Pali <i lang='pi' translate='no'>taccha</i> can represent Sanskrit <i lang='pi' translate='no'>takṣa</i>, and the Sanskrit does indeed have <i lang='pi' translate='no'>takṣakaḥ</i> here, so Tacchaka is probably “of Takṣasilā”. This famous city, normally spelled Takkasilā in Pali, is Taxila in West Pakistan, an ancient center of learning. ",
  "dn20:11.3": "These <i lang='pi' translate='no'>nāgas</i> are frequently mentioned together in Sanskrit literature such as the Mahābhārata (1.31.1a, 2.9.9a, 5.101.9c), where they are also said to come from Pāyāga (3.83.72a: <i lang='pi' translate='no'>prayāgaṃ sapratiṣṭhānaṃ kambalāśvatarau</i>). ",
  "dn20:11.4": "Payāga (modern Prayagraj, formerly Allahabad) is the sacred ford at the confluence of the Ganges and the Yamunā beside Kosambi (see <a href='/pli-tv-bu-vb-pj1/en/sujato#4.18'>Pli Tv Bu Vb Pj 1:4.18</a>). ",
  "dn20:11.5": "The Dhataraṭṭha and Erāvaṇa <i lang='pi' translate='no'>nāgas</i> also appear frequently in Sanskrit literature, and often in association with other deities in our text as part of a loose cluster of divinities (eg. Harivamśa 3.112–117). Erāvaṇa also appears at <a href='/snp2.14/en/sujato#5.1'>Snp 2.14:5.1</a>. Here he is a <i lang='pi' translate='no'>nāga</i> as in “dragon”, but later tradition saw him as a <i lang='pi' translate='no'>nāga</i> as in “elephant”, in which role he became the mighty mount of Indra/Sakka. ",
  "dn20:11.9": "Here we see the eternal mythic struggle between birds and snakes, the creatures of the sky and the underworld. ",
  "dn20:11.10": "Birds are called “twice-born”, once from the mother, once from the egg. “Twice-born” is also an epithet of brahmins (<a href='/thig15.1/en/sujato#31.3'>Thig 15.1:31.3</a>). ",
  "dn20:11.12": "The <i lang='pi' translate='no'>supaṇṇā</i> (Sanskrit <i lang='pi' translate='no'>suparṇa</i>, “brightwing”) or <i lang='pi' translate='no'>garuḷā</i> (Sanskrit _garuḍā, “devourer”) is the great eagle, king of birds, and later the vehicle of Viṣṇu. He has been falsely compared with the loathsome harpy; but his golden wings, closeness to the sun, and role as bearer of the nectar of immortality show that he is the Indian phoenix, the golden eagle of the sun. Unlike the western phoenix, he is not said to combust himself and be reborn anew. However this motif is merely the surface expression of the sun’s fiery immortality. As the brother of the Dawn (Aruṇa), his golden wings at sunset “devour” the sun, and he disappears only to be reborn the next day. ",
  "dn20:11.16": "The Buddha reconciles even such inveterate enemies. In the Buddhist view, all of these beings have their place in the great pattern of nature. ",
  "dn20:12.1": "<i lang='pi' translate='no'>Vajirahattha</i> (“thunderbolt-in-hand”) is a synonym of <i lang='pi' translate='no'>vajirapāṇi</i> (eg. <a href='/dn3/en/sujato#1.21.3'>DN 3:1.21.3</a>). It is a frequent epithet of Sakka in the Vedas (eg. Rig Veda 1.173.10a <i lang='pi' translate='no'>indro vajrahastaḥ</i>), an identification confirmed by the commentary here. ",
  "dn20:12.3": "Vāsava is another epithet of Sakka (see below, <a href='/dn20/en/sujato#14.9'>DN 20:14.9</a>), meaning “endowed with wealth” (<i lang='pi' translate='no'>vasu</i>; see for example Rig Veda 1.9.9a <i lang='pi' translate='no'>indraṁ vasupatiṁ</i> “Indra, lord of wealth”). The Buddhist explanation of his name <a href='/sn11.13/en/sujato#9.1'>SN 11.13:9.1</a>, rather, plays on the word <i lang='pi' translate='no'>āvasatha</i> and calls him the “giver of a guesthouse”. Later Brahmanical texts enumerated eight Vasus, with Indra as their lord, who are reckoned among the Thirty-Three. | Sakka's wife is the demon (<i lang='pi' translate='no'>asura</i>) princess Sujā, daughter of Vepacitti, hence they are his “brothers”, technically in-laws (<a href='/sn11.12/en/sujato#6.1'>SN 11.12:6.1</a>). ",
  "dn20:12.5": "The Kālakañja (“Blue-lotus”) is said to be the lowest class of demons (<a href='/dn24/en/sujato#1.7.19'>DN 24:1.7.19</a>). ",
  "dn20:12.6": "The Dānavas are a prominent group of <i lang='pi' translate='no'>asuras</i> otherwise unattested in early Pali. The name stems from “rivers, waters” after their mother Danū. | Ghasa (“devourer”) is occasionally mentioned as the name of a <i lang='pi' translate='no'>rakṣasa</i> (Rāmāyaṇa 5.22.36a <i lang='pi' translate='no'>praghasā nāma rākṣasī</i>). The commentary treats them as a single class of arrow-wielding <i lang='pi' translate='no'>asuras</i>. ",
  "dn20:12.7": "Vepacitti means “wise thinker”, Sucitti means “good thinker”. Vepacitti was the lord of the <i lang='pi' translate='no'>asuras</i> and Sakka’s counterpart. Their relationship was complicated (<a href='/sn11.23/en/sujato'>SN 11.23</a>). Brahmanical literature regards him as the eldest son of Danū and hence chief of the Dānavas. The Sanskrit form is <i lang='pi' translate='no'>vipracitti</i>, but in Buddhist texts it is incorrectly Sanskritized to <i lang='pi' translate='no'>vemacitra</i>. Vepacitti’s fame matches Sucitti’s obscurity, for he does not seem to appear elsewhere. ",
  "dn20:12.8": "Pahārāda the ocean-loving <i lang='pi' translate='no'>asura</i> lord appears in <a href='/an8.19/en/sujato'>AN 8.19</a>. His name (Sanskrit <i lang='pi' translate='no'>prahlāda</i>) means “mirth”. Later Brahmanical legends say he was a righteous son of the wicked Hiraṇyakaśipu, who hated him for his devotion to Viṣṇu. | The story goes that when Namuci stole the soma from Indra, Indra’s vengeance was frustrated by his vow not to harm him with anything wet or dry, in the dark or the light (Śatapatha Brāhmaṇa 12.7.3.1). Indra’s ingenious solution was to dismember him with foam (Rig Veda 8.14.13) at dawn. Namuci’s name is usually explained as <i lang='pi' translate='no'>na-muci</i>, “not letting go” (the waters). He may have been a god of the dark clouds before the rain, especially in the transition between the dry and rainy seasons. When he is “killed” the waters are released and the soma flows. In Buddhism, Namuci is a name of Māra. ",
  "dn20:12.9": "According to legend, Bali was the grandson of Pahārāda and son of Virocana. His hundred sons were dread warriors (Bhāgavata Purāṇa 8.10.30). The word <i lang='pi' translate='no'>bali</i> also refers to a kind of sacrificial offering, but the roots of the term are obscure. ",
  "dn20:12.10": "<i lang='pi' translate='no'>Virocana</i> was their grandfather. He was another adversary of Indra, despite which they were both said to have sought knowledge from Prajāpatī, but Virocana misunderstood since he saw only the surface meaning (Chāndogya Upaniṣad 8.7.2–8.5). Here he is associated with Rāhu, while Gaṇeśa Purāṇa 2.29 says he was granted a crown by the sun which he then lost. These details hint at a connection with the eclipse, in which case <i lang='pi' translate='no'>virocana</i> would be the rays that emanate during a solar eclipse. ",
  "dn20:12.12": "Rāhu is the mighty <i lang='pi' translate='no'>asura</i> who “seizes” the moon (<a href='/sn2.9/en/sujato'>SN 2.9</a>) or the sun (<a href='/sn2.10/en/sujato'>SN 2.10</a>) to create an eclipse. He is the son of Vepacitti. ",
  "dn20:13.1": "These four are normally treated in the suttas as physical properties. Each of them is worshiped in the Rig Veda as a deity, and the Upanishads list them together along with other elements (eg. Bṛhadāraṇyaka Upaniṣad 4.4.5). I am not aware of any earlier contexts that group the four together systematically as deities in this way. ",
  "dn20:13.3": "Varuṇa is invoked frequently in the Vedas, and in the suttas he is associated with other leading deities such as Indra and Soma (<a href='/dn13/en/sujato#25.2'>DN 13:25.2</a>, <a href='/dn32/en/sujato#10.2'>DN 32:10.2</a>, <a href='/sn11.3/en/sujato#5.1'>SN 11.3:5.1</a>). As one of the twelve children of Aditi he stood for a calendar month, and grew a wide and sometimes baffling array of associations, especially the oceans, water, the sky (at night), and justice. ",
  "dn20:13.4": "<i lang='pi' translate='no'>Soma</i> is the divine nectar that filled the ancient proto-Indo-Europeans with vitality. Its biological identity is disputed, but may have been ephedra. It is associated with the moon, hence the connection with Varuṇa as the night sky. | <i lang='pi' translate='no'>Yasa</i> means “fame, glory”; so far as I know it is not personified in early Brahmanical texts, and rarely in later. The connection between these two is illuminated by such passages as Rig Veda 7.85.3. To uphold Indra and Varuṇa in battle, there is an offering of Soma, which is described as <i lang='pi' translate='no'>svayaśasaḥ</i>, “Self-Glorious”, i.e. the state of being high on speed, if speed were a god. ",
  "dn20:13.5": "In the Vedas, Mitra (“friend”) is almost always paired with Varuṇa, and the appearance of Mettā (“friendliness”) here echoes that closeness. Georges Dumézil (<em>Mitra-Varuṇa</em>, 1940) argued that in the Vedas they are respectively the duality of the day sky and the night sky, or the beneficent order and the dark chaos of the gods. | <i lang='pi' translate='no'>Karuṇā</i> in the sense of “compassion” does not occur at all in pre-Buddhist Sanskrit. It is probably introduced here as companion to Mettā by association with Mitra. The Sanskrit here, however, is <i lang='pi' translate='no'>maitrī varuṇikā</i>. From a Buddhist point of view, these are deities reborn due to the development of <i lang='pi' translate='no'>jhāna</i> based on love and compassion. ",
  "dn20:14.1": "Veṇhu (variant <i lang='pi' translate='no'>veṇḍu</i>) is the Pali spelling of Sanskrit <i lang='pi' translate='no'>viṣṇu</i>, who appears only here and at <a href='/sn2.12/en/sujato'>SN 2.12</a>. In the Rig Veda he was a solar god who made three great strides (said to encompass the earth, the sky, and the heavens). | A deity named Sahalī (“with plow”) appears at <a href='/sn2.30/en/sujato#3.1'>SN 2.30:3.1</a> where he praises Makkhali Gosāla, but I cannot trace him anywhere else. ",
  "dn20:14.2": "<i lang='pi' translate='no'>Yama</i> often refers to a god who guards the paths to the land of the dead (<a href='/sn1.33/en/sujato#10.3'>SN 1.33:10.3</a>, <a href='/mn130/en/sujato#5.1'>MN 130:5.1</a>), lord of the Yāma gods. Here, however, it refers to “twins” who in the Vedas are often identified with the Aśvins (the twin horses yoked to the chariot). In the Vedas, it seems <i lang='pi' translate='no'>asama</i> (“unequalled”) is used as an epithet only, although the commentary says it is a name. | In Pali these lines lack a verb, while the Sanskrit supplies <i lang='pi' translate='no'>āgataś</i> (“come”) instead of <i lang='pi' translate='no'>asamā</i>, so perhaps we should read “the pair of Twins came”. ",
  "dn20:14.9": "Vāsava is above at <a href='/dn20/en/sujato#12.3'>DN 20:12.3</a>. ",
  "dn20:14.10": "<i lang='pi' translate='no'>Purindada</i> (“Destroyer of Strongholds”) is an old Vedic name for Indra. The Buddha reforms the meaning at <a href='/sn11.12/en/sujato#2.1'>SN 11.12:2.1</a>, explaining it as “giver of strongholds”. <i lang='pi' translate='no'>Puri</i> refers to a “circle” of protection, perhaps originally just a circle of caravans or a fenced village, or else a walled citadel or fort. ",
  "dn20:15.1": "Sanskrit has <i lang='pi' translate='no'>sabhikā</i>. Most of the deities in the following verses do not seem to be met with elsewhere. The Sanskrit forms are often quite different but equally untraceable. ",
  "dn20:15.3": "Their names might mean “Unhurt” and “Hurter”. The Sanskrit implausibly has <i lang='pi' translate='no'>romā</i> (“Romans”). ",
  "dn20:15.5": "For Varuṇa see above (<a href='/dn20/en/sujato#13.3'>DN 20:13.3</a>). | Sahadhamma means “who share the same duty”. ",
  "dn20:15.6": "The “Unfallen” and the “Unshakeable”. ",
  "dn20:15.7": "The Sūleyyas might be “spear (or trident) bearers”; <i lang='pi' translate='no'>śūli</i> is a name of Shiva. | Rucira means “brilliant, beautiful”. ",
  "dn20:15.8": "<i lang='pi' translate='no'>Vāsavanesi</i> means “seekers of Vāsava”. ",
  "dn20:16.1": "“Equals” and “Great Equals”. ",
  "dn20:16.2": "“Humans” and “Superhumans”, but here perhaps “Descendants of Manu”. ",
  "dn20:16.3": "As per <a href='/dn1/en/sujato#2.7.2'>DN 1:2.7.2</a>. ",
  "dn20:16.4": "<a href='/dn12.10.2/en/sujato'>DN 12.10.2</a>. ",
  "dn20:16.5": "<i lang='pi' translate='no'>Hari</i> means “yellow, green” and is the astrological color of the planet <i lang='pi' translate='no'>budha</i> (“Mercury”). It came to have the general meaning of “sacred, holy” and was an epithet for various deities, which in the Rig Veda included Indra and Vishnu. However the astrological connection is suggested by the references to Mars and Venus below. ",
  "dn20:16.6": "“Dwellers in the Red Place (= planet)”, i.e. “Martians”. ",
  "dn20:16.7": "<i lang='pi' translate='no'>Pāraga</i> means “one who has crossed over”. ",
  "dn20:17.1": "<i lang='pi' translate='no'>Sukka</i> (“Bright”) is the name of the planet Venus, the morning star. | <i lang='pi' translate='no'>Aruṇa</i> is the dawn, a major Vedic deity signifying the arising of consciousness and order. | <i lang='pi' translate='no'>Karambha</i> is a very deep cut. It means “porridge”, which from the time of the Rig Veda was offered to the sun under the name Pūṣan (Rig Veda 3.52.7; Śatapatha Brāhmaṇa 4.2.5.22; Kauṣītaki Brāhmaṇa 6.8.18; Maitrāyaṇī Saṁhitā 3.10.6). Apparently the sun lost its teeth and could only eat porridge (like a baby); it probably represents the “newborn sun” at dawn. ",
  "dn20:17.2": "Mahāsaṅgīti has <i lang='pi' translate='no'>veghanasā</i>, for which the Buddha Jayanthi variant <i lang='pi' translate='no'>vekhanasa</i> is preferable. We meet a wanderer of that name in <a href='/mn80/en/sujato'>MN 80</a>, and in Sanskrit <i lang='pi' translate='no'>vaikhānasa</i> is a general term for ascetics; but this meaning seems unlikely in context. The astrologer Varāhamitra names it a constellation (Bṛhat-saṃhitā 47.62), but that is much later. The Sanskrit here is <i lang='pi' translate='no'>nīlakavāsinī</i> (“Dwellers in the Blue”), which pairs well with <i lang='pi' translate='no'>lohitavāsino</i> above. <i lang='pi' translate='no'>Nīlavāsa</i> is a name for Saturn, whose color is blue. ",
  "dn20:17.3": "<i lang='pi' translate='no'>Odātagayha</i> is probably “white planet”, i.e. the sun. Sanskrit has <i lang='pi' translate='no'>avadātakeśā</i> (“white-haired”). Compare the description of solar gods Sūrya at Rig Veda 1.50.8 as <i lang='pi' translate='no'>śociṣkeśaṃ vicakṣaṇa</i> (“flame-haired, brilliant”) and Varuṇa at Rig Veda 8.41.9 as <i lang='pi' translate='no'>śvetā vicakṣaṇā</i> (“white, brilliant”). ",
  "dn20:17.4": "Sanskrit has <i lang='pi' translate='no'>pītakavāsinī</i>, “dwellers in the yellow”, either Mercury or Jupiter. ",
  "dn20:17.5": "The <i lang='pi' translate='no'>sadāmatta</i> (“everdrunk”) gods appear in some later Buddhist texts, alongside the <i lang='pi' translate='no'>māyādharas</i> (or <i lang='pi' translate='no'>mālādharas</i>), but they don’t seem to appear in a Vedic context. | I cannot find any reference to the <i lang='pi' translate='no'>hāragaja</i> gods.  Sanskrit has <i lang='pi' translate='no'>hāritakā</i>, perhaps “sons of Harītī” (the <i lang='pi' translate='no'>yakkhinī</i>; but see below, <a href='/dn20/en/sujato#20.12'>DN 20:20.12</a>). ",
  "dn20:17.6": "“Mixed” is <i lang='pi' translate='no'>missaka</i>, not elsewhere attested as a name of gods. ",
  "dn20:17.7": "A Vedic god of rainclouds closely associated with Indra/Sakka. His daughters appear in <a href='/sn1.39/en/sujato'>SN 1.39</a> and <a href='/sn1.40/en/sujato'>SN 1.40</a>. Sanskrit has instead <i lang='pi' translate='no'>śuddhakā rucikā</i> (“pure, bright”). ",
  "dn20:18.1": "The gods of Tusita and Yama are normal parts of the Buddhist cosmology. Neither <i lang='pi' translate='no'>khemiya</i> nor the Sanskrit <i lang='pi' translate='no'>kṣemaka</i> appear to be the names of gods elsewhere, and the commentary explains that they dwell in both the Tusita and Yama realms. ",
  "dn20:18.2": "The commentary acknowledges the variant readings <i lang='pi' translate='no'>kaṭṭhakā</i> (from “stick” or “plowed”) and <i lang='pi' translate='no'>kathakā</i> (“reciters”), while Sanskrit has <i lang='pi' translate='no'>kṛṣṇuktāś</i> (“reciters of the black”). Perhaps related to Sanskrit <i lang='pi' translate='no'>kāṭhaka</i>, a recension of the Black Yajur Veda taught by the sage Kaṭha. ",
  "dn20:18.3": "Perhaps from <i lang='pi' translate='no'>lamba</i> (“hang, droop”) in reference to deities of the sunset (cp. Mahābhārata 4.31.4c <i lang='pi' translate='no'>sūrye vilambati</i>). Sanskrit has <i lang='pi' translate='no'>lumbinī lumbinīśreṣṭhā</i>, which is perhaps normalized to mean “of Lumbinī”. ",
  "dn20:18.4": "“Shining” (<i lang='pi' translate='no'>joti</i>) is used widely of many gods, including the Sun and Indra. | The commentary derives <i lang='pi' translate='no'>āsavā</i> from <i lang='pi' translate='no'>āsa</i> (“wish”) not <i lang='pi' translate='no'>āsava</i> (“defilement”), explaining that they achieved their status due to desire (<i lang='pi' translate='no'>chandavasena</i>). This agrees with the Sanskrit <i lang='pi' translate='no'>svāśiṣā</i> (“well-wish, prayer”), i.e. words of wishing or blessing uttered over the sacrifice (see Rig Veda 10.44.5; cp. 8.44.23). This is a case where leaving the Pali as-is would be actively misleading. ",
  "dn20:20.1": "Subrahmā appears at <a href='/sn2.17/en/sujato'>SN 2.17</a> and <a href='/sn6.6/en/sujato'>SN 6.6</a>. | Paramatta appears only here in Pali. In Brahmanical texts it is a common term for the highest conception of Brahmā as the “supreme soul” (<i lang='pi' translate='no'>paramātman</i>) of the cosmos. This term came into common usage later, but is found occasionally in earlier texts such as Maitrāyaṇī Saṁhitā 2.9.1. ",
  "dn20:20.3": "Sanaṅkumāra makes regular guest appearances in the suttas (<a href='/dn3/en/sujato'>DN 3</a>, <a href='/dn18/en/sujato'>DN 18</a>, <a href='/dn19/en/sujato'>DN 19</a>, <a href='/dn27/en/sujato'>DN 27</a>, <a href='/sn6.11/en/sujato'>SN 6.11</a>, <a href='/an11.10/en/sujato'>AN 11.10</a>). | Tissa is a common name; perhaps this is the former monk of that name who was reborn in the Brahmā realm (<a href='/an6.34/en/sujato'>AN 6.34</a>). ",
  "dn20:20.6": "The moniker “Great Brahmā” (<i lang='pi' translate='no'>mahābrahmā</i>) is here used of an individual, but sometimes it is a class of leading Brahmās. ",
  "dn20:20.9": "“God Almighty” (<i lang='pi' translate='no'>issara</i>) is a Brahmā god to whom the creation of the world is falsely attributed (<a href='/dn24/en/sujato#2.14.3'>DN 24:2.14.3</a>, <a href='/mn101/en/sujato#22.5'>MN 101:22.5</a>, <a href='/an3.61/en/sujato#1.6'>AN 3.61:1.6</a>). ",
  "dn20:20.12": "Sanskrit has <i lang='pi' translate='no'>hāritī</i>, the name of the fabled <i lang='pi' translate='no'>yakkhiṇī</i> of Mathurā converted by the Buddha. "
}