{
  "dn21:1.1.1": "This discourse is quoted by name and a passage discussed at [sn22.4](). A Sanskrit parallel published by Ernst Waldschmidt in 1979 is available on SuttaCentral as [SF 241](https://suttacentral.net/sf241/san/waldschmidt). A different discourse of the same name is found at [sn35.118](). This late sutta exhibits considerable literary sophistication. The A-plot concerns Sakka’s rejection of his violent past and embrace of the Dhamma, while the B-plot concerns Pañcasikkha’s more modest growth from a libertine to a married man. ",
  "dn21:1.1.2": "Rhys Davids follows the commentary in translating this “the cave of Indra’s Sāl Tree”. However the Sanskrit  _yāvacchailaguhāyām_ supports “hill cave”. ",
  "dn21:1.2.1": "Introduced in a minor role in [dn18](), [dn19](), and [dn20](), Pañcasikha gets his moment to shine in this sutta. Outside of the Dīghanikāya, he appears only in [sn35.119](). His name means “Fivecrest”, evidently in reference to his impressive hairdo; a nymph or group of nymphs bore the synonymous name Pañcacūḍā, “Five Topknots”. The centaur (_gandhabba_) was a wild rogue of music, dancing, and sex. He must be tamed, and here this is achieved through the power of love and filial respect. A less diplomatic approach is taken in Atharvaveda 4.37.7, where the _gandharva_ with his “egg-crest” (_śikhaṇḍino_) is threatened with castration. ",
  "dn21:1.2.4": "The “arched harp” (_vīṇa_) was a multi-stringed instrument held in the lap, with the strings attached across a curved open arch or bow. It is not the modern Indian instrument called veena, which is a lute or stick zither. _Gandhabbas_ are closely associated with music. ",
  "dn21:1.2.5": "In the Buddhist hierarchy of divinity, _gandhabbas_ occupy a more humble place than the gods of the Thirty-Three, yet here Pañcasikha appears with them in a position of honor. In [dn19:28.3]() we saw that the even more exalted Brahmā takes the form of Pañcasikha. This fluidity is characteristic of old Vedic cosmology, where there is no clear hierarchy of divinity. The formalized Buddhist hierarchy is a later conception. ",
  "dn21:1.4.2": "We will learn later of how Sakka’s appearance could be too disturbing for the Buddha while on retreat. Pañcasikha, on the other hand, would appear alone, without a retinue. ",
  "dn21:1.4.8": "The idea that the Buddha would be wooed by a love song seems like an absurd conceit, until you take into account the centaurs’ dangerous reputation as inveterate lechers. Pañcasikha wants to show that he is maturing and finally seeking a commitment in a respectable marriage. ",
  "dn21:1.5.1": "Suriyavaccasā (“Sunshine”) reflects the solar dimension of the _gandhabba_ mytheme. She appears in Atharvaveda 8.10.27, which invokes the _gandharvas_ with their female counterpart the “nymphs” (Pali _accharā_, Sanskrit _āpsarásā_). ",
  "dn21:1.5.2": "In Sanskrit literature, Timbaru (Sanskrit _tumburu_) was an elder _gandharva_ musician in the courts of Indra and Kuvera. According to Rāmāyaṇa 3.4, he was cursed with a monstrous form by Kuvera due to an inappropriate lust for the nymph Rambhā. Upon his defeat at the hands of Rāma he was restored to his former status. Pañcasikha would have wanted to avoid a similar fate. Rather than Suriyavaccasā, the Sanskrit literature mentions his daughters Manuvantī and Sukeśī (Vāyupurāṇa 69.49 = Brahmāṇḍapurāṇa 2.7.13). ",
  "dn21:1.5.7": "_Aṅgīrasi_ means “shining one” and is etymologically linked with _agni_ (“fire”). Suriyavaccasā earned the name due to both her radiant nature and her family connections: her father Timbaru was a son of Kaśyapa, who was (according to certain lineages) brother of Aṅgīras, from whom the Aṅgīrasas were descended. In the Arthavaveda—the only early non-Buddhist source for a nymph named Suriyavaccasā—_aṅgīrasi_ is associated with witchcraft (Atharvaveda 12.5.52). _Aṅgīrasa_ is also a patronymic of the Buddha ([dn32:3.14]()). ",
  "dn21:1.5.8": "“Saints” is _arahantā_, which I normally translate as “perfected ones”. ",
  "dn21:1.5.11": "_Parinibbāpaya_, “please quench me”. Pañcasikha subverts imagery employed by the Buddha—quenching thirst, cooling breezes, extinguished flames—to erotic effect. ",
  "dn21:1.5.17": "Pañcasikha is showing off his literary skill. The same image, the elephant, illustrates opposing qualities, peaceful and violent. In these two sides of sensual desire, he reveals, unconsciously perhaps, the rapacious side of his own nature. For Pañcasikha, the elephant bursting its bonds illustrates his crazed devotion, whereas later it illustrates breaking free of desire ([dn21:1.12.45]()). ",
  "dn21:1.5.36": "For how a married couple may stay together in this life and the next, see [an4.55](). ",
  "dn21:1.5.43": "Pañcasikha is using the present participle _jigīsāno_ in the historical present. ",
  "dn21:1.5.49": "In Indian culture, a _gandharva_ wedding is a pure love-match, without the blessing of parents or priests. Here, however, Pañcasikha wants to do the right thing and get the father’s blessing. ",
  "dn21:1.6.2": "If Pañcasikha was seeking the Buddha’s approval for his love-match, he was doomed to disappointment, as the Buddha and his mendicants do not involve themselves in arranging marriages. The Buddha sidesteps the issue by politely complementing Pañcasikha on his musicianship. ",
  "dn21:1.6.7": "“Sister” (_bhaginī_) is a respectful term of address, but is normally used in a chaste sense. When Raṭṭhapāla calls his wives “sister”, they faint in shock ([mn82:23.4]()). ",
  "dn21:1.6.8": "Sikhaṇḍī (“egg-crested”) is the term for the centaur as seductive threat to women in Atharvaveda 4.37.7. It is also a poetic term for a peacock. ",
  "dn21:1.9.3": "It is rare for the Buddha to address a deity as “venerable” (_āyasmā_), a term usually reserved for monks. Moggallāna addresses Sakka as “the venerable Kosiya” at [mn37:10.6](); Mahākassapa calls him Kosiya without honorific at [ud3.7:3.12](). | The word _kosiya_ is explained by the commentaries as “owl”, which, if correct, would have been the totem for a clan of that name. It is, however, a patronymic: Rig Veda 1.10.11 has _indra kauśika_ which means “Indra, son of Kuśika (or Kuśa)”. _Kuśa_ grass is critical to the performance of Vedic rites, and the label probably initially implied “Brahmanized”, i.e. a king whose reign was authorized according to Vedic ritual. ",
  "dn21:1.10.1": "A _paricārikā_ is a maid attending on a nymph ([mn37:8.12]()). | Bhūjati (variant _bhuñjatī_) does not seem to appear elsewhere. ",
  "dn21:1.10.13": "Sakka pointedly ignores this, but perhaps his shame at disturbing the Buddha’s meditation explains his oblique method of gaining an audience. ",
  "dn21:1.11.5": "This implies she was a stream-enterer. ",
  "dn21:1.11.6": "In Buddhism, sex is mutable between lives and even within one life ([Bu Pj 1:10.6.1](https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#10.6.1)). Later Buddhists sometimes held that the status of a male was preferable. Here this is not stated outright, but the narrative implies that she thought her station was improved when becoming a male. Notably, it is not the Buddha who says this, but Sakka, relaying the story of another deity. That the proponent was a woman, at least formerly, is a trope of Indian literature: a woman is the ideal misogynist (see eg. [ja61]() or Śivapurāna chapter 4). Here, though, the situation is nuanced, because despite her (presumed) inferior status, she has better rebirth than the monks she served. ",
  "dn21:1.11.13": "_Kutomukhā_, which occurs only in this sutta, contrasts with _sammukhā_ (“in the presence of”, “from the mouth of”). The commentary explains it as a rhetorical question, “Were you distracted or falling asleep?” Alternatively, it might mean “From whom did you learn the Buddha’s teaching?” It recurs later in the verses. This is not the only such case: _duddiṭṭharūpaṁ_ and _kāyaṁ brahmapurohitaṁ_ are other examples of terms found nowhere else in the Pali canon, yet found here both in prose and in verse. Clearly one has been copied from the other; it seems to me that the rarity of these terms and the greater coherence of the verses suggests that the prose is a (somewhat altered) summary of the verses. ",
  "dn21:1.11.19": "The commentary explains the verb “gained” (_paṭilabhiṁsu_) as serving dual roles here: “gaining” of “absorption mindfulness” (_jhānasatiṁ_), upon which they “gain” rebirth in the Brahmā realm. However, the verses below speak of “recollecting” (_anussaraṁ_) the Buddha’s teachings at this juncture. Compare [Bu NP 23:1.1.20](https://suttacentral.net/pli-tv-bu-vb-np23/en/brahmali#1.1.20), where the king “remembered” his long-forgotten promise (_vissaritvā cirena satiṁ paṭilabhitvā_). [an4.191:2.24]() speaks of the “arising of memory” (_satuppādo_) in a deity when reminded of Dhamma passages they once recited as a monk. | The phrase _kāyaṁ brahmapurohitaṁ_ is syntactically incongruous; I think it was clumsily copied from the verses below, where the required verb (_ajjhagaṁsu_) is present. The commentary explains it as “a Minister of Brahmā’s body” (_brahmapurohitasarīraṁ_), but in such contexts _kāya_ usually means “host”. ",
  "dn21:1.12.14": "When bowing, it is a special sign of devotion to touch the feet of the one revered (eg. [mn89:9.1]()). ",
  "dn21:1.12.19": "Here Gopaka shifts from speaking about them in third person to speaking to them in second person. ",
  "dn21:1.12.22": "_Tidiva_ is an abbreviated reference to the thirty-three gods. ",
  "dn21:1.12.31": "I.e. she was a lay person. ",
  "dn21:1.12.35": "Up until now, the verses have been spoken by Gopaka, but here a narrator appears. ",
  "dn21:1.12.51": "Normally rebirth is described as passing away in one realm then being reborn in another. Yet here the gods of the Thirty-Three—in their traditional abode on Mount Meru—were watching them literally fly from one realm to another. ",
  "dn21:1.12.57": "The truncated _janind’_ is not vocative _janinda_ for Sakka, but nominative _janindo_ for the Buddha. ",
  "dn21:1.12.58": "“Sakyan Sage” (_sakyamuni_) became a favorite epithet of the Buddha, but in early texts it appears only here and the Ratanasutta ([snp2.1:4.2]()). ",
  "dn21:1.12.59": "“Sons” in a spiritual sense. ",
  "dn21:1.12.65": "The commentary says, “In this dispensation the explanation of the teaching is such that because of it, disciples become endowed with such qualities” (_ettha sāsane evarūpā dhammappakāsanā, yāya sāvakā etehi guṇehi samannāgatā honti_). This explains the feminine _etādisī_; _pakasanā_, which is normally neuter, is feminine here. This use is fairly common in later texts (it occurs at the conclusion of the Ṭīkā for this sutta). ",
  "dn21:1.12.66": "_Kiṅkaṅkhati_ is a unique term for “doubt”. ",
  "dn21:1.12.72": "The end point of Gopaka’s speech is hard to determine, as there is no _-ti_ to mark it. Various editions and translations either ignore the issue or end it in different places. The next line marks the beginning of Sakka’s direct speech to the Buddha, and I think it makes the best sense to assume that up to here he has been relating the story he was told. ",
  "dn21:2.1.3": "This question hints at Sakka’s own evolution from the battlegod of the Vedas to an acolyte of peace. ",
  "dn21:2.1.6": "Jealousy is wanting what others have, while stinginess is not wanting to share what you have. ",
  "dn21:2.2.2": "Compare with such contexts as the side branch of dependent origination at [dn15:9.1](), the origins of disputes at [snp4.11](), and the analysis of proliferation at [mn18](). Note the constructive use of the “yes, and” method of questioning. Sakka finds wisdom due to his curiosity, neither being too-easily sated with a simple answer, nor quibbling that the answer is inadequate, but building on the foundations of understanding. ",
  "dn21:2.2.11": "Compare [snp4.11:4.1](). ",
  "dn21:2.2.17": "Here we depart from the normal sequence, which is that feelings give rise to craving (_taṇhā_). In [snp4.11:6.1]() it is said that pleasure and pain give rise to desire, not thought. ",
  "dn21:2.2.23": "“Judgements that emerge from the proliferation of perceptions” renders _papañcasaññāsaṅkhā_. Again the sequence departs from [mn18:16.1](), which says that thoughts—which are normal and morally neutral psychological processes—give rise to “proliferation” (_papañca_), which is when craving and delusion cause thought to spin out of control. “Proliferation” then solidifies into “judgements” that fuel an individual’s delusion of “self” persisting through time. ",
  "dn21:2.3.10": "_Jaññā_ is 3rd singular optative (cp. [an9.6:3.4]()). ",
  "dn21:2.3.14": "That is, second _jhāna_ is better than first _jhāna_. ",
  "dn21:2.3.21": "Overwhelmingly, the suttas speak of happiness in the path to liberation. They do, however, also acknowledge that sometimes temporary states of sadness leading to disillusionment can spur a person on the path. ",
  "dn21:2.3.22": "It is hard to know what the text is getting at here, as there is no “sadness” in any _jhāna_. ",
  "dn21:2.4.3": "Here the Buddha emphasizes the psychological and spiritual underpinnings of the “monastic code” (_pātimokkha_). ",
  "dn21:2.4.26": "The suttas frequently describe three kinds of search: for sensual pleasures, for continued existence, and for a spiritual path (eg. [sn45.161:7.3.]()). The last search lead the Buddha to awakening ([mn26:15.1]()). ",
  "dn21:2.5.16": "Sakka switches his term of address for the Buddha from _mārisa_ to the more respectful _bhante_ here, then back to _mārisa_ below. This passage is found at [mn114:24.5.](), where _bhante_ is used, suggesting it was imported from there. ",
  "dn21:2.5.17": "For a more detailed analysis of this, see [mn152](). ",
  "dn21:2.6.2": "The Pali _ekanta_ (“single”) here is a little tricky; it could mean either “the same” or “of one goal”. The Sanskrit has just uses _eka_ (_ekakāmā ekacchandāḥ_, “one desire, one wish”), while the commentary explains the first and last terms as “one goal” and the middle terms as “one”. ",
  "dn21:2.6.6": "The Buddha points out that spiritual teachers, when faced with a world of experiential diversity, tend to prioritize their own experience or doctrine, dismissing others as less real or meaningful. ",
  "dn21:2.7.1": "“Turbulence” is _ejā_, from a root meaning “motion, agitation”, and hence the opposite of the “imperturbable” (_aneja_) peace of the Buddha ([sn35.90]()). ",
  "dn21:2.7.5": "Compare Ajātasattu’s experience at [dn2:15.1](). ",
  "dn21:2.7.28": "“Nectar” is _ojā_, in Vedic texts called _soma_ or _amṛta_ (“ambrosia” of immortality). The battle over nectar by gods (_deva_) and demons (_asura_) is a a very ancient element of Indo-European mythology. ",
  "dn21:2.7.30": "Here Sakka makes a clean break from the violent delights he enjoyed in former (Vedic) times. ",
  "dn21:2.8.5": "_Punarāyu_ is a unique term. It probably means that Sakka can extend his current fortunate birth due to the merit of Dhamma. ",
  "dn21:2.8.10": "To die “unconfused” or “consciously” is said to be a benefit of Dhamma practice (eg. [an5.215:2.3]()). ",
  "dn21:2.8.15": "“According to method” (_ñāyena_) recalls _ñāyapaṭipanno_ as a description of the noble ones. It means practicing according with the noble eightfold path, a “method” that yields definite results. ",
  "dn21:2.8.21": "This refers to the possibility of achieving perfection (_arahattā_). ",
  "dn21:2.8.26": "That is, after passing away as Sakka and being reborn as a human, he will subsequently return to the heaven realm. ",
  "dn21:2.8.30": "He predicts that his final life will be in this high realm that is inhabited by non-returners ([an9.12:6.7]()). ",
  "dn21:2.9.29": "_Karomasi_ is middle imperative 1st plural, “we should do”, glossed by the commentary as “we should pay homage” (_namakkāraṁ karoma_). ",
  "dn21:2.9.30": "_Samaṁ_ is an indeclinable in the sense “likewise”. ",
  "dn21:2.9.32": "_Sāmaṁ_ is an indeclinable in the sense “oneself, personally, one’s own”. ",
  "dn21:2.10.4": "A _gandharva_ wedding must be a mutual love match. ",
  "dn21:2.10.5": "“Touching the ground with his hand” is a unique gesture in the early Pali, immortalized in later legend when the Buddha touches the ground to invoke the Earth Goddess as witness of his striving. ",
  "dn21:2.10.11": "Sakka is also said to have been accompanied by 80,00 deities at [sn40.10:4.4](). This is one of many indications that this is a late discourse, several of which have been touched on above: late or unique terminology; fancy literary styles; adoption of doctrinal passages from elsewhere in a sometimes clumsy fashion; and so on. In determining whether a sutta is late or early, we do not rely on a single definitive reason, but on a cluster of independent criteria which taken together are most easily explained in terms of historical development. "
}