{
  "dn22:1.1": "This discourse is copied from [mn10](). The section on the four noble truths has been expanded with material mostly drawn from [mn141](). These discourses are the most influential texts for modern Theravada meditation, prompting countless modern commentaries. Comparative study of the several parallel versions reveals that this discourse, while comprised almost entirely of early material, was compiled in this form as one of the latest texts in the Pali suttas. | While mindfulness is always useful ([sn46.53:15.4]()), the “establishment of mindfulness” (_satipaṭṭhāna_) refers especially to a conscious development of contemplative practices based on mindfulness, i.e. “mindfulness meditation”. ",
  "dn22:1.7": "The phrase _ekāyano maggo_ (“path to convergence”) is given multiple meanings in commentaries and ancient translations. Outside of _satipaṭṭhāna_, it is used in only one context in Pali, where it means to “come together with” ([mn12:37.5]()). At [sn47.18:3.4]() the phrase is spoken by Brahmā, which suggests it was a Brahmanical term. At Bṛhadāraṇyaka Upaniṣad 2.4.11—a passage full of details shared with the suttas—it means a place where things unite or converge. Thus _satipaṭṭhāna_ leads to everything “coming together as one”. In other words, as seventh factor of the noble eightfold path, it leads to _samādhi_, the eighth factor ([sn45.1:3.9](); see also [mn44:12.3]()). ",
  "dn22:1.9": "The idiom _kāye kāyānupassī_, literally “observes a body in the body” refers to focusing on a specific aspect of embodied experience, such as the breath, the postures, etc. | “Keen” (or “ardent”, _ātāpī_) implies effort, while “aware” (_sampajāno_) is the wisdom of understanding situation and context. | “Covetousness and displeasure” (_abhijjhādomanassaṁ_) are the strong forms of desire and aversion that are overcome by sense restraint in preparation for meditation. ",
  "dn22:1.10": "“Feelings” (_vedanā_) are the basic tones of pleasant, painful, or neutral, not the complexes we call “emotions”. ",
  "dn22:1.11": "“Mind” (_citta_) is simple awareness. In meditation contexts, “mind” is often similar in meaning to _samādhi_. ",
  "dn22:1.12": "“Principles” (_dhammā_) are the natural “systems” of cause and effect that underlie the “teachings”. The renderings “mind objects” or “mental qualities” are incorrect, as many of the things spoken of in this section are neither mind objects nor mental qualities. “Phenomena” is a possible translation, but the emphasis is not on the “appearance” of things, but on the “principles” governing their conditional relations. ",
  "dn22:2.2": "The context here—a mendicant gone to the forest—establishes that this practice takes place in the wider context of the Gradual Training. Indeed, this whole sutta can be understood as an expansion of this phrase, mentioned briefly at [dn2:67.3](). ",
  "dn22:2.3": "The most fundamental meditation instruction in Buddhism. Notice how the Buddha phrases it: not “concentrate on the breath” as an object, but rather “breathing” as an activity to which one brings mindfulness. ",
  "dn22:2.4": "The stages of breath meditation are not meant to be done deliberately, but to be observed and understood as the natural process of deepening meditation. When starting out, the breath is somewhat rough and coarse. ",
  "dn22:2.5": "Over time, the breath becomes more subtle and soft. ",
  "dn22:2.6": "Contextually the idiom “whole body” (_sabbakāya_) here refers to the breath, marking the fuller and more continuous awareness that arises with tranquility. Some practitioners, however, interpret it as the “whole physical body”, broadening awareness to encompass the movement and settling of energies throughout the body. ",
  "dn22:2.7": "The “physical process” (_kāyasaṅkhāraṁ_) is the breath ([sn41.6:1.8]()). ",
  "dn22:2.8": "Text has “long” and “short”, but “deep” and “shallow” or “heavy” and “light” are more idiomatic for describing the breath in English. ",
  "dn22:2.11": "“Internally” is one’s own body, “externally” the bodies of others, or external physical phenomena. This distinction is applied broadly in Buddhist meditation, but it is more relevant in some contexts than others. In the case of the breath, one is obviously focusing on one’s own breath, but when contemplating, say, a dead body, or the material elements, there is more of an external dimension. Starting with “me” in here and the “world” out there, this practice dissolves this distinction so that we see we are of the same nature as everything else. ",
  "dn22:2.12": "This is the _vipassanā_ (“insight” or “discernment”) dimension of meditation, observing not just the rise and fall of phenomena, but also their conditioned “nature” as being “liable” (_-dhamma_) to impermanence. The meaning of this passage is explained at ([sn47.42]()). Apart from these passages, _vipassanā_ in _satipaṭṭhāna_ pertains specially to the observation of principles. ",
  "dn22:2.13": "Mindfulness meditation leads to a range of knowledges as detailed by Anuruddha at [sn52.6]() and [sn52.11]()–24. An arahant is “independent” of any attachment (eg. [mn143]()), but _satipaṭṭhāna_ is also taught to give up dependency on views of the past and future ([dn29:40.1]()). ",
  "dn22:3.1": "In early Pali, this practice is found only in the two Satipaṭṭhānasuttas and the closely related Kāyagatāsatisutta ([mn119]()). It is practiced by developing a reflexive awareness of one’s posture and activity as it proceeds, often assisted by moving slowly and carefully. ",
  "dn22:4.1": "“Situational awareness” (_sampajañña_) understands the context and purpose of activities. The main examples here illustrate the activities of daily monastic life: leaving the monastery on almsround, restraint while in the town, care wearing the robes, then mindfully eating and going to the toilet. ",
  "dn22:5.1": "This practice is intended to counter sexual desire and obsession. The primary focus is on one’s own body, the other’s body, although that can be brought in also. By focusing on aspects of our body that we normally prefer to ignore, we move towards a healthy sense of acceptance and neutrality towards our body. ",
  "dn22:5.2": "Thirty-one parts are mentioned in early texts, later expanded to thirty-two with the addition of the “brain” (_matthaluṅga_). ",
  "dn22:5.3": "The “bag with openings at both ends” is the body. Not all the varieties of grains and beans can be positively identified. ",
  "dn22:6.1": "While meditation on the elements is commonly taught in early texts, this phrase is found only in the two Satipaṭṭhānasuttas and the Kāyagatāsatisutta. Detailed instructions are found in such suttas as [mn28]() and [mn140](). This meditation works in any posture, whereas breath meditation is best done sitting, to allow the breath to become still. ",
  "dn22:6.2": "The “elements” are the four states of matter as represented by their primary material example and their dominant property: earth as a solid with the property of resisting or upholding; water as a liquid with the property of binding; air as a gas with the property of movement; and fire (“heat” or “energy”) as plasma with the property of transformation. ",
  "dn22:6.3": "This gruesome image shows that butchery of cows was a normal feature of ancient Indian life. ",
  "dn22:7.1": "Cremation was expensive and not available to everyone. Bodies might be left in the charnel ground for a variety of reasons, such as local customs, lack of funds, or in cases of inauspicious death such as murder or execution. This is still seen in some places today, and monastics occasionally take the opportunity to practice meditation beside a corpse. However the wording of the Pali sounds like an imaginative exercise. ",
  "dn22:7.2": "The observed corpse is not gendered. The purpose is not to become repulsed by an objectified other, but to understand the mortality of one’s own body. ",
  "dn22:10.3": "It takes decades for bones to rot to powder, again suggesting it is an imaginative contemplation. ",
  "dn22:11.1": "Literally “a feeling among the feelings”; the practice shows that the meditator contemplates specific feelings as they occur. ",
  "dn22:11.2": "Pali employs direct quotes to indicate reflexive awareness: you feel the feeling and you know that you feel the feeling. It does not mean that you have to literally say “I feel a pleasant feeling”, although some adopt that as a meditation method. ",
  "dn22:11.5": "Feelings “of the flesh” (_sāmisa_)  are associated with the body and sensual desires ([sn36.31:4.1]()). ",
  "dn22:11.6": "Feelings “not of the flesh” (_nirāmisa_) are associated with renunciation and especially with the _jhānas_ and liberation ([sn36.31:5.1]()). ",
  "dn22:11.8": "This would include the feelings of loss, doubt, and dejection that can occur during the spiritual path. ",
  "dn22:11.10": "The feeling of the fourth _jhāna_ and higher liberations ([sn36.31:8.2]()). ",
  "dn22:12.2": "In Buddhist theory, awareness of the presence or absence of qualities such as greed is explained on three levels. There is the simple happenstance of whether greed is present at that time or not. Then there is the mind freed of greed through the power of absorption. Finally there is the liberation from greed which comes with full awakening. ",
  "dn22:12.8": "The mind is “constricted internally” due to dullness and “scattered externally” due to the distractions of desire ([sn51.20:18.1]()). ",
  "dn22:12.10": "The following terms “expansive” (_mahaggata_), “supreme” (_anuttara_), “immersed” (_samāhita_), and “freed” (_vimutta_) all refer to states of absorption and/or awakening. ",
  "dn22:13.2": "The Satipaṭṭhānavibhaṅga of the Pali Abhidhamma only mentions the hindrances and awakening factors in this section ([Vb 7](https://suttacentral.net/vb7)). This, together with a range of other evidence, suggests that this was the original content of the observation of principles. ",
  "dn22:13.4": "Here causality is introduced. In the contemplation of mind, the meditator was aware of the presence or absence of desire in the mind. Now they look deeper, investigating the cause of desire and understanding how to be free of it forever. This contemplation of the “principles” of cause and effect is the distinctive feature of this section. ",
  "dn22:13.6": "The Buddhist schools debated whether this included physical tiredness or not. The Theravada argued that it was purely a mental laziness, as even the Buddha got sleepy. ",
  "dn22:14.4": " “Form” (_rūpa_) is one’s own body and the external material world experienced through the senses. More subtly, it represents the “appearance” of physical phenomena, even when experienced solely in the mind as color, visions, etc. ",
  "dn22:14.6": "“Perception” (_saññā_) is the recognition or interpretation of experience in terms of meaningful wholes. We see, for example, “color” yet we perceive a “person”. In the Vinaya we find many examples where a person perceived things in one way, yet they turned out to be something else. ",
  "dn22:14.7": "In the five aggregates, _saṅkhārā_ is a synonym for “volition” (_cetanā_). The traditions later used it as a catch-all category for everything that does not fit in the other aggregates. In the suttas, however, the purpose of the aggregates is not to classify everything that exists, but to contemplate aspects of experience that we tend to identify as a “self”. ",
  "dn22:15.3": "At [sn35.232:3.2]() the “fetter that arises dependent on both” is identified as “desire and lust” (_chandarāga_). ",
  "dn22:16.1": "These seven factors that lead to awakening (_bojjhaṅgā_, [sn46.5]()) are commonly presented in opposition to the five hindrances (eg. [sn46.2](), [sn46.23](), [sn46.55]()). ",
  "dn22:16.3": "“Mindfulness” includes the recollection of the teachings ([sn46.3:1.8]()) as well as mindfulness meditation. ",
  "dn22:16.4": "Likewise, this includes the inquiry into _dhammas_ as “teachings” as well as “phenomena” or “principles”. ",
  "dn22:17.1": "Due to their development of the two wings of _samatha_ and _vipassanā_ meditation as described in this sutta, practised in the context of the teaching and training as a whole, the meditator realizes the four noble truths at the moment of stream-entry. ",
  "dn22:18.1": "The sutta now proceeds in analytical fashion, digging deeper into the details of the four noble truths. The fundamental definitions were taught in the Buddha’s first sermon ([sn56.11:4.1]()). ",
  "dn22:18.4": "As at [dn15.4.3](), _jāti_ is invariably defined as the rebirth of beings, not as simple arising. The same applies to old age and death. ",
  "dn22:18.13": "In this and following definitions we mainly find mere verbal variations of the basic term. ",
  "dn22:18.19": "_Dukkha_ (“pain”, “suffering”) is here restricted to physical pain. Elsewhere it may be any kind of painful feeling, while in the four noble truths it is suffering of any sort, including subtle forms of existential suffering. ",
  "dn22:18.21": "_Domanassa_ normally means “sadness”, but sometimes it contrasts with desire in which case it is a form of aversion. ",
  "dn22:18.31": "_Piya_ often refers to those who are dear and beloved, but as shown here it can also mean simply anything that is liked. ",
  "dn22:18.35": "This is an example of “painful feeling not of the flesh”. The Buddha is here denying the efficacy of prayer, invocation, or magic spells. ",
  "dn22:19.7": "The following list of properties that relate to the senses gradually moves from the more basic to the more sophisticated. ",
  "dn22:19.19": "“Eye consciousness” is aware only of “light”; it sees colors but does not interpret them. ",
  "dn22:19.25": "“Contact” or “stimulus” happens when the sense base, the sense object, and the sense consciousness all occur together. ",
  "dn22:19.37": "“Perception” interprets the “light” that is seen, organizing it in meaningful wholes. For example, the eye sees the color white, while perception recognizes that it is “white”, and further, that that white color is in fact a “wall”. ",
  "dn22:19.43": "To continue the example, once the light has been interpreted by perception as a “wall”, we then make the choice to walk around it rather than through it. Choices therefore depend on perceptions. ",
  "dn22:19.55": "“Thought” is _vitakka_. ",
  "dn22:19.61": "“Consideration” is _vicāra_, a more sustained exercize of thought. ",
  "dn22:21.3": "Mindfulness is not a path in and of itself, but rather is the seventh factor of the eightfold path. ",
  "dn22:21.5": "The fourth noble truth is the path, while the first path factor is the noble truths. These two teachings are different perspectives on the same _dhamma_. ",
  "dn22:21.8": "_Saṅkappa_ is normally a synonym of _vitakka_ in the suttas, hence the rendering “right thought”. It is, however, not just verbalized thought, but the direction in which one applies the mind. This factor is the emotional counterpart of right view, ensuring that the path is motivated by love and compassion. ",
  "dn22:21.14": "The first three of the five precepts. “Sexual misconduct” is the betrayal of trust in a sexual relationship. ",
  "dn22:21.17": "Defined for a monastic in the long section on ethics in the Sāmaññaphalasutta ([dn2:56.1]()) and for a lay person as trade in weapons, living creatures, meat, intoxicants, and poisons ([an5.177:1.3]()). ",
  "dn22:22.1": "The emphasis is on “develop in this way” (_evaṁ bhāveyya_), that is, with the full practice including deep absorption as the culmination of the path as a whole. ",
  "dn22:22.3": "A similar promise of results in at most seven years is found at [dn25:22.9](), [mn10:46.3](), and [mn85:59.3](); and at most ten years at [an10.46:7.3](). "
}