{
  "dn23:1.2": "Kumārakassapa was ordained at twenty (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#75.1.1'>Kd 1:75.1.1</a>). He features in the Vammikasutta (<a href='/mn23/en/sujato'>MN 23</a>), and his verses are collected in the Theragāthā (<a href='/thag2.41/en/sujato'>Thag 2.41</a>). He was declared the foremost of those with brilliant speech, apparently on the basis of this discourse. When a sutta begins without mentioning the Buddha, however, it usually means it was spoken after the Buddha’s passing, a detail confirmed by the commentary to Vimānavatthu 74. The Pāyāsisuta is the only major Buddhist text that has a Jain parallel, Paesi-kahāṇayaṁ, a similar dialogue between Paesi and Keśin in Setavyā. ",
  "dn23:1.3": "Setavyā was north-east of Sāvatthī. ",
  "dn23:1.4": "Pāyāsi  was a <i lang='pi' translate='no'>khattiya</i> yet he receives a <i lang='pi' translate='no'>brahmadeyya</i>. The sense of <i lang='pi' translate='no'>brahmadeyya</i> as a donation to brahmins is well attested in inscriptions, so I think this is likely a mistake in the text, rather than evidence that the practice was not for brahmins only. ",
  "dn23:2.2": "This is wrong view per <a href='/mn117/en/sujato#5.1'>MN 117:5.1</a>. ",
  "dn23:5.4": "This idiom recurs at <a href='/an6.38/en/sujato#1.5'>AN 6.38:1.5</a> where, as here, it refers to a well-known view and cannot mean that they have never heard of it. There the text and commentary read <i lang='pi' translate='no'>māhaṁ</i>, which with the aorist is prohibitive not negatory. It is an idiom expressing dislike. ",
  "dn23:5.11": "While the world “down here” is bogged down in its messy and ephemeral issues, the heavenly bodies proceed in their serene, glorious, stately indifference. Ignoring gravity, self-luminous, and apparently eternal, they operate according to what appears to be an entirely different set of rules, a “meta-physics”. What Newton did in physics the Buddha did in spirituality: show that the heavens, despite appearances, operate with the same set of conditioned rules as apply down here. ",
  "dn23:5.12": "Kassapa’s argument here doesn’t directly establish his conclusion. It is possible that gods exist on an entirely separate plane that has nothing to do with kamma and rebirth. ",
  "dn23:6.18": "This is still a major factor in shaping belief. People will reject the opinions of experts and believe people that they know. ",
  "dn23:7.10": "Follow PTS reading <i lang='pi' translate='no'>uddassetvā</i>, which at <a href='/mn82/en/sujato#11.9'>MN 82:11.9</a> has the sense “visit”. ",
  "dn23:7.19": "Kassapa, however, has not established the existence of an afterlife, he has merely refuted Pāyāsi’s argument. Per Occam’s razor, the burden of proof lies on the one who wishes to establish the existence of the afterlife, not on the one who denies it. His arguments, however, become more persuasive if they are understood as building on the initial agreement on the divinity of the sun and moon. He knows that Pāyāsi accepts some form of other world, even if he says otherwise, so the argument hinges on whether Pāyāsi’s methods are sufficient to <em>disprove</em> the kind of other world that Kassapa proposes, i.e. one driven by kamma. ",
  "dn23:9.31": "Follow PTS reading <i lang='pi' translate='no'>ubbāhati</i>. Cf. <a href='/an3.93/en/sujato#6.4'>AN 3.93:6.4</a> for the sense “transport”. ",
  "dn23:11.2": "36,000,000 years. ",
  "dn23:11.10": "This recognizes the relativity of time. ",
  "dn23:11.13": "Pāyāsi makes a good point; he only relies on sources that he knows he can trust. ",
  "dn23:11.41": "Kassapa establishes the empirical method by which these truths are known. Science extends knowledge by means of external instruments, while meditation extends the scope of consciousness. A non-scientist cannot understand how a scientist establishes their conclusions, and can only rely on trust in the scientific establishment. Likewise a non-meditator cannot understand the capacity of expanded consciousness. ",
  "dn23:13.13": "The commentary explains <i lang='pi' translate='no'>opabhoggā</i> (“reward”) as <i lang='pi' translate='no'>pādaparicārikā</i> (“wife”). ",
  "dn23:13.26": "Read <i lang='pi' translate='no'>opāṭesi</i>. ",
  "dn23:13.27": "Prefer Mahāsaṅgīti reading <i lang='pi' translate='no'>yāva vijāyāmi</i> over PTS <i lang='pi' translate='no'>yāva jānāmi</i> (“until I know”); it echoes <i lang='pi' translate='no'>yāva vijāyāmi</i> above. The phrase is not fully coherent, which is understandable given the circumstances. ",
  "dn23:13.29": "“Irrationally” is <i lang='pi' translate='no'>ayoniso</i>, literally “not sourcewise”. This passage gives a nice real world example of what it means: the means employed are unrelated to the end sought. ",
  "dn23:14.10": "Pāyāsi’s experiments were cruel, but no more so than many recorded in recent history. ",
  "dn23:14.13": "We assume that a soul must be immaterial and invisible, but clearly this was not always the case at the time. From <a href='/dn1/en/sujato'>DN 1</a> we know that there was an almost inexhaustible variety of views about the self or soul. ",
  "dn23:15.2": "This echoes Upaniṣadic discussions of the nature of the dream state and its relation to death. See for example Bṛhadāraṇyaka Upaniṣad 2.1.18, which says one might become a brahmin or king in a dream. ",
  "dn23:15.6": "Bṛhadāraṇyaka Upaniṣad 4.3.19 describes the soul returning to the body like a tired hawk returning to the nest. ",
  "dn23:16.10": "Aside from the cruelty, this echoes the dictum attributed to Galileo: “Measure what is measurable, and make measurable what is not so.” Given sufficient precision, this method could be effective in testing for the existence for a physical soul that has mass. ",
  "dn23:16.13": "A dead body will, if anything, weigh less due to excretion and dehydration. ",
  "dn23:17.5": "The misconception that iron is lighter when heated is repeated elsewhere (eg. <a href='/sn51.22/en/sujato#4.1'>SN 51.22:4.1</a>). In fact, assuming there are no chemical reactions, it will be very slightly heavier due to relativistic effects, yet less dense and hence more buoyant. These changes are too small to be detected by Pāyāsi’s methods, though. ",
  "dn23:18.12": "The commentary explains <i lang='pi' translate='no'>āmato</i> as <i lang='pi' translate='no'>addhamato</i> (“half-dead”). ",
  "dn23:18.29": "At <a href='/an9.37/en/sujato'>AN 9.37</a> this rather abrupt insertion more aptly describes a deep meditation. ",
  "dn23:19.3": "Bṛhadāraṇyaka Upaniṣad 2.4.8 employs the same metaphor in the search for the soul. ",
  "dn23:21.48": "",
  "dn23:21.52": "Accept PTS reading <i lang='pi' translate='no'>gavesasi</i>. ",
  "dn23:22.7": "Pāyāsi honestly acknowledges the role of social conformity and shame in shaping views. ",
  "dn23:23.3": "Although this became the first story of the Jātaka collection (Ja 1), here it is not framed as a Jātaka. ",
  "dn23:23.8": "While the places are not specified, the journey from “east to west” across desolate lands sounds suggests they may have been venturing from the rich plains of the Ganges west across the Thar Desert of Rajasthan. ",
  "dn23:23.13": "Read with PTS <i lang='pi' translate='no'>gadrabharathena</i> (“donkey cart”) for <i lang='pi' translate='no'>bhadrena rathena</i> (“fine cart”). ",
  "dn23:23.35": "The obviously suspicious stranger depicts the genuine dangers of trade in unknown regions, warning the traveler of raiding tribes as well as supernatural creatures. ",
  "dn23:23.51": "Again the criteria that only those who are known may be trusted. ",
  "dn23:27.6": "<i lang='pi' translate='no'>Pajohissāmi</i> is related to Sanskrit <i lang='pi' translate='no'>juhoti</i>, usually used in the sense “to offer as libation”, a meaning accepted by the commentary here. More likely it simply means to “roll out” (like pouring a sacrifice) by analogy. ",
  "dn23:29.7": "<i lang='pi' translate='no'>Gāmapaṭṭaṁ</i> (variants <i lang='pi' translate='no'>-padaṁ</i>, <i lang='pi' translate='no'>-paddhanaṁ</i>, <i lang='pi' translate='no'>-patthaṁ</i>, <i lang='pi' translate='no'>pajjaṁ</i>) is explained by the commentary as an abandoned village site. ",
  "dn23:29.13": "The sunk cost fallacy. ",
  "dn23:30.1": "Say what you will about Pāyāsi, he had character. ",
  "dn23:30.7": "Compare <a href='/dn5/en/sujato#4.5'>DN 5:4.5</a>. ",
  "dn23:32.2": "For <i lang='pi' translate='no'>guḷavālakāni</i>, <i lang='pi' translate='no'>guḷa</i> is “ball”, <i lang='pi' translate='no'>vāla</i> is “tail”; compare <i lang='pi' translate='no'>macchavāḷaka</i> (“fish-tailed”) at <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#29.4.2'>Kd 15:29.4.2</a>. ",
  "dn23:32.22": "Cp. <a href='/an5.147/en/sujato'>AN 5.147</a>, <a href='/an9.20/en/sujato'>AN 9.20</a>. ",
  "dn23:33.1": "<i lang='pi' translate='no'>Divāvihāra</i> is the “day’s meditation”, while <i lang='pi' translate='no'>divāseyya</i> is “siesta”. "
}