{
  "dn24:1.1.2": "This late sutta satirizes the failings of Sunakkhatta in a fashion so broad that it borders on slapstick. The town of Anupiya is mentioned only here. ",
  "dn24:1.1.6": "The Bhaggava clan was descended from the ancient sage Bhagu (Sanskrit Bhṛgu). They received the gift of fire conveyed by Mātariśvan the wind from the god Agni (eg. Rig Veda 1.60.1). In Pali they appear as potters (eg. [mn81:19.3](), [mn140:1.3](), [sn1.50:11.2](), [sn2.24:12.2]()). Archaeologists refer to the strata around the Buddha’s time as the Northern Black Polished Ware culture on account of the distinctive highly glazed polish that was achieved on the pottery of the time. This, together with the production of iron, marked a significant advance in the mastery of fire. Thus potters were no mere humble craftsmen, but leading technological innovators. ",
  "dn24:1.2.10": "Sunakkhatta’s dismal spiritual career began when he met the Buddha in [mn105](). In [dn6:5.3]() we learn that, after being ordained three years, he spoke of his limited success in meditation. The current sutta and [mn12]() deal with Sunakkhatta’s bitter criticisms of the Buddha shortly after his disrobal. ",
  "dn24:1.3.6": "A candidate for ordination is expected to go for refuge to the Buddha, and may be said to live dedicated (_uddissa_) to him ([Kd 1:23.4.1](https://suttacentral.net/pli-tv-kd1/en/brahmali#23.4.1)). Moreover, a noble disciple is unable to dedicate themselves to another teacher ([an1.276:1.1]()). But when the Buddha called candidates to go forth, he spoke of practice rather than personal devotion: “Come, monk. The Teaching is well-proclaimed. Practice the spiritual life to make a complete end of suffering.” ([Kd 1:6.32.3](https://suttacentral.net/pli-tv-kd1/en/brahmali#6.32.3)) ",
  "dn24:1.4.1": "He makes a similar criticism at [mn12:3.8](). ",
  "dn24:1.7.1": "There are at least eight spellings for this tribe, including _thulu_, _bumu_ and _khulu_. Below we meet a member of the ruling clan of the tribe named _korakhattiya_. I propose that _kora_ is “of Kuru” by way of secondary derivation; cp. Koravya as a regular name for the kings of Kuru. Thus _korakhattiya_ is not a personal name, but rather “the aristocrat of Kuru”. The name of the city _uttarakā_ means “northern”, and Kuru is indeed northern. Occam’s razor would urge us not to assume the existence of an otherwise unknown tribe on such a dubious term when it can be explained more parsimoniously as an ancient misspelling of Kuru. The Chinese at DA 15 (T 1, 67a15) has <span lang='lzh'>白土</span> (“white clay”), which does not seem to clear it up. ",
  "dn24:1.7.3": "This practice is further described, along with the “cow vow”, at [mn57](). ",
  "dn24:1.7.6": "“Holy man” is _sādhurūpo_ (cp. [dhp263](), [an6.54:26.1]()). ",
  "dn24:1.7.18": "_Alasaka_ is otherwise unknown in early Pali. Sanskrit medical texts describe it as flatulent indigestion. This agrees with the subcommentary’s _ajīraṇena āmarogena_ (“indigestion”). | In this sutta, the Buddha is depicted as making specific predictions about the future, whereas normally he does not and probably cannot. Rather, he makes conditional predictions that if such courses are pursued, such results will follow. ",
  "dn24:1.7.19": "The terrifying Kālakañjas are mentioned at [dn20:12.5](). ",
  "dn24:1.9.5": "This whole passage is unprecedented in early Buddhism. If Sunakkhatta was indeed able to revive the dead with three punches, it would explain why he thought so little of the Buddha’s powers. But the ease with which this information is obtained contrasts with the elaborate failures of Pāyāsi ([dn23]()). ",
  "dn24:1.11.2": "Spellings for Kaḷāramaṭṭaka vary greatly. ",
  "dn24:1.11.3": "In these practices we see some examples of the vows or observances (_vata_) that Buddha rejected as “grasping at precepts and observances” ",
  "dn24:1.11.4": "A diet of pure meat is still undertaken today by certain delusional would-be gurus. ",
  "dn24:1.11.5": "Compare the “vow of restraint in the directions” in the Jain Tattvārthasūtra 7.1. ",
  "dn24:1.12.5": "_Āsādimhase_ is middle aorist plural. Below Sunakkhatta again refers to himself in plural, but as usual I render with singular. ",
  "dn24:1.15.2": "The Burmese reading _pāthikaputta_ means “son of a traveler”. However the commentary says Pāṭika (or Pāthika) was the name of his father. ",
  "dn24:1.15.4": "For _ñāṇavādo_ (“one who speaks from knowledge”) see [an9.38:3.3](), [an10.24:2.1](), [mn26:15.7](). ",
  "dn24:1.18.1": "“Ambiguous” is _dvayagāminī_, literally “two-going”. ",
  "dn24:2.7.3": "_Apadāna_ means “what has been left over, leavings, traces”. ",
  "dn24:2.13.1": "This kind of elaborate display is commonly depicted in late texts, but is not otherwise found in early Pali. ",
  "dn24:2.14.2": "Compare [dn1:1.36.3](). The following passage is largely adapted from the Brahmajālasutta. ",
  "dn24:2.17.20": "This statement is not explicitly phrased as a question, but the Mahāsaṅgīti edition inconsistently punctuates it as one. It makes more sense in context, especially as a response to the initial question: _Kathaṁvihitakaṁ_ (“How do you describe …”) … _Evaṁvihitakaṁ_ (“Is this how you describe …”). ",
  "dn24:2.17.22": "This is adopted from [dn1:2.2.1](). These philosophers belong with the “partial eternalists”. ",
  "dn24:2.18.9": "[dn1:2.7.2](). ",
  "dn24:2.19.1": "[dn1:2.10.2](). ",
  "dn24:2.20.9": "[dn1:2.31.1](). ",
  "dn24:2.20.18": ""
}