{
  "dn25:1.3": "The Buddha refers to the events of this sutta at <a href='/dn8/en/sujato#23.2'>DN 8:23.2</a>, but apart from that Nigrodha (“Banyan”) appears to be unknown. A “wanderer” may or may not be Brahmanical, but in DN 8 Nigrodha is called <i lang='pi' translate='no'>tapabrahmacārī</i>, which suggests he was a celibate student of a Brahmanical teacher. | The commentary describes <i lang='pi' translate='no'>udumbarikā</i> (“Fig”) as <i lang='pi' translate='no'>devī</i> (“Queen”), while DA 8 says she is a “brahmin lady”. She too does not seem to appear elsewhere. ",
  "dn25:1.4": "Sandhāna (“Conciliation”) was recognized as an eminent lay follower at (<a href='/an6.120-139/en/sujato#1.14'>AN 6.120–139:1.14</a>). ",
  "dn25:5.5": "“One-eyed cow” is <i lang='pi' translate='no'>gokāṇā</i>. ",
  "dn25:5.10": "<i lang='pi' translate='no'>Orodheyyāma</i> normally means “enclose, trap” like ox in a pen (<a href='/an6.60/en/sujato#3.1'>AN 6.60:3.1</a>), but here it is glossed in the commentary as <i lang='pi' translate='no'>vinandheyyāma</i> (“twist around”). ",
  "dn25:7.9": "This discourse highlights the Buddha’s method of engaging with people of other religions. He is open-hearted and interested in their views. He prefers to build on common ground, but is not afraid to criticize when it is warranted. And his aim is not to win converts, but to help people be free of suffering. ",
  "dn25:7.16": "“Higher disgust of sin” renders <i lang='pi' translate='no'>adhijegucche</i>. The idea is that people are tainted with corruption, somewhat comparable to the notion of “original sin”, although due to their own actions in the past rather than ancestral legacy. In “disgust” at that sin, they practice forms of fervent mortification (<i lang='pi' translate='no'>tapas</i>) to burn out the corruption. ",
  "dn25:7.17": "The phrase <i lang='pi' translate='no'>kathaṁ santā</i> is unique; it echoes <i lang='pi' translate='no'>evaṁ sante</i> below. ",
  "dn25:8.4": "See the passage at <a href='/dn8/en/sujato#14.3'>DN 8:14.3</a> and notes thereto. ",
  "dn25:9.2": "The Buddha shifts attention from the external practice to the psychological state that accompanies it. ",
  "dn25:10.12": "“In expectation” (<i lang='pi' translate='no'>sāpekkho</i>): when they give up something they cannot eat, they expect to be given more suitable food. ",
  "dn25:11.12": "“Sneaks” is <i lang='pi' translate='no'>attānaṁ adassayamāno</i>, literally, “not showing himself”. They like to hang about with lay folk, but hide the fact that they do so. ",
  "dn25:12.12": "As here, this item typically follows “wrong view”. At <a href='/an10.78/en/sujato#1.9'>AN 10.78:1.9</a> it is said to be a bad quality of Jain ascetics. Thus being “attached to one’s own views” refers both to the subjective clinging as well as the objective incorrectness of the views. ",
  "dn25:16.3": "These closely resemble the five “restraints” (<i lang='pi' translate='no'>yāma</i>) of Yogasūtra 2.30 and the Jain Tattvārthasūtra 7: non-harming (<i lang='pi' translate='no'>ahiṁsā</i>), truth (<i lang='pi' translate='no'>satya</i>), no stealing (<i lang='pi' translate='no'>asteya</i>), celibacy (<i lang='pi' translate='no'>brahmacarya</i>), and non-possessiveness (<i lang='pi' translate='no'>aparigrahā</i>). | A different “fourfold restraint” is said to be a Jain practice at <a href='/dn2/en/sujato#29.2'>DN 2:29.2</a>. ",
  "dn25:16.5": "This extends the basic precept. The same analysis is applied to the “ten ways of performing deeds” at <a href='/an3.163/en/sujato'>AN 3.163</a>. ",
  "dn25:16.8": "<i lang='pi' translate='no'>Bhāvitamāsīsati</i> is unique. In this and similar contexts, the Pali tradition says <i lang='pi' translate='no'>bhāvita</i> (“reward”, normally “developed”) is the “five sense pleasures” as they see it (<i lang='pi' translate='no'>bhāvitaṃ nāma tesaṃ saññāya pañca kāmaguṇā</i>; cp. <a href='/mn56/en/sujato'>MN 56</a> commentary: <i lang='pi' translate='no'>ettha ca bhāvitanti pañcakāmaguṇā</i>), explaining that this is a usage of the sectarians (Saddanīti ch. 4: <i lang='pi' translate='no'>titthiyasamaye pana bhāvitoti kāmaguṇo vuccati</i>). ",
  "dn25:23.4": "This passage sets a powerful template for sincere engagement. ",
  "dn25:24.2": "This whole ending sequence is unique. "
}