{
  "dn26:1.2": "<i lang='pi' translate='no'>Mātulā</i> means “maternal uncle”. This Magadhan village is mentioned only here. ",
  "dn26:1.7": "As at <a href='/dn16/en/sujato#2.26.1'>DN 16:2.26.1</a>. ",
  "dn26:1.14": "Two parables on mindfulness expand this idea (<a href='/sn47.6/en/sujato'>SN 47.6</a>, <a href='/sn46.7/en/sujato'>SN 46.7</a>). ",
  "dn26:1.16": "<i lang='pi' translate='no'>Evamidaṁ</i> indicates entailment, as at <a href='/sn56.21/en/sujato#1.3'>SN 56.21:1.3</a>, <a href='/mn73/en/sujato#13.2'>MN 73:13.2</a>, <a href='/dn16/en/sujato#4.2.4'>DN 16:4.2.4</a>. ",
  "dn26:2.1": "We have heard the story of the wheel-turning monarch Mahāsudassana in <a href='/dn17/en/sujato'>DN 17</a>. Daḷhanemi appears only here. His name means “Strong-rim”, such being one of the characteristics of the Wheel. ",
  "dn26:3.2": "“Receded back” (<i lang='pi' translate='no'>osakkitaṁ</i>): like a woman shrinking away from a man’s unwanted advances (<a href='/dn12/en/sujato#16.12'>DN 12:16.12</a>). ",
  "dn26:3.13": "The signs of the renunciate predate Buddhism. ",
  "dn26:4.7": "“Inherited from your father” (<i lang='pi' translate='no'>pettikaṁ dāyajjaṁ</i>) calls back to the four <i lang='pi' translate='no'>satipaṭṭhānas</i> that for a mendicant are “the domain of your fathers” (<i lang='pi' translate='no'>pettike visaye</i>). In both cases they are to be earned, not conferred by lineage. ",
  "dn26:4.8": "“The noble duty of a wheel-turning monarch” (<i lang='pi' translate='no'>ariye cakkavattivatte</i>; this is locative singular). <i lang='pi' translate='no'>Ariya</i> (“noble”) qualifies “duty” (<i lang='pi' translate='no'>vatta</i>), as it does in the title below, <i lang='pi' translate='no'>cakkavattiariyavatta</i>, rather than “monarch”. Normally <i lang='pi' translate='no'>ariya</i> is reserved for those who have attained the Buddhist path, but here we might have a rare use of <i lang='pi' translate='no'>ariya</i> in reference to Indo-Aryan (Vedic) culture. Compare the use of <i lang='pi' translate='no'>ariyaka</i> for speakers of Indo-Aryan languages at <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#8.4.10'>Bu Pj 1:8.4.10</a>. However, the commentary says it simply means “flawless” (<i lang='pi' translate='no'>niddoso</i>). ",
  "dn26:5.2": "<i lang='pi' translate='no'>Saṁvidahassu</i> is second middle imperative. ",
  "dn26:5.3": "<i lang='pi' translate='no'>Pavattittha</i> is aorist middle. <i lang='pi' translate='no'>(A)dhammakāra</i> (“(in)justice”) doesn’t seem to occur elsewhere in early Pali. It is found in Ja 513 and Ja 498, both times in the context of just rule. ",
  "dn26:5.4": "“Provide” (<i lang='pi' translate='no'>anuppadeti</i>) is used elsewhere in the sense of paying back a loan (<a href='/an3.20/en/sujato#3.5'>AN 3.20:3.5</a>), serving honored guests (<a href='/sn7.2/en/sujato#2.6'>SN 7.2:2.6</a>), paying wages (<a href='/dn31/en/sujato#32.2'>DN 31:32.2</a>), or a king supplying provisions for essential workers to do their job (<a href='/dn5/en/sujato#11.8.'>DN 5:11.8.</a>). It is thus more about fulfilling a moral obligation of fairness than offering charity. ",
  "dn26:5.5": "Where the phrase “from time to time go to them” (<i lang='pi' translate='no'>te kālena kālaṁ upasaṅkamitvā</i>) occurs elsewhere in the suttas, it is always followed by “ask and question” (<i lang='pi' translate='no'>paripucchati paripañhati</i>). Here, however, the second verb is “you should learn” (<i lang='pi' translate='no'>pariggaṇheyyāsi</i>). ",
  "dn26:9.5": "“Own ideas” is <i lang='pi' translate='no'>sa-mata</i>. ",
  "dn26:9.6": "<i lang='pi' translate='no'>Pabbanti</i> is unusual and probably unique in early Pali. It is related to Sanskrit <i lang='pi' translate='no'>parvati</i> (“fill”) and is explained by the commentary as <i lang='pi' translate='no'>vaḍḍhanti</i> (“grow, prosper”). | I assume <i lang='pi' translate='no'>janapadā</i> (“countries”) is a misspelling of <i lang='pi' translate='no'>jānapadā</i> (“people of the country”), as <i lang='pi' translate='no'>janapada</i> is otherwise in singular. ",
  "dn26:9.7": "“Military officers” (<i lang='pi' translate='no'>anīkaṭṭhā</i>) would have been standing officers in the army. According to both the commentary here and Monier-Williams’ Sanskrit Dictionary (<i lang='pi' translate='no'>anīkastha</i>), it includes elephant officers, who would have stood at the head of the army. | “Professional advisers” (<i lang='pi' translate='no'>mantassājīvino</i>) is explained by the commentary as those who make a living from giving wise advice. ",
  "dn26:10.3": "Ensuring citizens have enough to live on is not merely a matter of kindness and common decency, but is crucial to unsure stability and national unity. ",
  "dn26:10.5": "The origins of theft are told at <a href='/dn27/en/sujato#19.1'>DN 27:19.1</a>. The myth recounted here overlaps, with points of both similarity and difference. ",
  "dn26:10.10": "The king uses the same procedure as the Buddha. When presented with an alleged wrong-doer, the first thing is to ask them whether they did it. ",
  "dn26:10.15": "Simply providing money is not enough, nor is simply expecting that people can just work for what they want. They need something to get started, together with the support and opportunity to build a life for themselves. ",
  "dn26:12.2": "Sadly, bad faith actors take advantage of kindness. ",
  "dn26:12.16": "While the king’s concern is legitimate, his overreaction escalates the problems. ",
  "dn26:13.4": "The violence of the state leads to an armed and violent citizenry. ",
  "dn26:14.2": "Today we can see that, even among developed nations, a degraded and violent culture leads to declining lifespans. ",
  "dn26:17.2": "<i lang='pi' translate='no'>Paresaṁ dāresu</i>: both “others” and “wives” are in plural, so polygyny is assumed. Compare <i lang='pi' translate='no'>parassa dāresu</i> (“the wives of another”) at <a href='/sn55.7/en/sujato#6.3'>SN 55.7:6.3</a>. Note the significance granted to beauty in influencing human society. ",
  "dn26:17.6": "At this point, the three factors of wrong action—killing, stealing, and sexual misconduct—are present, as are the four factors of wrong speech—lying, backbiting, harsh speech, and nonsensical speech. ",
  "dn26:17.12": "This completes the three factors of unskillful thought: desire, ill will, and wrong views (which are a strong form of delusion). Here wrong view probably means moral nihilism. ",
  "dn26:17.16": "These three terms recur in a similar context at <a href='/an3.56/en/sujato#2.1'>AN 3.56:2.1</a>. The commentaries to the two passages give quite different explanations. | “Illicit desire” (<i lang='pi' translate='no'>adhammarāgo</i>) probably refers to any form of desire that is illegal or transgressive, such as incest, rape, or pedophilia. | “Immoral greed” (<i lang='pi' translate='no'>visamalobho</i>) implies excess and imbalance. Both are, however, explained in the commentary to <a href='/an3.56/en/sujato#2.1'>AN 3.56:2.1</a> as desire for the belongings of others. | <i lang='pi' translate='no'>Micchādhammo</i> is hard to pin down. Its opposite, <i lang='pi' translate='no'>sammā dhammo</i> always means “right teaching”. The commentary here explains it as “men with men and women with women”, but this must be rejected as there is no hint anywhere in early Pali (or elsewhere in early Indian culture) that homosexual relations were considered immoral. The commentary to <a href='/an3.56/en/sujato#2.1'>AN 3.56:2.1</a> explains it as “indulgence in what is reckoned an inappropriate basis” (<i lang='pi' translate='no'>avatthupaṭisevanasaṅkhātena</i>). This implies intercourse with one of the women mentioned at <a href='/mn41/en/sujato#8.4'>MN 41:8.4</a>, which includes those who are “protected by principle” (<i lang='pi' translate='no'>dhammarakkhitā</i>). This sense of <i lang='pi' translate='no'>dhamma</i> is explained at <a href='https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#4.2.16'>Bu Ss 5:4.2.16</a> as “religion”. Here I think the sense is similar: customs or beliefs that legitimize immorality. ",
  "dn26:18.14": "This brings us to the Buddha’s present. ",
  "dn26:19.1": "Here the Buddha paints a devastating picture of societal collapse. Life expectancy as low as thirty years has been recorded in some countries in the 20th century. ",
  "dn26:19.2": "The age of onset of puberty has been dropping globally over the past century, with isolated cases as young as five. ",
  "dn26:19.5": "“Finger millet” (<i lang='pi' translate='no'>kudrūsaka</i>; Pahari <i lang='pi' translate='no'>kodra</i>, Garhwal <i lang='pi' translate='no'>koda</i>) is a robust secondary grain in Asia and Africa, growing in places rice cannot. Due to its resilience in the face of global heating, 2023 was declared the International Year of Millets by the UN. ",
  "dn26:19.6": "The Buddha’s father gave this luxury food to servants and staff (<a href='/an3.39/en/sujato#2.3'>AN 3.39:2.3</a>). ",
  "dn26:19.8": "The narrative above traced the gradual disappearance of these ten factors. | <i lang='pi' translate='no'>Atibyādippissanti</i> is a unique term. At <a href='/an7.66/en/sujato#9.2'>AN 7.66:9.2</a> a sign of the end of days is the “erupting” (<i lang='pi' translate='no'>ādippanti</i>) of volcanoes, suggesting “explode” for the intensive form here. ",
  "dn26:19.9": "“Skillful” is <i lang='pi' translate='no'>kusala</i>, otherwise translated as “good” or “wholesome”. ",
  "dn26:20.1": "At <a href='/an2.9/en/sujato'>AN 2.9</a> = <a href='/iti42/en/sujato'>Iti 42</a> the world is protected from this by conscience and prudence. ",
  "dn26:20.2": "For <i lang='pi' translate='no'>sambheda</i> in the sense of “dissolving, leaking”, see <a href='/dn3/en/sujato#1.15.11'>DN 3:1.15.11</a>, <a href='/an5.103/en/sujato#6.4'>AN 5.103:6.4</a>, <a href='/an10.45/en/sujato#4.1'>AN 10.45:4.1</a>. The commentary here says “mixedness, breaking of boundaries”. ",
  "dn26:21.1": "“Interregnum of swords” is <i lang='pi' translate='no'>satthantarakappo</i>. Seven days seems optimistic. ",
  "dn26:21.2": "Dehumanization of the other is an essential precursor to genocide. ",
  "dn26:21.6": "“Let us neither kill nor be killed” (<i lang='pi' translate='no'>mā ca mayaṁ kañci, mā ca amhe koci</i>) is an idiomatic phrase, the Golden Rule framed as a negative: “Let us not do unto others nor let others do unto us.” It is explained by the commentary as, “Let us not take even a single person’s life or let them take ours”. ",
  "dn26:21.8": "<i lang='pi' translate='no'>Sabhāgāyissanti</i> = <i lang='pi' translate='no'>sabhāga</i> + <i lang='pi' translate='no'>āyissanti</i> = “will come together”. | <i lang='pi' translate='no'>Samassāsissanti</i> = <i lang='pi' translate='no'>sama</i> + <i lang='pi' translate='no'>sāsati</i> = “cry in one voice”. The latter term is absent from some manuscripts. ",
  "dn26:21.9": "<i lang='pi' translate='no'>Diṭṭhā</i> is Sanskrit <i lang='pi' translate='no'>diṣṭyā</i>, “fantastic, how fortunate”, per <a href='/dn16/en/sujato#2.24.5'>DN 16:2.24.5</a> and <a href='/ja81/en/sujato#1.4'>Ja 81:1.4</a>. | <i lang='pi' translate='no'>Sattā</i> is nominative singular for <i lang='pi' translate='no'>sattar</i> (“enemy”), not plural of <i lang='pi' translate='no'>satta</i> (“being”), which disagrees with both verb and vocative in number. ",
  "dn26:21.15": "The first precept, and the first of the ten ways of skillful action. The Buddhist ethical principles are not just a part of Buddhist teaching, they are essential for the healthy functioning of human society. ",
  "dn26:23.5": "In the legendary past, too, only these three afflictions prevailed (<a href='/snp2.7/en/sujato#29.1'>Snp 2.7:29.1</a>). ",
  "dn26:23.8": "Ketumatī means “adorned with flags”. ",
  "dn26:24.1": "Saṅkha is “conch shell”. ",
  "dn26:25.1": "This is the only sutta appearance of the future Buddha Metteyya (Sanskrit Maitreya, meaning “one full of love”). He became a prominent figure in later Buddhism. ",
  "dn26:25.2": "Throughout, the Buddha is concerned to emphasize that the future Buddha will offer no more or less than his own teaching and practice. He wanted people to practice now, not to establish a cult of a future savior. ",
  "dn26:25.6": "The maximum number of monastics cited in the suttas is 1250 at a single gathering. ",
  "dn26:26.1": "This event is found in Bhaddaji’s verses at <a href='/thag2.22/en/sujato'>Thag 2.22</a>, expanded to a full story at Ja 264. The commentary explains <i lang='pi' translate='no'>yūpa</i> as “palace”, but Bhaddaji’s verses clearly depict a sacrificial post, to which the animal would be tied for slaughter. Such posts are connected with the horse sacrifice, which establishes imperial power. This is but one aspect of the wheel-turning monarch to draw on imagery from the horse sacrifice. Here, of course, no horses are killed. ",
  "dn26:26.2": "<i lang='pi' translate='no'>Ajjhāvasati</i> in this sutta means “reign” not “dwell” (<a href='/dn26/en/sujato#2.5'>DN 26:2.5</a>). "
}