{
  "dn26:1.2": "_Mātulā_ means “maternal uncle”. This Magadhan village is mentioned only here. ",
  "dn26:1.7": "As at [dn16:2.26.1](). ",
  "dn26:1.14": "Two parables on mindfulness expand this idea ([sn47.6](), [sn46.7]()). ",
  "dn26:1.16": "_Evamidaṁ_ indicates entailment, as at [sn56.21:1.3](), [mn73:13.2](), [dn16:4.2.4](). ",
  "dn26:2.1": "We have heard the story of the wheel-turning monarch Mahāsudassana in [dn17](). Daḷhanemi appears only here. His name means “Strong-rim”, such being one of the characteristics of the Wheel. ",
  "dn26:3.2": "“Receded back” (_osakkitaṁ_): like a woman shrinking away from a man’s unwanted advances ([dn12:16.12]()). ",
  "dn26:3.13": "The signs of the renunciate predate Buddhism. ",
  "dn26:4.7": "“Inherited from your father” (_pettikaṁ dāyajjaṁ_) calls back to the four _satipaṭṭhānas_ that for a mendicant are “the domain of your fathers” (_pettike visaye_). In both cases they are to be earned, not conferred by lineage. ",
  "dn26:4.8": "“The noble duty of a wheel-turning monarch” (_ariye cakkavattivatte_; this is locative singular). _Ariya_ (“noble”) qualifies “duty” (_vatta_), as it does in the title below, _cakkavattiariyavatta_, rather than “monarch”. Normally _ariya_ is reserved for those who have attained the Buddhist path, but here we might have a rare use of _ariya_ in reference to Indo-Aryan (Vedic) culture. Compare the use of _ariyaka_ for speakers of Indo-Aryan languages at [Bu Pj 1:8.4.10](https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#8.4.10). However, the commentary says it simply means “flawless” (_niddoso_). ",
  "dn26:5.2": "_Saṁvidahassu_ is second middle imperative. ",
  "dn26:5.3": "_Pavattittha_ is aorist middle. _(A)dhammakāra_ (“(in)justice”) doesn’t seem to occur elsewhere in early Pali. It is found in Ja 513 and Ja 498, both times in the context of just rule. ",
  "dn26:5.4": "“Provide” (_anuppadeti_) is used elsewhere in the sense of paying back a loan ([an3.20:3.5]()), serving honored guests ([sn7.2:2.6]()), paying wages ([dn31:32.2]()), or a king supplying provisions for essential workers to do their job ([dn5:11.8.]()). It is thus more about fulfilling a moral obligation of fairness than offering charity. ",
  "dn26:5.5": "Where the phrase “from time to time go to them” (_te kālena kālaṁ upasaṅkamitvā_) occurs elsewhere in the suttas, it is always followed by “ask and question” (_paripucchati paripañhati_). Here, however, the second verb is “you should learn” (_pariggaṇheyyāsi_). ",
  "dn26:9.5": "“Own ideas” is _sa-mata_. ",
  "dn26:9.6": "_Pabbanti_ is unusual and probably unique in early Pali. It is related to Sanskrit _parvati_ (“fill”) and is explained by the commentary as _vaḍḍhanti_ (“grow, prosper”). | I assume _janapadā_ (“countries”) is a misspelling of _jānapadā_ (“people of the country”), as _janapada_ is otherwise in singular. ",
  "dn26:9.7": "“Military officers” (_anīkaṭṭhā_) would have been standing officers in the army. According to both the commentary here and Monier-Williams’ Sanskrit Dictionary (_anīkastha_), it includes elephant officers, who would have stood at the head of the army. | “Professional advisers” (_mantassājīvino_) is explained by the commentary as those who make a living from giving wise advice. ",
  "dn26:10.3": "Ensuring citizens have enough to live on is not merely a matter of kindness and common decency, but is crucial to unsure stability and national unity. ",
  "dn26:10.5": "The origins of theft are told at [dn27:19.1](). The myth recounted here overlaps, with points of both similarity and difference. ",
  "dn26:10.10": "The king uses the same procedure as the Buddha. When presented with an alleged wrong-doer, the first thing is to ask them whether they did it. ",
  "dn26:10.15": "Simply providing money is not enough, nor is simply expecting that people can just work for what they want. They need something to get started, together with the support and opportunity to build a life for themselves. ",
  "dn26:12.2": "Sadly, bad faith actors take advantage of kindness. ",
  "dn26:12.16": "While the king’s concern is legitimate, his overreaction escalates the problems. ",
  "dn26:13.4": "The violence of the state leads to an armed and violent citizenry. ",
  "dn26:14.2": "Today we can see that, even among developed nations, a degraded and violent culture leads to declining lifespans. ",
  "dn26:17.2": "_Paresaṁ dāresu_: both “others” and “wives” are in plural, so polygyny is assumed. Compare _parassa dāresu_ (“the wives of another”) at [sn55.7:6.3](). Note the significance granted to beauty in influencing human society. ",
  "dn26:17.6": "At this point, the three factors of wrong action—killing, stealing, and sexual misconduct—are present, as are the four factors of wrong speech—lying, backbiting, harsh speech, and nonsensical speech. ",
  "dn26:17.12": "This completes the three factors of unskillful thought: desire, ill will, and wrong views (which are a strong form of delusion). Here wrong view probably means moral nihilism. ",
  "dn26:17.16": "These three terms recur in a similar context at [an3.56:2.1](). The commentaries to the two passages give quite different explanations. | “Illicit desire” (_adhammarāgo_) probably refers to any form of desire that is illegal or transgressive, such as incest, rape, or pedophilia. | “Immoral greed” (_visamalobho_) implies excess and imbalance. Both are, however, explained in the commentary to [an3.56:2.1]() as desire for the belongings of others. | _Micchādhammo_ is hard to pin down. Its opposite, _sammā dhammo_ always means “right teaching”. The commentary here explains it as “men with men and women with women”, but this must be rejected as there is no hint anywhere in early Pali (or elsewhere in early Indian culture) that homosexual relations were considered immoral. The commentary to [an3.56:2.1]() explains it as “indulgence in what is reckoned an inappropriate basis” (_avatthupaṭisevanasaṅkhātena_). This implies intercourse with one of the women mentioned at [mn41:8.4](), which includes those who are “protected by principle” (_dhammarakkhitā_). This sense of _dhamma_ is explained at [Bu Ss 5:4.2.16](https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#4.2.16) as “religion”. Here I think the sense is similar: customs or beliefs that legitimize immorality. ",
  "dn26:18.14": "This brings us to the Buddha’s present. ",
  "dn26:19.1": "Here the Buddha paints a devastating picture of societal collapse. Life expectancy as low as thirty years has been recorded in some countries in the 20th century. ",
  "dn26:19.2": "The age of onset of puberty has been dropping globally over the past century, with isolated cases as young as five. ",
  "dn26:19.5": "“Finger millet” (_kudrūsaka_; Pahari _kodra_, Garhwal _koda_) is a robust secondary grain in Asia and Africa, growing in places rice cannot. Due to its resilience in the face of global heating, 2023 was declared the International Year of Millets by the UN. ",
  "dn26:19.6": "The Buddha’s father gave this luxury food to servants and staff ([an3.39:2.3]()). ",
  "dn26:19.8": "The narrative above traced the gradual disappearance of these ten factors. | _Atibyādippissanti_ is a unique term. At [an7.66:9.2]() a sign of the end of days is the “erupting” (_ādippanti_) of volcanoes, suggesting “explode” for the intensive form here. ",
  "dn26:19.9": "“Skillful” is _kusala_, otherwise translated as “good” or “wholesome”. ",
  "dn26:20.1": "At [an2.9]() = [iti42]() the world is protected from this by conscience and prudence. ",
  "dn26:20.2": "For _sambheda_ in the sense of “dissolving, leaking”, see [dn3:1.15.11](), [an5.103:6.4](), [an10.45:4.1](). The commentary here says “mixedness, breaking of boundaries”. ",
  "dn26:21.1": "“Interregnum of swords” is _satthantarakappo_. Seven days seems optimistic. ",
  "dn26:21.2": "Dehumanization of the other is an essential precursor to genocide. ",
  "dn26:21.6": "“Let us neither kill nor be killed” (_mā ca mayaṁ kañci, mā ca amhe koci_) is an idiomatic phrase, the Golden Rule framed as a negative: “Let us not do unto others nor let others do unto us.” It is explained by the commentary as, “Let us not take even a single person’s life or let them take ours”. ",
  "dn26:21.8": "_Sabhāgāyissanti_ = _sabhāga_ + _āyissanti_ = “will come together”. | _Samassāsissanti_ = _sama_ + _sāsati_ = “cry in one voice”. The latter term is absent from some manuscripts. ",
  "dn26:21.9": "_Diṭṭhā_ is Sanskrit _diṣṭyā_, “fantastic, how fortunate”, per [dn16:2.24.5]() and [ja81:1.4](). | _Sattā_ is nominative singular for _sattar_ (“enemy”), not plural of _satta_ (“being”), which disagrees with both verb and vocative in number. ",
  "dn26:21.15": "The first precept, and the first of the ten ways of skillful action. The Buddhist ethical principles are not just a part of Buddhist teaching, they are essential for the healthy functioning of human society. ",
  "dn26:23.5": "In the legendary past, too, only these three afflictions prevailed ([snp2.7:29.1]()). ",
  "dn26:23.8": "Ketumatī means “adorned with flags”. ",
  "dn26:24.1": "Saṅkha is “conch shell”. ",
  "dn26:25.1": "This is the only sutta appearance of the future Buddha Metteyya (Sanskrit Maitreya, meaning “one full of love”). He became a prominent figure in later Buddhism. ",
  "dn26:25.2": "Throughout, the Buddha is concerned to emphasize that the future Buddha will offer no more or less than his own teaching and practice. He wanted people to practice now, not to establish a cult of a future savior. ",
  "dn26:25.6": "The maximum number of monastics cited in the suttas is 1250 at a single gathering. ",
  "dn26:26.1": "This event is found in Bhaddaji’s verses at [thag2.22](), expanded to a full story at Ja 264. The commentary explains _yūpa_ as “palace”, but Bhaddaji’s verses clearly depict a sacrificial post, to which the animal would be tied for slaughter. Such posts are connected with the horse sacrifice, which establishes imperial power. This is but one aspect of the wheel-turning monarch to draw on imagery from the horse sacrifice. Here, of course, no horses are killed. ",
  "dn26:26.2": "_Ajjhāvasati_ in this sutta means “reign” not “dwell” ([dn26:2.5]()). "
}