{
  "dn27:1.1": "This sutta is the closest we come to a Buddhist myth of origins. It draws on features of Vedic mythology, while giving its own spin. Related stories may be found in <a href='/dn26/en/sujato'>DN 26</a> and <a href='/snp2.7/en/sujato'>Snp 2.7</a>. The Buddha describes a natural process of evolution that requires no metaphysical intervention, yet differs strikingly from Darwinian evolution in prioritizing the role of desire over selection. ",
  "dn27:1.2": "After the Jetavana, this was the best-known monastery in Sāvatthī. It was offered by the lady Visākhā, known as Migāra’s mother. ",
  "dn27:1.3": "We met Vāseṭṭha and Bhāradvāja as the students of Pokkharasādi and Tārukkha respectively in <a href='/dn13/en/sujato'>DN 13</a>, at the end of which they went for refuge. Some time later they must have asked for ordination. The commentary says that probation (<i lang='pi' translate='no'>paravasati</i>) was required, not because they had previously gone forth in other sects  (as the naked ascetic Kassapa at <a href='/dn8/en/sujato#24.1'>DN 8:24.1</a> or the wanderer Subhadda at <a href='/dn16/en/sujato#5.29.1'>DN 16:5.29.1</a>), nor because they had committed an offence, but because they were not yet the required twenty years of age. ",
  "dn27:2.1": "Here as in <a href='/dn13/en/sujato'>DN 13</a> Vāseṭṭha takes the lead. ",
  "dn27:3.10": "An allusion to the famous Puruṣasūkta (Rig Veda 10.90.12): “His (the cosmic Man’s) mouth became the brahmin, his arms became the ruler (<i lang='pi' translate='no'>rājanya</i>, an alternate name for the <i lang='pi' translate='no'>khattiyas</i>), his thighs became the peasant (<i lang='pi' translate='no'>vaiśya</i>); the menial (<i lang='pi' translate='no'>sūdra</i>) was born from his feet.” This belongs to the latest portion of the Rig Veda, and probably represents a time when the system of four castes was established in the late Vedic period, some centuries before the Buddha. Apart from this, the Rig Veda hardly mentions any of these as castes, let alone all four together. ",
  "dn27:4.6": "The Buddha gives a rationalist critique of Vedic myth (see also <a href='/mn93/en/sujato#5.9'>MN 93:5.9</a>), the fairness of which is not easy to assess. Within the Brahmanical world, especially the progressive Kosalan brahmins to whom Vāseṭṭha and Bhāradvāja belonged, there had been a shift towards a more nuanced symbolic understanding of such claims. Yet the subtle distinctions of the philosophers rarely influence the more straightforward beliefs of the common practitioner. ",
  "dn27:4.9": "Brahmins assumed the superiority of the fair-skinned northerners of Indo-Aryan descent over the dark-skinned natives (see <a href='/dn3/en/sujato#1.10.3'>DN 3:1.10.3</a>). ",
  "dn27:5.4": "“Dark” (<i lang='pi' translate='no'>kaṇha</i>) and “bright” (or “light”, <i lang='pi' translate='no'>sukka</i>) are redefined in ethical not racial terms. ",
  "dn27:7.8": "Vedic theory claimed that the caste system was part of the order of nature (<i lang='pi' translate='no'>dhamma</i>) established by Brahmā, and hence to follow the obligations of caste was a duty (also <i lang='pi' translate='no'>dhamma</i>). The Buddha posited a higher “principle” (<i lang='pi' translate='no'>dhamma</i>) beyond caste. The English word “principle” carries the senses of a fundamental law; a code of conduct; a devotion to right living; a source; and an underlying faculty, all of which are aspects of <i lang='pi' translate='no'>dhamma</i> in this passage. ",
  "dn27:8.3": "A great king such as Pasenadi ruled his central realm, while outlying districts pledged allegiance to him, enjoying royal protection while ceding some sovereignty. It is the same relationship described for the kingdoms subsumed under the Wheel-Turning Monarch (eg. <a href='/dn17/en/sujato#1.9.5'>DN 17:1.9.5</a>). The Buddha described his people as natives among the Kosalans at <a href='/snp3.1/en/sujato#18.4'>Snp 3.1:18.4</a>. ",
  "dn27:8.5": "The Mahāsaṅgīti reading <i lang='pi' translate='no'>na naṁ</i> yields a better sense than the PTS <i lang='pi' translate='no'>nanu</i>, which would make this a question. ",
  "dn27:9.4": "The Buddha adapts the Brahmanical rhetoric of birth from the “mouth of Brahmā”. Having criticized them for taking this literally he employs it in a metaphorical sense. ",
  "dn27:9.6": "“The embodiment of principle” is <i lang='pi' translate='no'>dhammakāya</i>. This is a term of unique occurrence in the suttas, which was seized on in later days to posit a metaphysical theory of a quasi-eternal Buddha. In the suttas, it means that he, having practiced the Dhamma to its fullest, embodies the qualities of the Dhamma to the highest degree. ",
  "dn27:10.1": "Here begins the story of origins. The Buddha begins his creation myth with the end of the world. For this passage, compare <a href='/dn1/en/sujato#2.2.1'>DN 1:2.2.1</a>. ",
  "dn27:10.5": "In the Brahmajālasutta, beings pass from one Brahmā realm to another, but when they come to this world it is as a human. Here we have a different perspective, where beings apparently still like the Brahmā gods exist in the physical realm. ",
  "dn27:10.6": "The role of food is critical throughout this narrative. Food is a fundamental sustenance on which all creatures must rely, and the nature of the food reflects the type of creature that eats it. Taittirīya Upaniṣad 2.5.1 says the highest form of self is made of bliss (<i lang='pi' translate='no'>ātmā ānandamaya</i>). ",
  "dn27:11.1": "Creation myths often begin with a dark, formless world of water, and describe the emergence of divisions and structures of the world. They do not differentiate the physical, biological, ecological, or social, as such distinctions came later. ",
  "dn27:11.2": "Throughout, the discourse has a special interest in tracing the origins of language and how different usages came about. Here the term “beings” is presented as a natural choice: they are “beings” because they are alive. Later, words are selected to convey a certain political or moral stance. ",
  "dn27:11.3": "The reading and sense of <i lang='pi' translate='no'>samatani</i> is obscure. I think it is connected with <i lang='pi' translate='no'>santānaka</i> in the next line, in the sense of “networks” or tendrils appearing in the water as it curdles. The Sanskrit at SF 277 and Mūlasarvāstvāda Vinaya 17 has <i lang='pi' translate='no'>saṁmūrcchitaḥ saṁtanoti</i> (“curdled tendrils”). | <i lang='pi' translate='no'>Rasapathavī</i> (“earth’s nectar”) is also obscure. We would expect <i lang='pi' translate='no'>pathavīrasa</i> (cp. <i lang='pi' translate='no'>phalarasa</i> “fruit juice”, etc.), which is indeed found at <a href='/sn5.9/en/sujato#5.3'>SN 5.9:5.3</a> in the sense “nutriments in soil”. Since this reading also appears here in the Sanskrit sources, I assume it is the correct sense. ",
  "dn27:11.7": "<i lang='pi' translate='no'>Khuddā</i> (literally “small one”) is said to be a species of small bee, also known in Sanskrit as <i lang='pi' translate='no'>kṣudrā</i>. The “dwarf bee” (<i lang='pi' translate='no'>apis florea</i>) fits the bill, as it is a small wild honeybee found in India. ",
  "dn27:11.10": "Ghee and honey were among the finest offerings to the gods. The soma was often described as “honeyed”. Our text is suggesting that the Vedic sacrifices led to the corruption of divinity. ",
  "dn27:11.11": "For <i lang='pi' translate='no'>acchadesi</i> read <i lang='pi' translate='no'>assādesi</i> (“enjoyed”) after Mu Kd 17’s <i lang='pi' translate='no'>āsvādayati</i>. The commentary explains <i lang='pi' translate='no'>acchadesi</i> as “becomes suffused”, so if it is a misreading it is an old one. ",
  "dn27:13.4": "At <a href='/dn26/en/sujato#17.2'>DN 26:17.2</a> it is the ugly ones who are at fault for jealousy. ",
  "dn27:13.12": "This is another veiled critique of the Vedic tradition. In <a href='/dn13/en/sujato#13.1'>DN 13:13.1</a> the Buddha told Vāseṭṭha and Bhāradvāja the Vedas were recited by people who did not understand them. This problem was well understood within the tradition of the Brāhmaṇas and Upaniṣads, which constantly emphasized that they are effective for “one who knows this” (<i lang='pi' translate='no'>ya evam veda</i>). ",
  "dn27:14.1": "“Fungus” is <i lang='pi' translate='no'>pappaṭaka</i> (Sanskrit <i lang='pi' translate='no'>parpaṭaka</i>). At <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#2.2.5'>Bu Pj 1:2.2.5</a>, Moggallāna suggests that, to alleviate famine, the monks might eat the <i lang='pi' translate='no'>pappaṭakojaṁ</i> (“fungus-nutrition”) under the earth. Given that it is compared to a mushroom, I think it is the fungal mycelia of a mycorrhizal network. Such fungi spread like tendrils underground, sometimes appearing above the surface, sharing nutrients and information between organisms. ",
  "dn27:14.13": "Readings and meaning of <i lang='pi' translate='no'>padālatā</i> are uncertain. It has usually been understood that the second element is <i lang='pi' translate='no'>latā</i> (“creeper”). But this leaves <i lang='pi' translate='no'>padā</i> unexplained, and the commentary’s gloss of <i lang='pi' translate='no'>bhaddālatā</i> is unconvincing. It also leaves unexplained the connection with <i lang='pi' translate='no'>kalambukā</i>. This is probably the fruit of the kadam tree—fleshy, yellow-orange capsules with about 8000 seeds that split apart when ripe. I think <i lang='pi' translate='no'>padālatā</i> is related to <i lang='pi' translate='no'>padālana</i> in the sense of “bursting”: a seed pod that splits open like a fig or pomegranate. ",
  "dn27:16.7": "The commentary to <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#10.6.1'>Bu Pj 1:10.6.1</a> explains “male characteristics” as “beard and whiskers, etc.” (<i lang='pi' translate='no'>massudāṭhikādi</i>), so this is not just genitals but also secondary sex characteristics. ",
  "dn27:16.11": "Pali <i lang='pi' translate='no'>seṭṭhi</i> is explained by the commentary as “ash” (<i lang='pi' translate='no'>chārikā</i>), although this sense does not seem to be attested anywhere else. Mahāvastu has <i lang='pi' translate='no'>leṣṭu</i> while Mu Kd 17 has <i lang='pi' translate='no'>loṣṭa</i>, both explained as “clod”. Given that it is easier to throw a clod than ash, I think these probably convey the correct sense. ",
  "dn27:16.12": "<i lang='pi' translate='no'>Nassa</i> could mean “die!” or “get lost”. I take the softer meaning, as killing has not yet appeared among these beings. | This behavior looks much like scapegoating rituals, where certain members of the community are deemed to bear the sins of all and are sacrificed to erase the sin. Often the victim was expelled from the community, temporarily or permanently. ",
  "dn27:16.13": "Mob shaming over perceived sexual transgression is the most primitive form of moralizing. ",
  "dn27:16.14": "“Carrying off” (<i lang='pi' translate='no'>nibbuyhamānā</i>) like being swept away by a river. Mu Kd 17 says they throw powder, scent, garlands, and nets, while wishing the bride happiness and well-being. ",
  "dn27:17.1": "“Unprincipled” is <i lang='pi' translate='no'>adhamma</i>. In the past the lovers were spurned, now they are celebrated in marriage. ",
  "dn27:17.4": "The sight of others having sex provokes strong reactions of arousal, jealousy, and disgust, often leading to violence. A culture of sexual modesty regulates these emotions, promoting the growth of larger societal structures. ",
  "dn27:17.7": "Human society evolves first from greed, second from sexual desire, and third from laziness. The effort to avoid manual labor drives cultural and technological innovation. ",
  "dn27:17.12": "Humans are focused on short term comforts and ignore long term consequences. ",
  "dn27:17.23": "The wild grasses used as grains evolve in adaptation to human needs. ",
  "dn27:18.2": "The beings tell their story within the story. The oldest myths, such as the Vedas or Gilgamesh, speak of myths that were already ancient for them. And the oldest story of all is the Fall: the death of God, the recession of divinity, how things were better in the old days. The story is a reckoning with the consequences of their actions, yet it is not sufficient for them to change course. ",
  "dn27:18.27": "Scarcity has arisen because of greed, giving rise to agriculture and land ownership. Up until now, the changes have been driven by individual choice, whereas now they are starting to make agreements among themselves, hoping to mitigate the irresponsibility of individuals. ",
  "dn27:19.1": "With ownership and inequality come theft. ",
  "dn27:19.7": "It turns out that moral scolding does not deter wrong-doers. ",
  "dn27:19.11": "The mob violence escalates. ",
  "dn27:19.12": "All a direct consequence of thoughtless greed and inequality. ",
  "dn27:20.3": "“Accuse” is <i lang='pi' translate='no'>khīyeyya</i>. Here the beings are taking charge of their social evolution, deciding among themselves how to manage their society. They are active agents in their own story, not merely passive subjects of evolution. And the primary decision they make is to form a democracy by election (<i lang='pi' translate='no'>sammata</i>). Doing so, they create a two-class system: rulers and subjects. ",
  "dn27:20.4": "The origin of upper class, white-collar workers who do not have to till the soil. Taxes are not coerced, but voluntarily offered in recognition of services rendered. ",
  "dn27:20.5": "The emphasis on appearance reflects a wider acknowledgement of the potency of beauty in shaping human conduct. The Buddha rejected the notion that beauty indicates worth (eg. <a href='/sn21.6/en/sujato'>SN 21.6</a>), yet was himself regarded as especially beautiful. Unfair it may be, but beautiful people are listened to. ",
  "dn27:20.6": "The <i lang='pi' translate='no'>ehi</i> formula echoes the original ordination method (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#6.32.3'>Kd 1:6.32.3</a>). ",
  "dn27:21.1": "“Applied to them” (<i lang='pi' translate='no'>upanibbattaṁ</i>) is unique. The Sanskrit texts have <i lang='pi' translate='no'>saṁjñodapādi</i>, “arisen by agreement”. It is distinct from <a href='/dn17/en/sujato#11.2'>DN 17:11.2</a> above, where beings “come to be called” beings (<i lang='pi' translate='no'>saṅkhyaṁ gacchanti</i>). Clearly it cannot mean the first word that appeared. I take it to mean this was a specialized term invented and applied just for them. The commentary says, <i lang='pi' translate='no'>na kevalaṁ akkharameva</i>, “not just a universal term”. ",
  "dn27:21.2": "“Aristocrat” (<i lang='pi' translate='no'>khattiya</i>; Sanskrit <i lang='pi' translate='no'>kṣatriya</i>) is related to <i lang='pi' translate='no'>khatta</i> (“authority”, “power”; in eg. Rig Veda 8.25.8 it is an adjective, “powerful”), hence “ruling class”. The sutta, however, relates it to <i lang='pi' translate='no'>khetta</i>, “field”. The two senses possibly stem from the same root <i lang='pi' translate='no'>kṣi</i> in the sense “owner”, “master” with the “field” being the dominion owned by the chief. In Pali suttas, the primary connotation of the <i lang='pi' translate='no'>khattiya</i> was of an aristocratic land-owning class, so the connection with “field” is apt. <i lang='pi' translate='no'>Khattiyas</i> are often said to be a “warrior” caste, but that is not a primary association in the suttas. They are rarely depicted as having anything to do with the military, which had become professionalized by the time of the Buddha. Nonetheless, at <a href='/mn96/en/sujato#10.7'>MN 96:10.7</a> a <i lang='pi' translate='no'>khattiya’s</i> wealth is said to be the bow and arrow. At <a href='/sn3.24/en/sujato'>SN 3.24</a>, the Buddha argues that someone from any caste could be as proficient a warrior as someone from the <i lang='pi' translate='no'>khattiya</i> class. ",
  "dn27:21.3": "Modern linguists trace the Proto-Indo-European root of <i lang='pi' translate='no'>rāja</i> as <i lang='pi' translate='no'>*reg</i> in the sense “[one who leads people in a] straight line”, literally “ruler” or “regulator”. The pun here is meant to emphasize the obligations that a ruler has for their people. As here, <i lang='pi' translate='no'>rājā</i> and <i lang='pi' translate='no'>khattiya</i> can have the same meaning, although commonly a <i lang='pi' translate='no'>rājā</i> is an actual king or chief, while <i lang='pi' translate='no'>khattiya</i> is the class from which the rulers come. ",
  "dn27:22.3": "Read <i lang='pi' translate='no'>bāheyyāma</i>. ",
  "dn27:22.5": "<i lang='pi' translate='no'>Bāhenti</i> (“set aside”) sounds a bit like <i lang='pi' translate='no'>brāhmaṇa</i>. Such puns which don’t quite land are sometimes used to infer a language underlying Pali. <i lang='pi' translate='no'>Brāhmaṇa</i> is a Sanskrit form, and the colloquial pronunciation may have been closer to <i lang='pi' translate='no'>bāhmaṇa</i>. ",
  "dn27:22.6": "The phrase <i lang='pi' translate='no'>jhāyanti vītaṅgārā vītadhūmā pannamusalā</i> works at a double level. <i lang='pi' translate='no'>Jhāyanti</i> is to “meditate” but also is the light of a lamp. <i lang='pi' translate='no'>Vītaṅgārā vītadhūmā</i> means “without coals and smoke”, implying that they do not light cooking fires; but as meditation it means their minds are free of corruptions. <i lang='pi' translate='no'>Pannamusalā</i> is “with shovel put down”, i.e.  they do not dig the soil (thus killing the creatures there). Not cooking or digging are also precepts for Buddhist and Jain mendicants. ",
  "dn27:22.11": "“Meditator” is <i lang='pi' translate='no'>jhāyaka</i>. ",
  "dn27:23.1": "Compare <a href='/dn3/en/sujato#2.3.11'>DN 3:2.3.11</a>, where the brahmins come down from the forest and set up shrines in the town. | The “texts” (<i lang='pi' translate='no'>ganthe</i>) were the Vedas. ",
  "dn27:23.4": "<i lang='pi' translate='no'>Ajjhāyaka</i> is from <i lang='pi' translate='no'>ajjhāyati</i> (“to recite”), but here it is punned as the negative of <i lang='pi' translate='no'>jhāyaka</i> (“meditator”). ",
  "dn27:24.2": "“Various” is <i lang='pi' translate='no'>visu</i>, which loosely echoes <i lang='pi' translate='no'>vessa</i> (“peasant”). The Sanskrit form is <i lang='pi' translate='no'>vaiśya</i>, from <i lang='pi' translate='no'>viś</i>, to “stay” or “settle” on the land. They were probably originally peasants who over time transitioned into more diverse livelihoods. In <a href='/mn96/en/sujato#10.10'>MN 96:10.10</a> they are said to engage in cattle-rearing and agriculture, and over time trade was added to that. ",
  "dn27:25.2": "<i lang='pi' translate='no'>Sudda</i> (“menial”) rhymes with <i lang='pi' translate='no'>ludda</i> (“hunter”) and <i lang='pi' translate='no'>khudda</i> (“minor”, here “humble”). In <a href='/mn96/en/sujato#10.14'>MN 96:10.14</a> their wealth is said to come from the “scythe and flail”, i.e. seasonal manual labor such as threshing grain (<a href='/sn35.248/en/sujato#1.2'>SN 35.248:1.2</a>). At <a href='/mn96/en/sujato#16.4'>MN 96:16.4</a>, bamboo-workers, chariot-makers, and waste-collectors are cited as other low-class jobs. ",
  "dn27:26.1": "“Vocation” is <i lang='pi' translate='no'>dhamma</i>, which is rarely used in the suttas in this sense; normally it is universal. ",
  "dn27:32.6": "The Buddha invokes Brahmā to support his contention that his own caste, the <i lang='pi' translate='no'>khattiyas</i>, were superior, a sequence supported by Pañcaviṁśa Brāhmaṇa 13.4.7. Ultimately, however, the Buddha rejected the notion that caste tells us anything intrinsic about the worth of people. "
}