{
  "dn28:1.2": "This discourse is expanded from the events of <a href='/dn16/en/sujato#1.16.1'>DN 16:1.16.1</a>. ",
  "dn28:2.12": "Here the additional material begins. While they are all said to be teachings of the Buddha, some sections cannot be traced in the Pali Canon as it stands today. Perhaps Sāriputta was demonstrating his talent for creative rephrasing and synthesis. ",
  "dn28:2.14": "Perhaps a reference to his enlightenment experience in <a href='/mn74/en/sujato'>MN 74</a>. ",
  "dn28:3.3": "Also at <a href='/dn16/en/sujato#3.50.5'>DN 16:3.50.5</a>, etc. ",
  "dn28:4.2": "The primary source is the SN 35, the Linked Discourses on the Six Sense Fields. ",
  "dn28:5.3": "The Bodhisatta is said elsewhere to be conceived in awareness (eg. <a href='/dn16/en/sujato#3.15.1'>DN 16:3.15.1</a>), but this systematic analysis is found only here and at <a href='/dn33/en/sujato#1.11.176'>DN 33:1.11.176</a>. It seems like an abrupt shift from central Dhamma topics. ",
  "dn28:6.2": "Called “demonstrations of revealing” (<i lang='pi' translate='no'>ādesanāpāṭihāriya</i>) at <a href='/an3.60/en/sujato#9.1'>AN 3.60:9.1</a>. ",
  "dn28:7.3": "Meditation is described in this way only in <a href='/mn136/en/sujato#9.1'>MN 136:9.1</a> and <a href='/dn1/en/sujato#1.31.1'>DN 1:1.31.1</a> where, as here, it is pursued by an “ascetic or brahmin”, who in those cases is not Buddhist. Here, however, it sounds like Sāriputta is talking about a Buddhist practice. The <i lang='pi' translate='no'>asubha</i> contemplation of the parts of the body is described in several places in the canon (eg. <a href='/dn22/en/sujato#5.1'>DN 22:5.1</a>), but never exactly like this. ",
  "dn28:7.8": "The remaining practices are unique to this passage. This is perhaps related to the contemplation of death. ",
  "dn28:7.13": "This is a unique description of the process of rebirth. Consciousness is a “stream” in that it flows and moves, ever-changing, and is not a static self-same entity. To be “established” (<i lang='pi' translate='no'>patiṭṭhita</i>) is to be attached because of craving. | The phrase “consistent on both sides” (<i lang='pi' translate='no'>ubhayato abbocchinnaṁ</i>) is unique. <i lang='pi' translate='no'>Ubhayato</i> is used of “both ends” of a pole <a href='/ja533/en/sujato#37.4'>Ja 533:37.4</a>. I think the sense is that one’s consciousness is consistent with regards to this world and the next. If one is attached to this world, one will be attached to the next, and vice versa in the next section. ",
  "dn28:8.3": "As at <a href='/an7.14/en/sujato#1.3'>AN 7.14:1.3</a>. ",
  "dn28:9.2": "Normally we would expect the four kinds of right striving here. This is the only place the seven awakening factors are described in this way. ",
  "dn28:10.1": "As at <a href='/an4.166/en/sujato'>AN 4.166</a>. ",
  "dn28:11.2": "These descriptions are unique. | <i lang='pi' translate='no'>Vebhūtiya</i> is only used here and DN 30, where the context shows it is a synonym for <i lang='pi' translate='no'>pesuṇiya</i>. ",
  "dn28:12.1": "The Mahāsaṅgīti omits a heading for this section. ",
  "dn28:12.2": "The sequence from “memory” (<i lang='pi' translate='no'>satimā</i>) to “retention” (<i lang='pi' translate='no'>dhitimā</i>) is related to the good qualities of Ānanda (<a href='/an1.220/en/sujato#1.1'>AN 1.220:1.1</a>), and pertain to textual fluency. <i lang='pi' translate='no'>Satimā</i> here is “memory”, not “mindfulness”, which is <i lang='pi' translate='no'>sato</i> at the end. ",
  "dn28:13.2": "We don’t find this exact passage elsewhere, but it is similar to <a href='/an10.46/en/sujato'>AN 10.46</a>. When the Buddha speaks of future consequences it is conditional. He is not a fortune-teller, but he understands the results of the practice. ",
  "dn28:13.3": "<i lang='pi' translate='no'>Paccattaṁ yonisomanasikārā</i> occurs at <a href='/sn46.8/en/sujato#2.1'>SN 46.8:2.1</a> and <a href='/mn50/en/sujato#3.1'>MN 50:3.1</a>, where it means “investigate inside oneself”. Here it is applied to another. ",
  "dn28:14.1": "Another unique passage, similar to <a href='/mn68/en/sujato#12.4'>MN 68:12.4</a>. ",
  "dn28:15.2": "Compare the four kinds of eternalism at <a href='/dn1/en/sujato#3.1.1'>DN 1:3.1.1</a>. The theories based on rationality are omitted. ",
  "dn28:15.7": "According to the PTS edition, the Sinhala-script manuscripts read <i lang='pi' translate='no'>na jānāmi</i> (“don”t know”) against the Mahāsaṅgīti <i lang='pi' translate='no'>jānāmi</i>. | The means of knowledge given here is solely based on the recollection of past lives, which agrees with the Brahmajālasutta that these are views based on the past. It seems the sectarian here is admitting the limits of their experiential knowledge, but nonetheless inferring eternalism in both past and future. ",
  "dn28:15.10": "Some manuscripts read “twenty” here. ",
  "dn28:18.3": "“Accompanied by defilements and attachments” (<i lang='pi' translate='no'>sāsavā saupadhikā</i>) is unique, but compare <i lang='pi' translate='no'>sāsavā puññabhāgiyā upadhivepakkā</i> at <a href='/mn117/en/sujato#6.3'>MN 117:6.3</a> and <i lang='pi' translate='no'>sāsavaṁ upādāniyaṁ</i> at <a href='/sn22.48/en/sujato#2.2'>SN 22.48:2.2</a>. ",
  "dn28:18.10": "Also at <a href='/mn152/en/sujato#11-15.3'>MN 152:11–15.3</a>, <a href='/an5.144/en/sujato#2.2'>AN 5.144:2.2</a>, <a href='/sn52.1/en/sujato#4.2'>SN 52.1:4.2</a>, <a href='/sn46.54/en/sujato#12.5'>SN 46.54:12.5</a>, <a href='/sn54.8/en/sujato#7.1'>SN 54.8:7.1</a>. ",
  "dn28:19.2": "From the first sermon at <a href='/sn56.11/en/sujato#2.3'>SN 56.11:2.3</a>. ",
  "dn28:19.3": "Here the jhānas stand in the place of the path as a whole. In <a href='/dn29/en/sujato#24.5'>DN 29:24.5</a> the Buddha uses a similar framing. ",
  "dn28:19.14": "Here <i lang='pi' translate='no'>abhi-</i> in <i lang='pi' translate='no'>abbhanujānāti</i> conveys the sense “grant in respect of one”. ",
  "dn28:19.16": "Here Sāriputta is quoting the Buddha, yet this phrase is not found in the Pali Canon. ",
  "dn28:19.20": "At <a href='/mn115/en/sujato#14.1'>MN 115:14.1</a>. ",
  "dn28:20.1": "There are several individuals called Udāyī. "
}