{
  "dn29:1.2": "The Vedhaññās are not mentioned elsewhere; their name means “Marksmen”. ",
  "dn29:1.3": "When this event is mentioned at <a href='/mn104/en/sujato#2.1'>MN 104:2.1</a> the Buddha is also in the Sakyan lands, but near the village of Sāma. Both texts tell the story of Cunda conveying the news via Ānanda at Sāma, which was presumably near the Vedhaññā’s mango grove. It does seem strange that two distinct discourses are recorded from the same prompt, but then, why shouldn’t the Buddha give more than one teaching on such an important topic? At <a href='/dn33/en/sujato#1.6.1'>DN 33:1.6.1</a> the Buddha is at Pāvā in the Mallian lands, and the discourse is spoken by Sāriputta there. Given the evident lateness of DN 33, this is a less convincing framework. A parallel to MN 104 (MĀ 196 at T I 752c12) says he was in the Vajjian lands at the time; both Sakya and Vajji border on Mallā. To further add to the confusion, according to the Jain tradition, Mahāvīra died after the Buddha, and it was at a different Pāvā in Magadha. ",
  "dn29:1.6": "A sardonic slight on the movement whose signature virtue was non-violence. ",
  "dn29:1.7": "“With broken monument” (<i lang='pi' translate='no'>bhinnathupe</i>) is used only in this context. When a great teacher or leader died, a “monument” was built to keep their memory alive. The breaking of a monument—whether physical or symbolic—was, in a way, truly killing them. ",
  "dn29:2.1": "Apart from the events described here, we hear of Sāma only once (<a href='/an6.21/en/sujato'>AN 6.21</a>). The topic there is the decline of the Saṅgha, hinting at a connection with these events. Cunda took the time to complete his rains residence before conveying the news, which conveys something of the speed with which news traveled in those days—slowly. ",
  "dn29:4.1": "This harsh critique is repeated at <a href='/mn104/en/sujato#2.5'>MN 104:2.5</a> and <a href='/dn33/en/sujato#1.6.5'>DN 33:1.6.5</a>. ",
  "dn29:4.8": "The Dhamma is primary, not the teacher. This is applied to Buddhism as well; for example, a student is expected to help a mentor who is falling away from Dhamma (<a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#25.20.1'>Kd 1:25.20.1</a>). ",
  "dn29:4.11": "Compare <a href='/an1.320/en/sujato'>AN 1.320</a>. ",
  "dn29:8.2": "“Collected sayings” is <i lang='pi' translate='no'>saṅgāhapada</i>. This is a unique term, but the sense seems to be that the process of gathering  and organizing teachings is incomplete. I take the negative <i lang='pi' translate='no'>na</i> to be distributed separately among the clauses. ",
  "dn29:11.1": "Compare <a href='/dn16/en/sujato#3.8.4'>DN 16:3.8.4</a>ff. ",
  "dn29:16.8": "One of the Brahmanical sages under whom the Bodhisatta practiced before awakening (<a href='/mn26/en/sujato#16.1'>MN 26:16.1</a>). Another of his enigmatic sayings is found at <a href='/sn35.103/en/sujato#1.2'>SN 35.103:1.2</a>. When the Bodhisatta began his study, he first learned to recite the scriptures, and in these two passages we find examples of what those scriptures were. ",
  "dn29:16.11": "Sharp razors were known even in Vedic times (Rig Veda 8.4.16). ",
  "dn29:16.13": "This is a distorted reference to Bṛhadāraṇyaka Upaniṣad 1.4.7. There, the Self is said to be hidden in a body like a razor in its case. People do not see it (<i lang='pi' translate='no'>taṁ na paśyanti</i>), for they only see the partial and incomplete functions of the Self, such as breathing, speaking, and so on. Seeing only the aspects, they do not see that each aspect is an expression of the one whole. This confirms that Uddaka was a Brahmanical teacher who was familiar with this passage. See also a similar phrase, but without the razor simile, at Bṛhadāraṇyaka Upaniṣad 4.3.23. ",
  "dn29:17.1": "“Recite in concert” is <i lang='pi' translate='no'>saṅgīti</i>. Reciting together affirms the mutual teaching and ensures the correctness of the text. The implication is that the entire Buddhist community participates, but in the <i lang='pi' translate='no'>saṅgīti</i> after the Buddha’s death there were only monks. ",
  "dn29:17.3": "Here the Buddha outlines the topics to be recited, which are the main chapters of the Saṁyutta Nikāya. ",
  "dn29:18.4": "The “meaning” is the <i lang='pi' translate='no'>attha</i>. Here we see the source of the <i lang='pi' translate='no'>atthakathā</i>, which we translate as “commentaries”, but which are literally “discussions on the meaning”. Such discussions are undertaken through a civil and polite inquiry. ",
  "dn29:18.5": "Meaning and phrasing are interdependent, so care must be taken with both. Often it happens that when the phrasing slips, a new and unwarranted meaning is imputed. ",
  "dn29:22.5": "These are the four basic requisites for monastics, said to overcome defilements by usage (<a href='/an6.58/en/sujato#4.1'>AN 6.58:4.1</a>, <a href='/mn2/en/sujato#13.1'>MN 2:13.1</a>). ",
  "dn29:23.2": "This repurposes the phrase used right at the beginning of the Buddha’s first teaching, the Dhammacakkappavattasutta (<a href='/sn56.11/en/sujato#2.3'>SN 56.11:2.3</a>). There he was persuading hard-bitten ascetics that he did not indulge in sensual pleasures. While the affiliation of those five ascetics is not stated explicitly, clearly their practices were similar to the Jains. And given the context, no doubt the Buddha has the Jains in mind here. ",
  "dn29:24.5": "Again echoing the first sermon (<a href='/sn56.11/en/sujato#3.1'>SN 56.11:3.1</a>), here the Buddha places the <i lang='pi' translate='no'>jhānas</i> where, in the Dhammacakkappavattasutta, he put the middle way. He uses a similar strategy at <a href='/dn28/en/sujato#19.2'>DN 28:19.2</a>. ",
  "dn29:25.14": "Some meditation teachers warn of the supposed dangers of becoming attached to the pleasure of meditation. The Buddha’s view was that the pleasure of meditation arises from letting go and leads to Nibbana. ",
  "dn29:26.2": "At <a href='/an8.19/en/sujato#3.1'>AN 8.19:3.1</a> the ocean is said to be <i lang='pi' translate='no'>ṭhitadhammo</i>, “naturally stable”. Both places are glossed as <i lang='pi' translate='no'>ṭhitasabhāvā</i>. It seems this is in reference to the fact that the Buddhist Vinaya is gentle and flexible. The Buddha was ready to alter and adjust details when circumstances required, yet the fundamental principles hold firm. ",
  "dn29:26.7": "As at <a href='/an9.7/en/sujato#3.3'>AN 9.7:3.3</a>, etc. ",
  "dn29:27.3": "It is possible to remember the past, but knowledge of the future is restricted to inferences in specific contexts and cannot be predicted in general. ",
  "dn29:27.6": "The Buddha claims no gift of prophecy, unlike some other sages, but he knows that which matters. ",
  "dn29:28.8": "See <a href='/an4.23/en/sujato'>AN 4.23</a> and <a href='/iti112/en/sujato'>Iti 112</a>. ",
  "dn29:30.2": "Here these questions follow on from the Buddha’s acknowledgment of epistemological limitations. Not everything can be known, and if it is, it is not always useful to speak of it. ",
  "dn29:34.1": "In the Brahmajālasutta (<a href='/dn1/en/sujato'>DN 1</a>). ",
  "dn29:40.1": "The Brahmajālasutta describes the path to the end of these views in terms of understanding dependent origination through contemplation of contact in the six senses (<a href='/dn1/en/sujato#3.71.12'>DN 1:3.71.12</a>). The Buddhist path is integrated, so one part always implies the whole. "
}