{
  "dn30:1.1.7": "This is one of the latest suttas in the Pali Nikāyas. Typically this topic only comes up in relation to the Buddha’s fulfillment of Brahmanical prophecies. Here it is developed with a series of ornate verses, none of which have parallels. Nonetheless, it is worth noting that nowhere in the extensive discussions of the Buddha’s past good deeds is there any mention of the later concepts of the _pāramīs_ (“perfections”) or the Bodhisatta path. ",
  "dn30:1.2.1": "The marks are elsewhere listed in [dn14:1.32.7]() and [mn91:9.1](). I discuss the translation of the marks in my comments to DN 14. ",
  "dn30:1.3.5": "The later astrological texts such as the Gārgīyajyotiṣa and Bṛhatsaṃhitā that discuss similar marks are more concerned with how they indicate character and destiny than their moral causes. ",
  "dn30:1.4.1": "The key terms here are _daḷha_ (“firm”) and _avatthita_ (“persistently”), which result in his firm stance. ",
  "dn30:1.6.2": "K.R. Norman’s series of five articles on *The Metres of the Lakkhaṇa-suttanta* discusses the verses in detail, and my translation is indebted to him. He notes that the 20 verse passages employ no less than seven distinct metres, all of them either new or updated styles. ",
  "dn30:1.6.20": "The commentary confirms the Mahāsaṅgīti reading _khambhana_ (“obstacle”) here rather than PTS _gabbha_ (‘womb”). ",
  "dn30:1.7.2": "He “conveyed happiness” (_sukhāvaho_), like a wheeled cart would convey goods. | _Parivāra_ means “surroundings, accompaniments”, and I follow the commentary, which takes it in the sense of the “trimmings” accompanying the food. Given, however, that the kammic result is a large _parivāra_ (“following”), it might mean that he gave not just physical things, but was generous with his followers also, engaging them in such beneficial tasks. ",
  "dn30:1.9.12": "This refers to the late legend of the soothsayers seeing the baby Siddhattha, and as such _kumāra_ should be taken as “prince”. ",
  "dn30:1.10.5": "Giving up killing results in long life. This seems to be applied by metaphor to having these long and elegant body parts. ",
  "dn30:1.12.9": "Whereas in the phrase _brahmujugatto_, _brahm-_ means “extended, tall”, here _brahmāva_ means “like Brahmā”, either as a play on words or by mistaken etymology. ",
  "dn30:1.12.14": "This verse spoken by the soothsayers. ",
  "dn30:1.13.2": "He receives bodily fullness as a result of giving food. ",
  "dn30:1.16.6": "“Tender” because he treated people tenderly; “serried” because his fingers and toes are kept gracefully together, not splayed and separated. ",
  "dn30:1.17.3": "“Inclusive and well-managed” renders _saṅgahita_. It means “included”, as in those people who, due to the kindly actions, feel that they belong. For the sense “well-managed” see [an8.49:2.3](). Because of acting kindly and inclusively, people are well-disposed and work well together. ",
  "dn30:1.18.11": "Even though the community is geographically dispersed, it is still coherent. ",
  "dn30:1.19.5": "Perhaps the uprightness of these marks relates to his speech being beneficial, leading upwards. ",
  "dn30:1.22.6": "It seems that his “swift” teaching techniques evoke the antelope. ",
  "dn30:1.24.17": "Read _anomanikkamo_. ",
  "dn30:1.25.6": "Asking questions leads to wisdom, and the mind of wisdom does not get attached. ",
  "dn30:1.28.7": "Giving fine coverings leads to fine skin. Less obviously, anger is said to lead to discoloring and ugliness. ",
  "dn30:1.30.5": "There’s a play on _abhivissaji_ (“gave away”) and _abhivassa_ (“pouring rain”). ",
  "dn30:1.30.14": "Here _mokkha_ = _pāmokkha_ (“chief, best”). ",
  "dn30:1.31.6": "The penis is the generative organ and hence part-creator of family. Being covered suggests that his sexuality was moderated and contained. His role was more than having children, it was building family. ",
  "dn30:2.1.6": "The banyan tree is not just proportioned, it offers shelter to many creatures. Touching the knees indicates connecting with the manyfolk, who at [an5.196:3.1]() are likened to caterpillars reaching the knees. ",
  "dn30:2.4.2": "In Buddhism, _yogakkhema_ (“sanctuary from the yoke”) usually means _nibbāna_, but here we see its earlier sense of a place of safety and refuge. ",
  "dn30:2.4.6": "A _khema_ is a literal sanctuary where animals flourish in peace, without fear of the hunter. Likewise, the Buddha’s body flourishes and has a fullness to it. He is slim but not skinny. ",
  "dn30:2.5.6": "Decline in _dhamma_ is missing here, but present both above and below in verse. ",
  "dn30:2.8.3": "The “ridged taste buds” are not merely for tasting, but support excellent digestion. Kammically, the rationale is that since he did not kill others, now nothing hurts him when he eats. ",
  "dn30:2.10.5": "Dark colored eyes give the impression of wide pupils and an open gaze, while the eye lashes of cows lend them a tenderness. ",
  "dn30:2.12.10": "_Abhiyogino_ (“soothsayers”) is a unique term, explained by the commentary, “they are dedicated to the lore of marks”. ",
  "dn30:2.13.2": "The commentary says he took the lead in good deeds “unembarrassed, with head held high, his head filled with rapture and joy”. ",
  "dn30:2.16.5": "One hair per pore, because his words of truth have only one meaning. Likewise, the tuft conveys purity and integrity. ",
  "dn30:2.19.5": "The number four connotes “all around, complete, universal”, primarily from the four directions. It is multiplied to eight with the intermediate directions, and ten including above and below. Forty, then, is four times ten, a number of super-inclusiveness or super-universality. The lack of gaps corresponds with the lack of division between his followers. ",
  "dn30:2.25.5": "The commentary explains that those who flap their mouths with nonsensical gossip end up with weak or misshapen jaws. ",
  "dn30:2.28.5": "His teeth are not “crooked” or “stained” by corruption. ",
  "dn30:2.29.5": "The commentary explain _akhilamanimittamakaṇṭakaṁ_ as “free of bandits” (_niccoraṁ_). "
}