{
  "dn31:1.3": "Sigālaka only appears in this sutta. His name means “little jackal”. ",
  "dn31:1.4": "Śatapatha Brāhmaṇa 5.5.1 recommends offerings to Agni in the east, Indra or Soma in the south, the All-gods in the west, Mitra and Varuṇa in the north, and Bṛhaspati in the middle. The quarters themselves are divine, since one can travel them and never reach the end (Bṛhadāraṇyaka Upaniṣad 4.1.5). In Buddhism, the quarters are said to be inhabited by the respective Four Great Kings as per [dn32](). ",
  "dn31:2.8": "Sigālaka followed blindly without considering the meaning as urged by Chāndogya Upaniṣad 1.3.11. ",
  "dn31:2.12": "It is unusual to find “six” directions. Normally it is four, then eight (with intermediate directions), then ten (above and below). Praśna Upaniṣad 1.6 lists the six, then the intermediates. ",
  "dn31:3.1": "The Buddha outlines the contents of the discourse to follow. ",
  "dn31:3.5": "The teaching is structured to reinforce memorization. Give the number of items (twice), so you will notice if any are missing; list the items; recapitulate the numbers; then recapitulate the items once more in verse. ",
  "dn31:5.1": "First we learned what the bad deeds where, now we learn why people do them. ",
  "dn31:7.1": "“Drains on wealth” is _apāyamukha_, literally “openings for departure”. This is emphasized here since Sigālaka wants to be a good son and not squander the family fortune. ",
  "dn31:8.1": "Now each of the six drains on wealth are expanded and explained. ",
  "dn31:14.24": "_Kāhiti_ is third person singular future of _karoti_. ",
  "dn31:14.32": "The subcommentary explains _atthā_ as _dhanā_ (“riches”). ",
  "dn31:27.1": "Having explained the six drains on wealth, the Buddha moves on to the next item in the table of contents. ",
  "dn31:27.3": "Parents are in the east because that is where the sun is born. Teachers are to the south (_dakkhiṇā_) as they are owed an offering (_dakkhiṇā_). Family is one’s legacy, so they lie with the setting sun in the west. Good friends keep you on the upright way to the north. Servants support you and make your life possible, like the earth below. And spiritual teachers lead you to heaven or transcendence above. ",
  "dn31:29.4": "“Protection in every region” (_disāsu parittāṇaṁ_) refers to when the student has completed their studies and goes off to travel, the teacher does what they can to ensure their safety in other regions. ",
  "dn31:30.2": "Marriage is based on mutual care and respect, not on dominance and obedience. "
}