{
  "dn32:1.1": "This discourse bears similarities to the Mahāsamayasutta (<a href='/dn20/en/sujato'>DN 20</a>). Thematically, that discourse is about the devotion of the deities, whereas this is about protection for the mendicants. | I believe this is only place in whole canon that lists the <i lang='pi' translate='no'>bhāṇavāra</i> at the start. ",
  "dn32:2.1": "Here Kuvera is called Vessavaṇa, which our text below explains as being derived from the name of his city. ",
  "dn32:3.1": "“Protection” is <i lang='pi' translate='no'>rakkhā</i>, which is s synonym of <i lang='pi' translate='no'>paritta</i>. ",
  "dn32:3.2": "For these verses, I lean heavily on the translation by Ānandajoti, <em><a href='https://www.ancient-buddhist-texts.net/Texts-and-Translations/Safeguard/03-Tatiyakabhanavaram.htm'>The Āṭānāṭiya Discourse</a></em>. They are commonly recited in Theravada countries today. The recital begins with the seven Buddhas, for which see <a href='/dn14/en/sujato'>DN 14</a>. ",
  "dn32:3.14": "Here Aṅgīrasa is used as a name rather than a descriptive epithet. Aṅgīras was one of the Vedic sages and the Aṅgīrasas are his descendants. Aṅgīras is regarded as the <i lang='pi' translate='no'>pravara</i> or revered ancestor of the Gotama clan. Both names are associated with light: <i lang='pi' translate='no'>aṅgīrasa</i> shares a root and is often synonymous with <i lang='pi' translate='no'>agni</i> (“fire”), while <i lang='pi' translate='no'>gotama</i> means “light dispelling dark”. ",
  "dn32:4.1": "Here begins a series of verses dedicated to the divinities in each of the four quarters, proceeding in the standard way: east, south, west, north. ",
  "dn32:4.9": "This is according to the commentary (<i lang='pi' translate='no'>taṃ rahadaṁ tattha evaṁ jānanti</i>). ",
  "dn32:4.29": "This relates back to the basic problem facing the <i lang='pi' translate='no'>yakkhas</i>: shame. They know what they do is wrong, but they like it and hence feel shame when hearing the Dhamma. But the Buddha treats them with respect, without shaming or bias, and thus is able to lead them to the good. The commentary implicitly connects this line with <a href='/dn30/en/sujato#2.1.2'>DN 30:2.1.2</a>, where the Buddha “examines” (<i lang='pi' translate='no'>samekkhati</i>) the population for their individual and shared traits. ",
  "dn32:5.1": "The south has the shortest and least auspicious description. To the extent that it relates to physical geography, this echoes the perception of northerners at the time that the south of India lay outside the “civilized” realms (<i lang='pi' translate='no'>āryāvarta</i>). ",
  "dn32:6.1": "The description of the west mirrors the east. ",
  "dn32:7.1": "The description of the north is by far the most elaborate. | “Uttarakuru” is literally “north Kuru”. It is mentioned in Sanskrit and Greek literature, where it sometimes appears as an actual country and other times as a place of fantasy. Attempts to locate it in a specific region in or beyond the Himalayas have proven inconclusive. ",
  "dn32:7.2": "Meru is another place that appears sometimes as a physical mountain and other times purely mystical. As home of the gods (<a href='/snp3.11/en/sujato#4.3'>Snp 3.11:4.3</a>), its peak is accessible only by psychic powers (<a href='/thig14.1/en/sujato#19.3'>Thig 14.1:19.3</a>, <a href='/mn50/en/sujato#30.1'>MN 50:30.1</a>). It is the center of the world in Buddhist, Hindu, and Jain cosmologies. Today it is sometimes identified with Mount Kailash. ",
  "dn32:7.4": "This agrees with the description at <a href='/an9.21/en/sujato#1.3'>AN 9.21:1.3</a>. ",
  "dn32:7.7": "Due to their lack of selfishness, they live in a kinder state of nature, which we selfish humans have lost (<a href='/dn27/en/sujato#16.1'>DN 27:16.1</a>). ",
  "dn32:7.11": "<i lang='pi' translate='no'>Tuṇḍikīre</i> is explained by the commentary as “firestone”. In the notes to his translation, Walshe suggests a relation with tandoor, which has been found as far back as the Indus Valley Civilization, a millennium before the Buddha. ",
  "dn32:7.13": "Cloven and uncloven was an important classification of animals in the Dharmaśāstras. ",
  "dn32:7.17": "The commentary says they were mostly carried on the backs of pregnant women (!). But the verb <i lang='pi' translate='no'>anuyanti</i> indicates, rather, that they were “drawn along after”, which suggests a rickshaw. ",
  "dn32:7.34": "The discourse is named after the first of these cities. The name is hard to explain, but all the names in this series have the element <i lang='pi' translate='no'>nāṭa</i>, which is probably the name of the people. One meaning of <i lang='pi' translate='no'>nāṭa</i> is “dance”, and one of the unique features of this discourse is that each of the Four Great Kings is said to delight in song and dance. There is a long history of dancing divinities in India, and images of dancers go back as far as the Indus Valley Civilization. If we take <i lang='pi' translate='no'>nāṭa</i> in the sense “the people of the dance”, <i lang='pi' translate='no'>kusināṭā</i> would therefore be “dancers of the grass” after the <i lang='pi' translate='no'>kusa</i> grass essential to the Vedic rites of kingship. <i lang='pi' translate='no'>Parakusināṭā</i> is the “further dancers of the grass”, and <i lang='pi' translate='no'>parakusiṭanāṭā</i> is probably a variation on that. <i lang='pi' translate='no'>Nāṭapuriyā</i> is the “citadel of the dancers”. Each of these associates the people of the dance with the idea of protection or authority, agreeing with the context, where the cities are said to belong to a great king. Thus the prefix <i lang='pi' translate='no'>āṭā-</i> probably stems from <i lang='pi' translate='no'>tāṇa</i> (“shelter, refuge”; the same root as <i lang='pi' translate='no'>paritta</i>), in the sense of the “refuge of the dancers”. ",
  "dn32:7.35": "Adopt the reading <i lang='pi' translate='no'>nāṭapuriyā</i> found in Sinhalese-script manuscripts against the Mahāsaṅgīti’s <i lang='pi' translate='no'>nāṭasuriyā</i>. ",
  "dn32:7.36": "“Abounding in monkeys”. ",
  "dn32:7.37": "“Flood of folk”. ",
  "dn32:7.38": "<i lang='pi' translate='no'>Navanavutiya</i> is “the city of the ninety-nine” i.e. three times thirty-three. | <i lang='pi' translate='no'>Ambara</i> is “sky”. ",
  "dn32:7.39": "Also encountered at <a href='/dn17/en/sujato#1.3.8'>DN 17:1.3.8</a> and <a href='/dn16/en/sujato#5.18.5'>DN 16:5.18.5</a>. Alakā is the capital of Kuvera in Sanskrit sources. ",
  "dn32:7.41": "The city Visāṇa is not encountered elsewhere, but it means “horn”, possibly reinforcing the importance of “song and dance”. ",
  "dn32:7.45": "These three names appear to be purely onomatopoeic, perhaps echoing musical sounds. ",
  "dn32:7.46": "These names suggest a connection with sustenance: “Nutritive”, “Powerful”, “Nourished by That”. ",
  "dn32:7.47": "These are all heroic or royal names: “Sun”, “King”, “Unharmed”, “Rim” (evoking the Wheel). ",
  "dn32:7.48": "<i lang='pi' translate='no'>Dharaṇī</i> the “bearer” is also a pregnant woman or Mother Earth. ",
  "dn32:7.51": "<i lang='pi' translate='no'>Sāla</i> means “hall” or “sal tree”, but the commentary says it was surrounded by creepers of that name. ",
  "dn32:7.59": "<i lang='pi' translate='no'>Kuḷīrakā</i> appears to be the name of a crab-eating bird (<i lang='pi' translate='no'>kuḷīra</i>). In honor of my native country, I name it after the kookaburra, which eats crabs and is renowned for its cry. ",
  "dn32:7.60": "In <a href='/ja547/en/sujato#426.2'>Ja 547:426.2</a> we find <i lang='pi' translate='no'>koṭṭhā pokkharasātakā</i>, where the <i lang='pi' translate='no'>koṭṭha</i> is evidently a woodpecker. <i lang='pi' translate='no'>Satapatta</i> can mean woodpecker or lotus (or crane or peacock), and perhaps there is an association here, the “hundred-leaved [bird] of the lotus pond”. ",
  "dn32:10.2": "For these gods, see my comment on <a href='/dn13/en/sujato#25.2'>DN 13:25.2</a>. Here I will comment on the names not discussed elsewhere, especially in <a href='/dn20/en/sujato'>DN 20</a>. ",
  "dn32:10.3": "This is presumably Bharadvāja Bārhaspatya, the rishi ancestor of the Bhāradvāja clan, many members of which are encountered in the suttas. It is unusual to find him listed along with the primary Vedic gods. The Bhāradvāja verses are mostly collected in the sixth book of the Rig Veda, where they show a special devotion to the god Pūṣan. ",
  "dn32:10.11": "These deities appear nowhere else. <i lang='pi' translate='no'>Puṇṇaka</i> is “full”, <i lang='pi' translate='no'>guḷa</i> is “lump”, and <i lang='pi' translate='no'>karatiya</i> is unclear (“bean-like”?). ",
  "dn32:10.12": "The <i lang='pi' translate='no'>yakkha</i> Sivaka (“blissful, auspicious”) helped Anāthapiṇḍika visit the Buddha (<a href='/sn10.8/en/sujato#1.12'>SN 10.8:1.12</a>); he is possibly to be identified with Shiva. | The dragon king Mucalinda sheltered the Buddha after his awakening (<a href='/ud2.1/en/sujato#2.2'>Ud 2.1:2.2</a>). ",
  "dn32:10.13": "<i lang='pi' translate='no'>Yugandhara</i> is the tutelary deity of the mountain of that name. ",
  "dn32:10.14": "<i lang='pi' translate='no'>Gopāla</i> is “cowherd”, an epithet of both Krishna and Shiva.|  <i lang='pi' translate='no'>Suppagedha</i> (or <i lang='pi' translate='no'>supparodha</i>) is obscure. ",
  "dn32:10.15": "“Shame”, “conduit” (or “craving”), and “stupidity” seem like odd companions. ",
  "dn32:10.16": "A saying by Pañcālacaṇḍa at <a href='/sn2.7/en/sujato'>SN 2.7</a> is quoted by Udāyī and explained by Ānanda at <a href='/an9.42/en/sujato'>AN 9.42</a>. He would appear to be the wrathful (<i lang='pi' translate='no'>caṇḍa</i>) protector of the Pañcāla clan, but a Pañcālacanda appears as a brahmin teacher at Aitereya Āraṇyaka 3.1.6. | Āḷavaka is the tutelary deity of Āḷavī (<a href='/snp1.10/en/sujato'>Snp 1.10</a>). ",
  "dn32:10.17": "<i lang='pi' translate='no'>Sumana</i> is “Happyheart”, <i lang='pi' translate='no'>sumukha</i> is “Fairface”. ",
  "dn32:10.18": "<i lang='pi' translate='no'>Dadhimukha</i> is “Milkface”, and in the Mahābhārata is a name of a dragon. | <i lang='pi' translate='no'>Maṇi</i> is “gem”. | <i lang='pi' translate='no'>Māṇivara</i> is “fine gem”, although the commentary takes this as two names. ",
  "dn32:10.19": "<i lang='pi' translate='no'>Serīsaka</i> means “of <i lang='pi' translate='no'>sirīsa</i> wood”, perhaps the tutelary deity of a forest. "
}