{
  "dn34:1.1.2": "As in [dn4](). ",
  "dn34:1.1.3": "This discourse is similar to [dn33](); seventy items are shared between the two. Here Sāriputta teaches without prompting. The scheme is more rigorous; items listed according to a specific pattern, then the same pattern is amplified one by one. The constraints of this scheme mean that, while almost all the items listed here are found elsewhere, they are mostly not known by the name used here. This sutta seems a little later than [dn33](), but such conclusions should be drawn cautiously; in at least one detail, the absence of the _asura_ realm from the “lost opportunities”, the passage here is earlier. ",
  "dn34:1.1.7": "The use of a verse to introduce the teachings is unusual. ",
  "dn34:1.1.10": "This echoes Chāndogya Upaniṣad 7.26.2, _sarvagranthīnāṃ vipramokṣaḥ_. ",
  "dn34:1.2.1": "Each number from one to ten follows this same scheme. ",
  "dn34:1.2.2": "",
  "dn34:1.2.3": "Compare [sn3.18:8.2](). ",
  "dn34:1.2.5": "",
  "dn34:1.2.6": "Compare [sn16.11:12.2](). ",
  "dn34:1.2.9": "Compare [sn22.48:2.2](), but this is the five aggregates rather than contact. ",
  "dn34:1.2.20": "",
  "dn34:1.2.21": "This term is only found in the Ratanasutta ([snp2.1:5.2]()). It means a kind of meditation that results in the realization of the Dhamma in this very life. ",
  "dn34:1.3.1": "See [an4.254](). ",
  "dn34:1.3.29": "The “unconditioned element” is Nibbāna, everything else is conditioned. ",
  "dn34:1.4.2": "",
  "dn34:1.4.3": "With the addition of “rational application of mind” at [an4.249](). ",
  "dn34:1.4.26": "",
  "dn34:1.4.27": "[iti72](). ",
  "dn34:1.4.31": "These three “portions” of knowledge are not found elsewhere, but compare eg. [sn12.34](). ",
  "dn34:1.5.2": "",
  "dn34:1.5.4": "[an4.31](). ",
  "dn34:1.5.29": "",
  "dn34:1.5.31": "Described as four “perceptions” at [an4.179](). ",
  "dn34:1.6.12": "",
  "dn34:1.6.13": "A different group of five factors of immersion is at [an5.28](); the final factor is the same in both. The first four factors, however, appear only as part of this same group in later texts ([ne21:5.1](), [ps1.1:246.2](), [vb16:342.2]()). ",
  "dn34:2.1.2": "",
  "dn34:2.1.28": "[an8.2](). ",
  "dn34:2.1.149": "",
  "dn34:2.1.158": "[an8.30](). | Read _nippapañcārāmassāyaṁ_ per [an8.30:3.11](). ",
  "dn34:2.2.2": "",
  "dn34:2.2.3": "Similar sequences are found throughout the suttas, but this exact sequence appears to be unique. ",
  "dn34:2.2.6": "",
  "dn34:2.2.7": "Four are found at [an4.194](). ",
  "dn34:2.2.31": "",
  "dn34:2.2.32": "[an9.23](). ",
  "dn34:2.2.59": "",
  "dn34:2.2.60": "[sn14.9](). ",
  "dn34:2.2.63": "",
  "dn34:2.2.64": "[an9.93](). ",
  "dn34:2.3.108": "",
  "dn34:2.3.109": "[an10.238](). ",
  "dn34:2.3.127": "",
  "dn34:2.3.128": "The sutta, and hence the Dīgha Nikāya as a whole, ends with the qualities of the arahant, the one who completes the path and practice of the Buddha. "
}