{
  "dn3:1.1.2": "Icchānaṅgala was a center for the innovative brahmins of the Kosala region. It was to the east of Sāvatthī. It is a fitting setting for the events of this sutta, which records a turning point where the Buddha’s teachings were embraced by Pokkharasāti, perhaps the most influential brahmin of his time. The suttas that follow in this chapter reverberate with the consequences of this encounter. ",
  "dn3:1.2.1": "<i lang='pi' translate='no'>Dāya</i> in the sense of “park” (eg. <i lang='pi' translate='no'>migadāya</i>) is well attested and fits the context. It might be read as “gift”, but I am not aware of this sense in early Pali. The <i lang='pi' translate='no'>brahmadeyya</i> is a gift of land by a king to a brahmin, which was an outstanding feature of ancient India feudalism. Ukkaṭṭhā is mentioned only rarely, and always in the context of extraordinary teachings and events that emphasize the cosmic grandeur of the Buddha against the brahmins (<a href='/dn14/en/sujato#3.29.1'>DN 14:3.29.1</a>, <a href='/mn1/en/sujato#1.2'>MN 1:1.2</a>, <a href='/mn49/en/sujato#2.1'>MN 49:2.1</a>). ",
  "dn3:1.2.8": "Pokkharasāti is featured several times in the canon as a respected teacher of the brahmins. He does not care whether the Buddha identified as a brahmin following the Vedas. The wise do not concern themselves with religious identity. ",
  "dn3:1.3.1": "The three Vedas had already accrued an extensive ancillary literature. That there was an advanced science of linguistics is not in doubt, for within a century or so of the Buddha, Pāṇini created the Aṣṭādhyāyī, a work of linguistics so precise and sophisticated that its methods are still being discovered today. The “testaments” may have been early versions of the stories found in the Mahābhārata and Rāmāyaṇa. For <i lang='pi' translate='no'>anuññātapaṭiññāta</i> see <a href='/mn98/en/sujato#7.1.'>MN 98:7.1.</a> and <a href='/snp3.9/en/sujato#6.1.'>Snp 3.9:6.1.</a>. For <i lang='pi' translate='no'>tevijjake pāvacane</i> see <a href='/mn95/en/sujato#12.2.'>MN 95:12.2.</a>. ",
  "dn3:1.3.2": "Almost the same words are spoken to the bodhisatta by his first teachers, Āḷāra Kālāma and Uddaka Rāmaputta (<a href='/mn36/en/sujato#14.9'>MN 36:14.9</a>). ",
  "dn3:1.4.9": "Following PTS and BJT editions of the parallel phrase at <a href='/mn91/en/sujato#4.9'>MN 91:4.9</a>, which read <i lang='pi' translate='no'>tayā</i> for <i lang='pi' translate='no'>tathā</i>. ",
  "dn3:1.5.2": "The thirty-two marks feature prominently in the Buddhist texts as a Brahmanical doctrine. They are detailed in <a href='/dn14/en/sujato#1.32.7'>DN 14:1.32.7</a>, <a href='/dn30/en/sujato#1.2.4'>DN 30:1.2.4</a>, and <a href='/mn91/en/sujato#9.1'>MN 91:9.1</a>. However, they are not found in any extant Brahmanical texts. The notion of a two-fold course for a great hero—worldly success or spiritual—can be traced back as far as the epic of Gilgamesh. ",
  "dn3:1.5.3": "The wheel-turning monarch draws from the Brahmanical horse sacrifice, which establishes the authority of a king from sea to sea. The Buddhist telling is divested of all coarse and violent elements. The wheeled chariot gave military supremacy to the ancient Indo-Europeans, allowing them to spread from their ancient homeland north of the Black Sea. In Buddhism, the wheel, which also has solar connotations, symbolizes unstoppable power. ",
  "dn3:1.5.6": "The sacrificial horse on its journey across the land is protected by a hundred sons. ",
  "dn3:1.5.9": "The relation between Pokkharasāti and Ambaṭṭha is similar to that between the Buddha and the arahants. They share the same understanding, but the Buddha is distinguished as the teacher. ",
  "dn3:1.6.1": "In this sutta, <i lang='pi' translate='no'>māṇava</i> is always applied to Ambaṭṭha, and <i lang='pi' translate='no'>māṇavaka</i> to the rest. It seems that the diminutive <i lang='pi' translate='no'>māṇavaka</i> means “young student” or perhaps “undergrad”. There are said to be <i lang='pi' translate='no'>sambahula</i> students, a word that is often translated as “many”. But later we see that they all fit inside the Buddha’s hut, so the sense must be “several”. ",
  "dn3:1.7.1": "This is the practice of walking meditation. Meditators pace mindfully up and down a smooth path, keeping attention on their body. ",
  "dn3:1.7.3": "<i lang='pi' translate='no'>Bho</i> is a respectful term of address used by brahmins. The forms of address used in Pali are complex, and it is rarely possible to map them to modern English with any precision. ",
  "dn3:1.7.4": "The parallel passage at <a href='/mn35/en/sujato#7.4'>MN 35:7.4</a> has a different phrase here. ",
  "dn3:1.8.3": "The term <i lang='pi' translate='no'>kulaputta</i> (literally, “son of a family”) typically refers to someone from a well-to-do or respected family, a “gentleman”. It is a gendered term which assumes the social status of men. ",
  "dn3:1.8.5": "The introduction has told us that the Buddha was staying in a forest at this time. Nonetheless, this was not a wilderness, but was developed enough to have huts with latched doors. ",
  "dn3:1.9.2": "",
  "dn3:1.9.5": "The Buddha draws attention to Ambaṭṭha’s rude behavior. Throughout the suttas, the manner in which people greet the Buddha gives us a hint as to their attitudes and qualities. ",
  "dn3:1.10.3": "Note the racial connotations of using <i lang='pi' translate='no'>kaṇha</i> (“black”) as a slur. The brahmin caste hailed from the (relatively) fair-skinned Indo-Europeans who entered India from the north and held themselves above the dark-skinned natives, especially those of the south. The word <i lang='pi' translate='no'>ibbha</i> (“primitive”) is derived from a local word for “elephant” (<i lang='pi' translate='no'>ibha</i>), and I think it originally referred to the native inhabitants who tamed elephants. Both <i lang='pi' translate='no'>samaṇas</i> and Sakyas are associated with local native culture. ",
  "dn3:1.11.2": "Ambaṭṭha is “qualified” (<i lang='pi' translate='no'>vusita</i>) in scriptures, but far from “qualified” in spiritual development. <i lang='pi' translate='no'>Vusita</i> is normally an expression of arahantship: <i lang='pi' translate='no'>vusitaṁ brahmacariyaṁ</i> (“the spiritual journey has been completed”). ",
  "dn3:1.12.6": "Both Rhys Davids and Walshe have “violent”, evidently after the PTS reading <i lang='pi' translate='no'>rabhasa</i>. But <i lang='pi' translate='no'>bhassa</i> is the reading of the commentary: <i lang='pi' translate='no'>bhassāti bahubhāṇino</i>. Moreover, the story below does not demonstrate violence. ",
  "dn3:1.14.2": "The Buddha’s use of <i lang='pi' translate='no'>āyasmā</i> is noteworthy here: he is taking a conciliatory tone. ",
  "dn3:1.15.5": "<i lang='pi' translate='no'>Kaṇhāyana</i> means “descendant of Kaṇha”. ",
  "dn3:1.15.6": "Normally I take <i lang='pi' translate='no'>ayyaputta</i> as a simple honorific, but here the sense is not that the Sakyans were the masters, but were descended from them. ",
  "dn3:1.15.7": "Okkāka (Sanskrit Ikṣvāku) was the legendary son of the first man, Manu, and the founder of the solar dynasty of Kosala. It is a Munda name, which may be associated with the introduction of cane sugar (<i lang='pi' translate='no'>ikṣuḥ</i>) from eastern Asia. ",
  "dn3:1.15.10": "“Teak” is <i lang='pi' translate='no'>sāka</i>, the first of two puns on the Sakyan name. This line identifies them with their northern home in the shadow of the Himalayas, and suggests that harvesting teak was a primary source of wealth. Compare Gilgamesh, for whom Lebanese cedar was the foundation of his royal capital. ",
  "dn3:1.15.11": "“Own” is <i lang='pi' translate='no'>saka</i>, the second pun on the Sakyan name. Incest is, of course, common if not normal among royal families, for exactly the reason stated here. For <i lang='pi' translate='no'>sambheda</i>, see <a href='/an2.9/en/sujato'>AN 2.9</a> = <a href='/dn26/en/sujato'>DN 26</a>, <a href='/an5.103/en/sujato'>AN 5.103</a> = <a href='/an10.45/en/sujato'>AN 10.45</a>. In each case the sense is not “breaking, destroying”, but the dissolving of boundaries, resulting in promiscuity or leaking of secrets. ",
  "dn3:1.15.13": "For this sense of <i lang='pi' translate='no'>sammati</i>, see <a href='/sn11.9/en/sujato'>SN 11.9</a>, <a href='/sn11.10/en/sujato'>SN 11.10</a>. ",
  "dn3:1.15.17": "This draws on both the puns above. But the commentary also explains <i lang='pi' translate='no'>sakya</i> here as “capable” (<i lang='pi' translate='no'>samatthā, paṭibalā</i>) in reference to their survival against all odds, thus connecting Sakya with <i lang='pi' translate='no'>sakka</i> (“able”). ",
  "dn3:1.16.2": "The passage wavers between treating <i lang='pi' translate='no'>kaṇha</i> as a personal name, a description, and a word for a goblin. I try to capture this ambiguity by using variations of “black boy”. Note that the text does not say who the father was. ",
  "dn3:1.16.4": "Like Siddhattha, he spoke as soon as he was born. The boy was no common child, but had a larger destiny. His words are a dramatic contrast with Siddhattha’s words of confident proclamation, and his birth which was devoid of filth or impurity. ",
  "dn3:1.17.2": "Lineage was important to brahmins, but the Brāhmaṇa and Upaniṣad literature shows that, as here, many were more concerned with conduct and wisdom than with birth. ",
  "dn3:1.20.3": "This is a conventional threat, inherited from brahmanical texts. ",
  "dn3:1.20.5": "In his rhetorical jousting with contentious brahmins, the Buddha often displayed his detailed knowledge of their doctrines. ",
  "dn3:1.21.1": "Vajirapāṇī (“lightning-bolt in hand”) only appears here and in the parallel passage at <a href='/mn35/en/sujato#14.1'>MN 35:14.1</a>. The commentary identifies him with Sakka. Much later, Mahayana texts adopted the name for a fierce Bodhisattva who was protector of the Dhamma. ",
  "dn3:1.23.5": "The contemptuous senses of “black boy” represent the conservative brahmanical view, presented not as endorsement, but as a rhetorical means to undermine Ambaṭṭha’s pride. The Buddha now shows how a man of a supposedly low birth rose to great spiritual eminence. ",
  "dn3:1.23.6": "“Prime Spell” is <i lang='pi' translate='no'>brahmamanta</i>, a term of unique occurrence in Pali. In modern Hinduism it is used for a verse of praise for Brahmā, but that is not what is meant here. Kaṇha is one of several “dark hermits” who accrued mighty and lineage-busting powers in the south. ",
  "dn3:1.23.8": "The stories of the Hindu deity Krishna and the Kaṇha of this story share some details in common, while other details differ. Most of the similarities are too generic to establish any historical connection. But Krishna won the hand of his seventh wife Lakṣmaṇā, also known as Madrī, at an archery contest. This detail is too precise to be a coincidence, and proves there must be some shared basis between the two figures. ",
  "dn3:1.23.13": "This draws on the ancient belief that the king’s acts affect the natural order of things. ",
  "dn3:1.23.16": "This sequence seems to be an etiological myth explaining certain rites of kingship and succession, providing an origin story for this prayer. ",
  "dn3:1.23.17": "National prosperity is ensured through symbolic regicide. This was omitted from Frazer’s accounts of such substitute sacrifices. Here there is a double substitution: the prince substitutes for the king, then a threat substitutes for the act of killing. This suggests that, even from the legendary perspective of this story within a story, the rite was an ancient one that had evolved through multiple stages. ",
  "dn3:1.23.18": "The use of the bare personal name for the king is unusual. ",
  "dn3:1.23.21": "“Prime punishment” is <i lang='pi' translate='no'>brahmadaṇḍa</i>, harking back to the Prime Spell (<i lang='pi' translate='no'>brahmamantra</i>). The Buddha had his own version of the <i lang='pi' translate='no'>brahmadaṇḍa</i>, which was to give the silent treatment (<a href='/dn16/en/sujato#6.4.1'>DN 16:6.4.1</a>). ",
  "dn3:1.23.22": "",
  "dn3:1.24.10": "In <a href='/mn56/en/sujato#19.2'>MN 56:19.2</a> <i lang='pi' translate='no'>āvaṭa</i>/<i lang='pi' translate='no'>anāvaṭa</i> is used in reference to Upāli “shutting his gate” against the Jains and opening it for the Buddhists. In <a href='/dn17/en/sujato#1.23.2'>DN 17:1.23.2</a> <i lang='pi' translate='no'>anāvaṭa</i> means “open to the public”. ",
  "dn3:1.27.4": "This section seems implausible to me. ",
  "dn3:1.28.1": "Sanaṅkumāra (“Everyoung”) became a Hindu deity closely associated with the worship of Krishna. He first appears in the seventh chapter of the pre-Buddhist Chāndogyopaniṣad. There he teaches the learned Nārada what lies beyond the mere surface of words (<i lang='pi' translate='no'>nāma</i>) by giving a progressive meditation that ultimately reveals the highest Self. Thus he is a perfect foil for Ambaṭṭha. ",
  "dn3:2.1.1": "To his credit, after that thorough humiliation, Ambaṭṭha is ready to learn. ",
  "dn3:2.1.2": "Reading <i lang='pi' translate='no'>anuttarāya vijjācaraṇasampadāya</i> as locative, in agreement with <i lang='pi' translate='no'>yattha</i> below. ",
  "dn3:2.1.7": "The Buddha emphasizes that his “knowledge and conduct” rejects the notion of birth that is so essential to Brahmanism. ",
  "dn3:2.2.7": "The Pali text abbreviates the gradual training in this sutta and those that follow. The reader is expected to understand it as in <a href='/dn2/en/sujato'>DN 2</a>. Note, however, that the suttas sometimes have small differences in their perspective that make reconstruction tricky. ",
  "dn3:2.3.1": "In later Theravada, <i lang='pi' translate='no'>apāyamukha</i> refers to deeds that cause rebirth in lower realms. However this does not apply in the early texts; the acts described here are not evil. Rather, it means an “opening” (<i lang='pi' translate='no'>mukha</i>) for “departure” (<i lang='pi' translate='no'>apāya</i>). ",
  "dn3:2.3.4": "A common practice of pre-Buddhist hermits, who avoided the slightest harm to plants. Buddhist mendicants may also not harm plants, but they rely on alms and only eat fallen fruit in case of famine. ",
  "dn3:2.3.5": "The Buddha inverts Ambaṭṭha’s earlier claim that the other three castes only succeed in serving brahmins (<a href='/dn3/en/sujato#1.14.7'>DN 3:1.14.7</a>). ",
  "dn3:2.3.8": "They are less strict than the previous ascetics, for they harm the plants. ",
  "dn3:2.4.2": "“Tradition” renders <i lang='pi' translate='no'>sācariyaka</i>, “that which stems from one’s own teacher”. ",
  "dn3:2.5.5": "Again the Buddha uses Ambaṭṭha’s words against him <a href='/dn3/en/sujato#1.13.1'>DN 3:1.13.1</a>. ",
  "dn3:2.6.3": "This practice is not elsewhere attested in early Pali. ",
  "dn3:2.7.1": "",
  "dn3:2.7.2": "<i lang='pi' translate='no'>Ugga</i> is a rare word whose root sense is “mighty”, but here it must be a noun. Given that it is a military man who consults with the king, I translate as “warrior-chief”. <i lang='pi' translate='no'>Rājañña</i> is used fairly rarely in the suttas; it is an archaic synonym for <i lang='pi' translate='no'>khattiya</i>. ",
  "dn3:2.7.6": "Taking this and the next as one sentence, despite the punctuation of the Mahāsaṅgīti text. ",
  "dn3:2.8.1": "The “hymns” are the verses of the Rig Veda. The ten names here all correspond with Vedic authors according to the Brahmanical tradition. “Hermit” stands for <i lang='pi' translate='no'>isi</i> (Sanskrit <i lang='pi' translate='no'>ṛṣi</i>). It is of uncertain etymology, but used as a word for “wise man”. ",
  "dn3:2.10.5": "<i lang='pi' translate='no'>Veṭhakanatapassāhi</i> is otherwise unattested. At <a href='/mn55/en/sujato#12.4'>MN 55:12.4</a> <i lang='pi' translate='no'>veṭhaka</i> evidently means “collar”. In the Lokuttaravada Bhikshuni Vinaya, the brazen nun Thullānandā gets out of the water and wraps herself in a <i lang='pi' translate='no'>veṭhaka</i>, which here seems synonymous with <i lang='pi' translate='no'>paṭṭaka</i>, a strip of cloth. It is allowable if used to tie a basket (<a href='https://suttacentral.net/skt/skt-lo-bi-pn3'>Lo Bi Pn 3</a>). <i lang='pi' translate='no'>Nata</i> is “curve”, <i lang='pi' translate='no'>passa</i> is “side, flank”. Walshe has “flounces and furbelows”, Rhys Davids has “fringes and furbelows round their loins”. These are hopelessly prissy descriptions of what is evidently stripper gear. If you think ancient Indian dancers would not have dressed so daringly, the famous “dancing girl” from bronze age Mohenjo-daro wears only bangles and a necklace. ",
  "dn3:2.10.8": "Once more, the Buddha calls back to earlier in the sutta, where Ambaṭṭha drove a mare-drawn chariot (<a href='/dn3/en/sujato#1.6.1'>DN 3:1.6.1</a>). <i lang='pi' translate='no'>Vitudenti vitacchenti</i> recurs at <a href='/sn19.1/en/sujato#3.2'>SN 19.1:3.2</a>, of a bird being chased and pecked at by other birds. Evidently the Buddha was disgusted with this maltreatment of the mares. ",
  "dn3:2.10.11": "Remembering that Pokkharasāti lived in a wealthy property that was a royal endowment. Just as today, excessive wealth breeds insecurity. ",
  "dn3:2.10.14": "The Buddha has been hard on Ambaṭṭha, but he is not unfair. He invites the same level of scrutiny for himself. ",
  "dn3:2.11.1": "This transition occurs nowhere else. ",
  "dn3:2.11.3": "Finally he remembers what his teacher Pokkharasāti told him in <a href='/dn3/en/sujato#1.5.2'>DN 3:1.5.2</a>: he will know the Buddha by his marks. ",
  "dn3:2.12.5": "This exceedingly strange “miracle” is also found at <a href='/mn91/en/sujato#7.1'>MN 91:7.1</a>, <a href='/mn92/en/sujato#14.1'>MN 92:14.1</a>, and <a href='/snp3.7/en/sujato#11.5'>Snp 3.7:11.5</a>. ",
  "dn3:2.15.2": "The diminutive ending for <i lang='pi' translate='no'>paṇḍitaka</i> is the same as in <i lang='pi' translate='no'>samaṇaka</i>, which Ambaṭṭha used of the Buddha. For <i lang='pi' translate='no'>re</i> (“bloody”) , compare <i lang='pi' translate='no'>cara pi re</i> at <a href='https://suttacentral.net/pli-tv-bu-vb-pc70/en/brahmali#1.35'>Bu Pc 70:1.35</a> and <i lang='pi' translate='no'>he je kāḷī</i> at <a href='/mn21/en/sujato#9.13'>MN 21:9.13</a>. Hard as the Buddha was on Ambaṭṭha, his own teacher was harder. ",
  "dn3:2.15.3": "Pokkharasāti shows his astuteness, for in many other dialogues the Buddha engaged with brahmins perfectly politely, as he does in the next sutta (<a href='/dn4/en/sujato'>DN 4</a>). ",
  "dn3:2.15.4": "Illustrating the lack of restraint of even a senior brahmin teacher. ",
  "dn3:2.16.3": "Given Pokkharasāti’s mood, this was probably a diplomatic move. ",
  "dn3:2.16.4": "<i lang='pi' translate='no'>Khādanīya</i> and <i lang='pi' translate='no'>bhojanīya</i> are food categories commonly mentioned in Pali. Etymologically they stem from “hard and soft”. <i lang='pi' translate='no'>Bhojanīya</i> is defined in <a href='https://suttacentral.net/pli-tv-bu-vb-pc37/en/brahmali#2.1.10'>Bu Pc 37:2.1.10</a> as grain, porridge, flour products, fish, and meat, thus being foods that are typically eaten cooked and “mooshed up” in with the fingers in the bowl. <i lang='pi' translate='no'>Khādanīya</i> is not so readily defined, being essentially everything not included in other categories. But it would have included such “crunchy” things as fruit and vegetables, which may be eaten uncooked. ",
  "dn3:2.17.6": "Pokkharasāti makes sure he hears both sides of the story. ",
  "dn3:2.17.9": "So far has Ambaṭṭha fallen from the learned sage we were introduced to at the start of the sutta. ",
  "dn3:2.17.10": "The Buddha bears no ill will. <i lang='pi' translate='no'>Sukhī hotu</i> is one of the most recognizable Pali phrases, but in early texts it is spoken rarely: by the Buddha at (<a href='/dn21/en/sujato#1.8.8'>DN 21:1.8.8</a> and <a href='/snp5.1/en/sujato#54.1'>Snp 5.1:54.1</a>; by Punabbasu’s Mother at <a href='/sn10.7/en/sujato#10.1'>SN 10.7:10.1</a>; and by various women at <a href='https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#1.4.8'>Bu Ss 5:1.4.8</a>. ",
  "dn3:2.18.9": "",
  "dn3:2.20.3": "“Robed up” because inside the monastery, monks would normally wear just a lower robe, and would don the upper and (sometimes) outer robes when visiting a layperson’s home. ",
  "dn3:2.21.2": "While all these teachings feature commonly in the suttas, there is no text that depicts this framework in detail. ",
  "dn3:2.21.6": "This indicates that he became a stream-enterer (<i lang='pi' translate='no'>sotāpanna</i>), the first of four stages of Awakening. Such details of personal attainment are typically found in the narrative rather than the teaching attributed to the Buddha, and hence were added by redactors at some point. They typically vary considerably in different versions. In this case, the parallel at DA says that he became a stream-enterer and later a non-returner. T 20 said that he understood the teaching and went for refuge, and agrees that he became a non-returner before his death. ",
  "dn3:2.22.6": "When wandering for alms, mendicants would often roam randomly through the village (<i lang='pi' translate='no'>sapadānacārī</i>). However if an invitation such as this were issued, the mendicant may visit that place for a meal. It was considered a special ascetic practice to refuse such invitations. The same invitation was issued by Lohicca to Mahākaccāna at <a href='/sn35.132/en/sujato#14.7'>SN 35.132:14.7</a>. ",
  "dn3:2.22.7": "<i lang='pi' translate='no'>Māṇavikā</i> is also mentioned at <a href='/mn56/en/sujato#27.1'>MN 56:27.1</a> and <a href='/ud2.6/en/sujato#1.3'>Ud 2.6:1.3</a> of a young married woman; and at <a href='/an5.192/en/sujato#8.5'>AN 5.192:8.5</a> of a baby being born. Thus it does not seem that it meant “female Brahmanical student”. ",
  "dn3:2.22.8": "<i lang='pi' translate='no'>Kalyāṇaṁ vuccati</i> is a politely ambiguous phrase. It is spoken twice elsewhere in the Pali, and both times the mendicant who said it immediately departed and never returned (<a href='/sn41.3/en/sujato#7.13'>SN 41.3:7.13</a>, <a href='/sn41.4/en/sujato#6.7'>SN 41.4:6.7</a>). "
}