{
  "dn4:1.2": "Campā is modern Champapuri near Bhagalpur in Bihar state. It is near the eastern-most reach of the Buddha’s journeys. Campā was the capital of Aṅga, one of the sixteen “great nations” (<i lang='pi' translate='no'>mahājanapadā</i>). It was a flourishing trade center, and became a sacred city for the Jains. ",
  "dn4:1.4": "The king of Magadha is establishing his influence over the Aṅgas. ",
  "dn4:2.1": "“Householders” (<i lang='pi' translate='no'>gahapati</i>) is literal; it means land owners. Thus the “brahmins and householders” were the wealthy class. ",
  "dn4:5.2": "Both the repetition below and the parallel at <a href='/mn95/en/sujato#8.3'>MN 95:8.3</a> include the phrase “it’s appropriate that he comes to see you”. It may have been omitted here by mistake. ",
  "dn4:5.6": "<i lang='pi' translate='no'>Jātivāda</i> is sometimes translated as “doctrine of birth”, but the context here shows this cannot be the case. It refers to the genealogical records that record the family lineage. ",
  "dn4:5.11": "For Mahāsaṅgīti <i lang='pi' translate='no'>vacchasī</i> read <i lang='pi' translate='no'>vaccasī</i> (Sanskrit <i lang='pi' translate='no'>varcasin</i>), “possessing splendor”. ",
  "dn4:6.10": "Later tradition says that the young Siddhattha snuck out of his home to avoid creating such a scene, but in the early texts it seems he left despite his parents’ weeping. ",
  "dn4:6.16": "In contrast with some of the other ascetics met with in <a href='/dn2/en/sujato'>DN 2</a>. ",
  "dn4:6.24": "This description is applied to the Buddha also at <a href='/dn5/en/sujato#7.24'>DN 5:7.24</a>, and to the corrupt but superficially charming monks Assaji and Punabbasuka at <a href='https://suttacentral.net/pli-tv-bu-vb-ss13/en/brahmali#1.3.4'>Bu Ss 13:1.3.4</a>. ",
  "dn4:6.25": "This would the assemblies of aristocrats, brahmins, householders, and ascetics (<a href='/an5.213/en/sujato#3.1'>AN 5.213:3.1</a>), rather than the Buddha’s four assemblies of monks, nuns, laymen, and laywomen (<a href='/an4.129/en/sujato'>AN 4.129</a>). ",
  "dn4:6.28": "<i lang='pi' translate='no'>Titthakara</i>, literally “ford-maker”, is a term restricted to those such as the Buddha who founded a religion, or Mahāvīra who was a major reformer on the same level as a founder. ",
  "dn4:6.32": "This sutta must have been before the events of <a href='/dn2/en/sujato'>DN 2</a>, but after those of <a href='/dn3/en/sujato'>DN 3</a>. ",
  "dn4:8.5": "Even before he meets him, Soṇadaṇḍa has extensive knowledge of the Buddha and faith in him. It’s also notable how Soṇadaṇḍa gives Pokkharasāti a special status. Perhaps Pokkharasāti told Soṇadaṇḍa of the encounter with Ambaṭṭha in <a href='/dn3/en/sujato'>DN 3</a>, which would explain his hesitation. ",
  "dn4:9.1": "For all his previous avowal of faith, Soṇadaṇḍa is merely polite, not reverential. This foreshadows the ending. ",
  "dn4:10.1": "",
  "dn4:11.3": "The Buddha goes out of his way to make him comfortable. Soṇadaṇḍa is nervous and overly eager to please, but he is not contemptuous and grinding a personal ax like Ambaṭṭha. ",
  "dn4:13.9": "<i lang='pi' translate='no'>Suja</i> (Sanskrit <i lang='pi' translate='no'>sruc</i>) was a large wooden ladle for pouring ghee on to the sacred flame. ",
  "dn4:14.1": "The Buddha uses “Socratic method”. He has the other person articulate a view, then leads them to refine their view, leading to a clearer vision of the truth. ",
  "dn4:15.5": "",
  "dn4:22.1": "When the Buddha convinces Soṇadaṇḍa, he does not crow over it or take pleasure in his discomfort, but praises his wisdom and affirms his conclusions. ",
  "dn4:22.10": "The Buddha has taken pains to establish common ground, but Soṇadaṇḍa’s description of wisdom is lacking, so the Buddha prompts a deeper inquiry. ",
  "dn4:23.7": "Normally, the Buddha frames his teaching as ethics, meditation, and wisdom, but here he adapts to Soṇadaṇḍa’s framing and places meditation under wisdom. ",
  "dn4:26.13": "Soṇadaṇḍa’s attachment to his reputation betrays his lack of inner confidence, and stands in contrast with Pokkharasāti. Perhaps it may also be read as a regional characteristic, since Buddhism  was less well established in the Aṅga region than in central Magadha. "
}