{
  "dn4:1.1": "This sutta shows how the conversion of Pokkharasādi in [dn3]() affected the brahmins as far away as Campā. ",
  "dn4:1.2": "Campā is modern Champapur near Bhagalpur in Bihar state, not far from West Bengal. It is near the eastern-most reach of the Buddha’s journeys. Campā was the capital of Aṅga, one of the sixteen “great nations” (_mahājanapadā_). It was a flourishing trade center, and became a sacred city for the Jains. ",
  "dn4:1.3": "_Gaggarā_, an onomatopoeic reduplication (“gargle”), is the name of a number of rivers and whirlpools in Sanskrit (cp. the modern Ghaggar River in north-west India). ",
  "dn4:1.4": "Here we see how the endowment of _brahmadeyya_ helped the king of Magadha establish his influence over the Aṅgas. ",
  "dn4:2.1": "“Householders” (_gahapati_) is literal; it means land owners. Thus the “brahmins and householders” were the wealthy class. ",
  "dn4:5.2": "Both the repetition below and the parallel at [mn95:8.3]() include the phrase “it’s appropriate that he comes to see you”. It may have been omitted here by mistake. ",
  "dn4:5.6": "_Jātivāda_ is sometimes translated as “doctrine of birth”, but the context here shows this cannot be the case. It refers to the genealogical records that record the family lineage. ",
  "dn4:5.11": "For Mahāsaṅgīti _vacchasī_ read _vaccasī_ (Sanskrit _varcasin_), “possessing splendor”. ",
  "dn4:6.10": "Later tradition says that the young Siddhattha sneaked out of his home to avoid creating such a scene, but the early texts say he left despite his parents’ weeping. ",
  "dn4:6.16": "In contrast with some of the other ascetics in [dn2](). ",
  "dn4:6.24": "This description is applied to the Buddha at [dn5:7.24](), and to the corrupt but superficially charming monks Assaji and Punabbasuka at [Bu Ss 13:1.3.4](https://suttacentral.net/pli-tv-bu-vb-ss13/en/brahmali#1.3.4). ",
  "dn4:6.25": "This would be the assemblies of aristocrats, brahmins, householders, and ascetics ([an5.213:3.1]()), rather than the Buddha’s four assemblies of monks, nuns, laymen, and laywomen ([an4.129]()). ",
  "dn4:6.28": "_Titthakara_, literally “ford-maker”, is a term restricted to those such as the Buddha who founded a religion, or Mahāvīra who was a major reformer on the same level as a founder. ",
  "dn4:6.32": "This sutta must have been before the events of [dn2](), but after those of [dn3](). ",
  "dn4:8.5": "Even before he meets him, Soṇadaṇḍa has extensive knowledge of the Buddha and faith in him. It’s also notable how Soṇadaṇḍa gives Pokkharasādi a special status. Perhaps Pokkharasādi told Soṇadaṇḍa of the encounter with Ambaṭṭha in [dn3](), which would explain his hesitation. | Note the use of the term _yoniso_ here, which I render “rational”. The basic meaning of the term is “womb, source”, and it is used to mean “with reason”, which here has the sense “pertinent, relevant”. ",
  "dn4:9.1": "For all his previous avowal of faith, Soṇadaṇḍa is merely polite, not reverential. This foreshadows the ending. ",
  "dn4:11.3": "The Buddha goes out of his way to make him comfortable. Soṇadaṇḍa is nervous and overly eager to please, but he is not contemptuous and grinding a personal ax like Ambaṭṭha. ",
  "dn4:13.9": "_Suja_ (Sanskrit _sruc_) was a large wooden ladle for pouring ghee on to the sacred flame. ",
  "dn4:14.1": "The Buddha uses “Socratic method”. He has the other person articulate a view, then leads them to refine their view, leading to a clearer vision of the truth. ",
  "dn4:22.1": "When the Buddha convinces Soṇadaṇḍa, he does not crow over it or take pleasure in his discomfort, but praises his wisdom and affirms his conclusions. ",
  "dn4:22.10": "The Buddha has taken pains to establish common ground, but Soṇadaṇḍa’s description of wisdom is lacking, so the Buddha prompts a deeper inquiry. ",
  "dn4:23.7": "Normally, the Buddha frames his teaching as ethics, meditation, and wisdom, but here he adapts to Soṇadaṇḍa’s framing and places meditation under wisdom. ",
  "dn4:26.13": "Soṇadaṇḍa’s attachment to his reputation betrays his lack of inner confidence and stands in contrast with Pokkharasādi. Perhaps it may also be read as a regional characteristic, since Buddhism  was less well established in the Aṅga region than in central Magadha. "
}