{
  "dn5:1.2": "Khāṇumata is only mentioned here. It means “stumpy”, perhaps indicating that it was, or had recently been, a rough out-of-the-way place. ",
  "dn5:1.3": "Ambalaṭṭhikā means “place of mango saplings”. ",
  "dn5:1.4": "Like the town Khāṇumata, the brahmin Kūṭadanta appears only here. His name means “pointy teeth”, but there is no evidence that he was a vampire. ",
  "dn5:1.6": "At [snp2.7:26.1](), the sacrifice of cows in particular was said to be the nadir of decline for brahmins. When similar sacrifices are described elsewhere in the canon, the number is five hundred rather than seven hundred ([sn3.9:1.2](), [an7.47:1.2]()). ",
  "dn5:4.3": "News of the Buddha had spread in Brahmanical circles. In [dn3]() we saw the Buddha use his rhetorical technique of adapting his teaching to reframe Brahmanical doctrines in order to establish a common ground. Here we see the downside to such techniques, as the details of the reframing have been lost. ",
  "dn5:4.6": "No such sacrifice has been identified in Brahmanical texts. ",
  "dn5:9.7": "Kūṭadanta’s proposal that the Buddha advise him on the sacrifice of 700 animals is outrageous. Nonetheless, the Buddha responds politely since Kūṭadanta is being polite. ",
  "dn5:10.1": "Mahāvijita means “Great Dominion”. He seems to be only known from this story. The idiom _bhūtapubbaṁ_ (“so it was in the past”) introduces legendary narratives of usually dubious historicity, like the English idiom “once upon a time”. ",
  "dn5:10.2": "In the Pali, meaningful thoughts often occur to people when withdrawn in seclusion. This doesn’t necessary mean they were in formal meditation. ",
  "dn5:10.3": "The great sacrifices, especially the horse sacrifice, ensured royal authority. Their very scale and wastefulness showed off the wealth of the king. ",
  "dn5:11.2": "Then, as today, government policy was driven by the perception of rising crime rate. This whole passage is one of the Buddha’s most important statements on public policy. It is expressed through storytelling, giving a good example of how myths were invoked as rationales for current policy. ",
  "dn5:11.3": "“Taxes” is _bali_. He would have had to press his people for the extra funds to hold the sacrifice. ",
  "dn5:11.6": "The priest knows that the king will respond better to a pragmatic argument than a moral one. As always, the Buddha looks to eradicating the cause, not the symptom. ",
  "dn5:11.7": "Effective social policy requires a forward-thinking plan, not just reacting to grievances. ",
  "dn5:11.8": "The king should spend his own resources to support his citizens in the various occupations. ",
  "dn5:11.11": "Here the priest identifies a fundamental cause of social unrest and disorder. ",
  "dn5:11.12": "The king spends out of pocket, but the economy flourishes, so tax revenues increase even though he has not raised taxes. This is the essence of Keynesian economic theory. ",
  "dn5:11.13": "_Khema_ means a place of safety and sanctuary, where both humans and animals have no fear. It stems from the idea of an “oasis”, a place where, in times long before the Buddha, the wandering Indo-Europeans pastoralists would unyoke their beasts and rest for the evening. ",
  "dn5:11.14": "A good leader listens to advice. ",
  "dn5:12.9": "“Consenting factions” is _anumatipakkhā_. The king governs with the consent of his people, although only the landowning classes are considered. ",
  "dn5:13.1": "Royal authority is not based just on birth, conquest, ritual, or power, but on quality of character. ",
  "dn5:13.5": "Read _sahati_ (“prevails”) over the several variants. ",
  "dn5:13.6": "",
  "dn5:13.7": "Showing the importance of comprehension over blind adherence to tradition. ",
  "dn5:13.9": "Buddhists meditate on the “present”, but that does not mean they cannot think about the past or future; it just means they are not trapped in useless thoughts. ",
  "dn5:14.1": "These are four of the five qualities that Soṇadaṇḍa identifies as the qualities of a brahmin at [dn4:13.2](). Missing is appearance, which is the first factor that Soṇadaṇḍa admits is unnecessary. ",
  "dn5:15.3": "Compare the three factors of a donor’s mind-state at [an6.37:2.4](). ",
  "dn5:16.1": "What a recipient does with a gift is beyond the donor’s control. ",
  "dn5:16.4": "PTS edition acknowledges _sajjata_ only as a variant reading, but it is in the commentary, so should be accepted in the text. It is from root _sajj_ (relinquish). ",
  "dn5:17.3": "Another lesson in leadership: the importance of communication. ",
  "dn5:18.3": "A leader gets results through inspiration, not fear. ",
  "dn5:18.5": "These were regarded as valuable yet harmless products. ",
  "dn5:19.2": "The king’s generosity and sincerity brings out the best in the others. ",
  "dn5:21.1": "Here ends the Buddha’s legendary account of the past. ",
  "dn5:21.3": "The other brahmins are satisfied, but Kūṭadanta senses there is more to it. ",
  "dn5:21.10": "“So I have heard” is _evaṁ me sutaṁ_, the standard opening for Buddhist suttas. This tag was used to indicate that the speaker was not present at the events, but “heard” about them. ",
  "dn5:21.16": "This qualifies the story of Mahāvijita as an early canonical Jātaka. There are a small number of such stories in the early suttas, only some of which overlap with the later Jātaka collections, the story of Mahāvijita not being among them. ",
  "dn5:22.1": "Kūṭadanta is hoping for a better return on his investment. Throughout the suttas, we find a strain of what might be called “spiritual economics”. ",
  "dn5:22.4": "Mentioned in a similar context at [an4.40:2.2](). ",
  "dn5:23.4": "This contradicts the description given above. ",
  "dn5:24.4": "This means that the dwelling could be used by any Saṅgha member, as opposed to being given to a particular monastic or group. The gift of a dwelling is regarded as the best kind of offering to the Saṅgha. ",
  "dn5:26.5": "Thus far the Buddha has described the regular practice of a Buddhist lay person. ",
  "dn5:27.16": "The entire path may be described as a “sacrifice”. ",
  "dn5:28.6": "Releasing animals remains a Buddhist practice today. "
}