{
  "dn8:1.2": "Ujuñña was a Kosalan town at which King Pasenadi visited the Buddha in [mn90](). | “Deer parks” were nature reservations where the animals were safe from hunters. ",
  "dn8:1.3": "Naked ascetics are still found in India today. Some Jains went naked, but if he were a Jain he would have been introduced as such. Kassapa is an ancient clan name of the brahmins, and we meet four naked ascetics named Kassapa in the canon (here, [sn12.17](), [sn41.9](), and [mn124]()). They cannot be the same person, for at the end of each account it is said they went forth and attained arahantship. ",
  "dn8:2.2": "In his first sermon, the Buddha rejected extremes of self-mortification. There the term was _attakilamatha_ (“self-mortification”), whereas here it is _tapas_ (“heat, burning, fervor”). These refer to the same practices, but _tapas_ points to the fervent ardor of the practitioner, generating an inner heat that “burns off” the corrupting traces of _kamma_ and defilements. This topic is also discussed in [an10.94](). ",
  "dn8:3.3": "While the self-mortification itself may be useless, the person who practices it may have other good qualities. The Buddha is cautioning against rash judgement. ",
  "dn8:3.4": "",
  "dn8:5.2": "Again we see the Buddha’s preferred method of establishing common ground first, then building an argument from there. ",
  "dn8:5.5": "Rather than logical hair-splitting, the Buddha recommends looking at a person’s conduct. ",
  "dn8:6.4": "",
  "dn8:13.2": "Here _-va_ has an exclusive sense (= _eva_). Compare [dhp274](): _eseva maggo natthañño_ (“This is the path, there is no other”). ",
  "dn8:13.7": "Compare [dn16:5.27.1](). ",
  "dn8:14.2": "What follows is a description of ascetic practices undertaken by the Jains and similar groups. | The phrase “course of fervent mortification” (_tapopakkama_) is unique to this sutta. _Pakkama_ means “stepping out”. ",
  "dn8:14.3": "Buddhist mendicants may not receive food in their hands, nor lick them while eating. Followers of the practices listed here would have walked steadily and randomly for alms, accepting only what was given at the time. ",
  "dn8:14.4": "Keeping sheep (_eḷaka_, for slaughter) goes against the Jain principle of non-violence, as does keeping weapons (_daṇḍa_). | A _musala_ often means “pestle”, but it can also be a “shovel”; at [mn81:18.12]() it is regarded as a virtue to not use one to dig the soil (which is regarded as being alive in Jainism). | _Thusodaka_ is evidently a liquor fermented from grain, “beer”. ",
  "dn8:14.9": "It is not easy to meaningfully distinguish the various kinds of grain. ",
  "dn8:14.11": "All are extremely uncomfortable. Christian ascetics wore a “hair shirt” in order to “mortify the flesh” . ",
  "dn8:14.12": "Jain ascetics tear out their hair at ordination, rather than shaving. ",
  "dn8:14.13": "Remaining in one posture for months or years at a time is one of the most difficult practices. ",
  "dn8:14.18": "Strict Jain ascetics did not bathe. ",
  "dn8:14.21": "At [Kd 6](https://suttacentral.net/pli-tv-kd6/en/brahmali#14.6.3) the four “great unnaturals” (or “filthy edibles”, _mahāvikaṭa_) are said to be feces, urine, ash, and clay. At [mn12:49.3]() the Buddha said he ate the “unnatural things” of feces and urine when undertaking ascetic practices. ",
  "dn8:14.23": "This seems out of place here. It was a Brahmanical practice ([sn7.21]()), as the Jains refused to bathe at all. Indeed, bathing three times a day in the Indian climate would, for most of the year, be quite pleasant. ",
  "dn8:15.2": "The term “accomplishment in mind” (_cittasampadā_) is equivalent to “accomplishment in immersion” (_samādhisampadā_). More generally, when _citta_ is used in the context of meditation, it is normally a synonym of _samādhi_. ",
  "dn8:15.3": "_Mettā_ is universal love and good will free from attachment. As well as being a foundation for good character and healthy emotional development, it serves to lead the mind into deep meditation of _jhāna_. ",
  "dn8:16.11": "The Buddha was criticized for going soft after abandoning austere practices, but here he flips the script, arguing that it is inner transformation that is really hard, not outer shows of mortification. ",
  "dn8:18.2": "Note that the heading for this section in the Mahāsaṅgīti edition uses _samādhi_ rather than _citta_. Headings were added by later editors, and are not part of the original text. ",
  "dn8:21.4": "This is the ethical practices as described in the Gradual Training. ",
  "dn8:21.5": "“Mortification in disgust of sin” renders _tapojigucchā_; _tapo_ is “fervent mortification” and _jigucchā_ is “loathing, disgust”. It captures the severity with which practitioners regarded the “evil” or “sin” with which they were infected, like a quasi-physical stain on the soul, and the burning flame of white-hot pain required to cauterize their spiritual wounds. ",
  "dn8:21.8": "The Buddha repurposes the concept of “disgust of sin”, which here stands in the place of meditation (_samādhi_). ",
  "dn8:22.2": "A “lion’s roar” is an unapologetic proclamation of spiritual supremacy. ",
  "dn8:23.2": "The Buddha is referring to the events of the Udumbarikasutta ([dn25]()). There Nigrodha is referred to as a “wanderer” (_paribbājaka_) who according to the commentary was clothed. The term _tapabrahmacārī_ here is unique and is not explained in the commentary. I think it means he was a celibate student of a Brahmanical teacher. ",
  "dn8:24.1": "This probation is laid down in the Vinaya at [Kd 1](https://suttacentral.net/pli-tv-kd1/en/brahmali#38.1.5). The candidate must show good conduct and restraint, diligence in duties, and enthusiasm for the Buddha’s teachings and practice. ",
  "dn8:24.2": "In addition, there are general exceptions for dreadlocked ascetics, since they believe in kamma, and for the Buddha’s relatives. "
}