{
  "dn9:1.3": "Mallikā was the chief queen of Pasenadi, and her hall is mentioned in a similar context at <a href='/mn78/en/sujato#1.3'>MN 78:1.3</a>. The commentary explains that the brahmins, Jains, and others would assemble there to “debate their beliefs” (<i lang='pi' translate='no'>samayaṁ pavadanti</i>). Evidently the monastery grounds had accommodation for many ascetics of different beliefs, but only “one hall” where they would gather for debate. We hear many times of such debates, but here we catch a glimpse of a place that was set up to facilitate them. For <i lang='pi' translate='no'>-ācīra</i>, read in the sense of “boundary, hedge” (commentary: <i lang='pi' translate='no'>timbarūrukkhapantiyā parikkhittattā</i>; cf. Sanskrit <i lang='pi' translate='no'>prācīra</i>, “enclosure, hedge, fence, wall”). ",
  "dn9:2.2": "According to the commentary, when he approached the vicinity of the city gate, he decided to check the position of the sun and noticed that it was too early to enter. The commentary and sub-commentary explain that it only sounds like the Buddha was in doubt, for Buddhas deliberate before deciding on a course of action. ",
  "dn9:2.3": "This can be understood as answering the criticism voiced in <a href='/dn8/en/sujato#22.2'>DN 8:22.2</a>, that the Buddha was afraid to speak in an assembly. ",
  "dn9:3.1": "In contrast with the silence of the Buddha’s community at <a href='/dn2/en/sujato#10.7'>DN 2:10.7</a>. ",
  "dn9:4.6": "The Buddha encourages quiet for the sake of mental development; Poṭṭhapāda does it for the sake of reputation. ",
  "dn9:5.3": "Poṭṭhapāda’s address is almost overly deferential. ",
  "dn9:5.10": "Always polite, the Buddha begins by showing an interest in them. ",
  "dn9:6.4": "<i lang='pi' translate='no'>Abhisaññā</i> does not appear elsewhere. Here the prefix <i lang='pi' translate='no'>abhi-</i> means not “higher”, but rather “about, concerning”. Compare <i lang='pi' translate='no'>abhidhamma</i> and <i lang='pi' translate='no'>abhivinaya</i> at <a href='/mn32/en/sujato#8.6'>MN 32:8.6</a>: <i lang='pi' translate='no'>dve bhikkhū abhidhammakathaṁ kathenti</i> (“two mendicants engage in discussion about the teaching”). The commentary here says <i lang='pi' translate='no'>abhi-</i> is a mere particle, so it need not be translated. ",
  "dn9:6.5": "This discussion appears to have been directly sparked by the difficult passage in Bṛhadāraṇyaka Upaniṣad 2.4.12 and 4.5.13. The sage Yājñavalkya, teaching his wife Maitreyī, says that the true Self is a sheer mass of “consciousness” (<i lang='pi' translate='no'>vijñāna</i>, Pali <i lang='pi' translate='no'>viññāṇa</i>), which is “great, endless, infinite reality”. After realizing this, he says, there is no “perception” (<i lang='pi' translate='no'>saṁjñā</i>, Pali <i lang='pi' translate='no'>saññā</i>), a statement that bewilders even the wise Maitreyī. He explains that only in an apparent state of duality (<i lang='pi' translate='no'>dvaitamiva</i>) do the separate functions of sense consciousness operate; when all is realized as the Self, how, he asks, can one know that owing to which all this is known? He is implicitly distinguishing between <i lang='pi' translate='no'>viññāna</i> as “infinite” (= <i lang='pi' translate='no'>vi-</i>) knowing and <i lang='pi' translate='no'>saññā</i> as “constrained” (<i lang='pi' translate='no'>saṁ-</i>) knowing. Yājñavalkya says the separate Self emerges with these elements and vanishes with them (<i lang='pi' translate='no'>etebhyo bhūtebhyaḥ samutthāya tānyevānu vinaśyati</i>), but he does not explain how or why this happens, which is the question the theorists here attempt to address. ",
  "dn9:6.7": "Here perception is not identified with the “person” (<i lang='pi' translate='no'>purisa</i>), but rather belongs to them (cf. <i lang='pi' translate='no'>etaṁ mama</i>, “this is mine”). In the discussion to follow, the Buddha only directly addresses this theory, while the remainder are included by inference. ",
  "dn9:6.12": "This idiom is also at <a href='/sn47.19/en/sujato#1.10'>SN 47.19:1.10</a>. ",
  "dn9:6.13": "The self is defined as perception (<i lang='pi' translate='no'>eso me attā</i>), one of the five aggregates. Compare the various theories of the self and perception at <a href='/dn1/en/sujato#2.38.0'>DN 1:2.38.0</a>. ",
  "dn9:6.16": "Implying that at such times a person lacks a “self”. This is perhaps related to the Upaniṣadic theories of the self when asleep and dreaming. ",
  "dn9:6.20": "The commentary says these were devotees of <i lang='pi' translate='no'>āthabbaṇa</i>, i.e the practices preserved in the Atharvaveda. This “fourth Veda” is mentioned only once by name in the early Pali (<a href='/snp4.14/en/sujato#13.1'>Snp 4.14:13.1</a>), where, as here, it is associated with the performance of magic and the casting of spells. The commentary fairly drips with contempt: “Allegedly, the Āthabbaṇa practitioners cast a spell, showing a creature’s head as if cut off, or their hand as if cut off, or as if dead. Then they show them back to normal; imagining so, they say, ‘From cessation they have arisen.’” ",
  "dn9:6.21": "See <a href='/dn29/en/sujato#16.20'>DN 29:16.20</a> for <i lang='pi' translate='no'>upakaḍḍhati</i> and <i lang='pi' translate='no'>apakaḍḍhati</i> in this sense. ",
  "dn9:6.34": "<i lang='pi' translate='no'>Pakataññū</i> is not elsewhere attested in the suttas, but it is found in the Vinaya, for example at <a href='https://suttacentral.net/pli-tv-bu-vb-pc72/en/brahmali#1.8'>Bu Pc 72:1.8</a>. ",
  "dn9:7.5": "Here the Buddha argues that, since it is possible to change the nature of one’s own mind through practice, such changes cannot be random. ",
  "dn9:7.6": "It is is unusual if not unique to add “said the Buddha” (<i lang='pi' translate='no'>bhagavā avoca</i>) in such a context. Normally, once a speaker starts, the text does not insert extra tags identifying the speaker without a reason, such as an interruption for a question. ",
  "dn9:7.8": "Sinhalese manuscripts, followed by PTS, include the paragraphs on the metaphor of the king’s security (<a href='/dn2/en/sujato#63.1'>DN 2:63.1</a>) and on guarding the sense doors here. ",
  "dn9:10.2": "Progress through the <i lang='pi' translate='no'>jhānas</i> is explained in terms of the refining of perceptions. ",
  "dn9:10.3": "“Subtle and true” is <i lang='pi' translate='no'>sukhumasacca</i>, a term that appears only here. ",
  "dn9:14.1": "We have encountered the “formless attainments” (<i lang='pi' translate='no'>arūpasamāpatti</i>) before, where they formed a subtle basis for attachment to self (<a href='/dn1/en/sujato#3.13.4'>DN 1:3.13.4</a>). Here they appear as part of the gradual refinement of consciousness through the cessation of increasingly subtle perceptions. ",
  "dn9:14.2": "This is the vision of light that later came to be called a “sign” (<i lang='pi' translate='no'>nimitta</i>). In the first four <i lang='pi' translate='no'>jhānas</i> this persists as a “subtle” (<i lang='pi' translate='no'>sukhuma</i>) reflection or echo of the “substantial” (<i lang='pi' translate='no'>olārika</i>) material basis of meditation, such as the breath or the parts of the body. Even though it is a purely mental phenomenon, it is still “form” (<i lang='pi' translate='no'>rūpa</i>) since it has physical properties like light or extension. ",
  "dn9:14.3": "The “light” (<i lang='pi' translate='no'>obhāsa</i>) of <i lang='pi' translate='no'>jhāna</i> grows from “limited” (<i lang='pi' translate='no'>paritta</i>) to “limitless” (<i lang='pi' translate='no'>appamāṇa</i>, <a href='/mn128/en/sujato#29.1'>MN 128:29.1</a>). Then the perception of even this limitless light vanishes, leaving only infinite space. ",
  "dn9:15.1": "Perception of infinite space fades away leaving only the infinite consciousness that is aware. ",
  "dn9:16.1": "The meditator is no longer even aware of infinite consciousness, but of the even vaster nothingness. ",
  "dn9:16.4": "The last of the four formless attainments is the dimension of neither perception nor non-perception. Since this, by definition, lies beyond the scope of perception, it is not included here. ",
  "dn9:17.1": "For <i lang='pi' translate='no'>sakasaññī</i> (“takes charge of their own perception”), see <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#6.2.2'>Bu Pj 2:6.2.2</a>. One relevant factor in determining whether an object has been stolen is if the accused “perceives it as their own”. Here it means that the meditator understands that they can evolve their own perceptions through meditation. ",
  "dn9:17.4": "“Intend and choose” is <i lang='pi' translate='no'>ceteyyaṁ abhisaṅkhareyyaṁ</i> (1st singular optative). These synonyms are used in the sense of a subtle sense of will or intentionality that underlies such attainments (<a href='/mn52/en/sujato#14.3'>MN 52:14.3</a>) and which must be let go lest they generate rebirth (<a href='/mn140/en/sujato#22.10'>MN 140:22.10</a>). ",
  "dn9:17.9": "Compare with “progressive cessation” (<a href='/an9.31/en/sujato'>AN 9.31</a>), “progressive tranquilizing of conditions” (<a href='/sn36.15/en/sujato'>SN 36.15</a>), “progressive meditations” (<a href='/an9.32/en/sujato'>AN 9.32</a>), etc. | “Awareness” is <i lang='pi' translate='no'>sampajāna</i>, which we have encountered previously as “situational awareness” in daily activities, or as the “awareness” in the third <i lang='pi' translate='no'>jhāna</i>. Here it refers to a reflective capacity to understand the nature of deep meditation in terms of causality. ",
  "dn9:18.3": "Taking the kernel of Yājñavalkya’s theory of the cessation of limited perception, the Buddha has expanded it in psychological and practical detail, while leaving out the metaphysical assumption of the Self. ",
  "dn9:18.4": "Poṭṭhapāda shows the Buddha that he has been paying attention. Notice how it is culturally assumed that it is possible to retain and repeat the exact content of the teaching. ",
  "dn9:19.4": "The meaning of this is not clear to me. It might mean that insight can be developed based on any of the stages of meditation, so for that person their peak of perception is different to another’s. The commentary says that it refers to different meditation subjects, or simply to different occasions of meditation. ",
  "dn9:20.1": "Poṭṭhapāda’s distinction between “perception” (<i lang='pi' translate='no'>saññā</i>) and “knowledge” (<i lang='pi' translate='no'>ñāṇa</i>) echoes Yājñavalkya’s distinction between “perception” (<i lang='pi' translate='no'>saṁjā</i>) and “consciousness” (<i lang='pi' translate='no'>vijñāna</i>, or in the repeated passage at 4.5.13, <i lang='pi' translate='no'>prajñāna</i>). ",
  "dn9:20.2": "Perception has been described in terms of the progress through more refined meditations (<i lang='pi' translate='no'>samādhi</i>). Only then does the “knowledge” (<i lang='pi' translate='no'>ñāṇa</i>) of insight arise. ",
  "dn9:20.4": "The term “specific condition” (<i lang='pi' translate='no'>idappaccayā</i>) is well known from dependent origination (eg. <a href='/sn12.20/en/sujato#2.3'>SN 12.20:2.3</a>), where it applies to the general situation of ongoing existence in transmigration. When developing insight, a meditator takes their own meditation experience as their primary locus. This is then generalized to an understanding of the nature of conscious existence. ",
  "dn9:21.1": "This draws from the initial presentation of different theories of the person and perception (<a href='/dn9/en/sujato#6.4'>DN 9:6.4</a>). ",
  "dn9:21.2": "“Believe” is <i lang='pi' translate='no'>paccesi</i>, literally “fall back on”. It implies that an idea is something one relies on or takes as fundamental. The Buddha wants to know where Poṭṭhapāda stands before exploring this topic. ",
  "dn9:21.3": "Despite his previous questions about perception and the self, Poṭṭhapāda takes his stand on a purely materialist view, identifying the “self” with the organic “substantial” body. ",
  "dn9:21.4": "Again, the Buddha does not rush to tell Poṭṭhapāda he is right or wrong, but rather draws out the implications of his statement. ",
  "dn9:21.6": "Here <i lang='pi' translate='no'>tiṭṭhateva</i> is not “leaving aside”, but “remains”. Compare the similar construction at <a href='/mn107/en/sujato#13.1'>MN 107:13.1</a>. ",
  "dn9:22.1": "This is the “subtle” (<i lang='pi' translate='no'>sukhuma</i>) body, corresponding with the form experienced in the four jhānas. All manuscripts appear to be missing the expected <i lang='pi' translate='no'>rūpī</i> in this passage, but it occurs in the corresponding passage on “reincarnation” below. ",
  "dn9:23.1": "This identifies the self as that which is experienced in the formless attainments. Poṭṭhapāda is simply cycling through possible self theories without really thinking through the implications. ",
  "dn9:24.1": "Poṭṭhapāda can only attest a belief in various theories and still does not know how to assess them for himself. ",
  "dn9:24.3": "The text shifts from <i lang='pi' translate='no'>añña</i> “other” (eg. <i lang='pi' translate='no'>aññadiṭṭhikena</i>) to <i lang='pi' translate='no'>aññatra</i> (<i lang='pi' translate='no'>aññatr’āyogena</i>), which normally means “apart from”. Most authorities follow the commentary in taking <i lang='pi' translate='no'>aññatra</i> here in the sense of “other”. However I think the change of sense is deliberate; the Buddha is not discouraging them, merely informing them what it will take. ",
  "dn9:25.3": "This is the famous list of ten “undeclared points”, which are found throughout the suttas (eg. <a href='/mn63/en/sujato'>MN 63</a>, <a href='/mn72/en/sujato'>MN 72</a>, and the whole of SN 44). They seem to have functioned as a kind of checklist by which philosophers could be evaluated and classified. | The word <i lang='pi' translate='no'>loka</i> occurs in a number of senses, but here it refers to the entire “cosmos” of countless worlds. ",
  "dn9:31.1": "This phrase recurs at <a href='/sn21.9/en/sujato#1.4'>SN 21.9:1.4</a> and <a href='/an3.64/en/sujato#11.1'>AN 3.64:11.1</a>, with some variant readings. ",
  "dn9:32.1": "The commentary says Citta was the son of an elephant trainer. Here he shows greater respect to the Buddha than does Poṭṭhapāda. ",
  "dn9:33.3": "This point seems to be lost on a number of modern commentators, who infer from passages such as the ten undeclared points that the Buddha refused to make any definitive declarations at all. The Buddha, rather, was a <i lang='pi' translate='no'>vibhajjavādin</i> (<a href='/mn99/en/sujato#4.4'>MN 99:4.4</a>, <a href='/an10.94/en/sujato#4.7'>AN 10.94:4.7</a>), “one who speaks after analysis”. ",
  "dn9:34.2": "See <a href='/dn1/en/sujato#2.38.2'>DN 1:2.38.2</a>. ",
  "dn9:34.4": "The Buddha does not rely on rumor; he begins by checking his facts with those concerned. Not only does this affirm his commitment to truth, it shows respect and establishes a common ground from which the argument proceeds. ",
  "dn9:34.8": "The verb <i lang='pi' translate='no'>viharati</i> means “dwell”, and functions as an auxiliary verb implying duration. In spiritual contexts it often means “a period or state of meditation”. This first question is asking whether they see such a state in a regular meditation practice. ",
  "dn9:34.11": "Perhaps they might not be able to develop a meditation for seeing that self, but at some point they may have had some sort of perception or vision or insight. ",
  "dn9:34.15": "Since they have no experience, they might at least have an idea how to reach that experience. ",
  "dn9:34.19": "They haven’t even heard a report about it. ",
  "dn9:34.23": "“No demonstrable basis” renders <i lang='pi' translate='no'>appāṭihīrakataṁ</i>. This is related to <i lang='pi' translate='no'>pāṭihāra</i>, which is usually understood as “miracle, wonder”. But the root sense is “demonstration” and the sense of “display of wonder” is secondary. ",
  "dn9:35.2": "<i lang='pi' translate='no'>Janapadakalyāṇī</i> is typically rendered as “the most beautiful lady in the land”. At <a href='/sn47.20/en/sujato#2.2'>SN 47.20:2.2</a> we learn that she is a dazzling singer and dancer. And while she was  famed for her beauty (<a href='/ud3.2/en/sujato#9.1'>Ud 3.2:9.1</a>), the word <i lang='pi' translate='no'>kalyāṇa</i> normally means “(morally) good, fine, lovely” and does not refer solely to her appearance. ",
  "dn9:37.1": "<i lang='pi' translate='no'>Nisseni</i> only occurs elsewhere in <a href='https://suttacentral.net/pli-tv-bu-vb-ss6/en/brahmali#2.3.6'>Bu Ss 6:2.3.6</a> and <a href='https://suttacentral.net/pli-tv-bu-vb-ss7/en/brahmali#2.67'>Bu Ss 7:2.67</a>, where it is something carried, i.e. a ladder rather than a flight of stairs. ",
  "dn9:39.1": "<i lang='pi' translate='no'>Attapaṭilābha</i> is literally “re-acquisition of self”, where <i lang='pi' translate='no'>attā</i> is explained by the commentary as <i lang='pi' translate='no'>attabhāva</i>, the “state of the self” that is acquired at rebirth, i.e “reincarnation”. ",
  "dn9:39.2": "These recap the three theses of perception and the self posted by Poṭṭhapāda from <a href='/dn9/en/sujato#22.1'>DN 9:22.1</a>. ",
  "dn9:40.4": "Compare with the similar sentiment at <a href='/sn22.2/en/sujato#10.1'>SN 22.2:10.1</a>. ",
  "dn9:44.4": "The Buddha points to the experience to demonstrate what he is talking about, rather than offering a long theoretical explanation. <i lang='pi' translate='no'>Ayaṁ</i> is a pronoun of presence, used to indicate what is apparent before the subject. ",
  "dn9:48.2": "Citta is asking an ontological question, assuming that these three states are existent realities of the self. ",
  "dn9:49.1": "The Buddha reframes the question as one of conventional description. He is describing states in which one might be reborn, not underlying ontologies. ",
  "dn9:49.8": "This anticipates one of the great philosophical debates of sectarian Buddhists which gave rise to the Sarvāstivāda, the school whose core doctrine was that “all exists (in the past, future, and present)”. The Buddha describes past, future, and present with the three grammatical tenses. ",
  "dn9:53.5": "This is a succinct expression of one of the key insights of the Buddha’s teaching. Words such as “self” have a conventional usage and in that context are perfectly fine. But what that “self” refers to is constantly changing, as it is reincarnated in different states. It is like a river which keeps the same name even though the water is always changing. If, driven by attachment, we assume there is a metaphysical reality underlying the conventional “self”, we step beyond what can be empirically verified. Note, however, that the Buddha is <em>not</em> asserting that there are two levels of truth, conventional and ultimate, a distinction not found in early Buddhism. ",
  "dn9:56.2": "In <a href='/an6.60/en/sujato'>AN 6.60</a> we find Citta Hatthisāriputta, still a somewhat junior monk, rudely interrupting his seniors. After admonition he disrobed, but he ordained again and later achieved arahantship. We can reconcile these two accounts by recognizing that the phrase <i lang='pi' translate='no'>acira</i> “not long after” is a conventional term, which might be several years. Thus the events of AN 6.60 occurred some time between his ordination and awakening. "
}