{
  "an2.1:0.1": "Aṅguttara Nikāya 2 ",
  "an2.1:0.2": "1. Capítulo sobre punições ",
  "an2.1:1.0": "1. Transgressões ",
  "an2.1:1.1": "Assim ouvi. ",
  "an2.1:1.2": "Em certa ocasião o Buda estava perto de Savatthi, no Bosque de Jeta, no Parque de Anathapindika. ",
  "an2.1:1.3": "Lá o Buda se dirigiu aos bhikkhus: ",
  "an2.1:1.4": "“Bhikkhus!” ",
  "an2.1:1.5": "“Venerável Senhor”, eles responderam. ",
  "an2.1:1.6": "O Buda então disse: ",
  "an2.1:2.1": "“Bhikkhus, há dois tipos de transgressões. ",
  "an2.1:2.2": "Quais dois? ",
  "an2.1:2.3": "A transgressão aparente na vida atual e a transgressão relacionada às vidas futuras. ",
  "an2.1:2.4": "E o que é, bhikkhus, a transgressão aparente nesta vida atual. ",
  "an2.1:2.5": "É quando alguém vê que os reis e autoridades prenderam um bandido, um criminoso, e o submeteram a várias punições—",
  "an2.1:2.6": "açoitando com chicotes, golpeando com vara, golpeando com clavas; as mãos são cortadas, os pés são cortados, as mãos e os pés são cortados; as orelhas são cortadas, o nariz é cortado, as orelhas e o nariz são cortados; ele é sujeito ao ‘pote de mingau,’ ao ‘barbeado com a concha polida,’ à ‘boca de Rāhu,’ à ‘grinalda ardente,’ à ‘mão ardente,’ às ‘lâminas de capim,’ à ‘túnica de casca de árvore,’ ao ‘antílope,’ aos ‘ganchos de carne,’ às ‘moedas,’ à ‘conserva em desinfetante’ ao ‘pino que gira,’ ao ‘colchão de palha enrolado’; ele é molhado com óleo fervente, atirado para ser devorado pelos cães, empalado vivo em estaca, decapitado com uma espada. ",
  "an2.1:3.1": "E então lhe ocorre: ",
  "an2.1:3.2": "‘Se eu cometesse os tipos de más ações pelas quais os reis prenderam aquele bandido, aquele criminoso—",
  "an2.1:3.3": "açoitando com chicotes, golpeando com vara, golpeando com clavas; as mãos são cortadas, os pés são cortados, as mãos e os pés são cortados; as orelhas são cortadas, o nariz é cortado, as orelhas e o nariz são cortados; ele é sujeito ao ‘pote de mingau,’ ao ‘barbeado com a concha polida,’ à ‘boca de Rāhu,’ à ‘grinalda ardente,’ à ‘mão ardente,’ às ‘lâminas de capim,’ à ‘túnica de casca de árvore,’ ao ‘antílope,’ aos ‘ganchos de carne,’ às ‘moedas,’ à ‘conserva em desinfetante’ ao ‘pino que gira,’ ao ‘colchão de palha enrolado’; ele é molhado com óleo fervente, atirado para ser devorado pelos cães, empalado vivo em estaca, decapitado com uma espada—",
  "an2.1:3.4": "as autoridades me prenderiam e me submeteriam às mesmas punições. ",
  "an2.1:3.5": "… ",
  "an2.1:3.6": "Temeroso da transgressão aparente na vida atual, eles não roubam os pertences dos outros. ",
  "an2.1:3.7": "Isto, bhikkhus, é a transgressão aparente nesta vida atual. ",
  "an2.1:4.1": "E o que é, bhikkhus, a transgressão relacionada às vidas futuras? ",
  "an2.1:4.2": "É quando alguém reflete: ",
  "an2.1:4.3": "‘A má conduta com o corpo, com a fala ou com a mente tem um resultado ruim e doloroso na próxima vida. ",
  "an2.1:4.4": "Se a minha conduta é assim má, ",
  "an2.1:4.5": "então, com a dissolução do meu corpo, após a morte, haverá um renascimento num estado de privação, num destino infeliz, nos reinos inferiores, no inferno. ",
  "an2.1:4.6": "Temeroso da transgressão relacionada com vidas futuras, ele abandona a má conduta com o corpo, com a fala e com a mente e cultiva a boa conduta com o corpo, com a fala e com a mente, mantendo-se puro. ",
  "an2.1:4.7": "Isto, bhikkhus, é a transgressão relacionada às vidas futuras. ",
  "an2.1:4.8": "Bhikkhus, estes são dois tipos de transgressões. ",
  "an2.1:4.9": "Portanto, bhikkhus, vocês devem treinar o seguinte: ",
  "an2.1:4.10": "‘Temeremos a transgressão aparente na vida atual e temeremos a transgressão relacionada às vidas futuras. Temeremos as transgressões, vendo o perigo que elas representam.’ ",
  "an2.1:4.11": "É assim que você deve treinar. ",
  "an2.1:4.12": "Aquele que teme as transgressões, vendo o perigo nestas, pode esperar ser libertado de todas as transgressões.” ",
  "an2.1:4.13": "☸ ",
  "an2.2:1.0": "2. Empenho ",
  "an2.2:1.1": "“Bhikkhus, neste mundo há dois empenhos desafiadores. ",
  "an2.2:1.2": "Quais dois? ",
  "an2.2:1.3": "O empenho dos leigos que vivem em família por fornecer vestes, comida esmolada, alojamento, remédios e suprimentos para os doentes. E o empenho daqueles que deixam a vida em família pela vida santa buscando o abandono de todos os apegos. ",
  "an2.2:1.4": "Bhikkhus, estes são dois empenhos desafiadores. ",
  "an2.2:2.1": "O mais excelente desses dois tipos de empenhos é o empenho pelo abandono de todos os apegos. ",
  "an2.2:2.2": "Portanto, bhikkhus, vocês devem treinar o seguinte: ",
  "an2.2:2.3": "‘Devemos nos esforçar para nos livrar de todos os apegos.’ ",
  "an2.2:2.4": "É assim que vocês devem treinar.” ",
  "an2.2:2.5": "☸ ",
  "an2.3:1.0": "3. Vergonha ",
  "an2.3:1.1": "“Bhikkhus, duas situações são vergonhosas. ",
  "an2.3:1.2": "Quais duas? ",
  "an2.3:1.3": "A primeira é quando alguém realizou má conduta com o corpo, com a fala e com a mente. A segunda é quando a pessoa não realizou boa conduta com o corpo, com a fala e com a mente. ",
  "an2.3:1.6": "Pensando ‘eu realizei má conduta com o corpo, com a fala e com a mente’, a pessoa experimenta vergonha. Pensando ‘eu não realizei boa conduta com o corpo, com a fala e com a mente’, a pessoa experimenta vergonha. ",
  "an2.3:1.9": "Bhikkhus, estas duas situações são vergonhosas.” ",
  "an2.4:1.0": "4. Livre da vergonha ",
  "an2.4:1.1": "“Bhikkhus, duas situações são livres da vergonha. ",
  "an2.4:1.2": "Quais duas? ",
  "an2.4:1.3": "A primeira é quando alguém realizou boa conduta com o corpo, com a fala e com a mente. A segunda é quando a pessoa não realizou má conduta com o corpo, com a fala e com a mente. ",
  "an2.4:1.6": "Pensando ‘eu realizei boa conduta com o corpo, com a fala e com a mente’, a pessoa experimenta vergonha. Pensando ‘eu não realizei má conduta com o corpo, com a fala e com a mente’, a pessoa não experimenta vergonha. ",
  "an2.4:1.9": "Bhikkhus, estas duas situações são livres da vergonha.” ",
  "an2.4:1.10": "☸ ",
  "an2.5:1.0": "5. Aprendido por mim mesmo ",
  "an2.5:1.1": "“Bhikkhus, eu aprendi estas duas coisas por mim mesmo—",
  "an2.5:1.2": "nunca me contentar em termos do cultivo das qualidades habilidosas e nunca cessar meu empenho. ",
  "an2.5:1.3": "Eu nunca deixei de me empenhar, sustentando a resolução: ",
  "an2.5:1.4": "‘Com satisfação eu deixaria a carne e o sangue do meu corpo secar, deixando só pele, tendões e ossos, se eu não tiver atingido o que pode ser atingido através da firmeza humana, da energia humana e do esforço humano, não haverá nenhum relaxamento na minha energia.’ ",
  "an2.5:1.5": "Foi através da diligência que alcancei o despertar e por meio da diligência que alcancei o santuário supremo fora do alcance dos grilhões. ",
  "an2.5:1.6": "Se vocês também nunca deixarem de se empenhar, sustentando a resolução: ",
  "an2.5:1.7": "‘Com satisfação eu deixaria a carne e o sangue do meu corpo secar, deixando só pele, tendões e ossos, se eu não tiver atingido o que pode ser atingido através da firmeza humana, da energia humana e do esforço humano, não haverá nenhum relaxamento na minha energia.’ ",
  "an2.5:1.8": "Vocês também logo realizarão o ponto culminante supremo do caminho espiritual nesta mesma vida. E vocês viverão tendo realizado através do seu próprio entendimento e introspecção o objetivo pelo qual jovens devidamente abandonam a vida em família pela vida santa. ",
  "an2.5:1.9": "Portanto, bhikkhus, vocês devem treinar assim: ",
  "an2.5:1.10": "‘Eu nunca deixei de me empenhar, sustentando a resolução: ",
  "an2.5:1.11": "‘Com satisfação eu deixaria a carne e o sangue do meu corpo secar, deixando só pele, tendões e ossos, se eu não tiver atingido o que pode ser atingido através da firmeza humana, da energia humana e do esforço humano, não haverá nenhum relaxamento na minha energia.’” ",
  "an2.5:1.12": "É assim que vocês devem treinar.” ",
  "an2.5:1.13": "☸ ",
  "an2.6:1.0": "6. Grilhões ",
  "an2.6:1.1": "“Bhikkhus, há estas duas coisas. ",
  "an2.6:1.2": "Quais duas? ",
  "an2.6:1.3": "Ver coisas que tendem a nos aprisionar como gratificantes e ver coisas que tendem a nos aprisionar como frustrantes. ",
  "an2.6:1.4": "Quando coisas que nos aprisionam são vistas como gratificantes, não há o abandono do desejo, raiva e delusão. ",
  "an2.6:1.5": "Quando estas coisas não são abandonadas, não há a libertação do renascimento, da velhice e da morte, da tristeza, da lamentação, da dor, da angústia e do desespero. ",
  "an2.6:1.6": "E assim não há a libertação do sofrimento, eu digo. ",
  "an2.6:2.1": "Quando coisas que nos aprisionam são vistas como frustrantes, há o abandono do desejo, raiva e delusão. ",
  "an2.6:2.2": "Quando estas coisas são abandonadas, há a libertação do renascimento, da velhice e da morte, da tristeza, da lamentação, da dor, da angústia e do desespero. ",
  "an2.6:2.3": "E assim há a libertação do sofrimento, eu digo. ",
  "an2.6:2.4": "Estas são as duas coisas.” ",
  "an2.6:2.5": "☸ ",
  "an2.7:1.0": "7. Sombrias ",
  "an2.7:1.1": "“Bhikkhus, estas duas coisas são sombrias. ",
  "an2.7:1.2": "Quais duas? ",
  "an2.7:1.3": "A falta de escrúpulo e a falta de prudência. ",
  "an2.7:1.4": "Estas duas coisas são sombrias.” ",
  "an2.7:1.5": "☸ ",
  "an2.8:1.0": "8. Luzentes ",
  "an2.8:1.1": "“Bhikkhus, estas duas coisas são luzentes. ",
  "an2.8:1.2": "Quais duas? ",
  "an2.8:1.3": "Escrúpulo e prudência. ",
  "an2.8:1.4": "Estas duas coisas são brilhantes.” ",
  "an2.8:1.5": "☸ ",
  "an2.9:1.0": "9. Conduta ",
  "an2.9:1.1": "“Bhikkhus, estas duas coisas luzentes protegem o mundo. ",
  "an2.9:1.2": "Quais duas? ",
  "an2.9:1.3": "Escrúpulo e prudência. ",
  "an2.9:1.4": "Se essas duas condições puras não protegerem o mundo então não seria discernido o respeito pela mãe, ou pela tia, ou pela cunhada da mãe, ou pela esposa do mestre, ou pela esposa do pai de alguém, e assim por diante. ",
  "an2.9:1.5": "O mundo se tornaria corrupto e haveria completa promiscuidade no mundo com as pessoas agindo como bodes e cabras, porcos e porcas, cães e chacais. ",
  "an2.9:1.6": "Mas é por essas duas condições puras protegerem o mundo que é discernido o respeito pela mãe, ou pela tia, ou pela cunhada da mãe, ou pela esposa do mestre, ou pela esposa do pai de alguém, e assim por diante. ",
  "an2.9:1.7": "☸ ",
  "an2.10:1.0": "10. Entrada no Retiro das Chuvas ",
  "an2.10:1.1": "“Bhikkhus, há esses duas formas de se iniciar o Retiro das Chuvas. ",
  "an2.10:1.2": "Quais duas? ",
  "an2.10:1.3": "Cedo ou tarde. ",
  "an2.10:1.4": "Bhikkhus, essas são duas formas de se iniciar o Retiro das Chuvas.” ",
  "an2.10:1.5": "☸ "
}