{
  "an2.151:0.1": "Aṅguttara Nikāya 2 ",
  "an2.151:0.2": "14. Acolhimento ",
  "an2.151:1.0": "151 ",
  "an2.151:1.1": "“Bhikkhus, há dois tipos de acolhimento. ",
  "an2.151:1.2": "Quais dois? ",
  "an2.151:1.3": "Acolhimento em termos de coisas materiais e acolhimento em termos de ensinamento. ",
  "an2.151:1.4": "Esses, bhikkhus, são dois tipos de acolhimento. ",
  "an2.151:1.5": "O mais excelente desses dois tipos de acolhimento é o feito em termos de ensinamento.” ",
  "an2.152:1.0": "152 ",
  "an2.152:1.1": "“Bhikkhus, há esses dois tipos de hospitalidade. ",
  "an2.152:1.2": "Quais dois? ",
  "an2.152:1.3": "Hospitalidade com coisas materiais e hospitalidade com o ensinamento. ",
  "an2.152:1.4": "Esses, bhikkhus, são dois tipos de hospitalidade. ",
  "an2.152:1.5": "O mais excelente desses dois tipos de hospitalidade é a hospitalidade com o ensinamento.” ",
  "an2.153:1.0": "153 ",
  "an2.153:1.1": "“Bhikkhus, há esses dois tipos de buscas. ",
  "an2.153:1.2": "Quais dois? ",
  "an2.153:1.3": "A busca por coisas materiais e a busca pelo ensinamento. ",
  "an2.153:1.4": "Esses, bhikkhus, são dois tipos de busca. ",
  "an2.153:1.5": "O mais excelente desses dois tipos de busca é a busca pelo ensinamento.” ",
  "an2.154:1.0": "154 ",
  "an2.154:1.1": "“Bhikkhus, há esses dois tipos de procura. ",
  "an2.154:1.2": "Quais dois? ",
  "an2.154:1.3": "A procura por coisas materiais e a procura pelo ensinamento. ",
  "an2.154:1.4": "Esses, bhikkhus, são dois tipos de procura. ",
  "an2.154:1.5": "O mais excelente desses dois tipos de procura é a procura pelo ensinamento.” ",
  "an2.155:1.0": "155 ",
  "an2.155:1.1": "“Há esses dois tipos de sondagem. ",
  "an2.155:1.2": "Quais dois? ",
  "an2.155:1.3": "Sondagem por coisas materiais e sondagem pelo ensinamento. ",
  "an2.155:1.4": "Esses, bhikkhus, são dois tipos de sondagem. ",
  "an2.155:1.5": "O mais excelente desses dois tipos de sondagem é a sondagem pelo ensinamento.” ",
  "an2.156:1.0": "156 ",
  "an2.156:1.1": "“Bhikkhus, há esses dois tipos de adoração. ",
  "an2.156:1.2": "Quais dois? ",
  "an2.156:1.3": "Adoração por coisas materiais e adoração pelo ensinamento. ",
  "an2.156:1.4": "Esses, bhikkhus, são dois tipos de adoração. ",
  "an2.156:1.5": "O mais excelente desses dois tipos de adoração é a adoração pelo ensinamento.” ",
  "an2.157:1.0": "157 ",
  "an2.157:1.1": "“Bhikkhus, há dois modos de se servir hóspedes. ",
  "an2.157:1.2": "Quais dois? ",
  "an2.157:1.3": "Servir com coisas materiais e servir com o ensinamento. ",
  "an2.157:1.4": "Esses, bhikkhus, são os dois modos de se servir hóspedes. ",
  "an2.157:1.5": "O mais excelente desses dois modos de ser servir hóspedes é servir hóspedes com o ensinamento.” ",
  "an2.158:1.0": "158 ",
  "an2.158:1.1": "“Bhikkhus, há essas duas formas de sucesso. ",
  "an2.158:1.2": "Quais duas? ",
  "an2.158:1.3": "Sucesso com coisas materiais e sucesso no ensinamento. ",
  "an2.158:1.4": "Esses são as duas formas de sucesso. ",
  "an2.158:1.5": "O mais excelente desses dois tipos de sucesso é o sucesso no ensinamento.” ",
  "an2.159:1.0": "159 ",
  "an2.159:1.1": "“Bhikkhus, há essas duas formas de progresso. ",
  "an2.159:1.2": "Quais duas? ",
  "an2.159:1.3": "Progresso em coisas materiais e progresso no ensinamento. ",
  "an2.159:1.4": "Essas, bhikkhus, são as duas formas de progresso. ",
  "an2.159:1.5": "A mais excelente dessas duas formas de progresso é o progresso no ensinamento.” ",
  "an2.160:1.0": "160 ",
  "an2.160:1.1": "“Bhikkhus, há dois tipos de riqueza. ",
  "an2.160:1.2": "Quais dois? ",
  "an2.160:1.3": "Riqueza em coisas materiais e riqueza do ensinamento. ",
  "an2.160:1.4": "Esses, bhikkhus, são os dois tipos de riqueza. ",
  "an2.160:1.5": "O mais excelente desses dois tipos de riqueza é a riqueza do ensinamento.” ",
  "an2.161:1.0": "161 ",
  "an2.161:1.1": "“Bhikkhus, há esses dois tipos de acúmulo. ",
  "an2.161:1.2": "Quais dois? ",
  "an2.161:1.3": "Acúmulo em coisas materiais e acúmulo do ensinamento. ",
  "an2.161:1.4": "Esses, bhikkhus, são dois tipos de acúmulo. ",
  "an2.161:1.5": "O mais excelente desses dois tipos de acúmulo é o acúmulo do ensinamento.” ",
  "an2.162:1.0": "162 ",
  "an2.162:1.1": "“Bhikkhus, há esses dois tipos de crescimento. ",
  "an2.162:1.2": "Quais dois? ",
  "an2.162:1.3": "Crescimento em coisas materiais e crescimento no ensinamento. ",
  "an2.162:1.4": "Esses, bhikkhus, são os dois tipos de crescimento. ",
  "an2.162:1.5": "O mais excelente desses dois tipos de crescimento é o crescimento no ensinamento.” "
}