{
  "an2.280:0.1": "Aṅguttara Nikāya 2 ",
  "an2.280:0.2": "18. Textos breves começando pelo treinamento ",
  "an2.280:1.0": "280 ",
  "an2.280:1.1": "“Bhikkhus, o Tathāgata estabeleceu regras de treinamento para seus discípulos contemplativos por dois motivos. ",
  "an2.280:1.2": "Quais dois? ",
  "an2.280:1.3": "Para o bem estar e o conforto da Sangha … para a subjugação de pessoas teimosas e para a tranquilidade dos bhikkhus bem comportados … para a contenção das impurezas relativas à vida presente e para o afastamento de impurezas relativas às vidas futuras … para a contenção das ameaças relativas à vida presente e para o afastamento de ameaças relativas às vidas futuras … para a contenção das falhas relativas à vida presente e para o afastamento das falhas relativas às vidas futuras … para a contenção dos perigos relativos à vida presente e para o afastamento dos perigos relativos às vidas futuras … para a contenção das qualidades prejudiciais que afetam a vida presente e para o afastamento das qualidades prejudiciais que afetam vidas futuras … por simpatia aos discípulos não contemplativos e pela dissolução de grupos de contemplativos tomados por desejos ruins … para fazer surgir fé naqueles ainda sem fé e fazer aumentar a fé daqueles que já a têm … para a continuidade da verdadeira doutrina e apoio do treinamento. ",
  "an2.280:1.4": "Esses são, bhikkhus, os dois motivos pelos quais o Tathāgata estabeleceu regras de treinamento para seus discípulos contemplativos. ",
  "an2.281-309:1.0": "281–​309 ",
  "an2.281-309:1.1": "“Bhikkhus, por dois motivos o Tathāgata estabeleceu para seus discípulos contemplativos o código de disciplina monástica … a recitação do código de disciplina monástica … a suspensão da recitação do código de disciplina monástica … o convite à admoestação … o deixar de lado do convite à admoestação … o ato disciplinar de censura … o estabelecimento da dependência… o banimento… a reconciliação… a exclusão… o período de reinserção… o restabelecimento… o castigo… a reintegração… a restauração… a remoção… a ordenação… um ato com moção… um ato com moção e anúncio… um ato com moção e três anúncios… a determinação do que não fora anteriormente determinado… a alteração do que foi anteriormente determinado… a resolução de uma questão disciplinar na presença dos interessados… a resolução de um assunto disciplinar através de memórias precisas… a resolução de um assunto disciplinar devido à recuperação de um episódio de loucura… a resolução de um assunto disciplinar devido ao reconhecimento da ofensa cometida … a resolução de uma questão disciplinar pela decisão de uma maioria…a resolução de uma questão disciplinar por um veredicto de má conduta agravada… a resolução de uma questão disciplinar com o cobrir com capim. ",
  "an2.281-309:1.2": "Quais dois? ",
  "an2.281-309:1.3": "Para o bem estar e o conforto da Sangha … para a subjugação de pessoas teimosas e para a tranquilidade dos bhikkhus bem comportados … para a contenção das impurezas relativas à vida presente e para o afastamento de impurezas relativas às vidas futuras … para a contenção das ameaças relativas à vida presente e para o afastamento de ameaças relativas às vidas futuras … para a contenção das falhas relativas à vida presente e para o afastamento das falhas relativas às vidas futuras… para a contenção dos perigos relativos à vida presente e para o afastamento dos perigos relativos às vidas futuras… para a contenção das qualidades prejudiciais que afetam à vida presente e para o afastamento das qualidades prejudiciais que afetam vidas futuras … por simpatia aos discípulos não contemplativos e pela dissolução de grupos de contemplativos tomados por desejos ruins … para fazer surgir fé naqueles ainda sem fé e fazer aumentar a fé daqueles que já a têm… para a continuidade da verdadeira doutrina e apoio do treinamento. ",
  "an2.281-309:1.4": "Esses são, bhikkhus, os dois motivos pelos quais o Tathāgata estabeleceu a resolução de uma questão disciplinar com o cobrir com capim.” ",
  "an2.281-309:1.5": ""
}