{
  "an2.52:0.1": "Aṅguttara Nikāya 2 ",
  "an2.52:0.2": "6. Indivíduos ",
  "an2.52:1.0": "52 ",
  "an2.52:1.1": "“Bhikkhus, esses dois indivíduos surgem no mundo para o bem-estar e felicidade de muitos, pelo benefício, bem-estar e felicidade de devas e humanos. ",
  "an2.52:1.2": "Quais dois? ",
  "an2.52:1.3": "O bem-aventurado, aquele puro e digno, o Buda plenamente iluminado; e um monarca que gira a roda. ",
  "an2.52:1.4": "Esses dois indivíduos surgem no mundo para o bem-estar e felicidade de muitos, pelo benefício, bem-estar e felicidade de devas e humanos.” ",
  "an2.53:1.0": "53 ",
  "an2.53:1.1": "“Estes dois indivíduos, bhikkhus, surgem no mundo e são seres humanos incríveis. ",
  "an2.53:1.2": "Quais dois? ",
  "an2.53:1.3": "O bem-aventurado, aquele puro e digno, o Buda plenamente iluminado; e um monarca que gira a roda. ",
  "an2.53:1.4": "Estes dois indivíduos, bhikkhus, surgem no mundo e são seres humanos incríveis.” ",
  "an2.54:1.0": "54 ",
  "an2.54:1.1": "“Há esses dois indivíduos, bhikkhus, cujo falecimento é objeto do pesar de muitos. ",
  "an2.54:1.2": "Quais dois? ",
  "an2.54:1.3": "O bem-aventurado, aquele puro e digno, o Buda plenamente iluminado; e um monarca que gira a roda. ",
  "an2.54:1.4": "Esses são os dois indivíduos, bhikkhus, cujo falecimento é objeto do pesar de muitos.” ",
  "an2.55:1.0": "55 ",
  "an2.55:1.1": "“Bhikkhus, esses dois indivíduos são dignos de um monumento. ",
  "an2.55:1.2": "Quais dois? ",
  "an2.55:1.3": "O bem-aventurado, aquele puro e digno, o Buda plenamente iluminado; e um monarca que gira a roda. ",
  "an2.55:1.4": "Esses dois, bhikkhus, são dignos de um monumento.” ",
  "an2.56:1.0": "56 ",
  "an2.56:1.1": "“Bhikkhus, há esses dois tipos de Budas. ",
  "an2.56:1.2": "Quais dois? ",
  "an2.56:1.3": "Alguém bem-aventurado, puro e digno, desperto como um Buda plenamente iluminado; e aguém desperto por si só, como Buda solitário. ",
  "an2.56:1.4": "Esses são, bhikkhus, os dois tipos de Budas.” ",
  "an2.57:1.0": "57 ",
  "an2.57:1.1": "“Bhikkhus, esses dois indivíduos não são surpreendidos por um trovão. ",
  "an2.57:1.2": "Quais dois? ",
  "an2.57:1.3": "Um bhikkhu que abandonou as impurezas; e um elefante puro-sangue. ",
  "an2.57:1.4": "Esses são os dois indivíduos que não são surpreendidos por um trovão.” ",
  "an2.58:1.0": "58 ",
  "an2.58:1.1": "“Bhikkhus, esses dois indivíduos não são surpreendidos por um trovão. ",
  "an2.58:1.2": "Quais dois? ",
  "an2.58:1.3": "Um bhikkhu que abandonou as impurezas; e um cavalo puro-sangue. ",
  "an2.58:1.4": "Esses são os dois indivíduos que não são surpreendidos por um trovão.” ",
  "an2.59:1.0": "59 ",
  "an2.59:1.1": "“Bhikkhus, esses dois indivíduos não são surpreendidos por um trovão. ",
  "an2.59:1.2": "Quais dois? ",
  "an2.59:1.3": "Um bhikkhu que abandonou as impurezas; e um leão, rei da selva. ",
  "an2.59:1.4": "Esses são os dois indivíduos que não são surpreendidos por um trovão.” ",
  "an2.60:1.0": "60 ",
  "an2.60:1.1": "Bhikkhus, os faunos vêem duas razões para não usar a linguagem humana. ",
  "an2.60:1.2": "Quais duas? ",
  "an2.60:1.3": "Eles pensam: “Assim não mentiremos, e assim não deturparemos os outros com falsidades.” ",
  "an2.60:1.4": "Essas são as razões pelas quais os faunos não usam a linguagem humana.” ",
  "an2.61:1.0": "61 ",
  "an2.61:1.1": "“Bhikkhus, muitas das mulheres morrem sem terem tido o suficiente de duas coisas. ",
  "an2.61:1.2": "Quais duas? ",
  "an2.61:1.3": "Relações sexuais e dar à luz. ",
  "an2.61:1.4": "Muitas das mulheres morrem sem terem tido o suficiente dessas duas coisas.” ",
  "an2.62:1.0": "62 ",
  "an2.62:1.1": "“Bhikkhus, lhes ensinarei sobre viver com pessoas más e viver com pessoas boas. ",
  "an2.62:1.2": "Ouça e preste muita atenção ao que vou dizer.” ",
  "an2.62:1.3": "“Sim, senhor,” eles responderam. ",
  "an2.62:1.4": "O Buda disse o seguinte: ",
  "an2.62:2.1": "“Como é o convívio com pessoas más? Como as pessoas más vivem juntas? ",
  "an2.62:2.2": "É como quando um bhikkhu sênior pensa: ",
  "an2.62:2.3": "“Nenhum outro bhikku deveria me admoestar, tenha ele mais, menos ou o mesmo tempo de manto que eu; ",
  "an2.62:2.4": "e eu não admoestarei nenhum outro bhikkhu, tenha ele mais, menos ou o mesmo tempo de manto que eu. ",
  "an2.62:2.5": "Se um outro bhikkhu — independente de o quão mais sênior ou júnior que eu — me admoestar, não seria compreensivo da parte dele, e eu os incomodaria dizendo “Não”. E de todo modo eu não faria nada mesmo se eu tivesse visto o que fiz de errado.” ",
  "an2.62:2.6": "",
  "an2.62:2.7": "E um bhikkhu comparável ou júnior também pensaria: ",
  "an2.62:2.8": "“Nenhum outro bhikku deveria me admoestar, tenha ele mais, menos ou o mesmo tempo de manto que eu; ",
  "an2.62:2.9": "e eu não admoestarei nenhum outro bhikkhu, tenha ele mais, menos ou o mesmo tempo de manto que eu. ",
  "an2.62:2.10": "Se um outro bhikkhu — independente de o quão mais sênior ou júnior que eu — me admoestar, não seria compreensivo da parte dele, e eu os incomodaria dizendo “Não”. E de todo modo eu não faria nada mesmo se eu tivesse visto o que fiz de errado.” ",
  "an2.62:2.11": "",
  "an2.62:2.12": "Assim é o convívio com pessoas más; assim é como as pessoas más vivem juntas. ",
  "an2.62:3.1": "“Como é o convívio com pessoas de bem? Como as pessoas de bem vivem juntas? ",
  "an2.62:3.2": "É como quando um bhikkhu sênior pensa: ",
  "an2.62:3.3": "“Qualquer outro bhikkhu deveria me admoestar, tenha ele mais, menos ou o mesmo tempo de manto que eu; ",
  "an2.62:3.4": "e eu admoestarei qualquer outro bhikkhu, tenha ele mais, menos ou o mesmo tempo de manto que eu. ",
  "an2.62:3.5": "Se um outro bhikkhu — independente de o quão mais sênior ou júnior que eu — me admoestar, seria compreensivo da parte dele, e eu não os incomodaria dizendo “Obrigado”. E eu faria algo quando eu tiver visto o que fiz de errado.” ",
  "an2.62:3.6": "",
  "an2.62:3.7": "E um bhikkhu comparável ou júnior também pensaria: ",
  "an2.62:3.8": "“Qualquer outro bhikkhu deveria me admoestar, tenha ele mais, menos ou o mesmo tempo de manto que eu; ",
  "an2.62:3.9": "e eu admoestarei qualquer outro bhikkhu, tenha ele mais, menos ou o mesmo tempo de manto que eu. ",
  "an2.62:3.10": "Se um outro bhikkhu — independente de o quão mais sênior ou júnior que eu — me admoestar, seria compreensivo da parte dele, e eu não os incomodaria dizendo “Obrigado”. E eu faria algo quando eu tiver visto o que fiz de errado.” ",
  "an2.62:3.11": "",
  "an2.62:3.12": "Assim é o convívio com pessoas de bem; assim é como as pessoas de bem vivem juntas.” ",
  "an2.63:1.0": "63 ",
  "an2.63:1.1": "“Em uma questão disciplinar, quando a narrativa de ambos os lados não é resolvida internamente — tendo havido desprezo pelos pontos de vistas de cada lado, ressentimento, amargura e provocação — pode-se esperar que essa questão disciplinar seja ",
  "an2.63:1.2": "longa, inquietante e problemática, e os bhikkhus não conviverão em conforto. ",
  "an2.63:2.1": "“Em uma questão disciplinar, quando a narrativa de ambos os lados é bem resolvida internamente — mesmo tendo havido desprezo pelos pontos de vistas de cada lado, ressentimento, amargura e provocação — pode-se esperar que essa questão disciplinar ",
  "an2.63:2.2": "não leve à amargura e inimizade duradouras, e os bhikkhus conviverão em conforto. ” ",
  "an2.63:2.3": ""
}