{
  "sn44.3:0.1": "Saṁyutta Nikāya 44 ",
  "sn44.3:0.2": "1. Abyākatavagga ",
  "sn44.3:0.3": "3. Paṭhamasāriputtakoṭṭhikasutta ",
  "sn44.3:1.1": "Ekaṁ samayaṁ āyasmā ca sāriputto, āyasmā ca mahākoṭṭhiko bārāṇasiyaṁ viharanti isipatane migadāye. ",
  "sn44.3:1.2": "Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "sn44.3:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṁ sāriputtaṁ etadavoca: ",
  "sn44.3:2.1": "“Kiṁ nu kho, āvuso sāriputta, hoti tathāgato paraṁ maraṇā”ti? ",
  "sn44.3:2.2": "“Abyākataṁ kho etaṁ, āvuso, bhagavatā: ",
  "sn44.3:2.3": "‘hoti tathāgato paraṁ maraṇā’”ti. ",
  "sn44.3:2.4": "“Kiṁ panāvuso, na hoti tathāgato paraṁ maraṇā”ti? ",
  "sn44.3:2.5": "“Etampi kho, āvuso, abyākataṁ bhagavatā: ",
  "sn44.3:2.6": "‘na hoti tathāgato paraṁ maraṇā’”ti. ",
  "sn44.3:2.7": "“Kiṁ nu kho, āvuso, hoti ca na ca hoti tathāgato paraṁ maraṇā”ti? ",
  "sn44.3:2.8": "“Abyākataṁ kho etaṁ, āvuso, bhagavatā: ",
  "sn44.3:2.9": "‘hoti ca na ca hoti tathāgato paraṁ maraṇā’”ti. ",
  "sn44.3:2.10": "“Kiṁ panāvuso, neva hoti na na hoti tathāgato paraṁ maraṇā”ti? ",
  "sn44.3:2.11": "“Etampi kho, āvuso, abyākataṁ bhagavatā: ",
  "sn44.3:2.12": "‘neva hoti na na hoti tathāgato paraṁ maraṇā’”ti. ",
  "sn44.3:3.1": "“‘Kiṁ nu kho, āvuso, hoti tathāgato paraṁ maraṇā’ti iti puṭṭho samāno, ‘abyākataṁ kho etaṁ, āvuso, bhagavatā—",
  "sn44.3:3.2": "hoti tathāgato paraṁ maraṇā’ti vadesi …pe… ",
  "sn44.3:3.3": "‘kiṁ panāvuso, neva hoti na na hoti tathāgato paraṁ maraṇā’ti iti puṭṭho samāno: ",
  "sn44.3:3.4": "‘etampi kho, āvuso, abyākataṁ bhagavatā—",
  "sn44.3:3.5": "neva hoti na na hoti tathāgato paraṁ maraṇā’ti vadesi. ",
  "sn44.3:3.6": "Ko nu kho, āvuso, hetu, ko paccayo yenetaṁ abyākataṁ bhagavatā”ti? ",
  "sn44.3:4.1": "“Hoti tathāgato paraṁ maraṇāti kho, āvuso, rūpagatametaṁ. ",
  "sn44.3:4.2": "Na hoti tathāgato paraṁ maraṇāti, rūpagatametaṁ. ",
  "sn44.3:4.3": "Hoti ca na ca hoti tathāgato paraṁ maraṇāti, rūpagatametaṁ. ",
  "sn44.3:4.4": "Neva hoti na na hoti tathāgato paraṁ maraṇāti, rūpagatametaṁ. ",
  "sn44.3:4.5": "Hoti tathāgato paraṁ maraṇāti kho, āvuso, vedanāgatametaṁ. ",
  "sn44.3:4.6": "Na hoti tathāgato paraṁ maraṇāti, vedanāgatametaṁ. ",
  "sn44.3:4.7": "Hoti ca na ca hoti tathāgato paraṁ maraṇāti, vedanāgatametaṁ. ",
  "sn44.3:4.8": "Neva hoti na na hoti tathāgato paraṁ maraṇāti, vedanāgatametaṁ. ",
  "sn44.3:4.9": "Hoti tathāgato paraṁ maraṇāti kho, āvuso, saññāgatametaṁ. ",
  "sn44.3:4.10": "Na hoti tathāgato paraṁ maraṇāti, saññāgatametaṁ. ",
  "sn44.3:4.11": "Hoti ca na ca hoti tathāgato paraṁ maraṇāti, saññāgatametaṁ. ",
  "sn44.3:4.12": "Neva hoti na na hoti tathāgato paraṁ maraṇāti, saññāgatametaṁ. ",
  "sn44.3:4.13": "Hoti tathāgato paraṁ maraṇāti kho, āvuso, saṅkhāragatametaṁ. ",
  "sn44.3:4.14": "Na hoti tathāgato paraṁ maraṇāti, saṅkhāragatametaṁ. ",
  "sn44.3:4.15": "Hoti ca na ca hoti tathāgato paraṁ maraṇāti, saṅkhāragatametaṁ. ",
  "sn44.3:4.16": "Neva hoti na na hoti tathāgato paraṁ maraṇāti, saṅkhāragatametaṁ. ",
  "sn44.3:4.17": "Hoti tathāgato paraṁ maraṇāti kho, āvuso, viññāṇagatametaṁ. ",
  "sn44.3:4.18": "Na hoti tathāgato paraṁ maraṇāti, viññāṇagatametaṁ. ",
  "sn44.3:4.19": "Hoti ca na ca hoti tathāgato paraṁ maraṇāti, viññāṇagatametaṁ. ",
  "sn44.3:4.20": "Neva hoti na na hoti tathāgato paraṁ maraṇāti, viññāṇagatametaṁ. ",
  "sn44.3:4.21": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo, yenetaṁ abyākataṁ bhagavatā”ti. ",
  "sn44.3:4.22": "Tatiyaṁ. "
}