{
  "sn20.10:0.1": "Budini govori tematski grupisani 20.10 ",
  "sn20.10:0.2": "1. Poređenja ",
  "sn20.10:0.3": "Mačka ",
  "sn20.10:1.1": "Kraj Sāvatthīja. ",
  "sn20.10:1.2": "U to vreme neki monah je previše često zalazio među porodice. ",
  "sn20.10:1.3": "Drugi monasi su mu govorili: ",
  "sn20.10:1.4": "„Ne zalazi, prijatelju, previše često među porodice.” ",
  "sn20.10:1.5": "Ali taj monah, iako su ga monasi opominjali, nije prestajao. ",
  "sn20.10:1.6": "Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ispričaše sve ovo Blaženom. ",
  "sn20.10:2.1": "„Nekada davno, monasi, mačka je stajala na gomili đubreta, vrebajući malog miša: ",
  "sn20.10:2.2": "’Kada taj mali miš izađe po hranu, uhvatiću ga i pojesti.’ ",
  "sn20.10:2.3": "Onda, monasi, taj mali miš izađe po hranu. ",
  "sn20.10:2.4": "Mačka ga uhvati i na brzinu proguta. ",
  "sn20.10:2.5": "Ali taj mali miš joj izgrize creva i utrobu. ",
  "sn20.10:2.6": "Zbog toga je ona trpela smrt i patnju ravnu smrti. ",
  "sn20.10:3.1": "Isto tako se, monasi, neki monah ujutru obuče ogrtač, uzme zdelu i ogrtač i ode u selo ili grad po hranu, nezaštićenog tela, nezaštićenog govora, nezaštićenog uma, neustaljene svesnosti i neobuzdanih čula. ",
  "sn20.10:3.2": "On tamo vidi ženu, loše odevenu ili loše ogrnutu. ",
  "sn20.10:3.3": "Kad vidi tu ženu, loše odevenu ili loše ogrnutu, strast mu preplavi um. ",
  "sn20.10:3.4": "Sa umom preplavljenim strašću, on trpi smrt ili patnju ravnu smrti. ",
  "sn20.10:3.5": "Smrt je to, monasi, u disciplini Plemenitoga, kada neko napusti vežbanje i vrati se nižem životu. ",
  "sn20.10:3.6": "Patnja ravna smrti je to kada neko načini neku ružnu povredu pravila. ",
  "sn20.10:3.7": "Za takvu povredu pravila postoji (način za) oporavak. ",
  "sn20.10:3.8": "Zato, monasi, ovako sebe treba da vežbate: ",
  "sn20.10:3.9": "’Ići ćemo u prošenje hrane, u selo ili grad , zaštićenog tela, zaštićenog govora, zaštićenog uma, ustaljene svesnosti i obuzdanih čula.’ ",
  "sn20.10:3.10": "Tako sebe treba da vežbate.” "
}