{
  "sn20.9:0.1": "Budini govori tematski grupisani 20.9 ",
  "sn20.9:0.2": "1. Poređenja ",
  "sn20.9:0.3": "Slon predvodnik ",
  "sn20.9:1.1": "Ovako sam čuo. ",
  "sn20.9:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn20.9:1.3": "U to vreme neki mladi monah je previše često posećivao porodice. ",
  "sn20.9:1.4": "Drugi monasi su mu govorili: ",
  "sn20.9:1.5": "„Ne posećuj, prijatelju, previše često porodice.” ",
  "sn20.9:1.6": "A taj monah, kad su mu drugi monasi to govorili, ovako je odgovarao: ",
  "sn20.9:1.7": "„Ako stariji monasi smatraju da treba posećivati porodice, zašto ne bih i ja?” ",
  "sn20.9:2.1": "Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ispričaše sve ovo Blaženom. ",
  "sn20.9:3.1": "„Monasi, nekada davno u divljini je postojalo veliko jezero. ",
  "sn20.9:3.2": "Slonovi su živeli u njegovoj blizini. ",
  "sn20.9:3.3": "Oni bi zagazili u to jezero, surlom iščupali korenje lotosa, dobro ga isprali dok ne bude bez blata, sažvakali ga i progutali. ",
  "sn20.9:3.4": "Njima je to donosilo lepotu i snagu, i zbog toga nisu trpeli ni smrt ni patnju ravnu smrti. ",
  "sn20.9:3.5": "Mladunci tih velikih slonova, sledeći njihov primer, zagazili bi u to jezero, surlom iščupali korenje lotosa, ali ga ne bi dobro isprali, već bi ga sažvakali onako sa blatom i progutali. ",
  "sn20.9:3.6": "Njima to nije donosilo ni lepotu ni snagu, ",
  "sn20.9:3.7": "i zbog toga su trpeli smrt ili patnju ravnu smrti. ",
  "sn20.9:4.1": "Isto tako, monasi, ovde stariji monasi ujutru obuku ogrtač, uzmu zdelu i ogrtač, pa odu u selo ili grad po hranu. ",
  "sn20.9:4.2": "Tamo govore o Dhammi. ",
  "sn20.9:4.3": "Domaćini im iskazuju poštovanje. ",
  "sn20.9:4.4": "Oni koriste te dobitke nevezani, neopčinjeni, nezarobljeni, uviđajući opasnost i znajući izlaz. ",
  "sn20.9:4.5": "Njima to donosi lepotu i snagu, i zbog toga ne trpe ni smrt ni patnju ravnu smrti. ",
  "sn20.9:4.6": "A mladi monasi, sledeći primer tih starijih monaha, ujutru obuku ogrtač, uzmu zdelu i ogrtač, pa odu u selo ili grad po hranu. ",
  "sn20.9:4.7": "Tamo govore o Dhammi. ",
  "sn20.9:4.8": "Domaćini im iskazuju poštovanje. ",
  "sn20.9:4.9": "Oni koriste te dobitke vezani, opčinjeni, zarobljeni, ne uviđajući opasnost i ne znajući izlaz. ",
  "sn20.9:4.10": "Njima to ne donosi ni lepotu ni snagu, i oni zbog toga trpe smrt ili patnju ravnu smrti. ",
  "sn20.9:4.11": "Zato, monasi, ovako sebe treba da vežbate: ",
  "sn20.9:4.12": "’Koristićemo te dobitke nevezani, neopčinjeni, nezarobljeni, uviđajući opasnost i znajući izlaz.’ ",
  "sn20.9:4.13": "Tako sebe treba da vežbate.” "
}