{
  "sn16.11:1.2": "For the Southern Hills or “Deccan” see note on <a href='https://suttacentral.net/sn7.11/en/sujato#1.2'>SN 7.11:1.2</a>. ",
  "sn16.11:2.3": "This is in reference to an event told in <a href='https://suttacentral.net/pli-tv-kd17/en/sujato#3.13.5.1'>Kd 17:3.13.5.1</a>, which refers to the rule on eating in groups at <a href='https://suttacentral.net/pli-tv-bu-vb-pc32/en/sujato'>Bu Pc 32</a>. Devadatta cultivated the support of then-Prince Ajātasattu and enjoyed lavish offerings. But with the failure of his attempts to assassinate the Buddha, his reputation disintegrated, so he and his cronies resorted to bugging families for invites for nice meals. The Buddha then banned eating in groups of four or more, except in certain cases. One of the exceptions is while traveling, which would seem to apply in this case. However, Kassapa is not exactly accusing them of breaking the rule, but reminding them of its purpose. ",
  "sn16.11:3.2": "These reasons are stated at <a href='https://suttacentral.net/pli-tv-kd17/en/sujato#3.13.18'>Kd 17:3.13.18</a> and <a href='https://suttacentral.net/pli-tv-pvr7/en/sujato#33.12'>Pvr 7:33.12</a>. | Devadatta was aiming to create a schism in the Saṅgha, which requires a quorum of at least four mendicants. To succeed, a schism requires not just the Saṅgha, but enough lay support as well. This rule prevents Saṅgha conspiring with lay people. ",
  "sn16.11:4.5": "Said of a monk sleeping in the Saṅgha (<a href='https://suttacentral.net/thag2.40/en/sujato#2.3'>Thag 2.40:2.3</a>) and of Māra (<a href='https://suttacentral.net/mn50/en/sujato#21.4'>MN 50:21.4</a>). ",
  "sn16.11:5.1": "Like the previous Sutta, these events probably took place shortly after the Buddha’s passing. The episode with Devadatta occurred only a few years before the Buddha passed away. Ānanda, though traditionally held to be the same age as the Buddha, must have been a generation younger. Here he’s probably around fifty or so, his hair greying, but still young compared with the grizzled ascetic Kassapa. ",
  "sn16.11:7.2": "Not only do Thullanandā and Thullatissā mistakenly think Ānanda was Videhan, they think Kassapa was a convert. Perhaps they are confusing him with fellow brahmins Sāriputta and Moggallāna, who formerly followed the wanderer Sañjaya (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#23.1.1'>Kd 1:23.1.1</a>). As so often, bigotry is the handmaiden of falsehood. ",
  "sn16.11:8.7": "He renounced independently, not following any school or teacher, much like the Buddha had. Another example is Pukkusāti (<a href='https://suttacentral.net/mn140/en/sujato'>MN 140</a>). ",
  "sn16.11:8.8": "MS edition reads the causative <i lang='pi' translate='no'>kāretvā</i> (“had it made”), but surely Kassapa would have sewn his own robe, so prefer the variant <i lang='pi' translate='no'>kāritvā</i> found in PTS, BJT, and Thai editions. ",
  "sn16.11:9.1": "There was another shrine of the same name near Vesālī (<a href='https://suttacentral.net/dn16/en/sujato#3.46.3'>DN 16:3.46.3</a>). They were, obviously, fertility shrines. ",
  "sn16.11:12.2": "For meditation “full of pleasure” (<i lang='pi' translate='no'>sātasahagata</i>) see <a href='https://suttacentral.net/an8.63/en/sujato'>AN 8.63</a> and <a href='https://suttacentral.net/mn128/en/sujato#31.4'>MN 128:31.4</a>. ",
  "sn16.11:13.2": "Said by Bakkula at <a href='https://suttacentral.net/mn124/en/sujato#38.1'>MN 124:38.1</a>. See <a href='https://suttacentral.net/sn6.1/en/sujato#8.2'>SN 6.1:8.2</a> and note. ",
  "sn16.11:14.1": "The sequence of events is unclear in the text. ",
  "sn16.11:15.2": "This singular honor took on a mythic significance, for which see <a href='https://suttacentral.net/thag18.1/en/sujato#11.4'>Thag 18.1:11.4</a> and note. "
}