{
  "sn16.13:1.4": "Asked by Bhaddāli at <a href='https://suttacentral.net/mn65/en/sujato#29.1'>MN 65:29.1</a>. There, the Buddha said, as he did to Sāriputta at <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#3.4.6'>Bu Pj 1:3.4.6</a>, that decline comes from defiling influences in the Saṅgha. See too the account of the monk Subhadda, whose relief at the Buddha’s passing prompted Mahākassapa to organize the First Council (<a href='https://suttacentral.net/dn16/en/sujato#6.20.1'>DN 16:6.20.1</a>). ",
  "sn16.13:1.8": "In an age of commercialized spirituality, counterfeit translations and fake Buddhas generated by AI, proliferation of sects and gurus, and collapse of moral authority of traditional Saṅgha under the weight of institutional corruption, this seems relevant. ",
  "sn16.13:2.1": "<i lang='pi' translate='no'>Jātarūpa</i> is the natural, unworked gold, for which the technical term is “native gold” (see <a href='https://suttacentral.net/an3.70/en/sujato#38.4'>AN 3.70:38.4</a>, <a href='https://suttacentral.net/an3.101/en/sujato#1.1'>AN 3.101:1.1</a>). I believe <i lang='pi' translate='no'>jātarūpa</i> stems from the common Vedic sense of <i lang='pi' translate='no'>rūpa</i> as “form” or “manifestation” of the gods. <i lang='pi' translate='no'>Jāta</i> is what is “born” or what is part of the “natural” order. Thus <i lang='pi' translate='no'>jātarūpa</i> is the manifestation of the divine form (of the sun) in nature. ",
  "sn16.13:2.2": "Kauṭilya details the regulation of the various kinds of gold and its adulterants in Arthaśāstra 2.13 and 2.14. ",
  "sn16.13:3.1": "Disruptions in the elements create runaway climate change that makes life, and religious practice, impossible on earth (<a href='https://suttacentral.net/mn28/en/sujato'>MN 28</a>, <a href='https://suttacentral.net/an7.66/en/sujato'>AN 7.66</a>). ",
  "sn16.13:4.3": "All four wings of the dispensation are essential. | Meditative immersion is already included in the threefold training of ethics, immersion, and wisdom, but is specially emphasized here. | Today, much of Buddhism is deficient in these factors. The order of nuns is rejected by some communities dominated by a male Saṅgha. The Buddha has become a supernatural icon to be worshiped, while study of his teaching in the Suttas is rarely pursued. Monastic discipline is honored more in the breach than the observance. The practice of meditation is popular in some circles, but much of it aims at therapeutic outcomes rather than deep immersion, while some schools reject immersion altogether. "
}