{
  "an4.1:0.1": "The Numerical List Collection 4 ",
  "an4.1:0.2": "1. The Chapter on Bhaṇḍa Village ",
  "an4.1:0.3": "1. The Discourse on the Known ",
  "an4.1:1.1": "This is what I heard—",
  "an4.1:1.2": "Once, the Blessed One was dwelling among the Vajjis in Bhaṇḍa Village. ",
  "an4.1:1.3": "There the Blessed One addressed the monks: ",
  "an4.1:1.4": "“Monks.” ",
  "an4.1:1.5": "Those monks responded to the Blessed One saying, “Venerable.” ",
  "an4.1:1.6": "The Blessed One said this: ",
  "an4.1:2.1": "Monks, it is because of not knowing and not comprehending four things that you and I have roamed around and transmigrated like this for so long. ",
  "an4.1:2.2": "What four? ",
  "an4.1:2.3": "Monks, it is because of not knowing and not comprehending noble moral integrity that you and I have roamed around and transmigrated for so long in this way. ",
  "an4.1:2.4": "Monks, it is because of not knowing and not comprehending noble collectedness that you and I have roamed around and transmigrated like this for so long. ",
  "an4.1:2.5": "Monks, it is because of not knowing and not comprehending noble discernment that you and I have roamed around and transmigrated like this for so long. ",
  "an4.1:2.6": "Monks, it is because of not knowing and not comprehending noble freedom that you and I have roamed around and transmigrated like this for so long. ",
  "an4.1:2.7": "Monks, this noble moral integrity has been known and comprehended. This noble collectedness has been known and comprehended. This noble discernment has been known and comprehended. This noble freedom has been known and comprehended. Craving for becoming is shattered. The nexus of becoming is destroyed. Now, there is no further rebirth. ",
  "an4.1:3.1": "That is what the Blessed One said. ",
  "an4.1:3.2": "Having spoken thus, the Well Gone One, the Teacher followed up saying: ",
  "an4.1:4.1": "“Moral integrity, collectedness, discernment, ",
  "an4.1:4.2": "And unsurpassed freedom; ",
  "an4.1:4.3": "These mindstates are known ",
  "an4.1:4.4": "by the esteemed Gotama. ",
  "an4.1:5.1": "Having fully known these things, the Buddha ",
  "an4.1:5.2": "Proclaimed the Teaching to the monks; ",
  "an4.1:5.3": "The Teacher who put an end to suffering, ",
  "an4.1:5.4": "Possessing vision, has attained Nibbāna.” ",
  "an4.1:5.5": "The first. "
}