{
  "ya3.2.3:0.1": "3 Āyatanayamaka",
  "ya3.2.3:0.2": "3.2 Pavattivāra",
  "ya3.2.3:0.3": "3.2.3. Uppādanirodhavāra",
  "ya3.2.3:1.0.1": "3.2.3.1 Paccuppannavāra",
  "ya3.2.3:1.0.2": "3.2.3.1.1. Anulomapuggala",
  "ya3.2.3:1.1": "» Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ nirujjhatīti? No.",
  "ya3.2.3:2.1": "« Yassa vā pana sotāyatanaṁ nirujjhati tassa cakkhāyatanaṁ uppajjatīti? No.",
  "ya3.2.3:3.1": "» Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ nirujjhatīti? No.",
  "ya3.2.3:4.1": "« Yassa vā pana dhammāyatanaṁ nirujjhati tassa cakkhāyatanaṁ uppajjatīti? No …pe….",
  "ya3.2.3:5.1": "» Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ nirujjhatīti? No.",
  "ya3.2.3:6.1": "« Yassa vā pana dhammāyatanaṁ nirujjhati tassa manāyatanaṁ uppajjatīti? No.",
  "ya3.2.3:7.0": "3.2.3.1.2. Anulomaokāsa",
  "ya3.2.3:7.1": "» Yattha cakkhāyatanaṁ uppajjati …pe… (yatthakaṁ noti na kātabbaṁ, yatthakaṁ itaresaṁ yatthakānaṁ sadisaṁ kātabbaṁ, yatthakaṁ tīsupi vāresu sadisaṁ.)",
  "ya3.2.3:8.0": "3.2.3.1.3. Anulomapuggalokāsa",
  "ya3.2.3:8.1": "» Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ nirujjhatīti? No.",
  "ya3.2.3:9.1": "« Yassa vā pana yattha sotāyatanaṁ nirujjhati tassa tattha cakkhāyatanaṁ uppajjatīti? No …pe….",
  "ya3.2.3:10.1": "» Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhatīti? No.",
  "ya3.2.3:11.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhati tassa tattha manāyatanaṁ uppajjatīti? No.",
  "ya3.2.3:12.0": "3.2.3.1.4. Paccanīkapuggala",
  "ya3.2.3:12.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:13.1": "Sasotakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ sotāyatanaṁ na nirujjhati. Acakkhukānaṁ upapajjantānaṁ asotakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati sotāyatanañca na nirujjhati.",
  "ya3.2.3:14.1": "« Yassa vā pana sotāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:15.1": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Asotakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca na nirujjhati cakkhāyatanañca nuppajjati.",
  "ya3.2.3:16.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:17.1": "Saghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ ghānāyatanaṁ na nirujjhati. Acakkhukānaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati ghānāyatanañca na nirujjhati.",
  "ya3.2.3:18.1": "« Yassa vā pana ghānāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:19.1": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Aghānakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca na nirujjhati cakkhāyatanañca nuppajjati.",
  "ya3.2.3:20.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:21.1": "Sarūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ na nirujjhati. Acakkhukānaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati rūpāyatanañca na nirujjhati.",
  "ya3.2.3:22.1": "« Yassa vā pana rūpāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:23.1": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Arūpakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca na nirujjhati cakkhāyatanañca nuppajjati.",
  "ya3.2.3:24.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa manāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:25.1": "Sacittakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ na nirujjhati. Acakkhukānaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati manāyatanañca na nirujjhati.",
  "ya3.2.3:26.1": "« Yassa vā pana manāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:27.1": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Acittakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati cakkhāyatanañca nuppajjati.",
  "ya3.2.3:28.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:29.1": "Sabbesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
  "ya3.2.3:30.1": "« Yassa vā pana dhammāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:31.1": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Acakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:32.1": "» Yassa ghānāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:33.1": "Sarūpakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ na nirujjhati. Aghānakānaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjati rūpāyatanañca na nirujjhati.",
  "ya3.2.3:34.1": "« Yassa vā pana rūpāyatanaṁ na nirujjhati tassa ghānāyatanaṁ nuppajjatīti?",
  "ya3.2.3:35.1": "Saghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ nuppajjati. Arūpakānaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca na nirujjhati ghānāyatanañca nuppajjati.",
  "ya3.2.3:36.1": "» Yassa ghānāyatanaṁ nuppajjati tassa manāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:37.1": "Sacittakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ na nirujjhati. Aghānakānaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjati manāyatanañca na nirujjhati.",
  "ya3.2.3:38.1": "« Yassa vā pana manāyatanaṁ na nirujjhati tassa ghānāyatanaṁ nuppajjatīti?",
  "ya3.2.3:39.1": "Saghānakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ nuppajjati. Acittakānaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati ghānāyatanañca nuppajjati.",
  "ya3.2.3:40.1": "» Yassa ghānāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:41.1": "Sabbesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
  "ya3.2.3:42.1": "« Yassa vā pana dhammāyatanaṁ na nirujjhati tassa ghānāyatanaṁ nuppajjatīti?",
  "ya3.2.3:43.1": "Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ nuppajjati. Aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati ghānāyatanañca nuppajjati. (Ghānāyatanamūlakaṁ.)",
  "ya3.2.3:44.1": "» Yassa rūpāyatanaṁ nuppajjati tassa manāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:45.1": "Sacittakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ na nirujjhati. Arūpakānaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nuppajjati manāyatanañca na nirujjhati.",
  "ya3.2.3:46.1": "« Yassa vā pana manāyatanaṁ na nirujjhati tassa rūpāyatanaṁ nuppajjatīti?",
  "ya3.2.3:47.1": "Sarūpakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ nuppajjati. Acittakānaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati rūpāyatanañca nuppajjati.",
  "ya3.2.3:48.1": "» Yassa rūpāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:49.1": "Sabbesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
  "ya3.2.3:50.1": "« Yassa vā pana dhammāyatanaṁ na nirujjhati tassa rūpāyatanaṁ nuppajjatīti?",
  "ya3.2.3:51.1": "Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ nuppajjati. Arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṁ.)",
  "ya3.2.3:52.1": "» Yassa manāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
  "ya3.2.3:53.1": "Sabbesaṁ cavantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Acittakānaṁ upapajjantānaṁ tesaṁ manāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
  "ya3.2.3:54.1": "« Yassa vā pana dhammāyatanaṁ na nirujjhati tassa manāyatanaṁ nuppajjatīti?",
  "ya3.2.3:55.1": "Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ manāyatanaṁ nuppajjati. Acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati manāyatanañca nuppajjati.",
  "ya3.2.3:56.0": "3.2.3.1.5. Paccanīkaokāsa",
  "ya3.2.3:56.1": "» Yattha cakkhāyatanaṁ nuppajjati …pe….",
  "ya3.2.3:57.0": "3.2.3.1.6. Paccanīkapuggalokāsa",
  "ya3.2.3:57.1": "» Yassa yattha cakkhāyatanaṁ nuppajjati …pe….",
  "ya3.2.3:58.1": "(Yassakampi yassayatthakampi sadisaṁ.)",
  "ya3.2.3:59.0.1": "3.2.3.2. Atītavāra",
  "ya3.2.3:59.0.2": "3.2.3.2.1. Anulomapuggala",
  "ya3.2.3:59.1": "» Yassa cakkhāyatanaṁ uppajjittha tassa sotāyatanaṁ nirujjhitthāti? Āmantā.",
  "ya3.2.3:60.1": "« Yassa vā pana sotāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ uppajjitthāti? Āmantā …pe….",
  "ya3.2.3:61.1": "(Atītā pucchā uppādepi nirodhepi uppādanirodhepi anulomampi paccanīkampi sadisaṁ.)",
  "ya3.2.3:62.0.1": "3.2.3.3. Anāgatavāra",
  "ya3.2.3:62.0.2": "3.2.3.3.1. Anulomapuggala",
  "ya3.2.3:62.1": "» Yassa cakkhāyatanaṁ uppajjissati tassa sotāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:63.1": "« Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:64.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati. Itaresaṁ tesaṁ sotāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:65.1": "» Yassa cakkhāyatanaṁ uppajjissati tassa ghānāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:66.1": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjissati ghānāyatanañca nirujjhissati.",
  "ya3.2.3:67.1": "« Yassa vā pana ghānāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:68.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati. Itaresaṁ tesaṁ ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:69.1": "» Yassa cakkhāyatanaṁ uppajjissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:70.1": "« Yassa vā pana rūpāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:71.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati. Itaresaṁ tesaṁ rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:72.1": "» Yassa cakkhāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:73.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:74.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:75.1": "» Yassa ghānāyatanaṁ uppajjissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:76.1": "« Yassa vā pana rūpāyatanaṁ nirujjhissati tassa ghānāyatanaṁ uppajjissatīti?",
  "ya3.2.3:77.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ rūpāyatanañca nirujjhissati ghānāyatanañca uppajjissati.",
  "ya3.2.3:78.1": "» Yassa ghānāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:79.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa ghānāyatanaṁ uppajjissatīti?",
  "ya3.2.3:80.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati ghānāyatanañca uppajjissati.",
  "ya3.2.3:81.1": "» Yassa rūpāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:82.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ uppajjissatīti?",
  "ya3.2.3:83.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati rūpāyatanañca uppajjissati.",
  "ya3.2.3:84.1": "» Yassa manāyatanaṁ uppajjissati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:85.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa manāyatanaṁ uppajjissatīti?",
  "ya3.2.3:86.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ manāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati manāyatanañca uppajjissati.",
  "ya3.2.3:87.0": "3.2.3.3.2. Anulomaokāsa",
  "ya3.2.3:87.1": "» Yattha cakkhāyatanaṁ uppajjissati …pe….",
  "ya3.2.3:88.0": "3.2.3.3.3. Anulomapuggalokāsa",
  "ya3.2.3:88.1": "» Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha sotāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:89.1": "« Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:90.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha sotāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:91.1": "» Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:92.1": "Rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nirujjhissati. Kāmāvacarānaṁ tesaṁ tattha cakkhāyatanañca uppajjissati ghānāyatanañca nirujjhissati.",
  "ya3.2.3:93.1": "« Yassa vā pana yattha ghānāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:94.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:95.1": "» Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:96.1": "« Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:97.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:98.1": "» Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:99.1": "« Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:100.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
  "ya3.2.3:101.1": "» Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:102.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
  "ya3.2.3:103.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:104.1": "» Yassa yattha ghānāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:105.1": "« Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ uppajjissatīti?",
  "ya3.2.3:106.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati ghānāyatanañca uppajjissati.",
  "ya3.2.3:107.1": "» Yassa yattha ghānāyatanaṁ uppajjissati tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:108.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ uppajjissatīti?",
  "ya3.2.3:109.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati ghānāyatanañca uppajjissati. (Ghānāyatanamūlakaṁ.)",
  "ya3.2.3:110.1": "» Yassa yattha rūpāyatanaṁ uppajjissati tassa tattha manāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:111.1": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjissati manāyatanañca nirujjhissati.",
  "ya3.2.3:112.1": "« Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ uppajjissatīti?",
  "ya3.2.3:113.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca nirujjhissati rūpāyatanañca uppajjissati.",
  "ya3.2.3:114.1": "» Yassa yattha rūpāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:115.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ uppajjissatīti?",
  "ya3.2.3:116.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati rūpāyatanañca uppajjissati. (Rūpāyatanamūlakaṁ.)",
  "ya3.2.3:117.1": "» Yassa yattha manāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:118.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ uppajjissatīti?",
  "ya3.2.3:119.1": "Pacchimabhavikānaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca uppajjissati.",
  "ya3.2.3:120.0": "3.2.3.3.4. Paccanīkapuggala",
  "ya3.2.3:120.1": "» Yassa cakkhāyatanaṁ nuppajjissati tassa sotāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:121.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjissati sotāyatanañca na nirujjhissati.",
  "ya3.2.3:122.1": "« Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā.",
  "ya3.2.3:123.1": "» Yassa cakkhāyatanaṁ nuppajjissati tassa ghānāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:124.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ ghānāyatanaṁ na nirujjhissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjissati ghānāyatanañca na nirujjhissati.",
  "ya3.2.3:125.1": "« Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjissatīti?",
  "ya3.2.3:126.1": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjissati.",
  "ya3.2.3:127.1": "» Yassa cakkhāyatanaṁ nuppajjissati tassa rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:128.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjissati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:129.1": "« Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā.",
  "ya3.2.3:130.1": "» Yassa cakkhāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:131.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ cakkhāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:132.1": "« Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:133.1": "» Yassa ghānāyatanaṁ nuppajjissati tassa rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:134.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjissati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:135.1": "« Yassa vā pana rūpāyatanaṁ …pe… ? Āmantā.",
  "ya3.2.3:136.1": "» Yassa ghānāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:137.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ ghānāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:138.1": "« Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā.",
  "ya3.2.3:139.1": "» Yassa rūpāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:140.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ rūpāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ rūpāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:141.1": "« Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā.",
  "ya3.2.3:142.1": "» Yassa manāyatanaṁ nuppajjissati tassa dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:143.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ manāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:144.1": "« Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ nuppajjissatīti? Āmantā.",
  "ya3.2.3:145.0": "3.2.3.3.5. Paccanīkaokāsa",
  "ya3.2.3:145.1": "» Yattha cakkhāyatanaṁ nuppajjissati …pe….",
  "ya3.2.3:146.0": "3.2.3.3.6. Paccanīkapuggalokāsa",
  "ya3.2.3:146.1": "» Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha sotāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:147.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati sotāyatanañca na nirujjhissati.",
  "ya3.2.3:148.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya3.2.3:149.1": "» Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:150.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhissati. Kāmāvacare parinibbantānaṁ rūpāvacare pacchimabhavikānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati ghānāyatanañca na nirujjhissati.",
  "ya3.2.3:151.1": "« Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjissatīti?",
  "ya3.2.3:152.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare pacchimabhavikānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjissati.",
  "ya3.2.3:153.1": "» Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:154.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:155.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya3.2.3:156.1": "» Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:157.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati manāyatanañca na nirujjhissati.",
  "ya3.2.3:158.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya3.2.3:159.1": "» Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:160.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:161.1": "« Yassa vā pana yattha …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:162.1": "» Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:163.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:164.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya3.2.3:165.1": "» Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:166.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati manāyatanañca na nirujjhissati.",
  "ya3.2.3:167.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya3.2.3:168.1": "» Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:169.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:170.1": "« Yassa vā pana yattha …pe… ? Āmantā. (Ghānāyatanamūlakaṁ.)",
  "ya3.2.3:171.1": "» Yassa yattha rūpāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:172.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati manāyatanañca na nirujjhissati.",
  "ya3.2.3:173.1": "« Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ nuppajjissatīti?",
  "ya3.2.3:174.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca nuppajjissati.",
  "ya3.2.3:175.1": "» Yassa yattha rūpāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:176.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:177.1": "« Yassa vā pana yattha …pe… ? Āmantā. (Rūpāyatanamūlakaṁ.)",
  "ya3.2.3:178.1": "» Yassa yattha manāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:179.1": "Pacchimabhavikānaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:180.1": "« Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ nuppajjissatīti? Āmantā.",
  "ya3.2.3:181.0.1": "3.2.3.4. Paccuppannātītavāra",
  "ya3.2.3:181.0.2": "3.2.3.4.1. Anulomapuggala",
  "ya3.2.3:181.1": "» Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ nirujjhitthāti? Āmantā.",
  "ya3.2.3:182.1": "« Yassa vā pana sotāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:183.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nirujjhittha, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca nirujjhittha cakkhāyatanañca uppajjati.",
  "ya3.2.3:184.1": "(Yathā uppādavāre paccuppannātītā pucchā vibhattā evaṁ uppādanirodhepi paccuppannātītā pucchā anulomampi paccanīkampi vibhajitabbā.)",
  "ya3.2.3:185.0.1": "3.2.3.5. Paccuppannānāgatavāra",
  "ya3.2.3:185.0.2": "3.2.3.5.1. Anulomapuggala",
  "ya3.2.3:185.1": "» Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:186.1": "« Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:187.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:188.1": "» Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:189.1": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati ghānāyatanañca nirujjhissati.",
  "ya3.2.3:190.1": "« Yassa vā pana ghānāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:191.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:192.1": "» Yassa cakkhāyatanaṁ uppajjati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:193.1": "« Yassa vā pana rūpāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:194.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ …pe… sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:195.1": "» Yassa cakkhāyatanaṁ uppajjati tassa manāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:196.1": "« Yassa vā pana manāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:197.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ …pe… sacakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:198.1": "» Yassa cakkhāyatanaṁ uppajjati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:199.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:200.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ …pe… sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:201.1": "» Yassa ghānāyatanaṁ uppajjati tassa rūpāyatanaṁ …pe… manāyatanaṁ … dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:202.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa ghānāyatanaṁ uppajjatīti?",
  "ya3.2.3:203.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca nirujjhissati ghānāyatanañca uppajjati.",
  "ya3.2.3:204.1": "» Yassa rūpāyatanaṁ uppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:205.1": "« Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ uppajjatīti?",
  "ya3.2.3:206.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca nirujjhissati rūpāyatanañca uppajjati.",
  "ya3.2.3:207.1": "» Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:208.1": "« Yassa vā pana dhammāyatanaṁ …pe… ?",
  "ya3.2.3:209.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca nirujjhissati manāyatanañca uppajjati.",
  "ya3.2.3:210.0": "3.2.3.5.2. Anulomaokāsa",
  "ya3.2.3:210.1": "» Yattha cakkhāyatanaṁ uppajjati …pe….",
  "ya3.2.3:211.0": "3.2.3.5.3. Anulomapuggalokāsa",
  "ya3.2.3:211.1": "» Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:212.1": "« Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:213.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:214.1": "» Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha ghānāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:215.1": "Rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha ghānāyatanaṁ nirujjhissati. Sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati ghānāyatanañca nirujjhissati.",
  "ya3.2.3:216.1": "« Yassa vā pana yattha ghānāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:217.1": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:218.1": "» Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:219.1": "« Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:220.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:221.1": "» Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:222.1": "« Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:223.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
  "ya3.2.3:224.1": "» Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:225.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
  "ya3.2.3:226.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:227.1": "» Yassa yattha ghānāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:228.1": "« Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ uppajjatīti?",
  "ya3.2.3:229.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati ghānāyatanañca uppajjati.",
  "ya3.2.3:230.1": "» Yassa yattha ghānāyatanaṁ uppajjati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:231.1": "« Yassa vā pana yattha manāyatanaṁ …pe… ?",
  "ya3.2.3:232.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha manāyatanaṁ …pe… saghānakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca nirujjhissati ghānāyatanañca uppajjati.",
  "ya3.2.3:233.1": "» Yassa yattha ghānāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:234.1": "« Yassa vā pana yattha dhammāyatanaṁ …pe… ?",
  "ya3.2.3:235.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ …pe… saghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.)",
  "ya3.2.3:236.1": "» Yassa yattha rūpāyatanaṁ uppajjati tassa tattha manāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:237.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ uppajjati, no ca tesaṁ tattha …pe… pañcavokāraṁ upapajjantānaṁ tesaṁ tattha …pe….",
  "ya3.2.3:238.1": "« Yassa vā pana yattha manāyatanaṁ …pe… ?",
  "ya3.2.3:239.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha …pe… pañcavokāraṁ upapajjantānaṁ tesaṁ tattha manāyatanañca nirujjhissati rūpāyatanañca uppajjati.",
  "ya3.2.3:240.1": "» Yassa yattha rūpāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:241.1": "« Yassa vā pana yattha dhammāyatanaṁ …pe… ?",
  "ya3.2.3:242.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati rūpāyatanañca uppajjati.",
  "ya3.2.3:243.1": "» Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
  "ya3.2.3:244.1": "« Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ uppajjatīti?",
  "ya3.2.3:245.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca uppajjati.",
  "ya3.2.3:246.0": "3.2.3.5.4. Paccanīkapuggala",
  "ya3.2.3:246.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:247.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati sotāyatanañca na nirujjhissati.",
  "ya3.2.3:248.1": "« Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:249.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:250.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ ghānāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati ghānāyatanañca na nirujjhissati.",
  "ya3.2.3:251.1": "« Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:252.1": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjati.",
  "ya3.2.3:253.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:254.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:255.1": "« Yassa vā pana rūpāyatanaṁ …pe… ? Āmantā.",
  "ya3.2.3:256.1": "» Yassa cakkhāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:257.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ cakkhāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:258.1": "« Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:259.1": "» Yassa ghānāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:260.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:261.1": "« Yassa vā pana rūpāyatanaṁ …pe… ? Āmantā.",
  "ya3.2.3:262.1": "» Yassa ghānāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:263.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ ghānāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:264.1": "« Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā. (Ghānāyatanamūlakaṁ.)",
  "ya3.2.3:265.1": "» Yassa rūpāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:266.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ rūpāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:267.1": "« Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā.",
  "ya3.2.3:268.1": "» Yassa manāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:269.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ manāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:270.1": "« Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:271.0": "3.2.3.5.5. Paccanīkaokāsa",
  "ya3.2.3:271.1": "» Yattha cakkhāyatanaṁ nuppajjati …pe….",
  "ya3.2.3:272.0": "3.2.3.5.6. Paccanīkapuggalokāsa",
  "ya3.2.3:272.1": "» Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha sotāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:273.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati sotāyatanañca na nirujjhissati.",
  "ya3.2.3:274.1": "« Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:275.1": "» Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha ghānāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:276.1": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhissati. Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati ghānāyatanañca na nirujjhissati.",
  "ya3.2.3:277.1": "« Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti?",
  "ya3.2.3:278.1": "Rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjati.",
  "ya3.2.3:279.1": "» Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:280.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:281.1": "« Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:282.1": "» Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha manāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:283.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tasaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati manāyatanañca na nirujjhissati.",
  "ya3.2.3:284.1": "« Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:285.1": "» Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:286.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:287.1": "« Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā. (Cakkhāyatanamūlakaṁ.)",
  "ya3.2.3:288.1": "» Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:289.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjati rūpāyatanañca na nirujjhissati.",
  "ya3.2.3:290.1": "« Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:291.1": "» Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha manāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:292.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjati manāyatanañca na nirujjhissati.",
  "ya3.2.3:293.1": "« Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:294.1": "» Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:295.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha ghānāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:296.1": "« Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā. (Ghānāyatanamūlakaṁ.)",
  "ya3.2.3:297.1": "» Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha manāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:298.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanañca nuppajjati manāyatanañca na nirujjhissati.",
  "ya3.2.3:299.1": "« Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ nuppajjatīti?",
  "ya3.2.3:300.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjati. Parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca nuppajjati.",
  "ya3.2.3:301.1": "» Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:302.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:303.1": "« Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:304.1": "» Yassa yattha manāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
  "ya3.2.3:305.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca nuppajjati dhammāyatanañca na nirujjhissati.",
  "ya3.2.3:306.1": "« Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ nuppajjatīti? Āmantā.",
  "ya3.2.3:307.0.1": "3.2.3.6. Atītānāgatavāra",
  "ya3.2.3:307.0.2": "3.2.3.6.1. Anulomapuggala",
  "ya3.2.3:307.1": "» Yassa cakkhāyatanaṁ uppajjittha tassa sotāyatanaṁ nirujjhissatīti?",
  "ya3.2.3:308.1": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ uppajjittha, no ca tesaṁ sotāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjittha sotāyatanañca nirujjhissati.",
  "ya3.2.3:309.1": "« Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjitthāti? Āmantā.",
  "ya3.2.3:310.1": "(Yathā nirodhavāre atītānāgatā pucchā yassakampi yatthakampi yassayatthakampi anulomampi paccanīkampi vibhattaṁ, evaṁ uppādanirodhepi atītānāgatā pucchā vibhajitabbā.)",
  "ya3.2.3:311.1": "Uppādanirodhavāro.",
  "ya3.2.3:312.1": "Pavattivāro niṭṭhito."
}