{
  "sn3.11:0.1": "Saṁyutta Nikāya 3 ",
  "sn3.11:0.2": "2. Dutiyavagga ",
  "sn3.11:0.3": "11. Sattajaṭilasutta ",
  "sn3.11:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "sn3.11:1.2": "Tena kho pana samayena bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito bahidvārakoṭṭhake nisinno hoti. ",
  "sn3.11:1.3": "Atha kho rājā pasenadi kosalo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "sn3.11:2.1": "Tena kho pana samayena satta ca jaṭilā satta ca nigaṇṭhā satta ca acelakā satta ca ekasāṭakā satta ca paribbājakā parūḷhakacchanakhalomā khārivividhamādāya bhagavato avidūre atikkamanti. ",
  "sn3.11:2.2": "Atha kho rājā pasenadi kosalo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā dakkhiṇajāṇumaṇḍalaṁ pathaviyaṁ nihantvā yena te satta ca jaṭilā satta ca nigaṇṭhā satta ca acelakā satta ca ekasāṭakā satta ca paribbājakā tenañjaliṁ paṇāmetvā tikkhattuṁ nāmaṁ sāvesi: ",
  "sn3.11:2.3": "“rājāhaṁ, bhante, pasenadi kosalo …pe… rājāhaṁ, bhante, pasenadi kosalo”ti. ",
  "sn3.11:3.1": "Atha kho rājā pasenadi kosalo acirapakkantesu tesu sattasu ca jaṭilesu sattasu ca nigaṇṭhesu sattasu ca acelakesu sattasu ca ekasāṭakesu sattasu ca paribbājakesu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho rājā pasenadi kosalo bhagavantaṁ etadavoca: ",
  "sn3.11:3.2": "“ye te, bhante, loke arahanto vā arahattamaggaṁ vā samāpannā ete tesaṁ aññatarā”ti. ",
  "sn3.11:4.1": "“Dujjānaṁ kho etaṁ, mahārāja, tayā gihinā kāmabhoginā puttasambādhasayanaṁ ajjhāvasantena kāsikacandanaṁ paccanubhontena mālāgandhavilepanaṁ dhārayantena jātarūparajataṁ sādiyantena: ‘ime vā arahanto, ime vā arahattamaggaṁ samāpannā’ti. ",
  "sn3.11:5.1": "Saṁvāsena kho, mahārāja, sīlaṁ veditabbaṁ. Tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "sn3.11:5.2": "Saṁvohārena kho, mahārāja, soceyyaṁ veditabbaṁ. Tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "sn3.11:5.3": "Āpadāsu kho, mahārāja, thāmo veditabbo. So ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "sn3.11:5.4": "Sākacchāya, kho, mahārāja, paññā veditabbā. Sā ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā”ti. ",
  "sn3.11:6.1": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "sn3.11:6.2": "Yāva subhāsitamidaṁ, bhante, bhagavatā: ",
  "sn3.11:6.3": "‘dujjānaṁ kho etaṁ, mahārāja, tayā gihinā kāmabhoginā puttasambādhasayanaṁ ajjhāvasantena kāsikacandanaṁ paccanubhontena mālāgandhavilepanaṁ dhārayantena jātarūparajataṁ sādiyantena: ",
  "sn3.11:6.4": "“ime vā arahanto, ime vā arahattamaggaṁ samāpannā”ti. ",
  "sn3.11:6.5": "Saṁvāsena kho, mahārāja, sīlaṁ veditabbaṁ. Tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "sn3.11:6.6": "Saṁvohārena kho, mahārāja, soceyyaṁ veditabbaṁ. Tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "sn3.11:6.7": "Āpadāsu kho, mahārāja, thāmo veditabbo. So ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "sn3.11:6.8": "Sākacchāya kho, mahārāja, paññā veditabbā. Sā ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti. ",
  "sn3.11:7.1": "Ete, bhante, mama purisā carā ocarakā janapadaṁ ocaritvā āgacchanti. ",
  "sn3.11:7.2": "Tehi paṭhamaṁ ociṇṇaṁ ahaṁ pacchā osāpayissāmi. ",
  "sn3.11:7.3": "Idāni te, bhante, taṁ rajojallaṁ pavāhetvā sunhātā suvilittā kappitakesamassū odātavatthā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāressantī”ti. ",
  "sn3.11:8.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imā gāthāyo abhāsi: ",
  "sn3.11:9.1": "“Na vaṇṇarūpena naro sujāno, ",
  "sn3.11:9.2": "Na vissase ittaradassanena; ",
  "sn3.11:9.3": "Susaññatānañhi viyañjanena, ",
  "sn3.11:9.4": "Asaññatā lokamimaṁ caranti. ",
  "sn3.11:10.1": "Patirūpako mattikākuṇḍalova, ",
  "sn3.11:10.2": "Lohaḍḍhamāsova suvaṇṇachanno; ",
  "sn3.11:10.3": "Caranti loke parivārachannā, ",
  "sn3.11:10.4": "Anto asuddhā bahi sobhamānā”ti. "
}