{
  "sn3.9:0.1": "Saṁyutta Nikāya 3 ",
  "sn3.9:0.2": "1. Paṭhamavagga ",
  "sn3.9:0.3": "9. Yaññasutta ",
  "sn3.9:1.1": "Sāvatthinidānaṁ. ",
  "sn3.9:1.2": "Tena kho pana samayena rañño pasenadissa kosalassa mahāyañño paccupaṭṭhito hoti, pañca ca usabhasatāni pañca ca vacchatarasatāni pañca ca vacchatarisatāni pañca ca ajasatāni pañca ca urabbhasatāni thūṇūpanītāni honti yaññatthāya. ",
  "sn3.9:1.3": "Yepissa te honti dāsāti vā pessāti vā kammakarāti vā, tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ",
  "sn3.9:2.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn3.9:2.2": "Sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn3.9:2.3": "“idha, bhante, rañño pasenadissa kosalassa mahāyañño paccupaṭṭhito hoti, pañca ca usabhasatāni pañca ca vacchatarasatāni pañca ca vacchatarisatāni pañca ca ajasatāni pañca ca urabbhasatāni thūṇūpanītāni honti yaññatthāya. ",
  "sn3.9:2.4": "Yepissa te honti dāsāti vā pessāti vā kammakarāti vā, tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karontī”ti. ",
  "sn3.9:3.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imā gāthāyo abhāsi: ",
  "sn3.9:4.1": "“Assamedhaṁ purisamedhaṁ, ",
  "sn3.9:4.2": "sammāpāsaṁ vājapeyyaṁ; ",
  "sn3.9:4.3": "Niraggaḷaṁ mahārambhā, ",
  "sn3.9:4.4": "na te honti mahapphalā. ",
  "sn3.9:5.1": "Ajeḷakā ca gāvo ca, ",
  "sn3.9:5.2": "vividhā yattha haññare; ",
  "sn3.9:5.3": "Na taṁ sammaggatā yaññaṁ, ",
  "sn3.9:5.4": "upayanti mahesino. ",
  "sn3.9:6.1": "Ye ca yaññā nirārambhā, ",
  "sn3.9:6.2": "yajanti anukulaṁ sadā; ",
  "sn3.9:6.3": "Ajeḷakā ca gāvo ca, ",
  "sn3.9:6.4": "vividhā nettha haññare; ",
  "sn3.9:6.5": "Etaṁ sammaggatā yaññaṁ, ",
  "sn3.9:6.6": "upayanti mahesino. ",
  "sn3.9:7.1": "Etaṁ yajetha medhāvī, ",
  "sn3.9:7.2": "eso yañño mahapphalo; ",
  "sn3.9:7.3": "Etañhi yajamānassa, ",
  "sn3.9:7.4": "seyyo hoti na pāpiyo; ",
  "sn3.9:7.5": "Yañño ca vipulo hoti, ",
  "sn3.9:7.6": "pasīdanti ca devatā”ti. "
}