{
  "sn3.19:0.1": "Saṁyutta Nikāya 3 ",
  "sn3.19:0.2": "2. Dutiyavagga ",
  "sn3.19:0.3": "19. Paṭhamaaputtakasutta ",
  "sn3.19:1.1": "Sāvatthinidānaṁ. ",
  "sn3.19:1.2": "Atha kho rājā pasenadi kosalo divā divassa yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho rājānaṁ pasenadiṁ kosalaṁ bhagavā etadavoca: ",
  "sn3.19:1.3": "“handa kuto nu tvaṁ, mahārāja, āgacchasi divā divassā”ti? ",
  "sn3.19:2.1": "“Idha, bhante, sāvatthiyaṁ seṭṭhi gahapati kālaṅkato. ",
  "sn3.19:2.2": "Tamahaṁ aputtakaṁ sāpateyyaṁ rājantepuraṁ atiharitvā āgacchāmi. ",
  "sn3.19:2.3": "Asīti, bhante, satasahassāni hiraññasseva, ko pana vādo rūpiyassa. ",
  "sn3.19:2.4": "Tassa kho pana, bhante, seṭṭhissa gahapatissa evarūpo bhattabhogo ahosi—",
  "sn3.19:2.5": "kaṇājakaṁ bhuñjati bilaṅgadutiyaṁ. ",
  "sn3.19:2.6": "Evarūpo vatthabhogo ahosi—",
  "sn3.19:2.7": "sāṇaṁ dhāreti tipakkhavasanaṁ. ",
  "sn3.19:2.8": "Evarūpo yānabhogo ahosi—",
  "sn3.19:2.9": "jajjararathakena yāti paṇṇachattakena dhāriyamānenā”ti. ",
  "sn3.19:3.1": "“Evametaṁ, mahārāja, evametaṁ, mahārāja. ",
  "sn3.19:3.2": "Asappuriso kho, mahārāja, uḷāre bhoge labhitvā nevattānaṁ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṁ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "sn3.19:3.3": "Tassa te bhoge evaṁ sammā aparibhuñjiyamāne rājāno vā haranti corā vā haranti aggi vā ḍahati udakaṁ vā vahati appiyā vā dāyādā haranti. ",
  "sn3.19:3.4": "Evaṁsa te, mahārāja, bhogā sammā aparibhuñjiyamānā parikkhayaṁ gacchanti, no paribhogaṁ. ",
  "sn3.19:4.1": "Seyyathāpi, mahārāja, amanussaṭṭhāne pokkharaṇī acchodakā sītodakā sātodakā setodakā supatitthā ramaṇīyā. ",
  "sn3.19:4.2": "Taṁ jano neva hareyya na piveyya na nahāyeyya na yathāpaccayaṁ vā kareyya. ",
  "sn3.19:4.3": "Evañhi taṁ, mahārāja, udakaṁ sammā aparibhuñjiyamānaṁ parikkhayaṁ gaccheyya, no paribhogaṁ. ",
  "sn3.19:4.4": "Evameva kho, mahārāja, asappuriso uḷāre bhoge labhitvā nevattānaṁ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṁ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "sn3.19:4.5": "Tassa te bhoge evaṁ sammā aparibhuñjiyamāne rājāno vā haranti, corā vā haranti, aggi vā ḍahati, udakaṁ vā vahati, appiyā vā dāyādā haranti. ",
  "sn3.19:4.6": "Evaṁsa te, mahārāja, bhogā sammā aparibhuñjiyamānā parikkhayaṁ gacchanti, no paribhogaṁ. ",
  "sn3.19:5.1": "Sappuriso ca kho, mahārāja, uḷāre bhoge labhitvā attānaṁ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṁ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "sn3.19:5.2": "Tassa te bhoge evaṁ sammā paribhuñjiyamāne neva rājāno haranti, na corā haranti, na aggi ḍahati, na udakaṁ vahati, na appiyā dāyādā haranti. ",
  "sn3.19:5.3": "Evaṁsa te, mahārāja, bhogā sammā paribhuñjiyamānā paribhogaṁ gacchanti, no parikkhayaṁ. ",
  "sn3.19:6.1": "Seyyathāpi, mahārāja, gāmassa vā nigamassa vā avidūre pokkharaṇī acchodakā sītodakā sātodakā setodakā supatitthā ramaṇīyā. ",
  "sn3.19:6.2": "Tañca udakaṁ jano hareyyapi piveyyapi nahāyeyyapi yathāpaccayampi kareyya. ",
  "sn3.19:6.3": "Evañhi taṁ, mahārāja, udakaṁ sammā paribhuñjiyamānaṁ paribhogaṁ gaccheyya, no parikkhayaṁ. ",
  "sn3.19:6.4": "Evameva kho, mahārāja, sappuriso uḷāre bhoge labhitvā attānaṁ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṁ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "sn3.19:6.5": "Tassa te bhoge evaṁ sammā paribhuñjiyamāne neva rājāno haranti, na corā haranti, na aggi ḍahati, na udakaṁ vahati, na appiyā dāyādā haranti. ",
  "sn3.19:6.6": "Evaṁsa te, mahārāja, bhogā sammā paribhuñjiyamānā paribhogaṁ gacchanti, no parikkhayan”ti. ",
  "sn3.19:7.1": "“Amanussaṭṭhāne udakaṁva sītaṁ, ",
  "sn3.19:7.2": "Tadapeyyamānaṁ parisosameti; ",
  "sn3.19:7.3": "Evaṁ dhanaṁ kāpuriso labhitvā, ",
  "sn3.19:7.4": "Nevattanā bhuñjati no dadāti. ",
  "sn3.19:8.1": "Dhīro ca viññū adhigamma bhoge, ",
  "sn3.19:8.2": "So bhuñjati kiccakaro ca hoti; ",
  "sn3.19:8.3": "So ñātisaṅghaṁ nisabho bharitvā, ",
  "sn3.19:8.4": "Anindito saggamupeti ṭhānan”ti. "
}