{
  "an11.9:0.1": "Discours Supplémentaires 11.9 ",
  "an11.9:0.2": "1. Dépendance ",
  "an11.9:0.3": "Avec Sandha ",
  "an11.9:1.1": "Il fut un temps où le Bouddha séjournait à Nādika dans la maison de briques. ",
  "an11.9:1.2": "Le Vénérable Sandha s’approcha du Bouddha, s’inclina et s’assit sur le côté. Le Bouddha lui dit : ",
  "an11.9:2.1": "« Sandha, médite comme un pur-sang, ",
  "an11.9:2.2": "pas comme un poulain sauvage. ",
  "an11.9:2.3": "Et comment un poulain sauvage médite-t-il ? ",
  "an11.9:2.4": "Un poulain sauvage, attaché près de la mangeoire, médite : ‹ Fourrage, fourrage ! › ",
  "an11.9:2.5": "Pourquoi cela ? ",
  "an11.9:2.6": "Parce qu’il ne vient pas à l’esprit du poulain sauvage attaché près de la mangeoire : ",
  "an11.9:2.7": "Quelle tâche le dresseur de chevaux me fera-t-il accomplir aujourd’hui ? ‹ Comment dois-je réagir ? › ",
  "an11.9:2.8": "Attaché près de la mangeoire, il se contente de méditer : ‹ Fourrage, fourrage ! ›. ",
  "an11.9:2.9": "De la même manière, prenez une personne sauvage qui s’est rendue dans la forêt, à la racine d’un arbre, ou dans une hutte vide. Son cœur est envahi et embourbé dans le désir sensuel, et il ne comprend pas réellement l’échappatoire au désir sensuel apparu. ",
  "an11.9:2.10": "Portant le désir sensuel en lui, il médite, se concentre, contemple et rumine. ",
  "an11.9:2.11": "Son cœur est envahi par la malveillance… ",
  "an11.9:2.12": "l’ennui et la somnolence… ",
  "an11.9:2.13": "l’agitation et le remords… ",
  "an11.9:2.14": "le doute… ",
  "an11.9:2.15": "Portant le doute en lui, il médite, se concentre, contemple et rumine. ",
  "an11.9:2.16": "Il médite dépendant de la terre, de l’eau, du feu et de l’air. Il médite dépendant de la dimension de l’espace infini, de la conscience infinie, du néant, ou ni perception ni non-perception. Il médite dépendant de ce monde ou de l’autre monde. Il médite en fonction de ce qui est vu, entendu, pensé, connu, atteint, recherché ou exploré par l’esprit. ",
  "an11.9:2.17": "C’est ainsi que médite un poulain sauvage. ",
  "an11.9:3.1": "Et, comment un pur-sang médite-t-il ? ",
  "an11.9:3.2": "Un fin pur-sang, attaché près de la mangeoire, ne médite pas : ‹ Fourrage, fourrage ! › ",
  "an11.9:3.3": "Pourquoi cela ? ",
  "an11.9:3.4": "Parce que le pur-sang attaché près de la mangeoire se demande : ",
  "an11.9:3.5": "‹ Quelle tâche le dresseur de chevaux me fera-t-il accomplir aujourd’hui ? Comment dois-je réagir ? › ",
  "an11.9:3.6": "Attaché près de la mangeoire, il ne médite pas : ‹ Fourrage, fourrage ! › ",
  "an11.9:3.7": "Parce que ce fin pur-sang considère l’utilisation de l’aiguillon comme une dette, une obligation, une perte, un malheur. ",
  "an11.9:3.8": "De la même manière, prenez un fin pur-sang qui s’est rendu dans la forêt, à la racine d’un arbre, ou dans une hutte vide. Son cœur n’est pas envahi et embourbé dans le désir sensuel, et il comprend vraiment l’échappatoire au désir sensuel apparu. ",
  "an11.9:3.9": "Son cœur n’est pas envahi par la malveillance… ",
  "an11.9:3.10": "l’ennui et la somnolence… ",
  "an11.9:3.11": "l’agitation et le remords… ",
  "an11.9:3.12": "le doute… ",
  "an11.9:3.13": "Il ne médite pas dépendant de la terre, de l’eau, du feu et de l’air. Il ne médite pas dépendant de la dimension de l’espace infini, de la conscience infinie, du néant, ni de la perception ou de la non-perception. Il ne médite pas dépendant de ce monde ou de l’autre monde. Il ne médite pas dépendant de ce qui est vu, entendu, pensé, connu, atteint, recherché ou exploré par l’esprit. ",
  "an11.9:3.14": "Pourtant, il médite. ",
  "an11.9:3.15": "Lorsqu’un pur-sang médite ainsi, les dieux ainsi qu’Indra, Brahmā et Pajāpati les vénèrent de loin : ",
  "an11.9:4.1": "Hommage à toi, ô pur-sang ! ",
  "an11.9:4.2": "Hommage à toi, suprême parmi les hommes ! ",
  "an11.9:4.3": "Nous ne comprenons pas ",
  "an11.9:4.4": "la base de ton absorption. › » ",
  "an11.9:5.1": "Lorsqu’il eut dit cela, le Vénérable Sandha demanda au Bouddha : ",
  "an11.9:5.2": "« Mais monsieur, comment ce fin pur-sang médite-t-il ? » ",
  "an11.9:7.1": "« Sandha, pour un fin pur-sang, la perception de la terre a disparu par rapport à la terre. La perception de l’eau… du feu… de l’air a disparu par rapport à l’air. La perception de la dimension de l’espace infini a disparu par rapport à la dimension de l’espace infini. La perception de la dimension de la conscience infinie… du néant… de la non-perception et de la non-perception s’est évanouie par rapport à la dimension de la non-perception et de la non-perception. La perception de ce monde a disparu par rapport à ce monde. La perception de l’autre monde a disparu par rapport à l’autre monde. Et la perception de ce qui est vu, entendu, pensé, connu, atteint, recherché ou exploré par l’esprit a disparu. ",
  "an11.9:7.2": "C’est ainsi que ce fin pur-sang ne médite pas dépendant de la terre, de l’eau, du feu et de l’air. Il ne médite pas dépendant de la dimension de l’espace infini, de la conscience infinie, du néant, ou de ni la perception ni la non-perception. Il ne médite pas dépendant de ce monde ou de l’autre monde. ",
  "an11.9:7.3": "Il ne médite pas dépendant de ce qui est vu, entendu, pensé, connu, atteint, recherché ou exploré par l’esprit. ",
  "an11.9:7.4": "Pourtant, il médite. ",
  "an11.9:7.5": "Lorsqu’un fin pur-sang médite ainsi, les dieux ainsi qu’Indra, Brahmā et Pajāpati le vénèrent de loin : ",
  "an11.9:8.1": "Hommage à toi, ô pur-sang ! ",
  "an11.9:8.2": "Hommage à toi, suprême parmi les hommes ! ",
  "an11.9:8.3": "Nous ne comprenons pas ",
  "an11.9:8.4": "la base de ton absorption. › » "
}