{
  "ya6.2.3:0.1": "6 Saṅkhārayamaka",
  "ya6.2.3:0.2": "6.2 Pavattivāra",
  "ya6.2.3:0.3": "6.2.3. Uppādanirodhavāra",
  "ya6.2.3:1.0.1": "6.2.3.1 Paccuppannavāra",
  "ya6.2.3:1.0.2": "6.2.3.1.1. Anulomapuggala",
  "ya6.2.3:1.1": "» Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro nirujjhatīti? No.",
  "ya6.2.3:2.1": "« Yassa vā pana vacīsaṅkhāro nirujjhati tassa kāyasaṅkhāro uppajjatīti? No.",
  "ya6.2.3:3.1": "» Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro nirujjhatīti? No.",
  "ya6.2.3:4.1": "« Yassa vā pana cittasaṅkhāro nirujjhati tassa kāyasaṅkhāro uppajjatīti? No.",
  "ya6.2.3:5.1": "» Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro nirujjhatīti? No.",
  "ya6.2.3:6.1": "« Yassa vā pana …pe… ? No.",
  "ya6.2.3:7.0": "6.2.3.1.2. Anulomaokāsa",
  "ya6.2.3:7.1": "» Yattha kāyasaṅkhāro uppajjati tattha vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.3:8.1": "Dutiyajjhāne tatiyajjhāne tattha …pe…",
  "ya6.2.3:9.1": "(Itaresaṁ yatthakānaṁ sadisaṁ.)",
  "ya6.2.3:10.0": "6.2.3.1.3. Anulomapuggalokāsa",
  "ya6.2.3:10.1": "» Yassa yattha kāyasaṅkhāro uppajjati …pe…",
  "ya6.2.3:11.1": "(Yassakampi yassayatthakampi sadisaṁ.)",
  "ya6.2.3:12.0": "6.2.3.1.4. Paccanīkapuggala",
  "ya6.2.3:12.1": "» Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.3:13.1": "Vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ vacīsaṅkhāro na nirujjhati. Vinā assāsapassāsehi cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.3:14.1": "« Yassa vā pana vacīsaṅkhāro na nirujjhati tassa kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.3:15.1": "Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro na nirujjhati, no ca tesaṁ kāyasaṅkhāro nuppajjati. Vinā assāsapassāsehi cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro ca na nirujjhati kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.3:16.1": "» Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro na nirujjhatīti?",
  "ya6.2.3:17.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro na nirujjhati. Vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca na nirujjhati.",
  "ya6.2.3:18.1": "« Yassa vā pana cittasaṅkhāro na nirujjhati tassa kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.3:19.1": "Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro na nirujjhati, no ca tesaṁ kāyasaṅkhāro nuppajjati. Vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro ca na nirujjhati kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.3:20.1": "» Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro na nirujjhatīti?",
  "ya6.2.3:21.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro na nirujjhati. Vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca na nirujjhati.",
  "ya6.2.3:22.1": "« Yassa vā pana cittasaṅkhāro na nirujjhati tassa vacīsaṅkhāro nuppajjatīti?",
  "ya6.2.3:23.1": "Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro na nirujjhati, no ca tesaṁ vacīsaṅkhāro nuppajjati. Vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca nuppajjati.",
  "ya6.2.3:24.0": "6.2.3.1.5. Paccanīkaokāsa",
  "ya6.2.3:24.1": "» Yattha kāyasaṅkhāro nuppajjati …pe….",
  "ya6.2.3:25.0": "6.2.3.1.6. Paccanīkapuggalokāsa",
  "ya6.2.3:25.1": "» Yassa yattha kāyasaṅkhāro nuppajjati …pe….",
  "ya6.2.3:26.1": "(Yassakampi yassayatthakampi sadisaṁ, yassayatthake nirodhasamāpannānanti na labbhati.)",
  "ya6.2.3:27.0.1": "6.2.3.2. Atītavāra",
  "ya6.2.3:27.0.2": "6.2.3.2.1. Anulomapuggala",
  "ya6.2.3:27.1": "» Yassa kāyasaṅkhāro uppajjittha tassa vacīsaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.3:28.1": "(Atītā pucchā uppādavārepi nirodhavārepi uppādanirodhavārepi sadisaṁ vitthāretabbā.)",
  "ya6.2.3:29.0.1": "6.2.3.3. Anāgatavāra",
  "ya6.2.3:29.0.2": "6.2.3.3.1. Anulomapuggala",
  "ya6.2.3:29.1": "» Yassa kāyasaṅkhāro uppajjissati tassa vacīsaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:30.1": "« Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.3:31.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ vacīsaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro uppajjissati. Itaresaṁ tesaṁ vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.3:32.1": "» Yassa kāyasaṅkhāro uppajjissati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:33.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.3:34.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro uppajjissati. Itaresaṁ tesaṁ cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.3:35.1": "» Yassa vacīsaṅkhāro uppajjissati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:36.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.3:37.1": "Pacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ vacīsaṅkhāro uppajjissati. Itaresaṁ tesaṁ cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.3:38.0": "6.2.3.3.2. Anulomaokāsa",
  "ya6.2.3:38.1": "Yattha kāyasaṅkhāro uppajjissati …pe….",
  "ya6.2.3:39.0": "6.2.3.3.3. Anulomapuggalokāsa",
  "ya6.2.3:39.1": "» Yassa yattha kāyasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.3:40.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro uppajjissati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.3:41.1": "« Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.3:42.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.3:43.1": "» Yassa yattha kāyasaṅkhāro uppajjissati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:44.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.3:45.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjissati. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.3:46.1": "» Yassa yattha vacīsaṅkhāro uppajjissati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:47.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.3:48.1": "Pacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ itaresaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.3:49.0": "6.2.3.3.4. Paccanīkapuggala",
  "ya6.2.3:49.1": "» Yassa kāyasaṅkhāro nuppajjissati tassa vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:50.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ kāyasaṅkhāro nuppajjissati, no ca tesaṁ vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:51.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.3:52.1": "» Yassa kāyasaṅkhāro nuppajjissati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:53.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ kāyasaṅkhāro nuppajjissati, no ca tesaṁ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro ca nuppajjissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:54.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.3:55.1": "» Yassa vacīsaṅkhāro nuppajjissati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:56.1": "Pacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ vacīsaṅkhāro nuppajjissati, no ca tesaṁ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca nuppajjissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:57.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.3:58.0": "6.2.3.3.5. Paccanīkaokāsa",
  "ya6.2.3:58.1": "» Yattha kāyasaṅkhāro nuppajjissati …pe….",
  "ya6.2.3:59.0": "6.2.3.3.6. Paccanīkapuggalokāsa",
  "ya6.2.3:59.1": "» Yassa yattha kāyasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:60.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjissati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:61.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro nuppajjissatīti?",
  "ya6.2.3:62.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca nuppajjissati.",
  "ya6.2.3:63.1": "» Yassa yattha kāyasaṅkhāro nuppajjissati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:64.1": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjissati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:65.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.3:66.1": "» Yassa yattha vacīsaṅkhāro nuppajjissati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:67.1": "Pacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:68.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.3:69.0.1": "6.2.3.4. Paccuppannātītavāra",
  "ya6.2.3:69.0.2": "6.2.3.4.1. Anulomapuggala",
  "ya6.2.3:69.1": "» Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.3:70.1": "« Yassa vā pana vacīsaṅkhāro nirujjhittha tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.3:71.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro nirujjhittha, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca nirujjhittha kāyasaṅkhāro ca uppajjati.",
  "ya6.2.3:72.1": "(Yathā uppādavāre paccuppannātītā pucchā anulomampi paccanīkampi vibhattā evaṁ uppādavāranirodhavārepi paccuppannātītā pucchā anulomampi paccanīkampi vibhajitabbā.)",
  "ya6.2.3:73.0.1": "6.2.3.5. Paccuppannānāgatavāra",
  "ya6.2.3:73.0.2": "6.2.3.5.1. Anulomapuggala",
  "ya6.2.3:73.1": "» Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:74.1": "« Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.3:75.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.3:76.1": "» Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:77.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.3:78.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.3:79.1": "» Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:80.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa vacīsaṅkhāro uppajjatīti?",
  "ya6.2.3:81.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.3:82.0": "6.2.3.5.2. Anulomaokāsa",
  "ya6.2.3:82.1": "» Yattha kāyasaṅkhāro uppajjati …pe….",
  "ya6.2.3:83.0": "6.2.3.5.3. Anulomapuggalokāsa",
  "ya6.2.3:83.1": "» Yassa yattha kāyasaṅkhāro uppajjati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.3:84.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro uppajjati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.3:85.1": "« Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.3:86.1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.3:87.1": "» Yassa yattha kāyasaṅkhāro uppajjati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:88.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.3:89.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.3:90.1": "» Yassa yattha vacīsaṅkhāro uppajjati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.3:91.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro uppajjatīti?",
  "ya6.2.3:92.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.3:93.0": "6.2.3.5.4. Paccanīkapuggala",
  "ya6.2.3:93.1": "» Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:94.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:95.1": "« Yassa vā pana vacīsaṅkhāro na nirujjhissati tassa kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.3:96.1": "» Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:97.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:98.1": "« Yassa vā pana cittasaṅkhāro na nirujjhissati tassa kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.3:99.1": "» Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:100.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:101.1": "« Yassa vā pana cittasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.3:102.0": "6.2.3.5.5. Paccanīkaokāsa",
  "ya6.2.3:102.1": "» Yattha kāyasaṅkhāro nuppajjati …pe….",
  "ya6.2.3:103.0": "6.2.3.5.6. Paccanīkapuggalokāsa",
  "ya6.2.3:103.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:104.1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:105.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.3:106.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.3:107.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:108.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:109.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.3:110.1": "» Yassa yattha vacīsaṅkhāro nuppajjati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.3:111.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.3:112.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.3:113.0.1": "6.2.3.6. Atītānāgatavāra",
  "ya6.2.3:113.0.2": "6.2.3.6.1. Anulomapuggala",
  "ya6.2.3:113.1": "» Yassa kāyasaṅkhāro uppajjittha tassa vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.3:114.1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro uppajjittha, no ca tesaṁ vacīsaṅkhāro nirujjhissati. Itaresaṁ tesaṁ kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.3:115.1": "« Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.3:116.1": "» Yassa kāyasaṅkhāro uppajjittha tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.3:117.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro uppajjittha, no ca tesaṁ cittasaṅkhāro nirujjhissati. Itaresaṁ tesaṁ kāyasaṅkhāro ca uppajjittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.3:118.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.3:119.1": "(Yathā nirodhavāre atītānāgatā pucchā anulomampi paccanīkampi evaṁ uppādanirodhavārepi atītānāgatā pucchā anulomampi paccanīkampi vibhajitabbaṁ asammohantena nirodhavārena sadisaṁ, natthi nānākaraṇaṁ.)",
  "ya6.2.3:120.1": "Uppādanirodhavāro."
}