{
  "an1.306:0.1": "増支部経典 一集 ",
  "an1.306:0.2": "第二十五　一つのもの（第二）（一法品） ",
  "an1.306:1.0": "306 ",
  "an1.306:1.1": "「托鉢僧侶たちよ、間違った物の見かたほど、技量がないと言える性質を起こし、一度起こればそれを強くて大きいものにする物は他には一つも見ません。 ",
  "an1.306:1.2": "間違った物の見かたをすると、技量がないと言える性質が起こり、一度起こればそれは強く大きくなります。」 ",
  "an1.307:1.0": "307 ",
  "an1.307:1.1": "「托鉢僧侶たちよ、正しい物の見かたほど、技量があると言える性質を起こし、一度起こればそれを強くて大きいものにする物は他には一つも見ません。 ",
  "an1.307:1.2": "正しい物の見かたをすると、技量があると言える性質が起こり、一度起こればそれは強く大きくなります。」 ",
  "an1.308:1.0": "308 ",
  "an1.308:1.1": "「托鉢僧侶たちよ、間違った物の見かたほど、技量がないと言える性質を起こし、技量があると言える性質を減らす物は他には一つも見ません。 ",
  "an1.308:1.2": "間違った物の見かたをすると、技量がないと言える性質が起こり、技量があると言える性質が減ります。」 ",
  "an1.309:1.0": "309 ",
  "an1.309:1.1": "「托鉢僧侶たちよ、正しい物の見かたほど、技量があると言える性質を起こし、技量がないと言える性質を減らす物は他には一つも見ません。 ",
  "an1.309:1.2": "正しい物の見かたをすると、技量があると言える性質が起こり、技量がないと言える性質が減ります。」 ",
  "an1.310:1.0": "310 ",
  "an1.310:1.1": "「托鉢僧侶たちよ、不適正な注意ほど、間違った物の見かたを起こし、一度起こればそれを大きいものにする物は他には一つも見ません。 ",
  "an1.310:1.2": "不適正な注意を払うと、間違った物の見かたが起こり、一度起こればそれは大きくなります。」 ",
  "an1.311:1.0": "311 ",
  "an1.311:1.1": "「托鉢僧侶たちよ、適正な注意ほど、正しい物の見かたを起こし、一度起こればそれを大きいものにする物は他には一つも見ません。 ",
  "an1.311:1.2": "適正な注意を払うと、正しい物の見かたが起こり、一度起こればそれは大きくなります。」 ",
  "an1.312:1.0": "312 ",
  "an1.312:1.1": "「托鉢僧侶たちよ、間違った物の見かたほど、ある生けるものが、体がばらばらになる死後に喪失の地、悪い場所、下層界、地獄へ生まれ変わる事にさせる物は他には一つも見ません。 ",
  "an1.312:1.2": "間違った物の見かたが原因で、ある生けるものは、体がばらばらになる死後に喪失の地、悪い場所、下層界、地獄へ生まれ変わります。」 ",
  "an1.313:1.0": "313 ",
  "an1.313:1.1": "「托鉢僧侶たちよ、正しい物の見かたほど、ある生けるものが、体がばらばらになる死後に良い場所、天国へ生まれ変わる事にさせる物は他には一つも見ません。 ",
  "an1.313:1.2": "正しい物の見かたが原因で、ある生けるものは、体がばらばらになる死後に良い場所、天国へ生まれ変わるのです。」 ",
  "an1.314:1.0": "314 ",
  "an1.314:1.1": "「托鉢僧侶たちよ、間違った物の見かたをする人の、その見かたに沿った体、言葉、心による行い、意図、目的、願い、決心は何であっても、全て好ましくない事、望まれない事、不快な事、害、そして苦悩を引き起こします。 ",
  "an1.314:1.2": "どうしてでしょうか。 ",
  "an1.314:1.3": "なぜなら物の見かたが悪いからです。 ",
  "an1.314:1.4": "例えばニームの種やヒョウタンの種やニガウリの種を湿った土に植えたとします。その種からは、土と水から吸収する栄養素が何であっても苦くて、酸っぱくておいしくない実ができます。 ",
  "an1.314:1.5": "どうしてでしょうか。 ",
  "an1.314:1.6": "なぜなら種が悪いからです。 ",
  "an1.314:1.7": "同じ様に、間違った物の見かたをする人の、その見かたに沿った体、言葉、心による行い、意図、目的、願い、決心は何であっても、全て好ましくない事、望まれない事、不快な事、害、そして苦悩を引き起こします。 ",
  "an1.314:1.8": "どうしてでしょうか。 ",
  "an1.314:1.9": "なぜなら物の見かたが悪いからです。」 ",
  "an1.315:1.0": "315 ",
  "an1.315:1.1": "「托鉢僧侶たちよ、良い物の見かたをする人の、その見かたに沿った体、言葉、心による行い、意図、目的、願い、決心は何であっても、全て好ましい事、望まれる事、快い事、有益な事、心地良い事を引き起こします。 ",
  "an1.315:1.2": "どうしてでしょうか。 ",
  "an1.315:1.3": "なぜなら物の見かたが良いからです。」 ",
  "an1.315:1.4": "例えばサトウキビの種や良質の稲の種やブドウの種を湿った土に植えたとします。その種からは、土と水から吸収する栄養素が何であっても甘くて、味が良くておいしい実ができます。 ",
  "an1.315:1.5": "どうしてでしょうか。 ",
  "an1.315:1.6": "なぜなら種が良いからです。 ",
  "an1.315:1.7": "同じ様に、良い物の見かたをする人の、その見かたに沿った体、言葉、心による行い、意図、目的、願い、決心は何であっても、全て好ましい事、望まれる事、快い事、有益な事、心地良い事を引き起こします。 ",
  "an1.315:1.8": "どうしてでしょうか。 ",
  "an1.315:1.9": "なぜなら物の見かたが良いからです。」 "
}