{
  "an1.616:0.1": "増支部経典 一集 ",
  "an1.616:0.2": "第三十一　死の無い事（不死品） ",
  "an1.616:1.0": "616 ",
  "an1.616:1.1": "「托鉢僧侶たちよ、体を心に留めている事を楽しまない者は、死の無い事を楽しみません。 ",
  "an1.616:1.2": "体を心に留めている事を楽しむ者は死の無い事を楽しみます。」 ",
  "an1.617:1.0": "617 ",
  "an1.617:1.1": "「托鉢僧侶たちよ、体を心に留めている事を楽しんでいない者は、死の無い事を楽しんでいません。 ",
  "an1.617:1.2": "体を心に留めている事を楽しんだ者は死の無い事を楽しみました。」 ",
  "an1.618:1.0": "618 ",
  "an1.618:1.1": "「托鉢僧侶たちよ、体を心に留めている事を失ってしまった者は、死の無い事を失ってしまいました。 ",
  "an1.618:1.2": "体を心に留めている事を失っていない者は死の無い事を失っていません。」 ",
  "an1.619:1.0": "619 ",
  "an1.619:1.1": "「托鉢僧侶たちよ、体を心に留めている事を経験し損なった者は、死の無い事を経験し損ないました。 ",
  "an1.619:1.2": "体を心に留めている事を経験し損なっていない者は死の無い事を経験し損なわっていません。」 ",
  "an1.620:1.0": "620 ",
  "an1.620:1.1": "「托鉢僧侶たちよ、体を心に留めている事に怠慢になってしまった者は、死の無い事に怠慢になってしまいました。 ",
  "an1.620:1.2": "体を心に留めている事に怠慢になっていない者は死の無い事に怠慢になっていません。」 ",
  "an1.621:1.0": "621 ",
  "an1.621:1.1": "「托鉢僧侶たちよ、体を心に留めている事を忘れてしまった者は、死の無い事を忘れてしまいました。 ",
  "an1.621:1.2": "体を心に留めている事を忘れていない者は死の無い事を忘れていません。」 ",
  "an1.622:1.0": "622 ",
  "an1.622:1.1": "「托鉢僧侶たちよ、体を心に留めている事を磨いていない者は、死の無い事を磨いていません。 ",
  "an1.622:1.2": "体を心に留めている事を磨いた者は死の無い事を磨きました。」 ",
  "an1.623:1.0": "623 ",
  "an1.623:1.1": "「托鉢僧侶たちよ、体を心に留めている事を発達させていない者は、死の無い事を発達させていません。 ",
  "an1.623:1.2": "体を心に留めている事を発達させた者は死の無い事を発達させました。」 ",
  "an1.624:1.0": "624 ",
  "an1.624:1.1": "「托鉢僧侶たちよ、体を心に留めている事を練習していない者は、死の無い事を練習していません。 ",
  "an1.624:1.2": "体を心に留めている事を練習した者は死の無い事を練習しました。」 ",
  "an1.625:1.0": "625 ",
  "an1.625:1.1": "「托鉢僧侶たちよ、体を心に留めている事に見識を得ていない者は、死の無い事に見識を得ていません。 ",
  "an1.625:1.2": "体を心に留めている事に見識を得た者は死の無い事に見識を得ました。」 ",
  "an1.626:1.0": "626 ",
  "an1.626:1.1": "「托鉢僧侶たちよ、体を心に留めている事を完全に理解していない者は、死の無い事を完全に理解していません。 ",
  "an1.626:1.2": "体を心に留めている事を完全に理解した者は死の無い事を完全に理解しました。」 ",
  "an1.627:1.1": "「托鉢僧侶たちよ、体を心に留めている事を実現させていない者は、死の無い事を実現させていません。 ",
  "an1.627:1.2": "体を心に留めている事を実現させた者は死の無い事を実現させました。」 ",
  "an1.627:1.3": "一つにまつわる千の教えはこれで終わりです。 ",
  "an1.627:2.1": "このようにブッダは言いました。 ",
  "an1.627:2.2": "托鉢僧侶たちは、ブッダの言った事に満足し嬉しく思いました。 ",
  "an1.627:2.3": "",
  "an1.627:2.4": "一集　終わり "
}