{
  "an1.11:0.1": "増支部経典 一集 ",
  "an1.11:0.2": "第二　妨げを捨て去る (断蓋品) ",
  "an1.11:1.0": "11 ",
  "an1.11:1.1": "「托鉢僧侶たちよ、美しさという特性ほど、五感の欲求を起こし、一度起こればそれを強くて大きいものにするものは他に一つも見ることはありません。 ",
  "an1.11:1.2": "美しさという特性に不適正な注意を払うと、五感の欲求が起こり、一度起こればそれは強く大きくなります。」 ",
  "an1.11:1.3": "",
  "an1.12:1.0": "12 ",
  "an1.12:1.1": "「托鉢僧侶たちよ、厳しさという特性ほど、悪感情を起こし、一度起こればそれを強くて大きいものにするものは他に一つも見ることはありません。 ",
  "an1.12:1.2": "厳しさという特性に不適正な注意を払うと、悪感情が起こり、一度起こればそれは強く大きくなります。」 ",
  "an1.12:1.3": "",
  "an1.13:1.0": "13 ",
  "an1.13:1.1": "「托鉢僧侶たちよ、不満、怠けること、あくび、食べすぎ、心の横着さほど、だるさや眠気を起こし、一度起こればそれを強くて大きいものにするものは他に一つも見ることはありません。 ",
  "an1.13:1.2": "横着な心があると、だるさや眠気が起こり、一度起これば強く大きくなります。」 ",
  "an1.13:1.3": "",
  "an1.14:1.0": "14 ",
  "an1.14:1.1": "「托鉢僧侶たちよ、安らぎのない心ほど、落ち着きのなさや悔やみを起こし、一度起こればそれを強くて大きいものにするものは他に一つも見ることはありません。 ",
  "an1.14:1.2": "心の安らぎがないと、落ち着きのなさや悔やみが起こり、一度起これば強く大きくなります。」 ",
  "an1.14:1.3": "",
  "an1.15:1.0": "15 ",
  "an1.15:1.1": "「托鉢僧侶たちよ、不適正な注意ほど、疑いを起こし、一度起こればそれを強くて大きいものにするものは他に一つも見ることはありません。 ",
  "an1.15:1.2": "不適正な注意を払うと、疑いが起こり、一度起こればそれは強く大きくなります。」 ",
  "an1.15:1.3": "",
  "an1.16:1.0": "16 ",
  "an1.16:1.1": "「托鉢僧侶たちよ、醜さという特性ほど、五感の欲求を起こさず、すでに起こった欲求を捨て去る物は他には一つも見ません。 ",
  "an1.16:1.2": "醜さという特性に適正な注意を払うと、五感の欲求が起こらず、すでに起こった欲求は捨て去られます。」 ",
  "an1.16:1.3": "",
  "an1.17:1.0": "17 ",
  "an1.17:1.1": "「托鉢僧侶たちよ、愛情による心の解放ほど、悪感情を起こさず、すでに起こった悪感情を捨て去る物は他には一つも見ません。 ",
  "an1.17:1.2": "愛情による心の解放に適正な注意を払うと、、悪感情が起こらず、すでに起こった悪感情は捨て去られます。」 ",
  "an1.17:1.3": "",
  "an1.18:1.0": "18 ",
  "an1.18:1.1": "「托鉢僧侶たちよ、やる気の要素、根気の要素、活気の要素ほど、だるさや眠気を起こさず、すでに起こっただるさや眠気を捨て去る物は他には一つも見ません。 ",
  "an1.18:1.2": "活気に満ちていると、だるさや眠気が起こらず、すでに起こっただるさや眠気は捨て去られます。」 ",
  "an1.18:1.3": "",
  "an1.19:1.0": "19 ",
  "an1.19:1.1": "「托鉢僧侶たちよ、心の安らぎほど、落ち着きのなさや悔やみを起こさず、すでに起こった落ち着きのなさや悔やみを捨て去る物は他には一つも見ません。 ",
  "an1.19:1.2": "心安らかだと、落ち着きのなさや悔やみが起こらず、すでに起こった落ち着きのなさや悔やみは捨て去られます。」 ",
  "an1.19:1.3": "",
  "an1.20:1.0": "20 ",
  "an1.20:1.1": "「托鉢僧侶たちよ、適正な注意ほど、疑いを起こさず、すでに起こった疑いを捨て去る物は他には一つも見ません。 ",
  "an1.20:1.2": "適正な注意を払うと、疑いが起こらず、すでに起こった疑いは捨て去られます。」 ",
  "an1.20:1.3": ""
}