{
  "sn8.2:0.1": "Linked Discourses 8.2 ",
  "sn8.2:0.2": "1. With Vaṅgīsa ",
  "sn8.2:0.3": "Dissatisfaction ",
  "sn8.2:1.1": "At one time Venerable Vaṅgīsa was staying near Āḷavī, at the Aggāḷava Tree-shrine, together with his mentor, Venerable Nigrodhakappa. ",
  "sn8.2:1.2": "Now at that time after Venerable Nigrodhakappa had finished his meal, on his return from almsround, he would enter his dwelling and not emerge for the rest of that day, or the next. ",
  "sn8.2:1.3": "And at that time Venerable Vaṅgīsa became dissatisfied, as lust infected his mind. ",
  "sn8.2:1.4": "Then he thought, ",
  "sn8.2:1.5": "“It’s my loss, my misfortune, ",
  "sn8.2:1.6": "that I’ve become dissatisfied, with lust infecting my mind. How is it possible for someone else to dispel my discontent and give rise to satisfaction? ",
  "sn8.2:1.7": "Why don’t I do it myself?” ",
  "sn8.2:1.8": "Then, on the occasion of dispelling his own discontent and giving rise to satisfaction, he recited these verses: ",
  "sn8.2:2.1": "“Giving up discontent and desire, ",
  "sn8.2:2.2": "along with all thoughts of the lay life, ",
  "sn8.2:2.3": "they wouldn’t get entangled in anything; ",
  "sn8.2:2.4": "unentangled, undesiring: that’s a real mendicant. ",
  "sn8.2:3.1": "Whether on this earth or in the sky, ",
  "sn8.2:3.2": "whatever in the world is included in form ",
  "sn8.2:3.3": "wears out, it is all impermanent; ",
  "sn8.2:3.4": "the thoughtful live having comprehended this truth. ",
  "sn8.2:4.1": "People are bound to their attachments, ",
  "sn8.2:4.2": "to what is seen, heard, felt, and thought. ",
  "sn8.2:4.3": "Unstirred, dispel desire for these things; ",
  "sn8.2:4.4": "for one called ‘a sage’ does not cling to them. ",
  "sn8.2:5.1": "Attached to the sixty wrong views, <j>and full of their own opinions, ",
  "sn8.2:5.2": "ordinary people are fixed in wrong principles. ",
  "sn8.2:5.3": "But that mendicant wouldn’t join a sectarian group, ",
  "sn8.2:5.4": "still less would they utter lewd speech. ",
  "sn8.2:6.1": "Clever, long serene, ",
  "sn8.2:6.2": "free of deceit, alert, without envy, ",
  "sn8.2:6.3": "the sage has reached the state of peace; ",
  "sn8.2:6.4": "and because he’s extinguished, he bides his time.” "
}