{
  "an10.4:0.1": "Nummerierte Lehrreden 10.4 ",
  "an10.4:0.2": "1. Das Kapitel über vorteilhafte Folgen ",
  "an10.4:0.3": "Wesentliche Bedingungen (2) ",
  "an10.4:1.1": "Da wandte sich der Ehrwürdige Sāriputta an die Mönche und Nonnen … ",
  "an10.4:1.2": "„Werte Freunde, ein unmoralischer Mensch, jemand ohne sittliches Verhalten, hat eine wesentliche Bedingung dafür zerstört, nichts zu bereuen zu haben. ",
  "an10.4:1.3": "Wenn man etwas zu bereuen hat, hat jemand, der etwas zu bereuen hat, eine wesentliche Bedingung für Freude zerstört. … ",
  "an10.4:1.4": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an10.4:1.5": "Wie ein Baum ohne Zweige und Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich nicht zur Fülle. ",
  "an10.4:1.6": "Ebenso hat ein unmoralischer Mensch, jemand ohne sittliches Verhalten, eine wesentliche Bedingung dafür zerstört, nichts zu bereuen zu haben. ",
  "an10.4:1.7": "Wenn man etwas zu bereuen hat, hat jemand, der etwas zu bereuen hat, eine wesentliche Bedingung für Freude zerstört. … ",
  "an10.4:1.8": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an10.4:2.1": "Ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, hat eine wesentliche Bedingung dafür erfüllt, nichts zu bereuen zu haben. ",
  "an10.4:2.2": "Wenn man nichts zu bereuen hat, hat jemand, der nichts zu bereuen hat, eine wesentliche Bedingung für Freude erfüllt. … ",
  "an10.4:2.3": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an10.4:2.4": "Wie ein Baum mit vollständigen Zweigen und vollem Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich alle zur Fülle. ",
  "an10.4:2.5": "Ebenso hat ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, eine wesentliche Bedingung dafür erfüllt, nichts zu bereuen zu haben. ",
  "an10.4:2.6": "Wenn man nichts zu bereuen hat, hat jemand, der nichts zu bereuen hat, eine wesentliche Bedingung für Freude erfüllt. … ",
  "an10.4:2.7": "Jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, hat eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt.“ "
}