{
  "an10.20:0.1": "Nummerierte Lehrreden 10.20 ",
  "an10.20:0.2": "2. Das Kapitel über einen Beschützer ",
  "an10.20:0.3": "Wohnplätze der Edlen (2) ",
  "an10.20:1.1": "Einmal hielt sich der Buddha im Land der Kurus auf, bei dem Marktflecken der Kurus mit Namen Kammāsadamma. ",
  "an10.20:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an10.20:2.1": "„Es gibt zehn Wohnplätze der Edlen, an denen die Edlen gewohnt haben, wohnen und wohnen werden. ",
  "an10.20:2.2": "Welche zehn? ",
  "an10.20:2.3": "Ein Mönch oder eine Nonne hat fünf Faktoren aufgegeben, besitzt sechs Faktoren, hat einen einzigen Wächter, hat vier Arten von Rückhalt, hat eigenwillige Deutung der Wahrheit beseitigt, hat das Suchen vollständig hinter sich gelassen, hat reine Absichten, hat den körperlichen Ablauf gestillt und ist im Herzen gut befreit und durch Weisheit gut befreit. ",
  "an10.20:3.1": "Und wie hat eine Nonne fünf Faktoren aufgegeben? ",
  "an10.20:3.2": "Da hat eine Nonne sinnliches Begehren, bösen Willen, Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. ",
  "an10.20:3.3": "So hat eine Nonne fünf Faktoren aufgegeben. ",
  "an10.20:4.1": "Und wie besitzt ein Mönch sechs Faktoren? ",
  "an10.20:4.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, ist er weder froh noch traurig. Er bleibt gleichmütig, achtsam und der Situation bewusst. ",
  "an10.20:4.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "an10.20:4.4": "Wenn er mit der Nase einen Duft riecht … ",
  "an10.20:4.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "an10.20:4.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "an10.20:4.7": "Wenn er mit dem Geist einen Gedanken erkennt, ist er weder froh noch traurig. Er bleibt gleichmütig, achtsam und der Situation bewusst. ",
  "an10.20:4.8": "So besitzt ein Mönch sechs Faktoren. ",
  "an10.20:5.1": "Und wie hat eine Nonne einen einzigen Wächter? ",
  "an10.20:5.2": "Da wird das Herz einer Nonne von Achtsamkeit bewacht. ",
  "an10.20:5.3": "So hat eine Nonne einen einzigen Wächter. ",
  "an10.20:6.1": "Und wie hat ein Mönch vier Arten von Rückhalt? ",
  "an10.20:6.2": "Nach Abschätzung gebraucht ein Mönch manche Dinge, nach Abschätzung erträgt er manche Dinge, nach Abschätzung geht er manchen Dingen aus dem Weg, und manche Dinge beseitigt er nach Abschätzung. ",
  "an10.20:6.3": "So hat ein Mönch vier Arten von Rückhalt. ",
  "an10.20:7.1": "Und wie hat eine Nonne eigenwillige Deutung der Wahrheit beseitigt? ",
  "an10.20:7.2": "Verschiedene Asketen und Brahmanen deuten die Wahrheit unterschiedlich auf eigenwillige Weise, wie etwa: ",
  "an10.20:7.3": "Das Weltall ist ewig, es ist zeitlich, es ist endlich oder es ist unendlich; Seele und Körper sind dasselbe oder Seele und Körper sind verschiedene Dinge; ein Klargewordener besteht nach dem Tod fort, er besteht nach dem Tod nicht fort, er besteht nach dem Tod fort und besteht auch nicht fort, oder er besteht nach dem Tod weder fort, noch besteht er nicht fort. ",
  "an10.20:7.4": "Eine Nonne hat all diese zerstreut, beseitigt, verworfen, ausgeräumt, freigemacht, aufgegeben und davon abgelassen. ",
  "an10.20:7.5": "So hat eine Nonne eigenwillige Deutung der Wahrheit beseitigt. ",
  "an10.20:8.1": "Und wie hat ein Mönch das Suchen vollständig hinter sich gelassen? ",
  "an10.20:8.2": "Da sucht ein Mönch nicht mehr nach Sinnenfreuden, nach fortgesetztem Dasein oder nach einem geistlichen Pfad. ",
  "an10.20:8.3": "So hat ein Mönch das Suchen vollständig hinter sich gelassen. ",
  "an10.20:9.1": "Und wie hat eine Nonne reine Absichten? ",
  "an10.20:9.2": "Da hat eine Nonne sinnliche, boshafte und grausame Absichten aufgegeben. ",
  "an10.20:9.3": "So hat eine Nonne reine Absichten. ",
  "an10.20:10.1": "Und wie hat ein Mönch den körperlichen Ablauf gestillt? ",
  "an10.20:10.2": "Da gibt ein Mönch Glück und Schmerz auf, und mit dem Enden früherer Fröhlichkeit und Traurigkeit tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an10.20:10.3": "So hat ein Mönch den körperlichen Ablauf gestillt. ",
  "an10.20:11.1": "Und wie ist eine Nonne im Herzen gut befreit? ",
  "an10.20:11.2": "Da ist der Geist einer Nonne von Gier, Hass und Täuschung befreit. ",
  "an10.20:11.3": "So ist eine Nonne im Herzen gut befreit. ",
  "an10.20:12.1": "Und wie ist ein Mönch durch Weisheit gut befreit? ",
  "an10.20:12.2": "Da versteht ein Mönch: ‚Ich habe Gier, Hass und Täuschung aufgegeben, habe sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können.‘ ",
  "an10.20:12.3": "So ist ein Mönch durch Weisheit gut befreit. ",
  "an10.20:13.1": "Mönche und Nonnen, an eben diesen zehn Wohnplätzen der Edlen haben die Edlen in der Vergangenheit gewohnt, werden sie in Zukunft wohnen und wohnen sie jetzt. ",
  "an10.20:13.4": "Das sind die zehn Wohnplätze der Edlen, an denen die Edlen gewohnt haben, wohnen und wohnen werden.“ "
}