{
  "an10.91:0.1": "Nummerierte Lehrreden 10.91 ",
  "an10.91:0.2": "10. Das Kapitel mit Upāli ",
  "an10.91:0.3": "Genussmenschen ",
  "an10.91:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.91:1.2": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an10.91:2.1": "„Zehn Genussmenschen findet man in der Welt. ",
  "an10.91:2.2": "Welche zehn? ",
  "an10.91:2.3": "Da trachtet ein Genussmensch mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
  "an10.91:2.4": "Er macht sich damit nicht selbst glücklich und froh, noch teilt er es und schafft Verdienst. ",
  "an10.91:3.1": "Dann trachtet da ein Genussmensch mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
  "an10.91:3.2": "Er macht sich damit selbst glücklich und froh, aber teilt es nicht und schafft kein Verdienst. ",
  "an10.91:4.1": "Dann trachtet da ein Genussmensch mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
  "an10.91:4.2": "Er macht sich damit selbst glücklich und froh, und er teilt es und schafft Verdienst. ",
  "an10.91:5.1": "Dann trachtet da ein Genussmensch sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
  "an10.91:5.2": "Er macht sich damit nicht selbst glücklich und froh, noch teilt er es und schafft Verdienst. ",
  "an10.91:6.1": "Dann trachtet da ein Genussmensch sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
  "an10.91:6.2": "Er macht sich damit selbst glücklich und froh, aber teilt es nicht und schafft kein Verdienst. ",
  "an10.91:7.1": "Dann trachtet da ein Genussmensch sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
  "an10.91:7.2": "Er macht sich damit selbst glücklich und froh, und er teilt es und schafft Verdienst. ",
  "an10.91:8.1": "Dann trachtet da ein Genussmensch mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
  "an10.91:8.2": "Er macht sich damit nicht selbst glücklich und froh, noch teilt er es und schafft Verdienst. ",
  "an10.91:9.1": "Dann trachtet da ein Genussmensch mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
  "an10.91:9.2": "Er macht sich damit selbst glücklich und froh, aber teilt es nicht und schafft kein Verdienst. ",
  "an10.91:10.1": "Dann trachtet da ein Genussmensch mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
  "an10.91:10.2": "Er macht sich damit selbst glücklich und froh, und er teilt es und schafft Verdienst. ",
  "an10.91:10.3": "Aber er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. ",
  "an10.91:11.1": "Dann trachtet da ein Genussmensch mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
  "an10.91:11.2": "Er macht sich damit selbst glücklich und froh, und er teilt es und schafft Verdienst. ",
  "an10.91:11.3": "Und er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen. ",
  "an10.91:12.1": "Betrachten wir den Genussmenschen, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. Er verdient aus drei Gründen Tadel: ",
  "an10.91:12.2": "Er trachtet mit unrechtmäßigen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "an10.91:12.3": "Er macht sich damit nicht selbst glücklich und froh – das ist der zweite Grund für Tadel. ",
  "an10.91:12.4": "Er teilt es nicht und schafft kein Verdienst – das ist der dritte Grund für Tadel. ",
  "an10.91:12.5": "Dieser Genussmensch verdient aus diesen drei Gründen Tadel. ",
  "an10.91:13.1": "Betrachten wir den Genussmenschen, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Tadel und aus einem Grund Lob: ",
  "an10.91:13.2": "Er trachtet mit unrechtmäßigen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "an10.91:13.3": "Er macht sich damit selbst glücklich und froh – das ist der eine Grund für Lob. ",
  "an10.91:13.4": "Er teilt es nicht und schafft kein Verdienst – das ist der zweite Grund für Tadel. ",
  "an10.91:13.5": "Dieser Genussmensch verdient aus diesen zwei Gründen Tadel und aus diesem einen Grund Lob. ",
  "an10.91:14.1": "Betrachten wir den Genussmenschen, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Er verdient aus einem Grund Tadel und aus zwei Gründen Lob: ",
  "an10.91:14.2": "Er trachtet mit unrechtmäßigen Mitteln und Zwang nach Vermögen – das ist der eine Grund für Tadel. ",
  "an10.91:14.3": "Er macht sich damit selbst glücklich und froh – das ist der erste Grund für Lob. ",
  "an10.91:14.4": "Er teilt es und schafft Verdienst – das ist der zweite Grund für Lob. ",
  "an10.91:14.5": "Dieser Genussmensch verdient aus diesem einen Grund Tadel und aus diesen zwei Gründen Lob. ",
  "an10.91:15.1": "Betrachten wir den Genussmenschen, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. Er verdient aus einem Grund Lob und aus drei Gründen Tadel: ",
  "an10.91:15.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der eine Grund für Lob. ",
  "an10.91:15.3": "Er trachtet mit unrechtmäßigen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "an10.91:15.4": "Er macht sich damit nicht selbst glücklich und froh – das ist der zweite Grund für Tadel. ",
  "an10.91:15.5": "Er teilt es nicht und schafft kein Verdienst – das ist der dritte Grund für Tadel. ",
  "an10.91:15.6": "Dieser Genussmensch verdient aus diesem einen Grund Lob und aus diesen drei Gründen Tadel. ",
  "an10.91:16.1": "Betrachten wir den Genussmenschen, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Lob und aus zwei Gründen Tadel: ",
  "an10.91:16.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "an10.91:16.3": "Er trachtet mit unrechtmäßigen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "an10.91:16.4": "Er macht sich damit selbst glücklich und froh – das ist der zweite Grund für Lob. ",
  "an10.91:16.5": "Er teilt es nicht und schafft kein Verdienst – das ist der zweite Grund für Tadel. ",
  "an10.91:16.6": "Dieser Genussmensch verdient aus diesen zwei Gründen Lob und aus diesen zwei Gründen Tadel. ",
  "an10.91:17.1": "Betrachten wir den Genussmenschen, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Er verdient aus drei Gründen Lob und aus einem Grund Tadel: ",
  "an10.91:17.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "an10.91:17.3": "Er trachtet mit unrechtmäßigen Mitteln und Zwang nach Vermögen – das ist der eine Grund für Tadel. ",
  "an10.91:17.4": "Er macht sich damit selbst glücklich und froh – das ist der zweite Grund für Lob. ",
  "an10.91:17.5": "Er teilt es und schafft Verdienst – das ist der dritte Grund für Lob. ",
  "an10.91:17.6": "Dieser Genussmensch verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
  "an10.91:18.1": "Betrachten wir den Genussmenschen, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. Er verdient aus einem Grund Lob und aus zwei Gründen Tadel: ",
  "an10.91:18.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der eine Grund für Lob. ",
  "an10.91:18.3": "Er macht sich damit nicht selbst glücklich und froh – das ist der erste Grund für Tadel. ",
  "an10.91:18.4": "Er teilt es nicht und schafft kein Verdienst – das ist der zweite Grund für Tadel. ",
  "an10.91:18.5": "Dieser Genussmensch verdient aus diesem einen Grund Lob und aus diesen zwei Gründen Tadel. ",
  "an10.91:19.1": "Betrachten wir den Genussmenschen, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Lob und aus einem Grund Tadel: ",
  "an10.91:19.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "an10.91:19.3": "Er macht sich damit selbst glücklich und froh – das ist der zweite Grund für Lob. ",
  "an10.91:19.4": "Er teilt es nicht und schafft kein Verdienst – das ist der eine Grund für Tadel. ",
  "an10.91:19.5": "Dieser Genussmensch verdient aus diesen zwei Gründen Lob und aus diesem einen Grund Tadel. ",
  "an10.91:20.1": "Betrachten wir den Genussmenschen, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Aber er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. Er verdient aus drei Gründen Lob und aus einem Grund Tadel: ",
  "an10.91:20.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "an10.91:20.3": "Er macht sich damit selbst glücklich und froh – das ist der zweite Grund für Lob. ",
  "an10.91:20.4": "Er teilt es und schafft Verdienst – das ist der dritte Grund für Lob. ",
  "an10.91:20.5": "Er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen – das ist der eine Grund für Tadel. ",
  "an10.91:20.6": "Dieser Genussmensch verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
  "an10.91:21.1": "Betrachten wir den Genussmenschen, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Und er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen. Er verdient aus vier Gründen Lob: ",
  "an10.91:21.2": "Er trachtet mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "an10.91:21.3": "Er macht sich damit selbst glücklich und froh – das ist der zweite Grund für Lob. ",
  "an10.91:21.4": "Er teilt es und schafft Verdienst – das ist der dritte Grund für Lob. ",
  "an10.91:21.5": "Er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen – das ist der vierte Grund für Lob. ",
  "an10.91:21.6": "Dieser Genussmensch verdient aus diesen vier Gründen Lob. ",
  "an10.91:22.1": "Das sind die zehn Genussmenschen, die man in der Welt findet. ",
  "an10.91:22.2": "Der Genussmensch, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet, der sich damit selbst glücklich und froh macht, der es teilt und Verdienst schafft und der dieses Vermögen ungebunden genießt, nicht betört, nicht anhänglich, der die nachteiligen Folgen sieht und das Entrinnen versteht – dieser Genussmensch ist der vorderste, der beste, der oberste, der höchste und erlesenste unter den zehn. ",
  "an10.91:22.3": "Von der Kuh stammt die Milch, von der Milch die Sauermilch, von der Sauermilch die Butter, von der Butter das Ghee und vom Ghee die Ghee-Crème; und die Ghee-Crème gilt als das Beste unter ihnen: ",
  "an10.91:23.1": "Ebenso ist der Genussmensch, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet, der sich damit selbst glücklich und froh macht, der es teilt und Verdienst schafft und der dieses Vermögen ungebunden genießt, nicht betört, nicht anhänglich, der die nachteiligen Folgen sieht und das Entrinnen versteht – ebenso ist dieser Genussmensch der vorderste, der beste, der oberste, der höchste und erlesenste unter den zehn.“ "
}