{
  "an10.114:0.1": "Nummerierte Lehrreden 10.114 ",
  "an10.114:0.2": "12. Das Kapitel über die Abstiegszeremonie ",
  "an10.114:0.3": "Schlechte Grundsätze (2) ",
  "an10.114:1.1": "„Mönche und Nonnen, ihr solltet schlechte Grundsätze und gute Grundsätze kennen, ",
  "an10.114:1.2": "und ihr solltet schlechte Ergebnisse und gute Ergebnisse kennen. ",
  "an10.114:1.3": "Wenn ihr diese Dinge kennt, sollte eure Übung den guten Grundsätzen folgen, die zu guten Ergebnissen führen. ",
  "an10.114:2.1": "Was sind also schlechte Grundsätze? Was sind gute Grundsätze? Was sind schlechte Ergebnisse? Und was sind gute Ergebnisse? ",
  "an10.114:3.1": "Falsche Ansicht ist ein schlechter Grundsatz, ",
  "an10.114:3.2": "rechte Ansicht ist ein guter Grundsatz. ",
  "an10.114:3.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Ansicht entstehen, sind schlechte Ergebnisse, ",
  "an10.114:3.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Ansicht vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:4.1": "Falsches Denken ist ein schlechter Grundsatz, ",
  "an10.114:4.2": "rechtes Denken ist ein guter Grundsatz. ",
  "an10.114:4.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Denken entstehen, sind schlechte Ergebnisse, ",
  "an10.114:4.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechtem Denken vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:5.1": "Falsche Rede ist ein schlechter Grundsatz, ",
  "an10.114:5.2": "rechte Rede ist ein guter Grundsatz. ",
  "an10.114:5.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Rede entstehen, sind schlechte Ergebnisse, ",
  "an10.114:5.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Rede vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:6.1": "Falsches Handeln ist ein schlechter Grundsatz, ",
  "an10.114:6.2": "rechtes Handeln ist ein guter Grundsatz. ",
  "an10.114:6.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Handeln entstehen, sind schlechte Ergebnisse, ",
  "an10.114:6.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechtem Handeln vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:7.1": "Falscher Lebenserwerb ist ein schlechter Grundsatz, ",
  "an10.114:7.2": "rechter Lebenserwerb ist ein guter Grundsatz. ",
  "an10.114:7.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Lebenserwerb entstehen, sind schlechte Ergebnisse, ",
  "an10.114:7.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechtem Lebenserwerb vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:8.1": "Falscher Einsatz ist ein schlechter Grundsatz, ",
  "an10.114:8.2": "rechter Einsatz ist ein guter Grundsatz. ",
  "an10.114:8.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Einsatz entstehen, sind schlechte Ergebnisse, ",
  "an10.114:8.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechtem Einsatz vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:9.1": "Falsche Achtsamkeit ist ein schlechter Grundsatz, ",
  "an10.114:9.2": "rechte Achtsamkeit ist ein guter Grundsatz. ",
  "an10.114:9.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Achtsamkeit entstehen, sind schlechte Ergebnisse, ",
  "an10.114:9.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Achtsamkeit vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:10.1": "Falsche Versenkung ist ein schlechter Grundsatz, ",
  "an10.114:10.2": "rechte Versenkung ist ein guter Grundsatz. ",
  "an10.114:10.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Versenkung entstehen, sind schlechte Ergebnisse, ",
  "an10.114:10.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Versenkung vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:11.1": "Falsche Erkenntnis ist ein schlechter Grundsatz, ",
  "an10.114:11.2": "rechte Erkenntnis ist ein guter Grundsatz. ",
  "an10.114:11.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Erkenntnis entstehen, sind schlechte Ergebnisse, ",
  "an10.114:11.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Erkenntnis vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:12.1": "Falsche Freiheit ist ein schlechter Grundsatz, ",
  "an10.114:12.2": "rechte Freiheit ist ein guter Grundsatz. ",
  "an10.114:12.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Freiheit entstehen, sind schlechte Ergebnisse, ",
  "an10.114:12.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Freiheit vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.114:13.1": "‚Ihr solltet schlechte Grundsätze und gute Grundsätze kennen, ",
  "an10.114:13.2": "und ihr solltet schlechte Ergebnisse und gute Ergebnisse kennen. ",
  "an10.114:13.3": "Wenn ihr diese Dinge kennt, sollte eure Übung den guten Grundsätzen folgen, die zu guten Ergebnissen führen.‘ ",
  "an10.114:13.4": "Das habe ich gesagt, und deshalb habe ich es gesagt.“ "
}