{
  "an10.53:0.1": "Nummerierte Lehrreden 10 ",
  "an10.53:0.2": "6. Der eigene Geist ",
  "an10.53:0.3": "53. Stillstand ",
  "an10.53:1.1": "„Mönche und Nonnen, ich preise Stillstand bei tauglichen Eigenschaften nicht, und Niedergang erst recht nicht. ",
  "an10.53:1.2": "Ich preise Wachstum bei tauglichen Eigenschaften, nicht Stillstand oder Niedergang. ",
  "an10.53:2.1": "Und wie gibt es Niedergang bei tauglichen Eigenschaften, nicht Stillstand oder Wachstum? ",
  "an10.53:2.2": "Da hat eine Nonne ein gewisses Maß an Vertrauen, sittlichem Verhalten, Großzügigkeit, Weisheit und Wortgewandtheit. Diese Eigenschaften stehen in ihr weder still noch wachsen sie an. ",
  "an10.53:2.3": "Das nenne ich Niedergang bei tauglichen Eigenschaften, nicht Stillstand oder Wachstum. ",
  "an10.53:2.4": "So gibt es Niedergang bei tauglichen Eigenschaften, nicht Stillstand oder Wachstum. ",
  "an10.53:3.1": "Und wie gibt es Stillstand bei tauglichen Eigenschaften, nicht Niedergang oder Wachstum? ",
  "an10.53:3.2": "Da hat eine Nonne ein gewisses Maß an Vertrauen, sittlichem Verhalten, Großzügigkeit, Weisheit und Wortgewandtheit. Diese Eigenschaften wachsen in ihr weder an noch verkümmern sie. ",
  "an10.53:3.3": "Das nenne ich Stillstand bei tauglichen Eigenschaften, nicht Niedergang oder Wachstum. ",
  "an10.53:3.4": "So gibt es Stillstand bei tauglichen Eigenschaften, nicht Niedergang oder Wachstum. ",
  "an10.53:4.1": "Und wie gibt es Wachstum bei tauglichen Eigenschaften, nicht Stillstand oder Niedergang? ",
  "an10.53:4.2": "Da hat eine Nonne ein gewisses Maß an Vertrauen, sittlichem Verhalten, Großzügigkeit, Weisheit und Wortgewandtheit. Diese Eigenschaften stehen in ihr weder still noch verkümmern sie. ",
  "an10.53:4.3": "Das nenne ich Wachstum bei tauglichen Eigenschaften, nicht Stillstand oder Niedergang. ",
  "an10.53:4.4": "So gibt es Wachstum bei tauglichen Eigenschaften, nicht Stillstand oder Niedergang. ",
  "an10.53:5.1": "Wenn eine Nonne nicht in den Wegen des Geistes anderer bewandert ist, sollte sie sich schulen: ‚Ich will in den Wegen meines eigenen Geistes bewandert sein.‘ ",
  "an10.53:5.2": "So sollte sie sich schulen. ",
  "an10.53:6.1": "Und wie ist eine Nonne in den Wegen ihres eigenen Geistes bewandert? ",
  "an10.53:6.2": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Die Person würde in einem blanken Spiegel oder einer Schale klaren Wassers ihr Spiegelbild betrachten. Wenn sie dort eine Unreinheit oder einen Makel sähe, würde sie versuchen, das zu entfernen. ",
  "an10.53:6.3": "Aber wenn sie keine Unreinheit und keinen Makel sähe, wäre sie damit zufrieden, da sie alles hätte, was sie sich wünschte: ",
  "an10.53:6.4": "‚Was für ein Glück, ich bin rein!‘ ",
  "an10.53:6.5": "Ebenso ist es für die tauglichen Eigenschaften einer Nonne eine große Hilfe, wenn sie prüft: ",
  "an10.53:6.6": "‚Bin ich häufig begehrlich oder nicht? Bin ich häufig böswillig oder nicht? Bin ich häufig dumpf und benommen oder nicht? Bin ich häufig rastlos oder nicht? Habe ich häufig Zweifel oder nicht? Bin ich häufig reizbar oder nicht? Ist mein Geist häufig verunreinigt oder nicht? Ist mein Körper häufig aufgewühlt oder nicht? Bin ich häufig energisch oder nicht? Bin ich häufig im Samādhi versunken oder nicht?‘ ",
  "an10.53:7.1": "Wenn sie beim Prüfen feststellen würde: ",
  "an10.53:7.2": "‚Ich bin häufig begehrlich, böswillig, dumpf und benommen, rastlos, habe häufig Zweifel, bin häufig reizbar, mein Geist ist häufig verunreinigt, mein Körper ist häufig aufgewühlt, ich bin häufig faul und nicht häufig im Samādhi versunken‘, dann sollte diese Nonne, um diese schlechten, untauglichen Eigenschaften aufzugeben, herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.53:7.3": "Wie wenn eure Kleider oder euer Kopf in Flammen stünden: Um sie zu löschen, würdet ihr herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.53:7.5": "Ebenso sollte diese Nonne herausragende Begeisterung und Mühe aufbieten, um die schlechten, untauglichen Eigenschaften aufzugeben … ",
  "an10.53:8.1": "Doch wenn sie beim Prüfen feststellen würde: ",
  "an10.53:8.2": "‚Ich bin häufig zufrieden, gütig, nicht dumpf und benommen, nicht rastlos, zuversichtlich, liebevoll, mein Geist ist häufig rein, mein Körper ist häufig nicht aufgewühlt, ich bin häufig energisch und häufig im Samādhi versunken‘, dann sollte sie sich auf diese tauglichen Eigenschaften stützen und weiterhin Meditation üben, um die Befleckungen aufzulösen.“ "
}