{
  "an10.98:0.1": "Nummerierte Lehrreden 10.98 ",
  "an10.98:0.2": "10. Das Kapitel mit Upāli ",
  "an10.98:0.3": "Ordensälteste ",
  "an10.98:1.1": "„Mönche und Nonnen, ein Ordensältester, der zehn Eigenschaften besitzt, lebt unbeschwert in jeder Himmelsrichtung, in der er sich aufhält. ",
  "an10.98:1.2": "Welche zehn? ",
  "an10.98:1.3": "Er ist altehrwürdig und schon lange fortgezogen. ",
  "an10.98:1.4": "Er ist sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an10.98:1.5": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das in sich geschlossen und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an10.98:1.6": "Beide Ordenssatzungen wurden ihm ausführlich weitergegeben, gut aufgegliedert, gut gemeistert, gut bewertet, sowohl was die Regeln als auch den begleitenden Text betrifft. ",
  "an10.98:1.7": "Er zeigt Geschick darin, disziplinarische Angelegenheiten anzusprechen und beizulegen. ",
  "an10.98:1.8": "Er liebt die Lehren, es ist eine Lust, sich mit ihm zu unterhalten, er ist voller Freude über die Lehre und Schulung. ",
  "an10.98:1.9": "Er ist mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden. ",
  "an10.98:1.10": "Er ist anmutig, wenn er ausgeht und zurückkommt, und ist gut gezügelt, wenn er sich in einer bewohnten Gegend hinsetzt. ",
  "an10.98:1.11": "Er erlangt die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "an10.98:1.12": "Und er erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an10.98:1.13": "Ein Ordensältester, der diese zehn Eigenschaften besitzt, lebt unbeschwert in jeder Himmelsrichtung, in der er sich aufhält.“ "
}