{
  "an10.73:0.1": "Nummerierte Lehrreden 10.73 ",
  "an10.73:0.2": "8. Das Kapitel über das Wünschen ",
  "an10.73:0.3": "Erwünscht ",
  "an10.73:1.1": "„Mönche und Nonnen, zehn erwünschte, willkommene, angenehme Dinge sind in der Welt schwer zu finden. ",
  "an10.73:1.2": "Welche zehn? ",
  "an10.73:1.3": "Reichtum, ",
  "an10.73:1.4": "Schönheit, ",
  "an10.73:1.5": "Gesundheit, ",
  "an10.73:1.6": "sittliches Verhalten, ",
  "an10.73:1.7": "das geistliche Leben, ",
  "an10.73:1.8": "Freunde, ",
  "an10.73:1.9": "Gelehrsamkeit, ",
  "an10.73:1.10": "Weisheit, ",
  "an10.73:1.11": "gute Eigenschaften ",
  "an10.73:1.12": "und der Himmel sind erwünschte, willkommene, angenehme Dinge, die in der Welt schwer zu finden sind. ",
  "an10.73:2.1": "Zehn Dinge stehen den zehn erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu finden sind, im Weg. ",
  "an10.73:2.2": "Bequemlichkeit und fehlender Unternehmungsgeist stehen dem Reichtum im Weg. Fehlen von Zierde und Schmuck stehen der Schönheit im Weg. Ungeeignete Tätigkeiten stehen der Gesundheit im Weg. Schlechte Freundschaft steht dem sittlichen Verhalten im Weg. Fehlende Zügelung der Sinne steht dem geistlichen Leben im Weg. Unaufrichtigkeit steht Freunden im Weg. Nicht aufsagen steht der Gelehrsamkeit im Weg. Nicht zuhören wollen und keine Fragen stellen steht der Weisheit im Weg. Fehlende Hingabe und Betrachtung stehen guten Eigenschaften im Weg. Falsche Übung steht dem Himmel im Weg. ",
  "an10.73:2.3": "Diese zehn Dinge stehen den zehn erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu finden sind, im Weg. ",
  "an10.73:3.1": "Zehn Dinge nähren die zehn erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu finden sind. ",
  "an10.73:3.2": "Anstrengung und Unternehmungsgeist nähren den Reichtum. Zierde und Schmuck nähren die Schönheit. Geeignete Tätigkeiten nähren die Gesundheit. Gute Freundschaft nährt sittliches Verhalten. Zügelung der Sinne nährt das geistliche Leben. Aufrichtigkeit nährt Freunde. Aufsagen nährt die Gelehrsamkeit. Begierig zuhören wollen und Fragen stellen nährt die Weisheit. Hingabe und Betrachtung nähren gute Eigenschaften. Richtige Übung nährt den Himmel. ",
  "an10.73:3.3": "Diese zehn Dinge nähren die zehn erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu finden sind.“ "
}