{
  "an10.52:0.1": "Nummerierte Lehrreden 10.52 ",
  "an10.52:0.2": "6. Das Kapitel über den eigenen Geist ",
  "an10.52:0.3": "Mit Sāriputta ",
  "an10.52:1.1": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "an10.52:1.2": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an10.52:1.3": "„Werter Freund“, antworteten sie. ",
  "an10.52:1.4": "Sāriputta sagte: ",
  "an10.52:2.1": "„Werte Freunde, wenn ein Mönch nicht in den Wegen des Geistes anderer bewandert ist, sollte er sich schulen: ‚Ich will in den Wegen meines eigenen Geistes bewandert sein.‘ ",
  "an10.52:2.2": "So sollte er sich schulen. ",
  "an10.52:3.1": "Und wie ist ein Mönch in den Wegen seines eigenen Geistes bewandert? ",
  "an10.52:3.2": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Die Person würde in einem blanken Spiegel oder einer Schale klaren Wassers ihr Spiegelbild betrachten. Wenn sie dort eine Unreinheit oder einen Makel sähe, würde sie versuchen, das zu entfernen. ",
  "an10.52:3.3": "Aber wenn sie keine Unreinheit und keinen Makel sähe, wäre sie damit zufrieden, da sie alles hätte, was sie sich wünschte: ",
  "an10.52:3.4": "‚Was für ein Glück, ich bin rein!‘ ",
  "an10.52:4.1": "Ebenso ist es für die tauglichen Eigenschaften eines Mönchs eine große Hilfe, wenn er prüft: ",
  "an10.52:4.2": "‚Bin ich häufig begehrlich oder nicht? Bin ich häufig böswillig oder nicht? Bin ich häufig dumpf und benommen oder nicht? Bin ich häufig rastlos oder nicht? Habe ich häufig Zweifel oder nicht? Bin ich häufig reizbar oder nicht? Ist mein Geist häufig verunreinigt oder nicht? Ist mein Körper häufig aufgewühlt oder nicht? Bin ich häufig energisch oder nicht? Bin ich häufig im Samādhi versunken oder nicht?‘ ",
  "an10.52:5.1": "Wenn er beim Prüfen feststellen würde: ",
  "an10.52:5.2": "‚Ich bin häufig begehrlich, böswillig, dumpf und benommen, rastlos, habe häufig Zweifel, bin häufig reizbar, mein Geist ist häufig verunreinigt, mein Körper ist häufig aufgewühlt, ich bin häufig träge und nicht häufig im Samādhi versunken‘, dann sollte dieser Mönch, um diese schlechten, untauglichen Eigenschaften aufzugeben, überragende Begeisterung und Mühe aufbieten, überragenden Eifer, überragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.52:5.3": "Wie wenn eure Kleider oder euer Kopf in Flammen stünden: Um sie zu löschen, würdet ihr überragende Begeisterung und Mühe aufbieten, überragenden Eifer, überragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.52:5.4": "Ebenso sollte dieser Mönch überragende Begeisterung und Mühe aufbieten, um diese schlechten, untauglichen Eigenschaften aufzugeben … ",
  "an10.52:6.1": "Wenn er beim Prüfen feststellen würde: ",
  "an10.52:6.2": "‚Ich bin häufig zufrieden, gütig, nicht dumpf und benommen, nicht rastlos, bin zuversichtlich, langmütig, mein Geist ist häufig rein, mein Körper ist häufig nicht aufgewühlt, ich bin häufig energisch und häufig im Samādhi versunken‘, dann sollte er sich auf diese tauglichen Eigenschaften stützen und weiterhin Meditation üben, um die Befleckungen aufzulösen.“ "
}