{
  "an10.99:0.1": "Nummerierte Lehrreden 10.99 ",
  "an10.99:0.2": "10. Das Kapitel mit Upāli ",
  "an10.99:0.3": "Mit Upāli ",
  "an10.99:1.1": "Da ging der Ehrwürdige Upāli zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.99:1.2": "„Herr, ich möchte abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.“ ",
  "an10.99:2.1": "„Upāli, abgelegene Unterkünfte in der Wildnis und im Wald sind eine große Herausforderung. ",
  "an10.99:2.2": "Es ist schwer, abgeschieden zu leben, und es ist schwer, darin Freude zu finden. ",
  "an10.99:2.3": "Wenn man allein lebt, scheinen die Wälder einem Mönch, der nicht im Samādhi versunken ist, den Geist zu rauben. ",
  "an10.99:2.4": "Wenn jemand sagen sollte: ",
  "an10.99:2.5": "‚Obwohl ich keine Versenkung besitze, will ich abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen‘, so kann man erwarten, ",
  "an10.99:2.6": "dass die Person untergeht oder wegtreibt. ",
  "an10.99:3.1": "Wie wenn da ein großer See wäre, ",
  "an10.99:3.2": "und es käme ein Elefantenbulle von sieben oder acht Ellen Höhe. ",
  "an10.99:3.3": "Er dächte: ",
  "an10.99:3.4": "‚Warum tauche ich nicht in diesen See ein und spiele herum, während ich meine Ohren und meinen Rücken wasche? ",
  "an10.99:3.5": "Wenn ich gebadet und getrunken habe, will ich aus dem Wasser steigen und gehen, wohin ich will.‘ ",
  "an10.99:3.6": "Und so täte er es. ",
  "an10.99:3.8": "Und warum? ",
  "an10.99:3.9": "Weil seine große Lebensform in der Tiefe Halt findet. ",
  "an10.99:4.1": "Dann käme ein Kaninchen oder eine Katze. ",
  "an10.99:4.2": "Das Tier dächte: ",
  "an10.99:4.3": "‚Welcher Unterschied besteht zwischen mir und einem Elefantenbullen? ",
  "an10.99:4.4": "Warum tauche ich nicht in diesen See ein und spiele herum, während ich meine Ohren und meinen Rücken wasche? ",
  "an10.99:4.5": "Wenn ich gebadet und getrunken habe, will ich aus dem Wasser steigen und gehen, wohin ich will.‘ ",
  "an10.99:4.6": "Und es spränge hastig in den See, ohne nachzudenken. ",
  "an10.99:4.7": "Man kann erwarten, ",
  "an10.99:4.8": "dass es untergeht oder wegtreibt. ",
  "an10.99:4.9": "Und warum? ",
  "an10.99:4.10": "Weil seine kleine Lebensform in der Tiefe keinen Halt findet. ",
  "an10.99:4.11": "Wenn jemand sagen sollte: ",
  "an10.99:4.12": "‚Obwohl ich keine Versenkung besitze, will ich abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen‘, so kann man erwarten, ",
  "an10.99:4.13": "dass die Person untergeht oder wegtreibt. ",
  "an10.99:5.1": "Wie wenn da ein kleiner einfältiger Säugling in seinem eigenen Urin und Kot spielen würde. ",
  "an10.99:5.2": "Was denkst du, Upāli? ",
  "an10.99:5.3": "Ist das nicht ein ganz törichtes Spiel?“ ",
  "an10.99:5.4": "„Ja, Herr.“ ",
  "an10.99:6.1": "„Nach einiger Zeit wächst dieser Junge heran und seine Fähigkeiten reifen heran. ",
  "an10.99:6.2": "Er spielt dann Kinderspiele wie Spielzeugpflug, Stockschlagen, Purzelbaum, Windrädchen, Spielzeug-Messgeräte, Spielzeug-Kutschen und Spielzeug-Bogen. ",
  "an10.99:6.3": "Was denkst du, Upāli? ",
  "an10.99:6.4": "Sind solche Spiele nicht besser als das, was er vorher getan hat?“ ",
  "an10.99:6.5": "„Ja, Herr.“ ",
  "an10.99:7.1": "„Nach einiger Zeit wächst dieser Junge heran und seine Fähigkeiten reifen weiter heran. ",
  "an10.99:7.2": "Entsprechend vergnügt er sich mit den fünf Arten sinnlicher Erregung, mit denen er versorgt und ausgestattet ist: ",
  "an10.99:7.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend; ",
  "an10.99:7.4": "Töne, die das Ohr erkennt … ",
  "an10.99:7.5": "Düfte, die die Nase erkennt … ",
  "an10.99:7.6": "Geschmäcke, die die Zunge erkennt … ",
  "an10.99:7.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an10.99:7.8": "Was denkst du, Upāli? ",
  "an10.99:7.9": "Sind solche Spiele nicht besser als das, was er vorher getan hat?“ ",
  "an10.99:7.10": "„Ja, Herr.“ ",
  "an10.99:8.1": "„Doch dann erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "an10.99:8.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "an10.99:8.3": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "an10.99:9.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "an10.99:9.2": "Die Person fasst Vertrauen zum Klargewordenen ",
  "an10.99:9.3": "und überlegt: ",
  "an10.99:9.4": "‚Das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "an10.99:9.5": "Es ist nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "an10.99:9.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "an10.99:10.1": "Nach einiger Zeit gibt diese Person ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Sie rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "an10.99:11.1": "Wenn sie fortgezogen ist, nimmt sie die Schulung und die Lebensweise der Mönche und Nonnen auf. Sie unterlässt das Töten lebender Geschöpfe und verzichtet auf Stock und Schwert. Sie ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "an10.99:12.1": "Sie unterlässt das Stehlen. Sie nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Sie ist nicht diebisch und ist innerlich rein. ",
  "an10.99:13.1": "Sie unterlässt unkeusches Verhalten. Sie ist enthaltsam und abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "an10.99:14.1": "Sie unterlässt das Lügen. Sie sagt die Wahrheit und hält sich an die Wahrheit. Sie ist ehrlich und vertrauenswürdig und legt die Welt nicht mit ihren Worten herein. ",
  "an10.99:15.1": "Sie unterlässt entzweiende Rede. Was sie hier gehört hat, sagt sie nicht dort, und was sie dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt sie die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "an10.99:16.1": "Sie unterlässt harte Rede. Ihre Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "an10.99:17.1": "Sie unterlässt das Unsinnreden. Ihre Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Zur rechten Zeit sagt sie Dinge, die sinnvoll und begründet sind, treffend und nutzbringend. ",
  "an10.99:18.1": "Sie unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "an10.99:18.2": "Sie isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "an10.99:18.3": "Sie meidet Tanz, Gesang, Musik und den Besuch von Shows. ",
  "an10.99:18.4": "Sie unterlässt es, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "an10.99:18.5": "Sie unterlässt die Benutzung hoher und üppiger Betten. ",
  "an10.99:18.6": "Sie unterlässt es, Gold und Silber anzunehmen. ",
  "an10.99:18.7": "Sie unterlässt es, rohes Getreide anzunehmen, ",
  "an10.99:18.8": "rohes Fleisch, ",
  "an10.99:18.9": "Frauen und Mädchen, ",
  "an10.99:18.10": "Leibeigene beiderlei Geschlechts, ",
  "an10.99:18.11": "Ziegen und Schafe, ",
  "an10.99:18.12": "Hühner und Schweine, ",
  "an10.99:18.13": "Elefanten, Rinder, Pferde und Stuten ",
  "an10.99:18.14": "sowie Äcker und Land. ",
  "an10.99:18.15": "Sie unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "an10.99:18.16": "zu kaufen und zu verkaufen. ",
  "an10.99:18.17": "Sie unterlässt das Fälschen von Maßen, Metallen oder Gewichten ",
  "an10.99:18.18": "sowie Bestechung, Betrug, Täuschung und Falschheit. ",
  "an10.99:18.19": "Sie unterlässt Verstümmelung, Mord, Entführung, Räuberei, Plünderung und Gewalt. ",
  "an10.99:19.1": "Sie ist zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. ",
  "an10.99:19.2": "Wohin sie geht, da hat sie nur diese Dinge dabei. ",
  "an10.99:19.3": "Wie ein Vogel: Wohin er auch fliegt, sind die Flügel seine einzige Last. ",
  "an10.99:19.4": "Ebenso ist ein Mönch oder eine Nonne zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin diese Person geht, da hat sie nur diese Dinge dabei. ",
  "an10.99:19.5": "Wenn sie diesen ganzen Umfang der edlen Sittlichkeit besitzt, erfährt sie im Innern ein Glück, das ohne Tadel ist. ",
  "an10.99:20.1": "Wenn sie mit dem Auge ein Bild sieht, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "an10.99:20.2": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "an10.99:20.3": "Wenn sie mit dem Ohr einen Ton hört … ",
  "an10.99:20.4": "Wenn sie mit der Nase einen Duft riecht … ",
  "an10.99:20.5": "Wenn sie mit der Zunge einen Geschmack schmeckt … ",
  "an10.99:20.6": "Wenn sie mit dem Körper eine Berührung empfindet … ",
  "an10.99:20.7": "Wenn sie mit dem Geist einen Gedanken erkennt, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "an10.99:20.8": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "an10.99:20.9": "Wenn sie diese edle Zügelung der Sinne besitzt, erfährt sie im Innern eine fleckenlose Seligkeit. ",
  "an10.99:21.1": "Sie handelt umsichtig, wenn sie ausgeht und zurückkommt, wenn sie hin- und wegschaut, wenn sie die Glieder beugt und streckt, wenn sie die äußere Robe, die Schale und die Roben trägt, wenn sie isst, trinkt, kaut und schmeckt, wenn sie Urin und Kot ausscheidet, wenn sie geht, steht, sitzt, schläft und wacht, redet und schweigt. ",
  "an10.99:22.1": "Wenn sie diesen ganzen Umfang der edlen Sittlichkeit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und Umsicht besitzt, ",
  "an10.99:22.2": "sucht sie einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, das Freie, einen Strohhaufen. ",
  "an10.99:22.3": "Wenn sie in eine Wildnis oder zum Fuß eines Baumes oder zu einer leeren Hütte gegangen ist, setzt sie sich dort mit gekreuzten Beinen hin, den Körper gerade aufgerichtet, und verankert eben da die Achtsamkeit. ",
  "an10.99:23.1": "Sie gibt das Verlangen nach der Welt auf, meditiert mit einem Herzen, das frei von Verlangen ist, und läutert den Geist von Verlangen. ",
  "an10.99:23.2": "Sie gibt bösen Willen und Niedertracht auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "an10.99:23.3": "Sie gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, sie nimmt Licht wahr, ist achtsam und umsichtig und läutert den Geist von Dumpfheit und Benommenheit. ",
  "an10.99:23.4": "Sie gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "an10.99:23.5": "Sie gibt den Zweifel auf, meditiert, indem sie über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "an10.99:24.1": "Sie gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "an10.99:24.2": "Dann tritt sie, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "an10.99:24.3": "Was denkst du, Upāli? ",
  "an10.99:24.4": "Ist dieser Zustand nicht besser als das, was die Person vorher hatte?“ ",
  "an10.99:24.5": "„Ja, Herr.“ ",
  "an10.99:25.1": "„Wenn meine Schüler diese Eigenschaft in sich sehen, suchen sie abgelegene Unterkünfte in der Wildnis und im Wald auf. Aber ihr eigenes Ziel haben sie noch nicht erreicht. ",
  "an10.99:26.1": "Dann tritt da diese Person, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an10.99:26.2": "Was denkst du, Upāli? ",
  "an10.99:26.3": "Ist dieser Zustand nicht besser als das, was die Person vorher hatte?“ ",
  "an10.99:26.4": "„Ja, Herr.“ ",
  "an10.99:27.1": "„Wenn meine Schüler diese Eigenschaft in sich sehen, suchen sie abgelegene Unterkünfte in der Wildnis und im Wald auf. Aber ihr eigenes Ziel haben sie noch nicht erreicht. ",
  "an10.99:28.1": "Dann tritt da diese Person mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin; da meditiert sie mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "an10.99:28.2": "Was denkst du, Upāli? ",
  "an10.99:28.3": "Ist dieser Zustand nicht besser als das, was die Person vorher hatte?“ ",
  "an10.99:28.4": "„Ja, Herr.“ ",
  "an10.99:29.1": "„Wenn meine Schüler diese Eigenschaft in sich sehen, suchen sie abgelegene Unterkünfte in der Wildnis und im Wald auf. Aber ihr eigenes Ziel haben sie noch nicht erreicht. ",
  "an10.99:30.1": "Dann tritt da diese Person, indem sie Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. …“ … ",
  "an10.99:31.1": "„Dann übersteigt da diese Person jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, wendet sich nicht der Wahrnehmung von Vielfalt zu, und im Wissen: ‚Raum ist unendlich‘ tritt sie in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an10.99:31.2": "Was denkst du, Upāli? ",
  "an10.99:31.3": "Ist dieser Zustand nicht besser als das, was die Person vorher hatte?“ ",
  "an10.99:31.4": "„Ja, Herr.“ ",
  "an10.99:32.1": "„Wenn meine Schüler diese Eigenschaft in sich sehen, suchen sie abgelegene Unterkünfte in der Wildnis und im Wald auf. Aber ihr eigenes Ziel haben sie noch nicht erreicht. ",
  "an10.99:33.1": "Dann übersteigt da diese Person vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. …“ … ",
  "an10.99:34.1": "„Sie übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. …“ … ",
  "an10.99:35.1": "„Sie übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an10.99:35.2": "Was denkst du, Upāli? ",
  "an10.99:35.3": "Ist dieser Zustand nicht besser als das, was die Person vorher hatte?“ ",
  "an10.99:35.4": "„Ja, Herr.“ ",
  "an10.99:36.1": "„Wenn meine Schüler diese Eigenschaft in sich sehen, suchen sie abgelegene Unterkünfte in der Wildnis und im Wald auf. Aber ihr eigenes Ziel haben sie noch nicht erreicht. ",
  "an10.99:37.1": "Dann übersteigt da diese Person vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn sie mit Weisheit sieht, lösen sich ihre Befleckungen auf. ",
  "an10.99:37.2": "Was denkst du, Upāli? ",
  "an10.99:37.3": "Ist dieser Zustand nicht besser als das, was die Person vorher hatte?“ ",
  "an10.99:37.4": "„Ja, Herr.“ ",
  "an10.99:38.1": "„Wenn meine Schüler diese Eigenschaft in sich sehen, suchen sie abgelegene Unterkünfte in der Wildnis und im Wald auf. Und sie haben ihr eigenes Ziel erreicht. ",
  "an10.99:38.2": "Komm, Upāli, bleibe beim Saṅgha. ",
  "an10.99:38.3": "Wenn du beim Saṅgha bleibst, wirst du unbeschwert sein.“ "
}