{
  "an10.76:0.1": "Nummerierte Lehrreden 10.76 ",
  "an10.76:0.2": "8. Das Kapitel über das Wünschen ",
  "an10.76:0.3": "Drei Dinge ",
  "an10.76:1.1": "„Mönche und Nonnen, wenn es drei Dinge nicht gäbe, würde kein Klargewordener, Vollendeter, vollkommen erwachter Buddha in der Welt erscheinen, und die Lehre und Schulung, die von einem Klargewordenen verkündet wird, würde nicht in der Welt leuchten. ",
  "an10.76:1.2": "Welche drei? ",
  "an10.76:1.3": "Wiedergeburt, Alter und Tod. ",
  "an10.76:1.4": "Wenn es diese drei Dinge nicht gäbe, würde kein Klargewordener, Vollendeter, vollkommen erwachter Buddha in der Welt erscheinen, und die Lehre und Schulung, die von einem Klargewordenen verkündet wird, würde nicht in der Welt leuchten. ",
  "an10.76:1.5": "Da es aber diese drei Dinge gibt, erscheint ein Klargewordener, ein Vollendeter, ein vollkommen erwachter Buddha in der Welt, und die Lehre und Schulung, die von einem Klargewordenen verkündet wird, leuchtet in der Welt. ",
  "an10.76:2.1": "Ohne drei Dinge aufzugeben, kann man Wiedergeburt, Alter und Tod nicht aufgeben. ",
  "an10.76:2.2": "Welche drei? ",
  "an10.76:2.3": "Gier, Hass und Täuschung. ",
  "an10.76:2.4": "Ohne diese drei Dinge aufzugeben, kann man Wiedergeburt, Alter und Tod nicht aufgeben. ",
  "an10.76:3.1": "Ohne drei Dinge aufzugeben, kann man Gier, Hass und Täuschung nicht aufgeben. ",
  "an10.76:3.2": "Welche drei? ",
  "an10.76:3.3": "Den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden. ",
  "an10.76:3.4": "Ohne diese drei Dinge aufzugeben, kann man Gier, Hass und Täuschung nicht aufgeben. ",
  "an10.76:4.1": "Ohne drei Dinge aufzugeben, kann man den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden nicht aufgeben. ",
  "an10.76:4.2": "Welche drei? ",
  "an10.76:4.3": "Oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit. ",
  "an10.76:4.4": "Ohne diese drei Dinge aufzugeben, kann man den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden nicht aufgeben. ",
  "an10.76:5.1": "Ohne drei Dinge aufzugeben, kann man oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit nicht aufgeben. ",
  "an10.76:5.2": "Welche drei? ",
  "an10.76:5.3": "Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist. ",
  "an10.76:5.4": "Ohne diese drei Dinge aufzugeben, kann man oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit nicht aufgeben. ",
  "an10.76:6.1": "Ohne drei Dinge aufzugeben, kann man Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist nicht aufgeben. ",
  "an10.76:6.2": "Welche drei? ",
  "an10.76:6.3": "Die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist. ",
  "an10.76:6.4": "Ohne diese drei Dinge aufzugeben, kann man Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist nicht aufgeben. ",
  "an10.76:7.1": "Ohne drei Dinge aufzugeben, kann man die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist nicht aufgeben. ",
  "an10.76:7.2": "Welche drei? ",
  "an10.76:7.3": "Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten. ",
  "an10.76:7.4": "Ohne diese drei Dinge aufzugeben, kann man die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist nicht aufgeben. ",
  "an10.76:8.1": "Ohne drei Dinge aufzugeben, kann man Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten nicht aufgeben. ",
  "an10.76:8.2": "Welche drei? ",
  "an10.76:8.3": "Mangel an Vertrauen, Hartherzigkeit und Trägheit. ",
  "an10.76:8.4": "Ohne diese drei Dinge aufzugeben, kann man Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten nicht aufgeben. ",
  "an10.76:9.1": "Ohne drei Dinge aufzugeben, kann man Mangel an Vertrauen, Hartherzigkeit und Trägheit nicht aufgeben. ",
  "an10.76:9.2": "Welche drei? ",
  "an10.76:9.3": "Missachtung, schwer zu ermahnen sein und schlechte Freunde. ",
  "an10.76:9.4": "Ohne diese drei Dinge aufzugeben, kann man Mangel an Vertrauen, Hartherzigkeit und Trägheit nicht aufgeben. ",
  "an10.76:10.1": "Ohne drei Dinge aufzugeben, kann man Missachtung, schwer zu ermahnen sein und schlechte Freunde nicht aufgeben. ",
  "an10.76:10.2": "Welche drei? ",
  "an10.76:10.3": "Gewissenlosigkeit, fehlende Zurückhaltung und Nachlässigkeit. ",
  "an10.76:10.4": "Ohne diese drei Dinge aufzugeben, kann man Missachtung, schwer zu ermahnen sein und schlechte Freunde nicht aufgeben. ",
  "an10.76:11.1": "Mönche und Nonnen, jemand, der gewissenlos und ohne Zurückhaltung ist, ist nachlässig. ",
  "an10.76:11.2": "Wenn man nachlässig ist, kann man Missachtung, schwer zu ermahnen sein und schlechte Freunde nicht aufgeben. ",
  "an10.76:11.3": "Wenn man schlechte Freunde hat, kann man Mangel an Vertrauen, Hartherzigkeit und Trägheit nicht aufgeben. ",
  "an10.76:11.4": "Wenn man träge ist, kann man Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten nicht aufgeben. ",
  "an10.76:11.5": "Wenn man unmoralisch ist, kann man die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist nicht aufgeben. ",
  "an10.76:11.6": "Wenn man einen kritteligen Geist hat, kann man Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist nicht aufgeben. ",
  "an10.76:11.7": "Wenn der Geist zerstreut ist, kann man oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit nicht aufgeben. ",
  "an10.76:11.8": "Wenn der Geist schwerfällig ist, kann man den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden nicht aufgeben. ",
  "an10.76:11.9": "Wenn man Zweifel hat, kann man Gier, Hass und Täuschung nicht aufgeben. ",
  "an10.76:11.10": "Ohne Gier, Hass und Täuschung aufzugeben, kann man Wiedergeburt, Alter und Tod nicht aufgeben. ",
  "an10.76:12.1": "Wenn man drei Dinge aufgibt, kann man Wiedergeburt, Alter und Tod aufgeben. ",
  "an10.76:12.2": "Welche drei? ",
  "an10.76:12.3": "Gier, Hass und Täuschung. ",
  "an10.76:12.4": "Wenn man diese drei Dinge aufgibt, kann man Wiedergeburt, Alter und Tod aufgeben. ",
  "an10.76:13.1": "Wenn man drei Dinge aufgibt, kann man Gier, Hass und Täuschung aufgeben. ",
  "an10.76:13.2": "Welche drei? ",
  "an10.76:13.3": "Den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden. ",
  "an10.76:13.4": "Wenn man diese drei Dinge aufgibt, kann man Gier, Hass und Täuschung aufgeben. ",
  "an10.76:14.1": "Wenn man drei Dinge aufgibt, kann man den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden aufgeben. ",
  "an10.76:14.2": "Welche drei? ",
  "an10.76:14.3": "Oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit. ",
  "an10.76:14.4": "Wenn man diese drei Dinge aufgibt, kann man den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden aufgeben. ",
  "an10.76:15.1": "Wenn man drei Dinge aufgibt, kann man oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit aufgeben. ",
  "an10.76:15.2": "Welche drei? ",
  "an10.76:15.3": "Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist. ",
  "an10.76:15.4": "Wenn man diese drei Dinge aufgibt, kann man oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit aufgeben. ",
  "an10.76:16.1": "Wenn man drei Dinge aufgibt, kann man Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist aufgeben. ",
  "an10.76:16.2": "Welche drei? ",
  "an10.76:16.3": "Die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist. ",
  "an10.76:16.4": "Wenn man diese drei Dinge aufgibt, kann man Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist aufgeben. ",
  "an10.76:17.1": "Wenn man drei Dinge aufgibt, kann man die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist aufgeben. ",
  "an10.76:17.2": "Welche drei? ",
  "an10.76:17.3": "Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten. ",
  "an10.76:17.4": "Wenn man diese drei Dinge aufgibt, kann man die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist aufgeben. ",
  "an10.76:18.1": "Wenn man drei Dinge aufgibt, kann man Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten aufgeben. ",
  "an10.76:18.2": "Welche drei? ",
  "an10.76:18.3": "Mangel an Vertrauen, Hartherzigkeit und Trägheit. ",
  "an10.76:18.4": "Wenn man diese drei Dinge aufgibt, kann man Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten aufgeben. ",
  "an10.76:19.1": "Wenn man drei Dinge aufgibt, kann man Mangel an Vertrauen, Hartherzigkeit und Trägheit aufgeben. ",
  "an10.76:19.2": "Welche drei? ",
  "an10.76:19.3": "Missachtung, schwer zu ermahnen sein und schlechte Freunde. ",
  "an10.76:19.4": "Wenn man diese drei Dinge aufgibt, kann man Mangel an Vertrauen, Hartherzigkeit und Trägheit aufgeben. ",
  "an10.76:20.1": "Wenn man drei Dinge aufgibt, kann man Missachtung, schwer zu ermahnen sein und schlechte Freunde aufgeben. ",
  "an10.76:20.2": "Welche drei? ",
  "an10.76:20.3": "Gewissenlosigkeit, fehlende Zurückhaltung und Nachlässigkeit. ",
  "an10.76:20.4": "Wenn man diese drei Dinge aufgibt, kann man Missachtung, schwer zu ermahnen sein und schlechte Freunde aufgeben. ",
  "an10.76:21.1": "Mönche und Nonnen, jemand, der gewissenhaft und zurückhaltend ist, ist beflissen. ",
  "an10.76:21.2": "Wenn man beflissen ist, kann man Missachtung, schwer zu ermahnen sein und schlechte Freunde aufgeben. ",
  "an10.76:21.3": "Wenn man gute Freunde hat, kann man Mangel an Vertrauen, Hartherzigkeit und Trägheit aufgeben. ",
  "an10.76:21.4": "Wenn man energisch ist, kann man Rastlosigkeit, Mangel an Zügelung und unmoralisches Verhalten aufgeben. ",
  "an10.76:21.5": "Wenn man sittlich ist, kann man die Edlen nicht sehen wollen, die Lehre nicht hören wollen und einen kritteligen Geist aufgeben. ",
  "an10.76:21.6": "Wenn man keinen kritteligen Geist hat, kann man Unachtsamkeit, mangelndes Situationsbewusstsein und einen zerstreuten Geist aufgeben. ",
  "an10.76:21.7": "Wenn der Geist nicht zerstreut ist, kann man oberflächlichen Gebrauch des Geistes, einem falschen Pfad folgen und geistige Schwerfälligkeit aufgeben. ",
  "an10.76:21.8": "Wenn der Geist nicht schwerfällig ist, kann man den Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden aufgeben. ",
  "an10.76:21.9": "Wenn man keinen Zweifel hat, kann man Gier, Hass und Täuschung aufgeben. ",
  "an10.76:21.10": "Wenn man Gier, Hass und Täuschung aufgibt, kann man Wiedergeburt, Alter und Tod aufgeben.“ "
}