{
  "an10.83:0.1": "Nummerierte Lehrreden 10.83 ",
  "an10.83:0.2": "9. Das Kapitel mit Ordensältesten ",
  "an10.83:0.3": "Mit Puṇṇiya ",
  "an10.83:1.1": "Da ging der Ehrwürdige Puṇṇiya zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.83:1.2": "„Was ist der Grund, Herr, was ist die Ursache, dass es dem Klargewordenen manchmal einfällt, zu lehren, und manchmal nicht?“ ",
  "an10.83:2.1": "„Puṇṇiya, wenn eine Nonne Vertrauen hat, aber nicht herkommt, fällt es dem Klargewordenen nicht ein, zu lehren. ",
  "an10.83:2.2": "Aber wenn eine Nonne Vertrauen hat und herkommt, fällt es dem Klargewordenen ein, zu lehren. ",
  "an10.83:3.1": "Wenn eine Nonne Vertrauen hat und herkommt, aber nicht ihre Aufwartung macht … ",
  "an10.83:3.2": "wenn sie ihre Aufwartung macht, aber keine Fragen stellt … ",
  "an10.83:3.3": "wenn sie Fragen stellt, aber der Lehre kein Gehör schenkt … ",
  "an10.83:3.4": "wenn sie der Lehre Gehör schenkt, aber die Lehre, die sie gehört hat, nicht behält … ",
  "an10.83:3.5": "wenn sie die Lehre, die sie gehört hat, behält, aber die Bedeutung der Lehren, die sie sich eingeprägt hat, nicht untersucht … ",
  "an10.83:3.6": "wenn sie die Bedeutung der Lehren, die sie sich eingeprägt hat, untersucht, aber obwohl sie die Bedeutung und die Lehre versteht, nicht im Einklang damit übt … ",
  "an10.83:3.7": "wenn sie im Einklang mit der Lehre übt, aber keine gute Rednerin ist und keine schöne Stimme hat; wenn ihre Worte nicht geschliffen sind, nicht klar und deutlich und die Bedeutung nicht zum Ausdruck bringen … ",
  "an10.83:3.8": "wenn sie eine gute Rednerin ist und eine schöne Stimme hat, sie aber ihre geistlichen Gefährten nicht anleitet, ermuntert, begeistert und anregt, fällt es dem Klargewordenen nicht ein, zu lehren. ",
  "an10.83:4.1": "Aber wenn eine Nonne Vertrauen hat, herkommt, ihre Aufwartung macht, Fragen stellt, der Lehre Gehör schenkt, die Lehre behält, die Bedeutung untersucht und im Einklang damit übt, wenn sie eine gute Rednerin ist und eine schöne Stimme hat und wenn sie ihre geistlichen Gefährten anleitet, ",
  "an10.83:4.2": "fällt es dem Klargewordenen ein, zu lehren. ",
  "an10.83:4.3": "Wenn jemand diese zehn Eigenschaften besitzt, fällt es dem Klargewordenen ein, zu lehren.“ "
}