{
  "an10.107:0.1": "Nummerierte Lehrreden 10.107 ",
  "an10.107:0.2": "11. Das Kapitel über Wahrnehmungen für Asketen ",
  "an10.107:0.3": "Baden ",
  "an10.107:1.1": "„Mönche und Nonnen, im Süden gibt es ein Land, das ‚Baden‘ heißt. ",
  "an10.107:1.2": "Sie haben Essen, Trinken, Imbisse, Mahlzeiten, Erfrischungen und Getränke und auch Tanz, Gesang und Musik. ",
  "an10.107:1.3": "Es gibt ein solches ‚Baden‘, das streite ich nicht ab. ",
  "an10.107:1.4": "Doch dieses Baden ist nieder, derb, gewöhnlich, unedel und sinnlos. Es führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "an10.107:2.1": "Ich will ein edles Baden lehren, das einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. Mithilfe dieses Badens werden Lebewesen, die wiedergeboren werden, alt werden und sterben müssen, die Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssen, von all diesen Dingen befreit. ",
  "an10.107:2.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "an10.107:2.3": "„Ja, Herr“, antworteten sie. ",
  "an10.107:2.4": "Der Buddha sagte: ",
  "an10.107:3.1": "„Und was ist dieses edle Baden, das einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt? ",
  "an10.107:4.1": "Jemand mit rechter Ansicht hat falsche Ansicht beim Baden abgewaschen. ",
  "an10.107:4.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Ansicht entstehen, auch die hat er beim Baden abgewaschen. ",
  "an10.107:4.3": "Aufgrund von rechter Ansicht werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.107:5.1": "Jemand mit rechtem Denken hat falsches Denken beim Baden abgewaschen. … ",
  "an10.107:5.2": "Jemand mit rechter Rede hat falsche Rede beim Baden abgewaschen. … ",
  "an10.107:5.3": "Jemand mit rechtem Verhalten hat falsches Verhalten beim Baden abgewaschen. … ",
  "an10.107:5.4": "Jemand mit rechtem Lebenserwerb hat falschen Lebenserwerb beim Baden abgewaschen. … ",
  "an10.107:5.5": "Jemand mit rechtem Einsatz hat falschen Einsatz beim Baden abgewaschen. … ",
  "an10.107:5.6": "Jemand mit rechter Achtsamkeit hat falsche Achtsamkeit beim Baden abgewaschen. … ",
  "an10.107:5.7": "Jemand mit rechter Versenkung hat falsche Versenkung beim Baden abgewaschen. … ",
  "an10.107:5.8": "Jemand mit rechter Erkenntnis hat falsche Erkenntnis beim Baden abgewaschen. … ",
  "an10.107:6.1": "Jemand mit rechter Freiheit hat falsche Freiheit beim Baden abgewaschen. ",
  "an10.107:6.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Freiheit entstehen, auch die hat er beim Baden abgewaschen. ",
  "an10.107:6.3": "Aufgrund von rechter Freiheit werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.107:6.4": "Das ist das edle Baden, das einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. Mithilfe dieses Badens werden Lebewesen, die wiedergeboren werden, alt werden und sterben müssen, die Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssen, von all diesen Dingen befreit.“ "
}