{
  "an10.14:0.1": "Nummerierte Lehrreden 10 ",
  "an10.14:0.2": "2. Ein Beschützer ",
  "an10.14:0.3": "14. Seelische Unfruchtbarkeit ",
  "an10.14:1.1": "„Mönche und Nonnen, wenn ein Mönch oder eine Nonne fünf Arten der seelischen Unfruchtbarkeit nicht aufgegeben und fünf seelische Fesseln nicht durchtrennt hat, können sie bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.14:2.1": "Was sind die fünf Arten von seelischer Unfruchtbarkeit, die sie nicht aufgegeben haben? ",
  "an10.14:2.2": "Da hat ein Mönch Zweifel am Lehrer. Er ist unsicher, unentschlossen und mutlos. ",
  "an10.14:2.3": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:2.4": "Das ist die erste Art von seelischer Unfruchtbarkeit, die sie nicht aufgegeben haben. ",
  "an10.14:3.1": "Weiterhin hat ein Mönch Zweifel an der Lehre … ",
  "an10.14:3.2": "am Saṅgha … ",
  "an10.14:3.3": "und an der Schulung … ",
  "an10.14:3.4": "Ein Mönch ist zornig und aufgebracht über seine geistlichen Gefährten, verbittert und verschlossen. ",
  "an10.14:3.5": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:3.6": "Das ist die fünfte Art von seelischer Unfruchtbarkeit, die sie nicht aufgegeben haben. ",
  "an10.14:3.7": "Das sind die fünf Arten von seelischer Unfruchtbarkeit, die sie nicht aufgegeben haben. ",
  "an10.14:4.1": "Was sind die fünf seelischen Fesseln, die sie nicht durchtrennt haben? ",
  "an10.14:4.2": "Da ist eine Nonne nicht frei von Gier, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "an10.14:4.3": "Wenn das so ist, neigt ihr Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:4.4": "Das ist die erste seelische Fessel, die sie nicht durchtrennt haben. ",
  "an10.14:5.1": "Dann ist da eine Nonne nicht frei von Gier nach dem Körper … ",
  "an10.14:5.2": "Sie ist nicht frei von Gier nach Form … ",
  "an10.14:5.3": "Sie isst sich satt, bis ihr Bauch voll ist, und schwelgt dann in den Freuden des Schlafens, Liegens und Dösens … ",
  "an10.14:5.4": "Sie führt das geistliche Leben in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese Kasteiung oder dieses geistliche Leben eine der Göttinnen werde!‘ ",
  "an10.14:5.5": "Wenn das so ist, neigt ihr Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:5.6": "Das ist die fünfte seelische Fessel, die sie nicht durchtrennt haben. ",
  "an10.14:5.7": "Das sind die fünf seelischen Fesseln, die sie nicht durchtrennt haben. ",
  "an10.14:6.1": "Wenn ein Mönch oder eine Nonne diese fünf Arten der seelischen Unfruchtbarkeit nicht aufgegeben und diese fünf seelischen Fesseln nicht durchtrennt hat, können sie bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.14:7.1": "Wie der abnehmende Mond: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets ab. ",
  "an10.14:7.2": "Ebenso ist es, wenn ein Mönch oder eine Nonne diese fünf Arten der seelischen Unfruchtbarkeit nicht aufgegeben und diese fünf seelische Fesseln nicht durchtrennt hat: Sie können bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.14:8.1": "Wenn ein Mönch oder eine Nonne fünf Arten der seelischen Unfruchtbarkeit aufgegeben und fünf seelische Fesseln durchtrennt hat, können sie bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht. ",
  "an10.14:9.1": "Was sind die fünf Arten von seelischer Unfruchtbarkeit, die sie aufgegeben haben? ",
  "an10.14:9.2": "Da hat ein Mönch keinen Zweifel am Lehrer. Er ist nicht unsicher, unentschlossen oder mutlos. ",
  "an10.14:9.3": "Wenn das so ist, neigt sein Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:9.4": "Das ist die erste Art von seelischer Unfruchtbarkeit, die sie aufgegeben haben. ",
  "an10.14:10.1": "Weiterhin hat ein Mönch keinen Zweifel an der Lehre … ",
  "an10.14:10.2": "am Saṅgha … ",
  "an10.14:10.3": "oder an der Schulung … ",
  "an10.14:10.4": "Ein Mönch ist nicht zornig oder aufgebracht über seine geistlichen Gefährten, nicht verbittert oder verschlossen. ",
  "an10.14:10.5": "Wenn das so ist, neigt sein Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:10.6": "Das ist die fünfte Art von seelischer Unfruchtbarkeit, die sie aufgegeben haben. ",
  "an10.14:10.7": "Das sind die fünf Arten von seelischer Unfruchtbarkeit, die sie aufgegeben haben. ",
  "an10.14:11.1": "Was sind die fünf seelischen Fesseln, die sie durchtrennt haben? ",
  "an10.14:11.2": "Da ist eine Nonne frei von Gier, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "an10.14:11.3": "Wenn das so ist, neigt ihr Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:11.4": "Das ist die erste seelische Fessel, die sie durchtrennt haben. ",
  "an10.14:12.1": "Dann ist da eine Nonne frei von Gier nach dem Körper … ",
  "an10.14:12.2": "Sie ist frei von Gier nach Form … ",
  "an10.14:12.3": "Sie isst sich nicht satt, bis ihr Bauch voll ist, und schwelgt nicht in den Freuden des Schlafens, Liegens und Dösens … ",
  "an10.14:12.4": "Sie führt das geistliche Leben nicht in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese Kasteiung oder dieses geistliche Leben eine der Göttinnen werde!‘ ",
  "an10.14:12.5": "Wenn das so ist, neigt ihr Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "an10.14:12.6": "Das ist die fünfte seelische Fessel, die sie durchtrennt haben. ",
  "an10.14:12.7": "Das sind die fünf seelischen Fesseln, die sie durchtrennt haben. ",
  "an10.14:13.1": "Wenn ein Mönch oder eine Nonne diese fünf Arten der seelischen Unfruchtbarkeit aufgegeben und diese fünf seelischen Fesseln durchtrennt hat, können sie bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht. ",
  "an10.14:14.1": "Wie der zunehmende Mond: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets zu. ",
  "an10.14:14.2": "Ebenso ist es, wenn ein Mönch oder eine Nonne diese fünf Arten der seelischen Unfruchtbarkeit aufgegeben und diese fünf seelische Fesseln durchtrennt hat: Sie können bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht.“ "
}