{
  "an10.169:0.1": "Nummerierte Lehrreden 10.169 ",
  "an10.169:0.2": "17. Das Kapitel mit Jāṇussoṇi ",
  "an10.169:0.3": "Mit Saṅgārava ",
  "an10.169:1.1": "Da ging der Brahmane Saṅgārava zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an10.169:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an10.169:2.1": "„Meister Gotama, was ist das diesseitige Ufer? Und was ist das jenseitige Ufer?“ ",
  "an10.169:2.2": "„Das Töten lebender Geschöpfe ist das diesseitige Ufer, Brahmane, und keine lebenden Geschöpfe zu töten, ist das jenseitige Ufer. ",
  "an10.169:2.3": "Stehlen ist das diesseitige Ufer, und nicht zu stehlen, ist das jenseitige Ufer. ",
  "an10.169:2.4": "Sexuelle Verfehlungen sind das diesseitige Ufer, und keine sexuellen Verfehlungen zu begehen, ist das jenseitige Ufer. ",
  "an10.169:2.5": "Lügen ist das diesseitige Ufer, und nicht zu lügen, ist das jenseitige Ufer. ",
  "an10.169:2.6": "Entzweiende Rede ist das diesseitige Ufer, und keine entzweiende Rede zu gebrauchen, ist das jenseitige Ufer. ",
  "an10.169:2.7": "Harte Rede ist das diesseitige Ufer, und keine harte Rede zu gebrauchen, ist das jenseitige Ufer. ",
  "an10.169:2.8": "Unsinnreden ist das diesseitige Ufer, und keinen Unsinn zu reden, ist das jenseitige Ufer. ",
  "an10.169:2.9": "Begehrlichkeit ist das diesseitige Ufer, und Zufriedenheit ist das jenseitige Ufer. ",
  "an10.169:2.10": "Böser Wille ist das diesseitige Ufer, und Wohlwollen ist das jenseitige Ufer. ",
  "an10.169:2.11": "Falsche Ansicht ist das diesseitige Ufer, und rechte Ansicht ist das jenseitige Ufer. ",
  "an10.169:2.12": "Das ist das diesseitige Ufer, und das ist das jenseitige Ufer. ",
  "an10.169:3.1": "Wenige sind es unter den Menschen, ",
  "an10.169:3.2": "die zum jenseitigen Ufer gelangt sind. ",
  "an10.169:3.3": "Der Rest läuft nur ",
  "an10.169:3.4": "am diesseitigen Ufer umher. ",
  "an10.169:4.1": "Wenn die Lehre gut erklärt ist, ",
  "an10.169:4.2": "sind die, die danach üben, ",
  "an10.169:4.3": "diejenigen, die hinübergelangen ",
  "an10.169:4.4": "über das Hoheitsgebiet des Todes, dem so schwer zu entkommen ist. ",
  "an10.169:5.1": "Nachdem er von dunklen Eigenschaften frei ist, ",
  "an10.169:5.2": "sollte ein kluger Mensch die hellen entwickeln. ",
  "an10.169:5.3": "Lasst euer Heim zurück ",
  "an10.169:5.4": "um der Abgeschiedenheit willen, die so schwer zu genießen ist; ",
  "an10.169:6.1": "findet daran Gefallen, ",
  "an10.169:6.2": "nachdem ihr Sinnenfreuden hinter euch gelassen habt. ",
  "an10.169:6.3": "Ohne Besitz soll ein kluger Mensch ",
  "an10.169:6.4": "sich von Verunreinigungen des Geistes läutern. ",
  "an10.169:7.1": "Wessen Geist in den Faktoren des Erwachens ",
  "an10.169:7.2": "richtig entwickelt ist, ",
  "an10.169:7.3": "wer die Anhänglichkeit losgelassen hat ",
  "an10.169:7.4": "und das Nicht-Ergreifen genießt: ",
  "an10.169:7.5": "Solche haben die Befleckungen aufgelöst, glänzend, ",
  "an10.169:7.6": "in dieser Welt sind sie erloschen.“ "
}