{
  "an10.172:0.1": "Nummerierte Lehrreden 10.172 ",
  "an10.172:0.2": "17. Das Kapitel mit Jāṇussoṇi ",
  "an10.172:0.3": "Schlechte Grundsätze (2) ",
  "an10.172:1.1": "„Mönche und Nonnen, ihr solltet schlechte Grundsätze und gute Grundsätze kennen, ",
  "an10.172:1.2": "und ihr solltet schlechte Ergebnisse und gute Ergebnisse kennen. ",
  "an10.172:1.3": "Wenn ihr diese Dinge kennt, sollte eure Übung den guten Grundsätzen folgen, die zu guten Ergebnissen führen.“ ",
  "an10.172:1.4": "Das sagte der Buddha. ",
  "an10.172:1.5": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "an10.172:2.1": "Kurz nachdem der Buddha gegangen war, überlegten diese Mönche und Nonnen: ",
  "an10.172:2.2": "„Der Buddha hat diesen kurzen Merksatz vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "an10.172:2.3": "‚Ihr solltet schlechte Grundsätze und gute Grundsätze kennen, ",
  "an10.172:2.4": "und ihr solltet schlechte Ergebnisse und gute Ergebnisse kennen. ",
  "an10.172:2.5": "Wenn ihr diese Dinge kennt, sollte eure Übung den guten Grundsätzen folgen, die zu guten Ergebnissen führen.‘ ",
  "an10.172:2.6": "Wer kann die Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, ausführlich erklären?“ ",
  "an10.172:3.1": "Dann überlegten sie: ",
  "an10.172:3.2": "„Dieser Ehrwürdige Mahākaccāna wird vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "an10.172:3.3": "Er kann die Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "an10.172:3.4": "Wir wollen zu ihm gehen und ihn zu der Sache befragen. ",
  "an10.172:3.5": "So wie er uns antwortet, wollen wir es behalten.“ ",
  "an10.172:4.1": "Da gingen diese Mönche und Nonnen zu Mahākaccāna und tauschten Willkommensgrüße mit ihm aus. ",
  "an10.172:4.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. Sie berichteten ihm die Begebenheit und sagten: ",
  "an10.172:7.6": "„Dass der Ehrwürdige Mahākaccāna das bitte erkläre.“ ",
  "an10.172:8.1": "„Werte Freunde, wie ein Mensch, der Kernholz bräuchte und auf seiner Suche nach Kernholz zu einem großen Baum käme, der mit Kernholz dastünde. Doch er würde die Wurzel und den Stamm übergehen und dächte, das Kernholz wäre in den Zweigen und Blättern zu suchen. ",
  "an10.172:8.2": "So geht es den Ehrwürdigen. Obwohl ihr beim Buddha persönlich wart, habt ihr ihn übergangen und gedacht, ihr solltet mich zu der Sache befragen. ",
  "an10.172:8.3": "Denn er ist der Buddha, der erkennt und sieht. Er ist das Sehen, er ist das Erkennen, er ist die Wahrheit, er ist die Heiligkeit. Er ist der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer der Unsterblichkeit, der Herr der Wahrheit, der Klargewordene. ",
  "an10.172:8.4": "Das wäre die Zeit gewesen, euch zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "an10.172:8.5": "So wie er es erklärt hätte, hättet ihr es behalten sollen.“ ",
  "an10.172:9.1": "„Sicherlich ist er der Buddha, der erkennt und sieht. Sicherlich ist er das Sehen, ist er das Erkennen, ist er die Wahrheit, ist er die Heiligkeit. Sicherlich ist er der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer der Unsterblichkeit, der Herr der Wahrheit, der Klargewordene. ",
  "an10.172:9.2": "Das wäre die Zeit gewesen, uns zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "an10.172:9.3": "So wie er es erklärt hätte, hätten wir es behalten sollen. ",
  "an10.172:9.4": "Dennoch wird der Ehrwürdige Mahākaccāna vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "an10.172:9.5": "Er kann die Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "an10.172:9.6": "Bitte erkläre es, wenn es dir nichts ausmacht.“ ",
  "an10.172:10.1": "„Nun denn, werte Freunde, hört zu und passt gut auf, ich werde sprechen.“ ",
  "an10.172:10.2": "„Ja, werter Freund“, antworteten sie. ",
  "an10.172:10.3": "Mahākaccāna sagte: ",
  "an10.172:11.1": "„Werte Freunde, der Buddha hat diesen kurzen Merksatz vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "an10.172:11.2": "‚Ihr solltet schlechte Grundsätze und gute Grundsätze kennen … ",
  "an10.172:11.3": "und im Einklang damit üben.‘ ",
  "an10.172:12.1": "Was sind also schlechte Grundsätze? Was sind gute Grundsätze? ",
  "an10.172:12.2": "Was sind schlechte Ergebnisse? Und was sind gute Ergebnisse? ",
  "an10.172:12.3": "Das Töten lebender Geschöpfe ist ein schlechter Grundsatz, ",
  "an10.172:12.4": "keine lebenden Geschöpfe zu töten, ist ein guter Grundsatz. ",
  "an10.172:12.5": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund des Tötens lebender Geschöpfe entstehen, sind schlechte Ergebnisse, ",
  "an10.172:12.6": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man keine lebenden Geschöpfe tötet, sind gute Ergebnisse. ",
  "an10.172:13.1": "Stehlen ist ein schlechter Grundsatz, ",
  "an10.172:13.2": "nicht zu stehlen, ist ein guter Grundsatz. ",
  "an10.172:13.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund des Stehlens entstehen, sind schlechte Ergebnisse, ",
  "an10.172:13.4": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man nicht stiehlt, sind gute Ergebnisse. ",
  "an10.172:14.1": "Sexuelle Verfehlungen sind ein schlechter Grundsatz, ",
  "an10.172:14.2": "keine sexuellen Verfehlungen zu begehen, ist ein guter Grundsatz. ",
  "an10.172:14.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund sexueller Verfehlungen entstehen, sind schlechte Ergebnisse, ",
  "an10.172:14.4": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man keine sexuellen Verfehlungen begeht, sind gute Ergebnisse. ",
  "an10.172:15.1": "Lügen ist ein schlechter Grundsatz, ",
  "an10.172:15.2": "nicht zu lügen, ist ein guter Grundsatz. ",
  "an10.172:15.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund des Lügens entstehen, sind schlechte Ergebnisse, ",
  "an10.172:15.4": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man nicht lügt, sind gute Ergebnisse. ",
  "an10.172:16.1": "Entzweiende Rede ist ein schlechter Grundsatz, ",
  "an10.172:16.2": "keine entzweiende Rede zu gebrauchen, ist ein guter Grundsatz. ",
  "an10.172:16.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von entzweiender Rede entstehen, sind schlechte Ergebnisse, ",
  "an10.172:16.4": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man keine entzweiende Rede gebraucht, sind gute Ergebnisse. ",
  "an10.172:17.1": "Harte Rede ist ein schlechter Grundsatz, ",
  "an10.172:17.2": "keine harte Rede zu gebrauchen, ist ein guter Grundsatz. ",
  "an10.172:17.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von harter Rede entstehen, sind schlechte Ergebnisse, ",
  "an10.172:17.4": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man keine harte Rede gebraucht, sind gute Ergebnisse. ",
  "an10.172:18.1": "Unsinn reden ist ein schlechter Grundsatz, ",
  "an10.172:18.2": "das Unsinnreden unterlassen ist ein guter Grundsatz. ",
  "an10.172:18.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von Unsinnreden entstehen, sind schlechte Ergebnisse, ",
  "an10.172:18.4": "und die vielen tauglichen Eigenschaften, die vollständig entwickelt werden, weil man das Unsinnreden unterlässt, sind gute Ergebnisse. ",
  "an10.172:19.1": "Begehrlichkeit ist ein schlechter Grundsatz, ",
  "an10.172:19.2": "Zufriedenheit ist ein guter Grundsatz. ",
  "an10.172:19.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von Begehrlichkeit entstehen, sind schlechte Ergebnisse, ",
  "an10.172:19.4": "und die vielen tauglichen Eigenschaften, die aufgrund von Zufriedenheit vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.172:20.1": "Böser Wille ist ein schlechter Grundsatz, ",
  "an10.172:20.2": "Wohlwollen ist ein guter Grundsatz. ",
  "an10.172:20.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von bösem Willen entstehen, sind schlechte Ergebnisse, ",
  "an10.172:20.4": "und die vielen tauglichen Eigenschaften, die aufgrund von Wohlwollen vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.172:21.1": "Falsche Ansicht ist ein schlechter Grundsatz, ",
  "an10.172:21.2": "rechte Ansicht ist ein guter Grundsatz. ",
  "an10.172:21.3": "Die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Ansicht entstehen, sind schlechte Ergebnisse, ",
  "an10.172:21.4": "und die vielen tauglichen Eigenschaften, die aufgrund von rechter Ansicht vollständig entwickelt werden, sind gute Ergebnisse. ",
  "an10.172:22.1": "Der Buddha hat diesen kurzen Merksatz vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "an10.172:22.2": "‚Ihr solltet schlechte Grundsätze und gute Grundsätze kennen … ",
  "an10.172:22.3": "und im Einklang damit üben.‘ ",
  "an10.172:22.4": "So verstehe ich die ausführliche Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde. ",
  "an10.172:22.5": "Wenn ihr wollt, geht zum Buddha und fragt ihn danach. ",
  "an10.172:22.6": "So wie er es erklärt, solltet ihr es behalten.“ ",
  "an10.172:23.1": "„Ja, werter Freund“, antworteten jene Mönche und Nonnen. Sie begrüßten Mahākaccānas Worte und stimmten ihm zu und erhoben sich von ihren Sitzen. Sie gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm die Begebenheit. Dann sagten sie: ",
  "an10.172:27.1": "„Herr, wir gingen zu Mahākaccāna und befragten ihn zu der Sache, ",
  "an10.172:27.2": "und Mahākaccāna erklärte uns klar die Bedeutung in dieser Weise, mit diesen Worten und Ausdrücken.“ ",
  "an10.172:28.1": "„Gut, gut, Mönche und Nonnen! ",
  "an10.172:28.2": "Mahākaccāna ist klug, er besitzt große Weisheit. ",
  "an10.172:28.3": "Wenn ihr zu mir gekommen wärt und mir diese Frage gestellt hättet, hätte ich auf genau die gleiche Art geantwortet wie Mahākaccāna. ",
  "an10.172:28.4": "Das bedeutet es, und so solltet ihr es behalten.“ "
}