{
  "an10.199-210:0.1": "Nummerierte Lehrreden 10.199–210 ",
  "an10.199-210:0.2": "20. Noch ein Kapitel über Personen ",
  "an10.199-210:0.3": "Wem man sich nicht anschließen soll, usw. ",
  "an10.199-210:1.1": "„Mönche und Nonnen, einer Person, die zehn Eigenschaften besitzt, sollt ihr euch nicht anschließen. ",
  "an10.199-210:1.2": "Welche zehn? ",
  "an10.199-210:1.3": "Sie tötet lebende Geschöpfe, stiehlt und begeht sexuelle Verfehlungen. Sie gebraucht falsche, entzweiende, harte oder unsinnige Rede. Und sie ist begehrlich und böswillig und hat falsche Ansicht. ",
  "an10.199-210:1.4": "Einer Person, die diese zehn Eigenschaften besitzt, sollt ihr euch nicht anschließen. ",
  "an10.199-210:2.1": "Einer Person, die zehn Eigenschaften besitzt, sollt ihr euch anschließen. ",
  "an10.199-210:2.2": "Welche zehn? ",
  "an10.199-210:2.3": "Sie unterlässt das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Sie unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und sie ist zufrieden und gütig und hat rechte Ansicht. ",
  "an10.199-210:2.4": "Einer Person, die diese zehn Eigenschaften besitzt, sollt ihr euch anschließen. ",
  "an10.199-210:3.1": "Eine Person, die zehn Eigenschaften besitzt, sollt ihr nicht aufsuchen … ",
  "an10.199-210:3.2": "sollt ihr aufsuchen … ",
  "an10.199-210:3.3": "Einer Person, die zehn Eigenschaften besitzt, sollt ihr keine Ehrerbietung erweisen … ",
  "an10.199-210:3.4": "sollt ihr Ehrerbietung erweisen … ",
  "an10.199-210:3.5": "Eine Person, die zehn Eigenschaften besitzt, sollt ihr nicht verehren … ",
  "an10.199-210:3.6": "sollt ihr verehren … ",
  "an10.199-210:3.7": "Eine Person, die zehn Eigenschaften besitzt, sollt ihr nicht preisen … ",
  "an10.199-210:3.8": "sollt ihr preisen … ",
  "an10.199-210:3.9": "Eine Person, die zehn Eigenschaften besitzt, sollt ihr nicht achten … ",
  "an10.199-210:3.10": "sollt ihr achten … ",
  "an10.199-210:3.11": "Eine Person, die zehn Eigenschaften besitzt, sollt ihr nicht würdigen … ",
  "an10.199-210:3.12": "sollt ihr würdigen … ",
  "an10.199-210:3.13": "Eine Person, die zehn Eigenschaften besitzt, ist kein Erfolg … ",
  "an10.199-210:3.14": "ist ein Erfolg … ",
  "an10.199-210:3.15": "Eine Person, die zehn Eigenschaften besitzt, ist nicht rein … ",
  "an10.199-210:3.16": "ist rein … ",
  "an10.199-210:3.17": "Eine Person, die zehn Eigenschaften besitzt, siegt nicht über die Einbildung … ",
  "an10.199-210:3.18": "siegt über die Einbildung … ",
  "an10.199-210:3.19": "Eine Person, die zehn Eigenschaften besitzt, wächst nicht an Weisheit … ",
  "an10.199-210:3.20": "wächst an Weisheit … ",
  "an10.199-210:4.1": "Eine Person, die zehn Eigenschaften besitzt, schafft viel Verderbnis … ",
  "an10.199-210:4.2": "schafft viel Verdienst. ",
  "an10.199-210:4.3": "Welche zehn? ",
  "an10.199-210:4.4": "Sie unterlässt das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Sie unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und sie ist zufrieden und gütig und hat rechte Ansicht. ",
  "an10.199-210:4.5": "Eine Person, die diese zehn Eigenschaften besitzt, schafft viel Verdienst.“ "
}