{
  "an10.73:0.1": "Nummerierte Lehrreden 10.73 ",
  "an10.73:0.2": "8. Das Kapitel über das Wünschen ",
  "an10.73:0.3": "Erwünscht ",
  "an10.73:1.1": "„Mönche und Nonnen, diese zehn erwünschten, willkommenen, angenehmen Dinge sind in der Welt schwer zu finden. ",
  "an10.73:1.2": "Welche zehn? ",
  "an10.73:1.3": "Reichtum, ",
  "an10.73:1.4": "Schönheit, ",
  "an10.73:1.5": "Gesundheit, ",
  "an10.73:1.6": "sittliches Verhalten, ",
  "an10.73:1.7": "das geistliche Leben, ",
  "an10.73:1.8": "Freunde, ",
  "an10.73:1.9": "Gelehrsamkeit, ",
  "an10.73:1.10": "Weisheit, ",
  "an10.73:1.11": "gute Eigenschaften ",
  "an10.73:1.12": "und der Himmel sind erwünschte, willkommene, angenehme Dinge, die in der Welt schwer zu finden sind. ",
  "an10.73:2.1": "Zehn Dinge sind Sperren für diese zehn erwünschten, willkommenen, angenehmen Dingen, die in der Welt schwer zu finden sind. ",
  "an10.73:2.2": "Bequemlichkeit und fehlender Unternehmungsgeist sind eine Sperre für Reichtum. Fehlen von Zierde und Schmuck sind eine Sperre für Schönheit. Ungeeignete Tätigkeiten sind eine Sperre für Gesundheit. Schlechte Freundschaft ist eine Sperre für sittliches Verhalten. Fehlende Zügelung der Sinne ist eine Sperre für das geistliche Leben. Unehrlichkeit ist eine Sperre für Freunde. Nicht aufsagen ist eine Sperre für Gelehrsamkeit. Nicht zuhören wollen und keine Fragen stellen sind eine Sperre für Weisheit. Fehlende Hingabe und Betrachtung sind eine Sperre für gute Eigenschaften. Falsche Übung ist eine Sperre für den Himmel. ",
  "an10.73:2.3": "Diese zehn Dinge sind Sperren für diese zehn erwünschten, willkommenen, angenehmen Dingen, die in der Welt schwer zu finden sind. ",
  "an10.73:3.1": "Zehn Dinge sind Nahrung für diese zehn erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu finden sind. ",
  "an10.73:3.2": "Anstrengung und Unternehmungsgeist sind Nahrung für Reichtum. Zierde und Schmuck sind Nahrung für Schönheit. Geeignete Tätigkeiten sind Nahrung für Gesundheit. Gute Freundschaft ist Nahrung für sittliches Verhalten. Zügelung der Sinne ist Nahrung für das geistliche Leben. Ehrlichkeit ist Nahrung für Freunde. Aufsagen ist Nahrung für Gelehrsamkeit. Begierig zuhören wollen und Fragen stellen sind Nahrung für Weisheit. Hingabe und Betrachtung sind Nahrung für gute Eigenschaften. Richtige Übung ist Nahrung für den Himmel. ",
  "an10.73:3.3": "Diese zehn Dinge sind Nahrung für diese zehn erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu finden sind.“ "
}