{
  "an10.11:0.1": "Nummerierte Lehrreden 10 ",
  "an10.11:0.2": "2. Ein Beschützer ",
  "an10.11:0.3": "11. Unterkünfte ",
  "an10.11:1.1": "„Mönche und Nonnen, ein Mönch, der fünf Faktoren besitzt, der eine Unterkunft mit fünf Faktoren benutzt und aufsucht, wird bald mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben. ",
  "an10.11:2.1": "Und wie besitzt ein Mönch fünf Faktoren? ",
  "an10.11:2.2": "Da hat ein Mönch Vertrauen zum Erwachen des Klargewordenen: ",
  "an10.11:2.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, höchster Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an10.11:2.4": "Er ist selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "an10.11:2.5": "Er ist nicht verschlagen oder hinterhältig. Er vertraut sich aufrichtig dem Lehrer oder vernünftigen geistlichen Gefährten an. ",
  "an10.11:2.6": "Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, standhaft strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an10.11:2.7": "Er ist weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an10.11:2.8": "So besitzt ein Mönch fünf Faktoren. ",
  "an10.11:3.1": "Und wie besitzt eine Unterkunft fünf Faktoren? ",
  "an10.11:3.2": "Da ist eine Unterkunft nicht zu weit und nicht zu nah, sondern günstig zum Kommen und Gehen. ",
  "an10.11:3.3": "Sie wird am Tag nicht von Menschen behelligt und ist bei Nacht ruhig und still. ",
  "an10.11:3.4": "Es gibt wenig Belästigung durch Fliegen, Stechmücken, Wind, Sonne und Kriechtiere. ",
  "an10.11:3.5": "Wenn man sich in dieser Unterkunft aufhält, sind die lebensnotwendigen Dinge – Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung – leicht zu bekommen. ",
  "an10.11:3.6": "Und in der Unterkunft gibt es mehrere altehrwürdige Mönche und Nonnen, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, das Ordensrecht und die Gliederungen im Gedächtnis haben. ",
  "an10.11:3.7": "Von Zeit zu Zeit sucht man diese Mönche und Nonnen auf und stellt ihnen Fragen: ",
  "an10.11:3.8": "‚Warum, Herr, heißt es so? Was bedeutet das?‘ ",
  "an10.11:3.9": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist, und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "an10.11:3.10": "So besitzt eine Unterkunft fünf Faktoren. ",
  "an10.11:3.11": "Ein Mönch, der diese fünf Faktoren besitzt, der eine Unterkunft mit diesen fünf Faktoren benutzt und aufsucht, wird bald mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben.“ "
}