{
  "an10.106:0.1": "Nummerierte Lehrreden 10.106 ",
  "an10.106:0.2": "11. Das Kapitel über Wahrnehmungen für Asketen ",
  "an10.106:0.3": "Abtragen ",
  "an10.106:1.1": "„Mönche und Nonnen, es gibt diese zehn Grundlagen für das Abtragen. ",
  "an10.106:1.2": "Welche zehn? ",
  "an10.106:1.3": "Jemand mit rechter Ansicht hat falsche Ansicht abgetragen. ",
  "an10.106:1.4": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Ansicht entstehen, auch die hat er abgetragen. ",
  "an10.106:1.5": "Aufgrund von rechter Ansicht werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:2.1": "Jemand mit rechtem Denken hat falsches Denken abgetragen. ",
  "an10.106:2.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Denken entstehen, auch die hat er abgetragen. ",
  "an10.106:2.3": "Aufgrund von rechtem Denken werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:3.1": "Jemand mit rechter Rede hat falsche Rede abgetragen. ",
  "an10.106:3.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Rede entstehen, auch die hat er abgetragen. ",
  "an10.106:3.3": "Aufgrund von rechter Rede werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:4.1": "Jemand mit rechtem Verhalten hat falsches Verhalten abgetragen. ",
  "an10.106:4.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Verhalten entstehen, auch die hat er abgetragen. ",
  "an10.106:4.3": "Aufgrund von rechtem Verhalten werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:5.1": "Jemand mit rechtem Lebenserwerb hat falschen Lebenserwerb abgetragen. ",
  "an10.106:5.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Lebenserwerb entstehen, auch die hat er abgetragen. ",
  "an10.106:5.3": "Aufgrund von rechtem Lebenserwerb werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:6.1": "Jemand mit rechtem Einsatz hat falschen Einsatz abgetragen. ",
  "an10.106:6.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falschem Einsatz entstehen, auch die hat er abgetragen. ",
  "an10.106:6.3": "Aufgrund von rechtem Einsatz werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:7.1": "Jemand mit rechter Achtsamkeit hat falsche Achtsamkeit abgetragen. ",
  "an10.106:7.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Achtsamkeit entstehen, auch die hat er abgetragen. ",
  "an10.106:7.3": "Aufgrund von rechter Achtsamkeit werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:8.1": "Jemand mit rechter Versenkung hat falsche Versenkung abgetragen. ",
  "an10.106:8.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Versenkung entstehen, auch die hat er abgetragen. ",
  "an10.106:8.3": "Aufgrund von rechter Versenkung werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:9.1": "Jemand mit rechter Erkenntnis hat falsche Erkenntnis abgetragen. ",
  "an10.106:9.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Erkenntnis entstehen, auch die hat er abgetragen. ",
  "an10.106:9.3": "Aufgrund von rechter Erkenntnis werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:10.1": "Jemand mit rechter Freiheit hat falsche Freiheit abgetragen. ",
  "an10.106:10.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Freiheit entstehen, auch die hat er abgetragen. ",
  "an10.106:10.3": "Aufgrund von rechter Freiheit werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.106:11.1": "Das sind die zehn Grundlagen für das Abtragen.“ "
}