{
  "an10.55:0.1": "Nummerierte Lehrreden 10 ",
  "an10.55:0.2": "6. Der eigene Geist ",
  "an10.55:0.3": "55. Niedergang ",
  "an10.55:1.1": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "an10.55:1.2": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an10.55:1.3": "„Werter Freund“, antworteten sie. ",
  "an10.55:1.4": "Sāriputta sagte: ",
  "an10.55:2.1": "„Werte Freunde, man spricht von einem Menschen, der verkümmern muss, ",
  "an10.55:2.2": "und von einem, der nicht verkümmern muss. ",
  "an10.55:2.3": "Aber wie beschrieb der Buddha einen Menschen, der verkümmern muss, und einen, der nicht verkümmern muss?“ ",
  "an10.55:2.4": "„Werter Freund, wir würden von weither kommen, um die Bedeutung dieser Aussage direkt vom Ehrwürdigen Sāriputta zu erfahren. ",
  "an10.55:2.5": "Es wäre gut, wenn der Ehrwürdige Sāriputta selbst erklären würde, was das bedeutet. ",
  "an10.55:2.6": "Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "an10.55:3.1": "„Dann hört zu und passt gut auf, ich werde sprechen.“ ",
  "an10.55:3.2": "„Ja, werter Freund“, antworteten sie. ",
  "an10.55:3.3": "Sāriputta sagte: ",
  "an10.55:4.1": "„Aber wie beschrieb der Buddha einen Menschen, der verkümmern muss? ",
  "an10.55:4.2": "Da bekommt eine Nonne keine Lehre zu hören, die sie noch nicht gehört hat. Sie merkt sich die Lehren, die sie gehört hat, nicht. Sie geht die Lehren, die sie schon kennt, nicht stets durch. Und sie versteht nicht, was sie noch nicht verstanden hat. ",
  "an10.55:4.3": "So beschrieb der Buddha einen Menschen, der verkümmern muss. ",
  "an10.55:5.1": "Und wie beschrieb der Buddha einen Menschen, der nicht verkümmern muss? ",
  "an10.55:5.2": "Da bekommt eine Nonne eine Lehre zu hören, die sie noch nicht gehört hat. Sie merkt sich die Lehren, die sie gehört hat. Sie geht stets die Lehren durch, die sie schon kennt. Und sie versteht, was sie noch nicht verstanden hat. ",
  "an10.55:5.3": "So beschrieb der Buddha einen Menschen, der nicht verkümmern muss. ",
  "an10.55:6.1": "Wenn eine Nonne nicht in den Wegen des Geistes anderer bewandert ist, sollte sie sich schulen: ‚Ich will in den Wegen meines eigenen Geistes bewandert sein.‘ ",
  "an10.55:6.2": "So sollte sie sich schulen. ",
  "an10.55:7.1": "Und wie ist eine Nonne in den Wegen ihres eigenen Geistes bewandert? ",
  "an10.55:7.2": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Die Person würde in einem blanken Spiegel oder einer Schale klaren Wassers ihr Spiegelbild betrachten. Wenn sie dort eine Unreinheit oder einen Makel sähe, würde sie versuchen, das zu entfernen. ",
  "an10.55:7.3": "Aber wenn sie keine Unreinheit und keinen Makel sähe, wäre sie damit zufrieden, da sie alles hätte, was sie sich wünschte: ",
  "an10.55:7.4": "‚Was für ein Glück, ich bin rein!‘ ",
  "an10.55:7.5": "Ebenso ist es für die tauglichen Eigenschaften einer Nonne eine große Hilfe, wenn sie prüft: ",
  "an10.55:7.6": "‚Ist Zufriedenheit häufig in mir zu finden oder nicht? Ist Wohlwollen häufig in mir zu finden oder nicht? Ist Freiheit von Dumpfheit und Benommenheit häufig in mir zu finden oder nicht? Ist Ruhe häufig in mir zu finden oder nicht? Ist Freiheit von Zweifel häufig in mir zu finden oder nicht? Ist Gutwilligkeit häufig in mir zu finden oder nicht? Ist ein reiner Geist häufig in mir zu finden oder nicht? Ist innere Freude über die Lehre häufig in mir zu finden oder nicht? Ist innere Ruhe des Herzens häufig in mir zu finden oder nicht? Ist die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht, häufig in mir zu finden oder nicht?‘ ",
  "an10.55:8.1": "Wenn eine Nonne beim Prüfen keine dieser tauglichen Eigenschaften bei sich sehen würde, dann sollte sie, um sie zu gewinnen, herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.55:8.2": "Wie wenn eure Kleider oder euer Kopf in Flammen stünden: Um sie zu löschen, würdet ihr herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.55:8.4": "Ebenso sollte diese Nonne, um diese tauglichen Eigenschaften zu gewinnen, herausragende Begeisterung und Mühe aufbieten … ",
  "an10.55:9.1": "Wenn eine Nonne beim Prüfen einige dieser tauglichen Eigenschaften bei sich sehen würde, aber andere nicht, dann sollte sie sich auf die tauglichen Eigenschaften stützen, die sie sieht, und sollte herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht, um die tauglichen Eigenschaften zu gewinnen, die sie nicht sieht. ",
  "an10.55:9.2": "Wie wenn eure Kleider oder euer Kopf in Flammen stünden: Um sie zu löschen, würdet ihr herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.55:9.4": "Ebenso sollte diese Nonne sich auf die tauglichen Eigenschaften stützen, die sie sieht, und sollte herausragende Begeisterung und Mühe aufbieten, um die tauglichen Eigenschaften zu gewinnen, die sie nicht sieht. ",
  "an10.55:10.1": "Aber wenn eine Nonne beim Prüfen alle diese tauglichen Eigenschaften bei sich sehen würde, dann sollte sie sich auf all diese tauglichen Eigenschaften stützen und weiterhin Meditation üben, um die Befleckungen aufzulösen.“ "
}