{
  "an10.69:0.1": "Nummerierte Lehrreden 10.69 ",
  "an10.69:0.2": "7. Das Kapitel mit Paaren ",
  "an10.69:0.3": "Diskussionsthemen (1) ",
  "an10.69:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.69:1.2": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere Mönche und Nonnen in der Versammlungshalle beisammen. Sie hielten sich unwürdige Gespräche aller Art, ",
  "an10.69:1.3": "wie Gespräche über Könige, Räuber und Minister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "an10.69:2.1": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zur Versammlungshalle. Er setzte sich auf den ausgebreiteten Sitz ",
  "an10.69:2.2": "und wandte sich an die Mönche und Nonnen: ",
  "an10.69:2.3": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "an10.69:3.1": "Und sie berichteten es ihm. ",
  "an10.69:3.3": "„Mönche und Nonnen, für ehrbare Menschen wie ihr, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben, ist es nicht angebracht, euch solche unwürdigen Gespräche aller Art zu halten. ",
  "an10.69:4.1": "Es gibt, Mönche und Nonnen, zehn Diskussionsthemen. ",
  "an10.69:4.2": "Welche zehn? ",
  "an10.69:4.3": "Gespräche über Genügsamkeit, Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Erkennen und Sehen der Freiheit. ",
  "an10.69:4.4": "Das sind die zehn Diskussionsthemen. ",
  "an10.69:5.1": "Mönche und Nonnen, wenn ihr diese zehn Diskussionsthemen wieder und wieder aufbringt, dann könnte eure Leuchtkraft selbst die von Sonne und Mond, so mächtig und gewaltig, übertreffen, und erst recht die der Wanderer anderer Konfessionen.“ "
}