{
  "an10.23:0.1": "Nummerierte Lehrreden 10.23 ",
  "an10.23:0.2": "3. Das große Kapitel ",
  "an10.23:0.3": "Körper ",
  "an10.23:1.1": "„Mönche und Nonnen, es gibt Dinge, die mit dem Körper aufgegeben werden müssen, nicht mit der Sprache. ",
  "an10.23:1.2": "Es gibt Dinge, die mit der Sprache aufgegeben werden müssen, nicht mit dem Körper. ",
  "an10.23:1.3": "Es gibt Dinge, die weder mit dem Körper noch mit der Sprache aufgegeben werden müssen, sondern indem man sie wieder und wieder mit Weisheit sieht. ",
  "an10.23:2.1": "Und was sind die Dinge, die mit dem Körper aufgegeben werden müssen, nicht mit der Sprache? ",
  "an10.23:2.2": "Da hat eine Nonne mit dem Körper einen gewissen unangebrachten Verstoß begangen. ",
  "an10.23:2.3": "Nachdem sie es geprüft haben, sagen vernünftige geistliche Gefährten zu ihr: ",
  "an10.23:2.4": "‚Ehrwürdige, du hast mit dem Körper einen gewissen unangebrachten Verstoß begangen. ",
  "an10.23:2.5": "Bitte gib dieses schlechte Verhalten mit dem Körper auf und entwickle gutes Verhalten mit dem Körper.‘ ",
  "an10.23:2.6": "Wenn ihre vernünftigen geistlichen Gefährten so mit ihr sprechen, gibt sie dieses schlechte Verhalten mit dem Körper auf und entwickelt gutes Verhalten mit dem Körper. ",
  "an10.23:2.7": "Das sind die Dinge, die mit dem Körper aufgegeben werden müssen, nicht mit der Sprache. ",
  "an10.23:3.1": "Und was sind die Dinge, die mit der Sprache aufgegeben werden müssen, nicht mit dem Körper? ",
  "an10.23:3.2": "Da hat ein Mönch mit der Sprache einen gewissen unangebrachten Verstoß begangen. ",
  "an10.23:3.3": "Nachdem sie es geprüft haben, sagen vernünftige geistliche Gefährten zu ihm: ",
  "an10.23:3.4": "‚Ehrwürdiger, du hast mit der Sprache einen gewissen unangebrachten Verstoß begangen. ",
  "an10.23:3.5": "Bitte gib dieses schlechte Verhalten mit der Sprache auf und entwickle gutes Verhalten mit der Sprache.‘ ",
  "an10.23:3.6": "Wenn seine vernünftigen geistlichen Gefährten so mit ihm sprechen, gibt er dieses schlechte Verhalten mit der Sprache auf und entwickelt gutes Verhalten mit der Sprache. ",
  "an10.23:3.7": "Das sind die Dinge, die mit der Sprache aufgegeben werden müssen, nicht mit dem Körper. ",
  "an10.23:4.1": "Und was sind die Dinge, die weder mit dem Körper noch mit der Sprache aufgegeben werden müssen, sondern indem man sie wieder und wieder mit Weisheit sieht? ",
  "an10.23:4.2": "Gier … ",
  "an10.23:4.3": "Hass … ",
  "an10.23:4.4": "Täuschung … ",
  "an10.23:4.5": "Zorn … ",
  "an10.23:4.6": "Feindseligkeit … ",
  "an10.23:4.7": "Geringschätzung … ",
  "an10.23:4.8": "Verachtung … ",
  "an10.23:4.9": "und Geiz müssen weder mit dem Körper noch mit der Sprache aufgegeben werden, sondern indem man sie wieder und wieder mit Weisheit sieht. ",
  "an10.23:5.1": "Böse Eifersucht muss weder mit dem Körper noch mit der Sprache aufgegeben werden, sondern indem man sie wieder und wieder mit Weisheit sieht. ",
  "an10.23:5.2": "Und was ist böse Eifersucht? ",
  "an10.23:5.3": "Da ist ein Hausbesitzer oder seine Tochter erfolgreich in Bezug auf Geld, Getreide, Silber oder Gold. ",
  "an10.23:5.4": "Und ein Leibeigener oder eine abhängig Beschäftigte denkt: ",
  "an10.23:5.5": "‚Ach, dass doch dieser Hausbesitzer oder seine Tochter nicht in Bezug auf Geld, Getreide, Silber oder Gold erfolgreich sein soll!‘ ",
  "an10.23:5.6": "Oder ein Asket oder Brahmane erhält Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "an10.23:5.7": "Und ein anderer Asket oder Brahmane denkt: ",
  "an10.23:5.8": "‚Ach, dass doch dieser Asket oder Brahmane keine Roben, kein Almosen, keine Unterkunft sowie keine Arznei und Krankenversorgung erhalten soll!‘ ",
  "an10.23:5.9": "Das nennt man böse Eifersucht. ",
  "an10.23:6.1": "Unlautere Wünsche müssen weder mit dem Körper noch mit der Sprache aufgegeben werden, sondern indem man sie wieder und wieder mit Weisheit sieht. ",
  "an10.23:6.2": "Und was sind unlautere Wünsche? ",
  "an10.23:6.3": "Da wünscht ein Mensch ohne Vertrauen: ‚Dass man mich doch für vertrauensvoll halten soll!‘ ",
  "an10.23:6.4": "Ein unmoralischer Mensch wünscht: ‚Dass man mich doch für sittlich halten soll!‘ ",
  "an10.23:6.5": "Ein ungebildeter Mensch wünscht: ‚Dass man mich doch für gelehrt halten soll!‘ ",
  "an10.23:6.6": "Ein Mensch, der Gesellschaft liebt, wünscht: ‚Dass man mich doch für abgeschieden lebend halten soll!‘ ",
  "an10.23:6.7": "Ein träger Mensch wünscht: ‚Dass man mich doch für energisch halten soll!‘ ",
  "an10.23:6.8": "Ein unachtsamer Mensch wünscht: ‚Dass man mich doch für achtsam halten soll!‘ ",
  "an10.23:6.9": "Ein Mensch ohne Versenkung wünscht: ‚Dass man mich doch für versunken halten soll!‘ ",
  "an10.23:6.10": "Ein geistloser Mensch wünscht: ‚Dass man mich doch für weise halten soll!‘ ",
  "an10.23:6.11": "Ein Mensch, der die Befleckungen nicht aufgelöst hat, wünscht: ‚Dass man mich doch für einen halten soll, der die Befleckungen aufgelöst hat!‘ ",
  "an10.23:6.12": "Das nennt man unlautere Wünsche. ",
  "an10.23:6.13": "Unlautere Wünsche sind Dinge, die weder mit dem Körper noch mit der Sprache aufgegeben werden müssen, sondern indem man sie wieder und wieder mit Weisheit sieht. ",
  "an10.23:7.1": "Angenommen, diese Gier beherrscht diese Nonne und hält an; ",
  "an10.23:7.2": "oder dieser Hass … ",
  "an10.23:7.3": "diese Täuschung … ",
  "an10.23:7.4": "dieser Zorn … ",
  "an10.23:7.5": "diese Feindseligkeit … ",
  "an10.23:7.6": "diese Geringschätzung … ",
  "an10.23:7.7": "diese Verachtung … ",
  "an10.23:7.8": "dieser Geiz … ",
  "an10.23:7.9": "diese böse Eifersucht … ",
  "an10.23:7.10": "oder diese unlauteren Wünsche beherrschen diese Nonne und halten an. ",
  "an10.23:7.11": "Ihr solltet über sie wissen: ",
  "an10.23:7.12": "‚Diese Ehrwürdige besitzt nicht das Verstehen, das Gier beseitigen würde, daher beherrscht die Gier sie und hält an. ",
  "an10.23:7.13": "Sie besitzt nicht das Verstehen, das Hass beseitigen würde … ",
  "an10.23:7.14": "das Täuschung beseitigen würde … ",
  "an10.23:7.15": "das Zorn beseitigen würde … ",
  "an10.23:7.16": "das Feindseligkeit beseitigen würde … ",
  "an10.23:7.17": "das Geringschätzung beseitigen würde … ",
  "an10.23:7.18": "das Verachtung beseitigen würde … ",
  "an10.23:7.19": "das Geiz beseitigen würde … ",
  "an10.23:7.20": "das böse Eifersucht beseitigen würde … ",
  "an10.23:7.21": "oder das unlautere Wünsche beseitigen würde, daher beherrschen unlautere Wünsche sie und halten an.‘ ",
  "an10.23:8.1": "Angenommen, diese Gier beherrscht diese Nonne nicht und hält nicht an; ",
  "an10.23:8.2": "oder dieser Hass … ",
  "an10.23:8.3": "diese Täuschung … ",
  "an10.23:8.4": "dieser Zorn … ",
  "an10.23:8.5": "diese Feindseligkeit … ",
  "an10.23:8.6": "diese Geringschätzung … ",
  "an10.23:8.7": "diese Verachtung … ",
  "an10.23:8.8": "dieser Geiz … ",
  "an10.23:8.9": "diese böse Eifersucht … ",
  "an10.23:8.10": "oder diese unlauteren Wünsche beherrschen diese Nonne nicht und halten nicht an. ",
  "an10.23:8.11": "Ihr solltet über sie wissen: ",
  "an10.23:8.12": "‚Diese Ehrwürdige besitzt das Verstehen, das Gier beseitigt, daher beherrscht die Gier sie nicht und hält nicht an. ",
  "an10.23:8.13": "Sie besitzt das Verstehen, das Hass beseitigt … ",
  "an10.23:8.14": "das Täuschung beseitigt … ",
  "an10.23:8.15": "das Zorn beseitigt … ",
  "an10.23:8.16": "das Feindseligkeit beseitigt … ",
  "an10.23:8.17": "das Geringschätzung beseitigt … ",
  "an10.23:8.18": "das Verachtung beseitigt … ",
  "an10.23:8.19": "das Geiz beseitigt … ",
  "an10.23:8.20": "das böse Eifersucht beseitigt … ",
  "an10.23:8.21": "und das unlautere Wünsche beseitigt, daher beherrschen unlautere Wünsche sie nicht und halten nicht an.‘“ "
}