{
  "an10.21:0.1": "Nummerierte Lehrreden 10.21 ",
  "an10.21:0.2": "3. Das große Kapitel ",
  "an10.21:0.3": "Das Löwengebrüll ",
  "an10.21:1.1": "„Mönche und Nonnen, gegen Abend kommt der Löwe, der König der Tiere, aus seiner Höhle, ",
  "an10.21:1.2": "gähnt, ",
  "an10.21:1.3": "blickt ringsumher in die vier Himmelsrichtungen ",
  "an10.21:1.4": "und brüllt dreimal sein Löwengebrüll. ",
  "an10.21:1.5": "Dann zieht er auf Beute aus. ",
  "an10.21:1.6": "Und warum? ",
  "an10.21:1.7": "‚Dass ich doch nicht versehentlich kleine Geschöpfe verletze, die sich verirrt haben.‘ ",
  "an10.21:2.1": "‚Löwe‘ ist ein Ausdruck für den Klargewordenen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "an10.21:2.2": "Wenn der Klargewordene vor einer Versammlung den Dhamma lehrt, ist das sein Löwengebrüll. ",
  "an10.21:3.1": "Der Klargewordene besitzt zehn Kräfte eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "an10.21:3.2": "Welche zehn? ",
  "an10.21:3.3": "Zunächst versteht da der Klargewordene wahrhaftig das Mögliche als möglich und das Unmögliche als unmöglich. ",
  "an10.21:3.4": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Vor diesem Hintergrund beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "an10.21:4.1": "Dann versteht da der Klargewordene wahrhaftig das Ergebnis von Taten, die in der Vergangenheit, der Zukunft und der Gegenwart aufgenommen wurden und werden, im Hinblick auf Grundlagen und Ursachen. ",
  "an10.21:4.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:5.1": "Dann versteht da der Klargewordene wahrhaftig, wo alle Übungspfade hinführen. ",
  "an10.21:5.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:6.1": "Dann versteht da der Klargewordene wahrhaftig die Welt mit ihren vielen und vielfältigen Elementen. ",
  "an10.21:6.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:7.1": "Dann versteht da der Klargewordene wahrhaftig die vielfältigen Überzeugungen der Lebewesen. ",
  "an10.21:7.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:8.1": "Dann versteht da der Klargewordene wahrhaftig die Fähigkeiten anderer Lebewesen und anderer Menschen, indem er sie mit seinem Geist erfasst. ",
  "an10.21:8.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:9.1": "Dann versteht da der Klargewordene wahrhaftig Verunreinigung, Läuterung und Heraustreten in Bezug auf die Vertiefungen, die Befreiungen, die Versenkung und erhabene Zustände. ",
  "an10.21:9.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:10.1": "Dann erinnert sich da der Klargewordene an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an10.21:10.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:11.1": "Dann sieht da der Klargewordene mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlechtgemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlechtgemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an10.21:11.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.21:12.1": "Dann hat da der Klargewordene mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin. ",
  "an10.21:12.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Vor diesem Hintergrund beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an10.21:13.1": "Das sind die zehn Kräfte eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad.“ "
}