{
  "an10.71:0.1": "Nummerierte Lehrreden 10.71 ",
  "an10.71:0.2": "8. Das Kapitel über das Wünschen ",
  "an10.71:0.3": "Wenn man wünscht ",
  "an10.71:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.71:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an10.71:1.3": "„Mönche und Nonnen!“ ",
  "an10.71:1.4": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an10.71:1.5": "Der Buddha sagte: ",
  "an10.71:2.1": "„Mönche und Nonnen, lebt nach den ethischen Regeln und der Ordenssatzung. Lebt gezügelt in der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr euch vorgenommen habt. ",
  "an10.71:3.1": "Wenn ein Mönch wünscht: ‚Dass ich doch meinen geistlichen Gefährten lieb und teuer wäre, dass ich geachtet und bewundert würde‘, so sollte er seine Regeln einhalten, sich der inneren Sammlung des Herzens weihen, die Vertiefung nicht vernachlässigen, das klare Sehen besitzen und leere Hütten aufsuchen. ",
  "an10.71:4.1": "Wenn eine Nonne wünscht: ‚Dass ich doch Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhalte‘, so sollte sie ihre Regeln einhalten, sich der inneren Sammlung des Herzens weihen, die Vertiefung nicht vernachlässigen, das klare Sehen besitzen und leere Hütten aufsuchen. ",
  "an10.71:5.1": "Wenn ein Mönch wünscht: ‚Dass doch die Dienste derer, deren Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung ich genieße, ihnen reiche Frucht und reichen Segen bringen‘, so sollte er seine Regeln einhalten … ",
  "an10.71:6.1": "Wenn eine Nonne wünscht: ‚Dass es doch meinen verstorbenen Angehörigen und Verwandten reiche Frucht und reichen Segen bringe, wenn sie sich mit zuversichtlichem Herzen auf mich besinnen‘, so sollte sie ihre Regeln einhalten … ",
  "an10.71:7.1": "Wenn ein Mönch wünscht: ‚Dass ich doch mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden wäre‘, so sollte er seine Regeln einhalten … ",
  "an10.71:8.1": "Wenn eine Nonne wünscht: ‚Dass ich doch Kälte, Hitze, Hunger und Durst ertragen könnte, dass ich die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren ertragen könnte, dass ich rauen und unlieben Tadel ertragen könnte und dass ich körperliche Schmerzen hinnehmen könnte – scharfe, heftige, brennende, lästige, unangenehme, lebensbedrohende‘, so sollte sie ihre Regeln einhalten … ",
  "an10.71:9.1": "Wenn ein Mönch wünscht: ‚Dass ich doch die Oberhand über Verlangen und Widerwillen gewinnen könnte und Verlangen und Widerwille nicht die Oberhand über mich gewinnen, und dass ich leben könnte, indem ich Verlangen und Widerwillen gemeistert habe, wann immer sie aufkommen‘, so sollte er seine Regeln einhalten … ",
  "an10.71:10.1": "Wenn eine Nonne wünscht: ‚Dass ich doch die Oberhand über Angst und Schrecken gewinnen könnte und Angst und Schrecken nicht die Oberhand über mich gewinnen, und dass ich leben könnte, indem ich Angst und Schrecken gemeistert habe, wann immer sie aufkommen‘, so sollte sie ihre Regeln einhalten … ",
  "an10.71:11.1": "Wenn ein Mönch wünscht: ‚Dass ich doch die vier Vertiefungen erlangen könnte – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer ich will, ohne Mühe und Not‘, so sollte er seine Regeln einhalten … ",
  "an10.71:12.1": "Wenn eine Nonne wünscht: ‚Dass ich doch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen könnte, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben‘, so sollte sie ihre Regeln einhalten, sich der inneren Sammlung des Herzens weihen, die Vertiefung nicht vernachlässigen, das klare Sehen besitzen und leere Hütten aufsuchen. ",
  "an10.71:13.1": "‚Lebt nach den ethischen Regeln und der Ordenssatzung. Lebt gezügelt in der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr euch vorgenommen habt.‘ ",
  "an10.71:13.2": "Das habe ich gesagt, und deshalb habe ich es gesagt.“ "
}