{
  "an10.30:0.1": "Nummerierte Lehrreden 10 ",
  "an10.30:0.2": "3. Das große Kapitel ",
  "an10.30:0.3": "30. Kosala (2) ",
  "an10.30:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.30:1.2": "Da kam nun zu dieser Zeit der König Pasenadi von einem Kampf zurück, nachdem er eine Schlacht gewonnen hatte und sein Plan aufgegangen war. ",
  "an10.30:1.3": "Und König Pasenadi von Kosala ging zum Kloster. ",
  "an10.30:1.4": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und betrat zu Fuß das Kloster. ",
  "an10.30:1.5": "Zu der Zeit gingen mehrere Mönche und Nonnen achtsam im Freien auf und ab. ",
  "an10.30:1.6": "Da ging König Pasenadi von Kosala zu ihnen und sagte: ",
  "an10.30:1.7": "„Ihr Herren, wo ist der Gesegnete jetzt, der Vollendete, der vollkommen erwachte Buddha? ",
  "an10.30:1.8": "Denn ich möchte den Buddha sehen.“ ",
  "an10.30:1.9": "„Großer König, das hier ist seine Unterkunft, die Tür ist geschlossen. Nähere dich leise und ohne Eile; geh zum Vordach, räuspere dich und klopfe mit dem Riegel. Der Buddha wird die Tür öffnen.“ ",
  "an10.30:2.1": "Da ging der König zur Unterkunft des Buddha und klopfte und der Buddha öffnete die Tür. ",
  "an10.30:2.2": "Da betrat König Pasenadi die Unterkunft des Buddha. Er beugte seinen Kopf zu den Füßen des Buddha, streichelte die Füße und bedeckte sie mit Küssen und nannte seinen Namen: ",
  "an10.30:2.3": "„Herr, ich bin Pasenadi, der König von Kosala! ",
  "an10.30:2.4": "Ich bin Pasenadi, der König von Kosala!“ ",
  "an10.30:3.1": "„Aber großer König, was ist der Grund dafür, dass du diesem Körper so eine äußerste Hingabe zeigst und deine offensichtliche Liebe zum Ausdruck bringst?“ ",
  "an10.30:3.2": "„Herr, es ist, weil ich dem Buddha gegenüber so dankbar und erkenntlich bin, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:4.1": "Der Buddha übt zum Nutzen und Glück vieler Menschen. Er hat viele Menschen in der edlen Methode verankert: nämlich in den Grundsätzen von Güte und tauglichen Dingen. ",
  "an10.30:4.2": "Das ist ein Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:5.1": "Dann ist der Buddha sittlich, er besitzt das sittliche Verhalten, das reif, edel und tauglich ist. ",
  "an10.30:5.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:6.1": "Dann lebt der Buddha in der Wildnis, er sucht abgelegene Unterkünfte in der Wildnis und im Wald auf. ",
  "an10.30:6.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:7.1": "Dann ist der Buddha mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden. ",
  "an10.30:7.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:8.1": "Dann ist der Buddha einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an10.30:8.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:9.1": "Dann findet der Buddha, wann immer er will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Selbstüberwindung teilzunehmen, die helfen, das Herz zu öffnen: nämlich an Gesprächen über Genügsamkeit, Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "an10.30:9.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:10.1": "Dann erlangt der Buddha die vier Vertiefungen – Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "an10.30:10.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:11.1": "Dann erinnert sich der Buddha an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an10.30:11.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:12.1": "Dann sieht der Buddha mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an10.30:12.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:13.1": "Dann hat der Buddha mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin. ",
  "an10.30:13.2": "Das ist ein weiterer Grund dafür, dass ich so eine äußerste Hingabe zeige und meine offensichtliche Liebe zum Ausdruck bringe. ",
  "an10.30:14.1": "Nun, Herr, jetzt muss ich gehen. ",
  "an10.30:14.2": "Ich habe viele Verpflichtungen und viel zu tun.“ ",
  "an10.30:14.3": "„Bitte, großer König, geh nach deinem Belieben.“ ",
  "an10.30:14.4": "Da erhob sich der König Pasenadi von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. "
}