{
  "an10.27:0.1": "Nummerierte Lehrreden 10.27 ",
  "an10.27:0.2": "3. Das große Kapitel ",
  "an10.27:0.3": "Die großen Fragen (1) ",
  "an10.27:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.27:1.2": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Sāvatthī zum Almosengang. ",
  "an10.27:1.3": "Da kam ihnen in den Sinn: ",
  "an10.27:1.4": "„Es ist zu früh für den Almosengang in Sāvatthī. ",
  "an10.27:1.5": "Warum gehen wir nicht zu dem Kloster der Wanderer anderer Konfessionen?“ ",
  "an10.27:2.1": "Und sie gingen zu dem Kloster der Wanderer anderer Konfessionen und tauschten dort mit den Wanderern Willkommensgrüße aus. ",
  "an10.27:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. Die Wanderer sagten zu ihnen: ",
  "an10.27:3.1": "„Werte Freunde, der Asket Gotama lehrt seine Schüler so: ",
  "an10.27:3.2": "‚Bitte, Mönche und Nonnen, erkennt alle Dinge unmittelbar. Wenn ihr alle Dinge unmittelbar erkannt habt, lebt darin.‘ ",
  "an10.27:3.3": "Auch wir lehren unsere Schüler so: ",
  "an10.27:3.4": "‚Bitte, werte Freunde, erkennt alle Dinge unmittelbar. Wenn ihr alle Dinge unmittelbar erkannt habt, lebt darin.‘ ",
  "an10.27:3.5": "Was ist nun der Unterschied zwischen der Lehre und Anleitung des Asketen Gotama und unserer?“ ",
  "an10.27:4.1": "Weder begrüßten diese Mönche und Nonnen diese Aussage der Wanderer anderer Konfessionen, noch lehnten sie sie ab. ",
  "an10.27:4.2": "Sie erhoben sich von ihren Sitzen und dachten: ",
  "an10.27:4.3": "„Wir wollen die Bedeutung dieser Aussage vom Buddha selbst erfahren.“ ",
  "an10.27:5.1": "Nach dem Essen, als sie vom Almosengang zurückkamen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm die Begebenheit. ",
  "an10.27:9.1": "„Mönche und Nonnen, wenn Wanderer anderer Konfessionen so sprechen, solltet ihr zu ihnen sagen: ",
  "an10.27:9.2": "‚Ein Ding: Frage, Merksatz und Antwort. Zwei … drei … vier … fünf … sechs … sieben … acht … neun … zehn Dinge: Frage, Merksatz und Antwort.‘ ",
  "an10.27:9.3": "Wenn sie so gefragt würden, wären die Wanderer anderer Konfessionen überfragt und wären dazu verdrossen. ",
  "an10.27:9.4": "Und warum? ",
  "an10.27:9.5": "Weil sie nicht in ihrem Element sind. ",
  "an10.27:9.6": "Ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der eine zufriedenstellende Antwort auf diese Fragen geben könnte, außer dem Klargewordenen oder einem seiner Schüler oder jemandem, der es von diesen gehört hat. ",
  "an10.27:10.1": "‚Ein Ding: Frage, Merksatz und Antwort.‘ ",
  "an10.27:10.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an10.27:10.3": "Wenn sie in Bezug auf ein Ding vollständig ernüchtert wird, wenn die Leidenschaft schwindet und sie davon befreit ist, wenn sie seine Grenzen sieht und seine Bedeutung vollständig erfasst, macht eine Nonne dem Leiden in diesem Leben ein Ende. ",
  "an10.27:10.4": "Welches eine Ding? ",
  "an10.27:10.5": "‚Alle Lebewesen werden durch Nahrung erhalten.‘ ",
  "an10.27:10.6": "Wenn sie in Bezug auf dieses eine Ding vollständig ernüchtert wird, wenn die Leidenschaft schwindet und sie davon befreit ist, wenn sie seine Grenzen sieht und seine Bedeutung vollständig erfasst, macht eine Nonne dem Leiden in diesem Leben ein Ende. ",
  "an10.27:10.7": "‚Ein Ding: Frage, Merksatz und Antwort.‘ ",
  "an10.27:10.8": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an10.27:11.1": "‚Zwei Dinge …‘ ",
  "an10.27:11.4": "Welche zwei Dinge? ",
  "an10.27:11.5": "Name und Form … ",
  "an10.27:12.1": "‚Drei Dinge …‘ ",
  "an10.27:12.4": "Welche drei Dinge? ",
  "an10.27:12.5": "Drei Gefühle … ",
  "an10.27:13.1": "‚Vier Dinge …‘ ",
  "an10.27:13.4": "Welche vier Dinge? ",
  "an10.27:13.5": "Die vier Arten von Nahrung … ",
  "an10.27:14.1": "‚Fünf Dinge …‘ ",
  "an10.27:14.4": "Welche fünf Dinge? ",
  "an10.27:14.5": "Die fünf mit Ergreifen verbundenen Aggregate … ",
  "an10.27:15.1": "‚Sechs Dinge …‘ ",
  "an10.27:15.4": "Welche sechs Dinge? ",
  "an10.27:15.5": "Die sechs inneren Sinnesfelder … ",
  "an10.27:16.1": "‚Sieben Dinge …‘ ",
  "an10.27:16.4": "Welche sieben Dinge? ",
  "an10.27:16.5": "Die sieben Bewusstseinsebenen … ",
  "an10.27:17.1": "‚Acht Dinge …‘ ",
  "an10.27:17.4": "Welche acht Dinge? ",
  "an10.27:17.5": "Die acht weltlichen Gegebenheiten … ",
  "an10.27:18.1": "‚Neun Dinge …‘ ",
  "an10.27:18.4": "Welche neun Dinge? ",
  "an10.27:18.5": "Die neun Wohnplätze der Lebewesen … ",
  "an10.27:19.1": "‚Zehn Dinge: Frage, Merksatz und Antwort.‘ ",
  "an10.27:19.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an10.27:19.3": "Wenn sie in Bezug auf zehn Dinge vollständig ernüchtert wird, wenn die Leidenschaft schwindet und sie davon befreit ist, wenn sie ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht eine Nonne dem Leiden in diesem Leben ein Ende. ",
  "an10.27:19.4": "Welche zehn Dinge? ",
  "an10.27:19.5": "Die zehn Wege zum Begehen untauglicher Taten. ",
  "an10.27:19.6": "Wenn sie in Bezug auf diese zehn Dinge vollständig ernüchtert wird, wenn die Leidenschaft schwindet und sie davon befreit ist, wenn sie ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht eine Nonne dem Leiden in diesem Leben ein Ende. ",
  "an10.27:19.7": "‚Zehn Dinge: Frage, Merksatz und Antwort.‘ ",
  "an10.27:19.8": "Das habe ich gesagt, und insofern habe ich es gesagt.“ "
}