{
  "an10.68:0.1": "Nummerierte Lehrreden 10.68 ",
  "an10.68:0.2": "7. Das Kapitel mit Paaren ",
  "an10.68:0.3": "Bei Naḷakapāna (2) ",
  "an10.68:1.1": "Einmal hielt sich der Buddha bei Naḷakapāna im Wäldchen mit Flamme-des-Waldes-Bäumen auf. ",
  "an10.68:1.2": "Zu der Zeit, es war der Besinnungstag, saß der Buddha inmitten des Saṅgha der Mönche. ",
  "an10.68:1.3": "Den größten Teil der Nacht verbrachte der Buddha damit, die Mönche und Nonnen mit einem Dhammavortrag anzuleiten, zu ermuntern, zu begeistern und anzuregen. Dann blickte er über den völlig stillen Saṅgha der Mönche und wandte sich an den Ehrwürdigen Sāriputta: ",
  "an10.68:2.1": "„Sāriputta, da ist keine Dumpfheit oder Benommenheit im Saṅgha der Mönche. ",
  "an10.68:2.2": "Halte einen Dhammavortrag für sie, so wie es dir in den Sinn kommt. ",
  "an10.68:2.3": "Mein Rücken schmerzt, ",
  "an10.68:2.4": "ich will ihn ausstrecken.“ ",
  "an10.68:2.5": "„Ja, Herr“, entgegnete Sāriputta. ",
  "an10.68:3.1": "Da faltete der Buddha seine äußere Robe vierfach, breitete sie aus und legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig und im Gedanken an die Zeit des Aufstehens. ",
  "an10.68:3.2": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "an10.68:3.3": "„Werte Freunde, ihr Mönche!“ ",
  "an10.68:3.4": "„Werter Freund“, antworteten sie. ",
  "an10.68:3.5": "Sāriputta sagte: ",
  "an10.68:4.1": "„Werte Freunde, jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, der nicht zuhören will, sich die Lehre nicht einprägt, ihre Bedeutung nicht untersucht, nicht im Einklang damit übt und in Bezug auf taugliche Eigenschaften nachlässig ist, ",
  "an10.68:4.9": "kann bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.68:4.10": "Wie der Mond in der dunklen Monatshälfte: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets ab. ",
  "an10.68:4.11": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, der nicht zuhören will, sich die Lehre nicht einprägt, ihre Bedeutung nicht untersucht, nicht im Einklang damit übt und in Bezug auf taugliche Eigenschaften nachlässig ist, ",
  "an10.68:4.19": "bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.68:5.1": "Jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, der zuhören will, sich die Lehre einprägt, ihre Bedeutung untersucht, im Einklang damit übt und in Bezug auf taugliche Eigenschaften beflissen ist, ",
  "an10.68:5.9": "kann bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht. ",
  "an10.68:5.10": "Wie der Mond in der hellen Monatshälfte: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets zu. ",
  "an10.68:5.11": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, der zuhören will, sich die Lehre einprägt, ihre Bedeutung untersucht, im Einklang damit übt und in Bezug auf taugliche Eigenschaften beflissen ist, ",
  "an10.68:5.12": "bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht.“ ",
  "an10.68:6.1": "Da erhob sich der Buddha und sagte zum Ehrwürdigen Sāriputta: ",
  "an10.68:6.2": "„Gut, gut, Sāriputta! ",
  "an10.68:6.3": "Jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, der nicht zuhören will, sich die Lehre nicht einprägt, ihre Bedeutung nicht untersucht, nicht im Einklang damit übt und in Bezug auf taugliche Eigenschaften nachlässig ist, ",
  "an10.68:6.11": "kann bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.68:6.12": "Wie der Mond in der dunklen Monatshälfte: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets ab. ",
  "an10.68:6.13": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, der nicht zuhören will, sich die Lehre nicht einprägt, ihre Bedeutung nicht untersucht, nicht im Einklang damit übt und in Bezug auf taugliche Eigenschaften nachlässig ist, ",
  "an10.68:6.14": "bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "an10.68:7.1": "Jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, der zuhören will, sich die Lehre einprägt, ihre Bedeutung untersucht, im Einklang damit übt und in Bezug auf taugliche Eigenschaften beflissen ist, ",
  "an10.68:7.9": "kann bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht. ",
  "an10.68:7.10": "Wie der Mond in der hellen Monatshälfte: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets zu. ",
  "an10.68:7.11": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, der zuhören will, sich die Lehre einprägt, ihre Bedeutung untersucht, im Einklang damit übt und in Bezug auf taugliche Eigenschaften beflissen ist, ",
  "an10.68:7.12": "bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht.“ "
}