{
  "an10.2:0.1": "Nummerierte Lehrreden 10.2 ",
  "an10.2:0.2": "1. Das Kapitel über vorteilhafte Folgen ",
  "an10.2:0.3": "Sich wünschen ",
  "an10.2:1.1": "„Mönche und Nonnen, ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, braucht sich nicht zu wünschen: ",
  "an10.2:1.2": "‚Dass ich doch nichts zu bereuen hätte!‘ ",
  "an10.2:1.3": "Es ist nur natürlich, dass ein sittlicher Mensch nichts zu bereuen hat. ",
  "an10.2:1.4": "Wenn man nichts zu bereuen hat, braucht man sich nicht zu wünschen: ",
  "an10.2:1.5": "‚Dass ich doch Freude empfinden würde!‘ ",
  "an10.2:1.6": "Es ist nur natürlich, dass Freude auflodert, wenn man nichts zu bereuen hat. ",
  "an10.2:1.7": "Wenn man Freude empfindet, braucht man sich nicht zu wünschen: ",
  "an10.2:1.8": "‚Dass ich doch Ekstase erfahren würde!‘ ",
  "an10.2:1.9": "Es ist nur natürlich, dass Ekstase aufkommt, wenn man voller Freude ist. ",
  "an10.2:1.10": "Wenn der Geist in Ekstase ist, braucht man sich nicht zu wünschen: ",
  "an10.2:1.11": "‚Dass doch mein Körper still würde!‘ ",
  "an10.2:1.12": "Es ist nur natürlich, dass der Körper still wird, wenn der Geist in Ekstase ist. ",
  "an10.2:1.13": "Wenn der Körper still ist, braucht man sich nicht zu wünschen: ",
  "an10.2:1.14": "‚Dass ich doch Seligkeit empfinden würde!‘ ",
  "an10.2:1.15": "Es ist nur natürlich, dass man Seligkeit empfindet, wenn der Körper still ist. ",
  "an10.2:1.16": "Wenn man Seligkeit empfindet, braucht man sich nicht zu wünschen: ",
  "an10.2:1.17": "‚Dass doch mein Geist sich im Samādhi versenken soll!‘ ",
  "an10.2:1.18": "Es ist nur natürlich, dass der Geist sich im Samādhi versenkt, wenn man Seligkeit empfindet. ",
  "an10.2:1.19": "Wenn der Geist im Samādhi versunken ist, braucht man sich nicht zu wünschen: ",
  "an10.2:1.20": "‚Dass ich doch wahrhaftig erkennen und sehen könnte!‘ ",
  "an10.2:1.21": "Es ist nur natürlich, dass man wahrhaftig erkennt und sieht, wenn der Geist im Samādhi versunken ist. ",
  "an10.2:1.22": "Wenn man wahrhaftig erkennt und sieht, braucht man sich nicht zu wünschen: ",
  "an10.2:1.23": "‚Dass ich doch ernüchtert werden und meine Leidenschaft schwinden würde!‘ ",
  "an10.2:1.24": "Es ist nur natürlich, dass man ernüchtert wird und die Leidenschaft schwindet, wenn man wahrhaftig erkennt und sieht. ",
  "an10.2:1.25": "Wenn man ernüchtert und die Leidenschaft geschwunden ist, braucht man sich nicht zu wünschen: ",
  "an10.2:1.26": "‚Dass ich doch das Erkennen und Sehen der Freiheit verwirklichen könnte!‘ ",
  "an10.2:1.27": "Es ist nur natürlich, dass man das Erkennen und Sehen der Freiheit verwirklicht, wenn man ernüchtert und die Leidenschaft geschwunden ist. ",
  "an10.2:2.1": "Und daher, Mönche und Nonnen, ist das Erkennen und Sehen der Freiheit der Zweck und die vorteilhafte Folge von Ernüchterung und dem Schwinden der Leidenschaft. ",
  "an10.2:2.2": "Ernüchterung und das Schwinden der Leidenschaft sind der Zweck und die vorteilhafte Folge von wahrhaftigem Erkennen und Sehen. ",
  "an10.2:2.3": "Wahrhaftiges Erkennen und Sehen ist der Zweck und die vorteilhafte Folge der Versenkung. ",
  "an10.2:2.4": "Versenkung ist der Zweck und die vorteilhafte Folge der Seligkeit. ",
  "an10.2:2.5": "Seligkeit ist der Zweck und die vorteilhafte Folge der Stille. ",
  "an10.2:2.6": "Stille ist der Zweck und die vorteilhafte Folge der Ekstase. ",
  "an10.2:2.7": "Ekstase ist der Zweck und die vorteilhafte Folge der Freude. ",
  "an10.2:2.8": "Freude ist der Zweck und die vorteilhafte Folge davon, nichts zu bereuen zu haben. ",
  "an10.2:2.9": "Nichts zu bereuen zu haben, ist der Zweck und die vorteilhafte Folge von tauglicher Sittlichkeit. ",
  "an10.2:2.10": "Und so, Mönche und Nonnen, fließen gute Eigenschaften von einer zur anderen und füllen sie auf, sodass man vom diesseitigen zum jenseitigen Ufer gelangt.“ "
}