{
  "an10.177:0.1": "Nummerierte Lehrreden 10.177 ",
  "an10.177:0.2": "17. Das Kapitel mit Jāṇussoṇi ",
  "an10.177:0.3": "Mit Jāṇussoṇi ",
  "an10.177:1.1": "Da ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an10.177:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an10.177:2.1": "„Meister Gotama, man nennt uns Brahmanen. ",
  "an10.177:2.2": "Wir geben Spenden und führen Gedenkriten für Verstorbene aus: ",
  "an10.177:2.3": "‚Dass doch diese Spende meinen verstorbenen Angehörigen und Verwandten helfe! Dass diese Spende ihnen zugutekomme!‘ ",
  "an10.177:2.4": "Aber hilft diese Spende wirklich den verstorbenen Angehörigen und Verwandten? ",
  "an10.177:2.5": "Kommt sie ihnen wirklich zugute?“ ",
  "an10.177:2.6": "„Unter den richtigen Umständen hilft sie ihnen, aber nicht unter den falschen Umständen.“ ",
  "an10.177:3.1": "„Was sind dann aber die richtigen und die falschen Umstände, Meister Gotama?“ ",
  "an10.177:3.2": "„Brahmane, da tötet jemand lebende Geschöpfe, stiehlt und begeht sexuelle Verfehlungen. Er gebraucht falsche, entzweiende, harte oder unsinnige Rede. Und er ist begehrlich und böswillig und hat falsche Ansicht. ",
  "an10.177:3.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er in der Hölle wiedergeboren. ",
  "an10.177:3.4": "Dort überlebt er, indem er die Nahrung der Höllenwesen zu sich nimmt. ",
  "an10.177:3.5": "Das sind die falschen Umstände, sodass diese Spende dem Wesen, das hier lebt, nicht hilft. ",
  "an10.177:4.1": "Jemand anders tötet lebende Geschöpfe … und hat falsche Ansicht. ",
  "an10.177:4.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er im Tierreich wiedergeboren. ",
  "an10.177:4.3": "Dort überlebt er, indem er die Nahrung der Wesen im Tierreich zu sich nimmt. ",
  "an10.177:4.4": "Auch das sind die falschen Umstände, sodass diese Spende dem Wesen, das hier lebt, nicht hilft. ",
  "an10.177:5.1": "Jemand anders tötet keine lebenden Geschöpfe, stiehlt nicht und begeht keine sexuellen Verfehlungen. Er gebraucht keine falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. ",
  "an10.177:5.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er in der Menschenwelt wiedergeboren. ",
  "an10.177:5.3": "Dort überlebt er, indem er menschliche Nahrung zu sich nimmt. ",
  "an10.177:5.4": "Auch das sind die falschen Umstände, sodass diese Spende dem Wesen, das hier lebt, nicht hilft. ",
  "an10.177:6.1": "Jemand unterlässt das Töten lebender Geschöpfe … und hat rechte Ansicht. ",
  "an10.177:6.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Göttern wiedergeboren. ",
  "an10.177:6.3": "Dort überlebt er, indem er die Nahrung der Götter zu sich nimmt. ",
  "an10.177:6.4": "Auch das sind die falschen Umstände, sodass diese Spende dem Wesen, das hier lebt, nicht hilft. ",
  "an10.177:7.1": "Jemand anders tötet lebende Geschöpfe … und hat falsche Ansicht. ",
  "an10.177:7.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er im Gespensterreich wiedergeboren. ",
  "an10.177:7.3": "Dort überlebt er, indem er die Nahrung der Wesen im Gespensterreich zu sich nimmt. Oder er überlebt, indem er zu sich nimmt, womit ihn Freunde und Kollegen, Angehörige und Verwandte von hier aus versorgen. ",
  "an10.177:7.4": "Das sind die richtigen Umstände, sodass diese Spende dem Wesen, das hier lebt, hilft.“ ",
  "an10.177:8.1": "„Aber Meister Gotama, wem kommt diese Spende zugute, wenn der verstorbene Angehörige nicht an diesem Ort wiedergeboren wurde?“ ",
  "an10.177:8.2": "„Diese Spende wird anderen verstorbenen Angehörigen zugutekommen, die dort wiedergeboren wurden.“ ",
  "an10.177:9.1": "„Aber wem kommt die Spende zugute, wenn weder dieser Angehörige noch andere Angehörige an diesem Ort wiedergeboren wurden?“ ",
  "an10.177:9.2": "„Das ist unmöglich, Brahmane, es kann nicht sein, dass es an diesem Ort in all dieser langen Zeit keine verstorbenen Angehörigen gibt. ",
  "an10.177:9.3": "Es ist nie fruchtlos für den Spender.“ ",
  "an10.177:10.1": "„Empfiehlt Meister Gotama das selbst unter den falschen Umständen?“ ",
  "an10.177:10.2": "„Ich empfehle das selbst unter den falschen Umständen. ",
  "an10.177:10.3": "Nehmen wir jemanden, der lebende Geschöpfe tötet, stiehlt und sexuelle Verfehlungen begeht. Er gebraucht falsche, entzweiende, harte oder unsinnige Rede. Und er ist begehrlich und böswillig und hat falsche Ansicht. ",
  "an10.177:10.4": "Er gibt Asketen oder Brahmanen Spenden wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an10.177:10.5": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Elefanten wiedergeboren. ",
  "an10.177:10.6": "Dort erhält er Essen und Trinken, Kränze und Schmuck verschiedener Art. ",
  "an10.177:11.1": "Da er in diesem Leben lebende Geschöpfe getötet hat … und falsche Ansicht hatte, wurde er unter Elefanten wiedergeboren. ",
  "an10.177:11.2": "Da er Asketen oder Brahmanen Spenden … gegeben hat, erhält er Essen und Trinken, Kränze und Schmuck verschiedener Art. ",
  "an10.177:12.1": "Nehmen wir jemand anders, der lebende Geschöpfe tötet … und falsche Ansicht hat. ",
  "an10.177:12.2": "Er gibt Asketen oder Brahmanen Spenden … ",
  "an10.177:12.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Pferden wiedergeboren … ",
  "an10.177:12.4": "oder er wird unter Kühen … ",
  "an10.177:12.5": "oder unter Hunden wiedergeboren. ",
  "an10.177:12.6": "Dort erhält er Essen und Trinken, Kränze und Schmuck verschiedener Art. ",
  "an10.177:13.1": "Da er in diesem Leben lebende Geschöpfe getötet hat … und falsche Ansicht hatte, wurde er unter Hunden wiedergeboren. ",
  "an10.177:13.2": "Da er Asketen oder Brahmanen Spenden … gegeben hat, erhält er Essen und Trinken, Kränze und Schmuck verschiedener Art. ",
  "an10.177:14.1": "Nehmen wir jemand anders, der keine lebenden Geschöpfe tötet, nicht stiehlt und keine sexuellen Verfehlungen begeht. Er gebraucht keine falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. ",
  "an10.177:14.2": "Er gibt Asketen oder Brahmanen Spenden … ",
  "an10.177:14.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er in der Menschenwelt wiedergeboren. ",
  "an10.177:14.4": "Dort erhält er die fünf Arten sinnlicher Erregung der Menschen. ",
  "an10.177:15.1": "Da er in diesem Leben das Töten lebender Geschöpfe unterlassen hat … und rechte Ansicht hatte, wurde er unter Menschen wiedergeboren. ",
  "an10.177:15.2": "Da er Asketen oder Brahmanen Spenden … gegeben hat, erhält er die fünf Arten sinnlicher Erregung der Menschen. ",
  "an10.177:16.1": "Nehmen wir jemand anders, der das Töten lebende Geschöpfe unterlässt … und rechte Ansicht hat. ",
  "an10.177:16.2": "Er gibt Asketen oder Brahmanen Spenden … ",
  "an10.177:16.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Göttern wiedergeboren. ",
  "an10.177:16.4": "Dort erhält er die fünf Arten sinnlicher Erregung der Götter. ",
  "an10.177:17.1": "Da er in diesem Leben das Töten lebender Geschöpfe unterlassen hat … und rechte Ansicht hatte, wurde er unter Göttern wiedergeboren. ",
  "an10.177:17.2": "Da er Asketen oder Brahmanen Spenden … gegeben hat, erhält er die fünf Arten sinnlicher Erregung der Götter. ",
  "an10.177:17.3": "Es ist nie fruchtlos für den Spender.“ ",
  "an10.177:18.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "an10.177:18.2": "Eben das reicht völlig aus, um das Spenden und das Ausführen von Gedenkriten für Verstorbene zu rechtfertigen, da es nie fruchtlos für den Spender ist.“ ",
  "an10.177:18.3": "„Das ist wirklich wahr, Brahmane. Es ist nie fruchtlos für den Spender.“ ",
  "an10.177:19.1": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an10.177:19.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}