{
  "an10.22:0.1": "Nummerierte Lehrreden 10.22 ",
  "an10.22:0.2": "3. Das große Kapitel ",
  "an10.22:0.3": "Annahmen ",
  "an10.22:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an10.22:2.1": "„Ānanda, ich behaupte, hinsichtlich der Lehren, die zum Verwirklichen der verschiedenen Annahmen durch Einsicht führen, selbstbewusst zu sein. ",
  "an10.22:2.2": "Daher bin ich in der Lage, verschiedene Menschen auf angemessene Art den Dhamma zu lehren. Wenn sie im Einklang damit üben, werden sie, wenn etwas besteht, wissen, dass es besteht. Wenn etwas nicht besteht, werden sie wissen, dass es nicht besteht. Wenn etwas gering ist, werden sie wissen, dass es gering ist. Wenn etwas hochstehend ist, werden sie wissen, dass es hochstehend ist. Wenn etwas nicht unübertrefflich ist, werden sie wissen, dass es nicht unübertrefflich ist. Wenn etwas unübertrefflich ist, werden sie wissen, dass es unübertrefflich ist. ",
  "an10.22:2.3": "Und sie werden es auf jede Art erkennen oder sehen oder verwirklichen, auf die es erkannt oder gesehen oder verwirklicht werden muss. Das ist möglich. ",
  "an10.22:2.4": "Aber das ist das unübertreffliche Wissen: nämlich jeden einzelnen Fall wahrhaftig zu erkennen. ",
  "an10.22:2.5": "Und Ānanda, ich sage, es gibt kein anderes Wissen, das besser und erlesener wäre als dieses. ",
  "an10.22:3.1": "Der Klargewordene besitzt zehn Kräfte eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an10.22:3.2": "Welche zehn? ",
  "an10.22:3.3": "Zunächst versteht da der Klargewordene wahrhaftig das Mögliche als möglich und das Unmögliche als unmöglich. ",
  "an10.22:3.4": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Vor diesem Hintergrund beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an10.22:4.1": "Dann versteht da der Klargewordene wahrhaftig das Ergebnis von Taten, die in der Vergangenheit, der Zukunft und der Gegenwart aufgenommen wurden und werden, im Hinblick auf die Ursachen und die Gründe. ",
  "an10.22:4.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:5.1": "Dann versteht da der Klargewordene wahrhaftig, wo alle Übungspfade hinführen. ",
  "an10.22:5.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:6.1": "Dann versteht da der Klargewordene wahrhaftig die Welt mit ihren vielen und vielfältigen Elementen. ",
  "an10.22:6.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:7.1": "Dann versteht da der Klargewordene wahrhaftig die vielfältigen Überzeugungen der Lebewesen. ",
  "an10.22:7.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:8.1": "Dann versteht da der Klargewordene wahrhaftig die Fähigkeiten anderer Lebewesen und anderer Menschen, indem er sie mit seinem Geist erfasst. ",
  "an10.22:8.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:9.1": "Dann versteht da der Klargewordene wahrhaftig Verunreinigung, Läuterung und Heraustreten in Bezug auf die Vertiefungen, die Befreiungen, die Versenkung und erhabene Zustände. ",
  "an10.22:9.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:10.1": "Dann erinnert sich da der Klargewordene an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an10.22:10.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:11.1": "Dann sieht da der Klargewordene mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an10.22:11.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an10.22:12.1": "Dann hat da der Klargewordene mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin. ",
  "an10.22:12.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Vor diesem Hintergrund beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an10.22:13.1": "Das sind die zehn Kräfte eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad.“ "
}