{
  "an10.26:0.1": "Nummerierte Lehrreden 10.26 ",
  "an10.26:0.2": "3. Das große Kapitel ",
  "an10.26:0.3": "Mit Kāḷī ",
  "an10.26:1.1": "Einmal hielt sich der Ehrwürdige Mahākaccāna im Land der Avantier auf, bei Kuraraghara auf dem Steilen Berg. ",
  "an10.26:1.2": "Da ging die Laienfrau Kāḷī aus Kuraraghara zum Ehrwürdigen Mahākaccāna, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.26:1.3": "„Herr, vom Buddha wurde in den ‚Fragen der Mädchen‘ gesagt: ",
  "an10.26:2.1": "‚Das Ziel hab ich erreicht, den Herzensfrieden. ",
  "an10.26:2.2": "Das Heer des Erwünschten und Angenehmen habe ich besiegt, ",
  "an10.26:2.3": "allein, indem ich Vertiefung übte, und bin zu Seligkeit erwacht. ",
  "an10.26:2.4": "Darum komme ich Menschen nicht zu nahe ",
  "an10.26:2.5": "und niemand kommt mir zu nahe.‘ ",
  "an10.26:3.1": "Wie ist die ausführliche Bedeutung dieser kurzen Aussage des Buddha zu verstehen?“ ",
  "an10.26:4.1": "„Schwester, manche Asketen und Brahmanen betrachten den Meditationszustand über die allumfassende Erde als das Höchste. Im Gedanken: ‚Das ist das Ziel‘ werden sie wiedergeboren. ",
  "an10.26:4.2": "Der Buddha erkannte unmittelbar, inwieweit der Meditationszustand über die allumfassende Erde das Höchste ist. ",
  "an10.26:4.3": "Indem er das unmittelbar erkannte, sah er die vorteilhaften und die nachteiligen Folgen und das Entrinnen. Und er sah das Erkennen und Sehen der Vielfalt der Wege. ",
  "an10.26:4.4": "Weil er die vorteilhaften und die nachteiligen Folgen und das Entrinnen sah, und weil er das Erkennen und Sehen der Vielfalt der Wege sah, wusste er, dass er das Ziel erreicht hatte, den Herzensfrieden. ",
  "an10.26:5.1": "Manche Asketen und Brahmanen betrachten den Meditationszustand über das allumfassende Wasser als das Höchste. Im Gedanken: ‚Das ist das Ziel‘ werden sie wiedergeboren. … ",
  "an10.26:5.2": "Manche Asketen und Brahmanen betrachten den Meditationszustand über das allumfassende Feuer … ",
  "an10.26:5.3": "über die allumfassende Luft … ",
  "an10.26:5.4": "über allumfassendes Blau … ",
  "an10.26:5.5": "über allumfassendes Gelb … ",
  "an10.26:5.6": "über allumfassendes Rot … ",
  "an10.26:5.7": "über allumfassendes Weiß … ",
  "an10.26:5.8": "über den allumfassenden Raum … ",
  "an10.26:5.9": "oder über das allumfassende Bewusstsein als das Höchste. Im Gedanken: ‚Das ist das Ziel‘ werden sie wiedergeboren. ",
  "an10.26:5.10": "Der Buddha erkannte unmittelbar, inwieweit der Meditationszustand über das allumfassende Bewusstsein das Höchste ist. ",
  "an10.26:5.11": "Indem er das unmittelbar erkannte, sah er die vorteilhaften und die nachteiligen Folgen und das Entrinnen. Und er sah das Erkennen und Sehen der Vielfalt der Wege. ",
  "an10.26:5.12": "Weil er die vorteilhaften und die nachteiligen Folgen und das Entrinnen sah, und weil er das Erkennen und Sehen der Vielfalt der Wege sah, wusste er, dass er das Ziel, den Herzensfrieden, erreicht hatte. ",
  "an10.26:5.13": "So, Schwester, ist die ausführliche Bedeutung dessen zu verstehen, was der Buddha in den ‚Fragen der Mädchen‘ kurz gesagt hat: ",
  "an10.26:6.1": "‚Das Ziel hab ich erreicht, den Herzensfrieden. ",
  "an10.26:6.2": "Das Heer des Erwünschten und Angenehmen habe ich besiegt, ",
  "an10.26:6.3": "allein, indem ich Vertiefung übte, und bin zu Seligkeit erwacht. ",
  "an10.26:6.4": "Darum komme ich Menschen nicht zu nahe ",
  "an10.26:6.5": "und niemand kommt mir zu nahe.‘“ "
}