{
  "an10.15:0.1": "Nummerierte Lehrreden 10.15 ",
  "an10.15:0.2": "2. Das Kapitel über einen Beschützer ",
  "an10.15:0.3": "Beflissenheit ",
  "an10.15:1.1": "„Mönche und Nonnen, der Klargewordene, der Vollendete, der vollkommen erwachte Buddha gilt als das beste unter allen Lebewesen: den Wesen ohne Füße, den Zweibeinern, den Vierbeinern, den Vielfüßigen, denen mit Form und den formlosen, denen mit Wahrnehmung, ohne Wahrnehmung, weder mit noch ohne Wahrnehmung. ",
  "an10.15:1.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen. ",
  "an10.15:2.1": "Die Fußspuren aller Lebewesen, die laufen, passen in die Fußspur eines Elefanten hinein. Daher gilt die Fußspur des Elefanten als die größte von allen. ",
  "an10.15:2.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen. ",
  "an10.15:3.1": "Die Dachsparren eines Giebelhauses lehnen sich alle zum First, sie streben zum First, treffen sich am First, daher gilt der First als der oberste von allen. ",
  "an10.15:3.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen. ",
  "an10.15:4.1": "Von allen wohlriechenden Wurzeln gilt die Narde als die beste. ",
  "an10.15:4.2": "Ebenso … ",
  "an10.15:5.1": "Von allen wohlriechenden Hartholzarten gilt rotes Sandelholz als das beste. ",
  "an10.15:5.2": "Ebenso … ",
  "an10.15:6.1": "Von allen wohlriechenden Blüten gilt die Jasminblüte als die beste. ",
  "an10.15:6.2": "Ebenso … ",
  "an10.15:7.1": "Alle niederen Herrscher sind Lehnsleute eines Rad-drehenden Herrschers, daher gilt der Rad-drehende Herrscher als der vorderste von allen. ",
  "an10.15:7.2": "Ebenso … ",
  "an10.15:8.1": "Der Glanz aller Sterne wiegt nicht den sechzehnten Teil des Glanzes des Mondes, daher gilt der Glanz des Mondes als der beste von allen. ",
  "an10.15:8.2": "Ebenso … ",
  "an10.15:9.1": "Nach der Regenzeit ist der Himmel klar und wolkenlos. Und wenn die Sonne aufgeht, vertreibt sie alle Dunkelheit vom Himmel mit ihrem Leuchten, ihrem Glühen und ihrem Strahlen. ",
  "an10.15:9.2": "Ebenso … ",
  "an10.15:10.1": "Alle großen Flüsse – Ganges, Yamunā, Aciravatī, Sarabhū und Mahī – fließen zum Meer, neigen sich zum Meer, streben zum Meer und richten sich zum Meer aus, und das Meer gilt als das größte unter ihnen. ",
  "an10.15:10.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen.“ "
}