{
  "an10.47:0.1": "Nummerierte Lehrreden 10 ",
  "an10.47:0.2": "5. Beschimpfung ",
  "an10.47:0.3": "47. Mit Mahāli ",
  "an10.47:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an10.47:1.2": "Da ging der Licchaver Mahāli zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.47:1.3": "„Herr, was ist die Ursache, was ist der Grund dafür, dass man schlechte Taten tut, dass man schlechte Taten begeht?“ ",
  "an10.47:1.4": "„Gier ist eine Ursache, Mahāli, Gier ist ein Grund dafür, dass man schlechte Taten tut, dass man schlechte Taten begeht. ",
  "an10.47:1.5": "Hass ist eine Ursache … ",
  "an10.47:1.6": "Täuschung ist eine Ursache … ",
  "an10.47:1.7": "Ungenaue Aufmerksamkeit ist eine Ursache … ",
  "an10.47:1.8": "Ein falsch ausgerichteter Geist ist eine Ursache, ein falsch ausgerichteter Geist ist ein Grund dafür, dass man schlechte Taten tut, dass man schlechte Taten begeht. ",
  "an10.47:1.9": "Das ist die Ursache, das ist der Grund dafür, dass man schlechte Taten tut, dass man schlechte Taten begeht.“ ",
  "an10.47:2.1": "„Was ist die Ursache, was ist der Grund dafür, dass man gute Taten tut, dass man gute Taten begeht?“ ",
  "an10.47:2.2": "„Zufriedenheit ist eine Ursache, Mahāli, Zufriedenheit ist ein Grund dafür, dass man gute Taten tut, dass man gute Taten begeht. ",
  "an10.47:2.3": "Liebe ist eine Ursache … ",
  "an10.47:2.4": "Verstehen ist eine Ursache … ",
  "an10.47:2.5": "Genaue Aufmerksamkeit ist eine Ursache … ",
  "an10.47:2.6": "Ein richtig ausgerichteter Geist ist eine Ursache, ein richtig ausgerichteter Geist ist ein Grund dafür, dass man gute Taten tut, dass man gute Taten begeht. ",
  "an10.47:2.7": "Das ist die Ursache, das ist der Grund dafür, dass man gute Taten tut, dass man gute Taten begeht. ",
  "an10.47:2.8": "Wenn diese zehn Dinge nicht in der Welt zu finden wären, würden wir kein unmoralisches Verhalten sehen, das sich nicht an Grundsätze hält, noch moralisches Verhalten, das sich an Grundsätze hält. ",
  "an10.47:2.9": "Da aber diese zehn Dinge in der Welt zu finden sind, sehen wir sowohl unmoralisches Verhalten, das sich nicht an Grundsätze hält, als auch moralisches Verhalten, das sich an Grundsätze hält.“ "
}