{
  "an10.3:0.1": "Nummerierte Lehrreden 10.3 ",
  "an10.3:0.2": "1. Das Kapitel über vorteilhafte Folgen ",
  "an10.3:0.3": "Wesentliche Bedingungen (1) ",
  "an10.3:1.1": "„Mönche und Nonnen, ein unmoralischer Mensch, jemand ohne sittliches Verhalten, hat eine wesentliche Bedingung dafür zerstört, nichts zu bereuen zu haben. ",
  "an10.3:1.2": "Wenn man etwas zu bereuen hat, hat jemand, der etwas zu bereuen hat, eine wesentliche Bedingung für Freude zerstört. ",
  "an10.3:1.3": "Wenn es keine Freude gibt, hat jemand, der keine Freude empfindet, eine wesentliche Bedingung für Ekstase zerstört. ",
  "an10.3:1.4": "Wenn es keine Ekstase gibt, hat jemand, der keine Ekstase erfährt, eine wesentliche Bedingung für Stille zerstört. ",
  "an10.3:1.5": "Wenn es keine Stille gibt, hat jemand, der nicht still ist, eine wesentliche Bedingung für Seligkeit zerstört. ",
  "an10.3:1.6": "Wenn es keine Seligkeit gibt, hat jemand, der keine Seligkeit empfindet, eine wesentliche Bedingung für rechte Versenkung zerstört. ",
  "an10.3:1.7": "Wenn es keine rechte Versenkung gibt, hat jemand ohne rechte Versenkung eine wesentliche Bedingung für wirkliches Erkennen und Sehen zerstört. ",
  "an10.3:1.8": "Wenn es kein wirkliches Erkennen und Sehen gibt, hat jemand ohne wirkliches Erkennen und Sehen eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft zerstört. ",
  "an10.3:1.9": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an10.3:1.10": "Wie ein Baum ohne Zweige und Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich nicht zur Fülle. ",
  "an10.3:1.11": "Ebenso hat ein unmoralischer Mensch, jemand ohne sittliches Verhalten, eine wesentliche Bedingung dafür zerstört, nichts zu bereuen zu haben. ",
  "an10.3:1.12": "Wenn man etwas zu bereuen hat, hat jemand, der etwas zu bereuen hat, eine wesentliche Bedingung für Freude zerstört. … ",
  "an10.3:1.13": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an10.3:2.1": "Ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, hat eine wesentliche Bedingung dafür erfüllt, nichts zu bereuen zu haben. ",
  "an10.3:2.2": "Wenn man nichts zu bereuen hat, hat jemand, der nichts zu bereuen hat, eine wesentliche Bedingung für Freude erfüllt. ",
  "an10.3:2.3": "Wenn es Freude gibt, hat jemand, der die Freude vervollkommnet hat, eine wesentliche Bedingung für Ekstase erfüllt. ",
  "an10.3:2.4": "Wenn es Ekstase gibt, hat jemand, der die Ekstase vervollkommnet hat, eine wesentliche Bedingung für Stille erfüllt. ",
  "an10.3:2.5": "Wenn es Stille gibt, hat jemand, der die Stille vervollkommnet hat, eine wesentliche Bedingung für Seligkeit erfüllt. ",
  "an10.3:2.6": "Wenn es Seligkeit gibt, hat jemand, der die Seligkeit vervollkommnet hat, eine wesentliche Bedingung für rechte Versenkung erfüllt. ",
  "an10.3:2.7": "Wenn es rechte Versenkung gibt, hat jemand, der rechte Versenkung vervollkommnet hat, eine wesentliche Bedingung für wirkliches Erkennen und Sehen erfüllt. ",
  "an10.3:2.8": "Wenn es wirkliches Erkennen und Sehen gibt, hat jemand, der wirkliches Erkennen und Sehen vervollkommnet hat, eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft erfüllt. ",
  "an10.3:2.9": "Wenn es Ernüchterung und Schwinden der Leidenschaft gibt, hat jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt. ",
  "an10.3:2.10": "Wie ein Baum mit vollständigen Zweigen und vollem Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich alle zur Fülle. ",
  "an10.3:2.11": "Ebenso hat ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, eine wesentliche Bedingung dafür erfüllt, nichts zu bereuen zu haben. ",
  "an10.3:2.12": "Wenn man nichts zu bereuen hat, hat jemand, der nichts zu bereuen hat, eine wesentliche Bedingung für Freude erfüllt. … ",
  "an10.3:2.13": "Jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, hat eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt.“ "
}