{
  "an10.84:0.1": "Nummerierte Lehrreden 10.84 ",
  "an10.84:0.2": "9. Das Kapitel mit Ordensältesten ",
  "an10.84:0.3": "Erklärung ",
  "an10.84:1.1": "Da wandte sich der Ehrwürdige Mahāmoggallāna an die Mönche und Nonnen: ",
  "an10.84:1.2": "„Geehrte, Mönche und Nonnen!“ ",
  "an10.84:1.3": "„Geehrter“, antworteten sie. ",
  "an10.84:1.4": "Der Ehrwürdige Mahāmoggallāna sagte: ",
  "an10.84:2.1": "„Da erklärt ein Mönch seine Erleuchtung: ",
  "an10.84:2.2": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“‘ ",
  "an10.84:2.3": "Darauf geht der Klargewordene ihm nach, dringt auf ihn ein und nimmt ihn ins Kreuzverhör, oder einer seiner Schüler, der die Vertiefungen besitzt, in erhabenen Zuständen erfahren ist, der den Geist anderer erfasst und in den Wegen des Geistes anderer bewandert ist, tut es. ",
  "an10.84:2.4": "Wenn er so ins Kreuzverhör genommen wird, bleibt er stecken und kommt vom Weg ab. Er läuft in sein Verderben und seinen Untergang. ",
  "an10.84:3.1": "Der Klargewordene oder einer seiner Schüler erfasst seinen Geist und untersucht: ",
  "an10.84:3.2": "‚Warum erklärt dieser Ehrwürdige seine Erleuchtung und sagt: ",
  "an10.84:3.3": "„Ich verstehe: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand‘“?‘ ",
  "an10.84:4.1": "Er versteht: ",
  "an10.84:5.1": "‚Dieser Ehrwürdige ist reizbar ",
  "an10.84:5.2": "und lebt oft mit einem Herzen voller Zorn. ",
  "an10.84:5.3": "Voller Zorn zu sein, bedeutet Niedergang in der Lehre und Schulung, die vom Klargewordenen verkündet wurde. ",
  "an10.84:6.1": "Dieser Ehrwürdige ist feindselig … ",
  "an10.84:7.1": "er neigt zur Geringschätzung … ",
  "an10.84:8.1": "ist verächtlich … ",
  "an10.84:9.1": "eifersüchtig … ",
  "an10.84:10.1": "geizig … ",
  "an10.84:11.1": "verschlagen … ",
  "an10.84:12.1": "hinterhältig … ",
  "an10.84:13.1": "oder er hat unlautere Wünsche ",
  "an10.84:13.2": "und lebt oft mit einem Herzen voller Wünsche. ",
  "an10.84:13.3": "Voller Wünsche zu sein, bedeutet Niedergang in der Lehre und Schulung, die vom Klargewordenen verkündet wurde. ",
  "an10.84:14.1": "Obwohl es noch mehr zu tun gibt, hört dieser Ehrwürdige auf halbem Weg auf, nachdem er ein unbedeutendes Ergebnis erlangt hat. ",
  "an10.84:14.2": "Auf halbem Weg aufzuhören, bedeutet Niedergang in der Lehre und Schulung, die vom Klargewordenen verkündet wurde.‘ ",
  "an10.84:15.1": "Es ist ganz unmöglich, dass ein Mönch Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt, ohne diese zehn Eigenschaften aufzugeben. ",
  "an10.84:15.2": "Es ist gut möglich, dass ein Mönch Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangt, nachdem er diese zehn Eigenschaften aufgegeben hat.“ "
}