{
  "an10.97:0.1": "Nummerierte Lehrreden 10.97 ",
  "an10.97:0.2": "10. Das Kapitel mit Upāli ",
  "an10.97:0.3": "Einer den Göttern gewidmeten Gabe würdig ",
  "an10.97:1.1": "„Mönche und Nonnen, eine Nonne, die zehn Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an10.97:2.1": "Welche zehn? ",
  "an10.97:2.2": "Da ist eine Nonne sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an10.97:3.1": "Sie ist sehr gelehrt, erinnert und behält, was sie gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das in sich geschlossen und rein ist. Sie ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an10.97:4.1": "Sie hat gute Freunde, Genossen und Gefährten. ",
  "an10.97:5.1": "Sie hat rechte Ansicht und besitzt den rechten Blickwinkel. ",
  "an10.97:6.1": "Sie übt die vielen Arten übersinnlicher Kraft aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Festungswall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "an10.97:7.1": "Mit geläuterter und übermenschlicher Hellhörigkeit kann sie beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern. ",
  "an10.97:8.1": "Sie erkennt den Geist anderer Wesen und Menschen, indem sie ihn mit ihrem Geist erfasst: ",
  "an10.97:8.2": "Sie erkennt einen gierigen Geist als ‚gierigen Geist‘ ",
  "an10.97:8.3": "und einen von Gier freien Geist als ‚von Gier freien Geist‘. ",
  "an10.97:8.4": "Sie erkennt einen hasserfüllten Geist … ",
  "an10.97:8.5": "einen von Hass freien Geist … ",
  "an10.97:8.6": "einen Geist, der sich täuscht … ",
  "an10.97:8.7": "einen von Täuschung freien Geist … ",
  "an10.97:8.8": "einen eingeengten Geist … ",
  "an10.97:8.9": "einen zerstreuten Geist … ",
  "an10.97:8.10": "einen ausgedehnten Geist … ",
  "an10.97:8.11": "einen nicht ausgedehnten Geist … ",
  "an10.97:8.12": "einen Geist, der nicht unübertrefflich ist … ",
  "an10.97:8.13": "einen unübertrefflichen Geist … ",
  "an10.97:8.14": "einen im Samādhi versunkenen Geist … ",
  "an10.97:8.15": "einen nicht im Samādhi versunkenen Geist … ",
  "an10.97:8.16": "Sie erkennt einen befreiten Geist als ‚befreiten Geist‘ ",
  "an10.97:8.17": "und einen nicht befreiten Geist als ‚nicht befreiten Geist‘. ",
  "an10.97:9.1": "Sie erinnert sich an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Sie erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert sie sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an10.97:10.1": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht sie Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Sie versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht sie mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Sie versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an10.97:11.1": "Sie erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an10.97:12.1": "Eine Nonne, die diese zehn Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}