{
  "an10.29:0.1": "Nummerierte Lehrreden 10.29 ",
  "an10.29:0.2": "3. Das große Kapitel ",
  "an10.29:0.3": "Kosala (1) ",
  "an10.29:1.1": "„Soweit sich Kāsi und Kosala erstrecken, soweit sich das Herrschaftsgebiet des Königs Pasenadi von Kosala erstreckt, soweit gilt der König Pasenadi als der Vorderste. ",
  "an10.29:1.2": "Aber selbst König Pasenadi verfällt und geht zugrunde. ",
  "an10.29:1.3": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:1.4": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:2.1": "Eine Galaxis erstreckt sich tausendmal so weit wie die Bahnen von Mond und Sonne, und wie die Himmelslichter die Viertel erhellen. ",
  "an10.29:2.2": "In dieser Galaxis gibt es tausend Monde, tausend Sonnen, tausend Sinerus, Könige der Berge, tausend Länder wie Indien, tausend westliche Erdteile, tausend nördliche Erdteile, tausend östliche Erdteile, tausendmal vier Weltmeere, tausendmal Vier Große Könige, tausend Bereiche der Götter der Vier Großen Könige, tausend Bereiche der Götter der Dreiunddreißig, der Yama-Götter, der Freudvollen Götter, der Götter, die gerne erschaffen, der Götter, die über die Schöpfungen anderer herrschen, und tausend Brahmāwelten. ",
  "an10.29:2.3": "Soweit sich die Galaxis erstreckt, gilt der Große Brahmā als der Vorderste. ",
  "an10.29:2.4": "Aber selbst der Große Brahmā verfällt und geht zugrunde. ",
  "an10.29:2.5": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:2.6": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:3.1": "Es kommt eine Zeit, da dieses Weltall sich zusammenzieht. ",
  "an10.29:3.2": "Wenn das Weltall sich zusammenzieht, gehen die Lebewesen zumeist zum Bereich des strahlenden Glanzes. ",
  "an10.29:3.3": "Dort sind sie geistgeschaffen, ernähren sich von Ekstase, sind selbstleuchtend und bewegen sich über den Himmel, gleichmäßig strahlend, und sie bleiben so für eine sehr lange Zeit. ",
  "an10.29:3.4": "Wenn das Weltall sich zusammenzieht, gelten die Götter von strahlendem Glanz als die Vordersten. ",
  "an10.29:3.5": "Aber selbst die Götter von strahlendem Glanz verfallen und gehen zugrunde. ",
  "an10.29:3.6": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:3.7": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:4.1": "Es gibt zehn allumfassende Dimensionen der Meditation. ",
  "an10.29:4.2": "Welche zehn? ",
  "an10.29:4.3": "Man nimmt die Meditation über die allumfassende Erde wahr, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "an10.29:4.4": "Man nimmt die Meditation über das allumfassende Wasser wahr … ",
  "an10.29:4.5": "die Meditation über das allumfassende Feuer … ",
  "an10.29:4.6": "die Meditation über die allumfassende Luft … ",
  "an10.29:4.7": "die Meditation über allumfassendes Blau … ",
  "an10.29:4.8": "die Meditation über allumfassendes Gelb … ",
  "an10.29:4.9": "die Meditation über allumfassendes Rot … ",
  "an10.29:4.10": "die Meditation über allumfassendes Weiß … ",
  "an10.29:4.11": "die Meditation über den allumfassenden Raum … ",
  "an10.29:4.12": "Man nimmt die Meditation über das allumfassende Bewusstsein wahr, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "an10.29:4.13": "Das sind die zehn allumfassenden Dimensionen der Meditation. ",
  "an10.29:5.1": "Die vorderste dieser zehn allumfassenden Dimensionen der Meditation ist, wenn jemand die Meditation über das allumfassende Bewusstsein wahrnimmt, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "an10.29:5.2": "Manche Lebewesen haben diese Wahrnehmung. ",
  "an10.29:5.3": "Aber selbst die Lebewesen, die diese Wahrnehmung haben, verfallen und gehen zugrunde. ",
  "an10.29:5.4": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:5.5": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:6.1": "Es gibt acht Dimensionen der Meisterschaft. ",
  "an10.29:6.2": "Welche acht? ",
  "an10.29:6.3": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. ",
  "an10.29:6.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:6.5": "Das ist die erste Dimension der Meisterschaft. ",
  "an10.29:7.1": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. ",
  "an10.29:7.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:7.3": "Das ist die zweite Dimension der Meisterschaft. ",
  "an10.29:8.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. ",
  "an10.29:8.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:8.3": "Das ist die dritte Dimension der Meisterschaft. ",
  "an10.29:9.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. ",
  "an10.29:9.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:9.3": "Das ist die vierte Dimension der Meisterschaft. ",
  "an10.29:10.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "an10.29:10.2": "Wie eine Flachsblüte, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "an10.29:10.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "an10.29:10.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:10.5": "Das ist die fünfte Dimension der Meisterschaft. ",
  "an10.29:11.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "an10.29:11.2": "Wie eine Kaṇikārablüte, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "an10.29:11.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "an10.29:11.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:11.5": "Das ist die sechste Dimension der Meisterschaft. ",
  "an10.29:12.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "an10.29:12.2": "Wie eine scharlachrote Malvenblüte, rot, von roter Farbe, in roter Schattierung, rotem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "an10.29:12.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "an10.29:12.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:12.5": "Das ist die siebte Dimension der Meisterschaft. ",
  "an10.29:13.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "an10.29:13.2": "Wie der Morgenstern, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "an10.29:13.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "an10.29:13.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:13.5": "Das ist die achte Dimension der Meisterschaft. ",
  "an10.29:13.6": "Das sind die acht Dimensionen der Meisterschaft. ",
  "an10.29:14.1": "Die vorderste dieser acht Dimensionen der Meisterschaft ist, wenn jemand, während er keine Form innerlich wahrnimmt, äußere Bilder sieht, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "an10.29:14.2": "Wenn er das gemeistert hat, ist er sich klar: ‚Ich erkenne und sehe.‘ ",
  "an10.29:14.3": "Manche Lebewesen haben diese Wahrnehmung. ",
  "an10.29:14.4": "Aber selbst die Lebewesen, die diese Wahrnehmung haben, verfallen und gehen zugrunde. ",
  "an10.29:14.5": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:14.6": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:15.1": "Es gibt vier Übungswege. ",
  "an10.29:15.2": "Welche vier? ",
  "an10.29:15.3": "Schmerzhafte Übung mit langsamer Einsicht, ",
  "an10.29:15.4": "schmerzhafte Übung mit rascher Einsicht, ",
  "an10.29:15.5": "angenehme Übung mit langsamer Einsicht ",
  "an10.29:15.6": "und angenehme Übung mit rascher Einsicht. ",
  "an10.29:15.7": "Das sind die vier Übungswege. ",
  "an10.29:16.1": "Der vorderste dieser vier Übungswege ist die angenehme Übung mit rascher Einsicht. ",
  "an10.29:16.2": "Manche Lebewesen üben so. ",
  "an10.29:16.3": "Aber selbst die Lebewesen, die so üben, verfallen und gehen zugrunde. ",
  "an10.29:16.4": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:16.5": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:17.1": "Es gibt vier Wahrnehmungen. ",
  "an10.29:17.2": "Welche vier? ",
  "an10.29:17.3": "Ein Mensch nimmt das Begrenzte wahr. ",
  "an10.29:17.4": "Ein Mensch nimmt das Ausgedehnte wahr. ",
  "an10.29:17.5": "Ein Mensch nimmt das Grenzenlose wahr. ",
  "an10.29:17.6": "Ein Mensch nimmt im Wissen: ‚da ist überhaupt nichts‘ die Dimension des Nichts wahr. ",
  "an10.29:17.7": "Das sind die vier Wahrnehmungen. ",
  "an10.29:18.1": "Die vorderste dieser vier Wahrnehmungen ist, wenn ein Mensch im Wissen: ‚da ist überhaupt nichts‘ die Dimension des Nichts wahrnimmt. ",
  "an10.29:18.2": "Manche Lebewesen haben diese Wahrnehmung. ",
  "an10.29:18.3": "Aber selbst die Lebewesen, die diese Wahrnehmung haben, verfallen und gehen zugrunde. ",
  "an10.29:18.4": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:18.5": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:19.1": "Die vorderste unter den Überzeugungen Außenstehender ist: ‚Ich könnte nicht sein, und es könnte nicht mein sein. Ich werde nicht sein, und es wird nicht mein sein.‘ ",
  "an10.29:19.2": "Wenn jemand diese Ansicht hat, kann man erwarten, ",
  "an10.29:19.3": "dass er von fortgesetztem Dasein abgestoßen ist ",
  "an10.29:19.4": "und vom Aufhören des fortgesetzten Daseins nicht abgestoßen ist. ",
  "an10.29:19.5": "Manche Lebewesen haben diese Ansicht. ",
  "an10.29:19.6": "Aber selbst die Lebewesen, die diese Ansicht haben, verfallen und gehen zugrunde. ",
  "an10.29:19.7": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:19.8": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:20.1": "Es gibt manche Asketen und Brahmanen, die für die höchste Reinheit der Seele plädieren. ",
  "an10.29:20.2": "Die vorderste Lehre derer, die für die höchste Reinheit der Seele plädieren, ist, wenn jemand vollständig die Dimension des Nichts übersteigt und in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, eintritt und darin verweilt. ",
  "an10.29:20.3": "Sie lehren den Dhamma, um das unmittelbar zu erkennen und zu verwirklichen. ",
  "an10.29:20.4": "Manche Lebewesen haben eine solche Doktrin. ",
  "an10.29:20.5": "Aber selbst die Lebewesen, die eine solche Doktrin haben, verfallen und gehen zugrunde. ",
  "an10.29:20.6": "Wenn er das sieht, wird ein gebildeter edler Schüler davon ernüchtert. ",
  "an10.29:20.7": "Seine Leidenschaft selbst für das Vorderste schwindet, und die für Geringeres erst recht. ",
  "an10.29:21.1": "Es gibt manche Asketen und Brahmanen, die für das höchste Erlöschen in diesem Leben plädieren. ",
  "an10.29:21.2": "Die vorderste Lehre derer, die für das höchste Erlöschen in diesem Leben plädieren, ist die Befreiung durch Nicht-Ergreifen, nachdem man bei den sechs Berührungsfeldern den Ursprung, das Enden, die vorteilhaften und die nachteiligen Folgen und das Entrinnen wahrhaftig verstanden hat. ",
  "an10.29:21.3": "Obwohl ich so rede und erkläre, stellen mich manche Asketen und Brahmanen falsch dar mit der falschen, leeren, verlogenen und unwahren Behauptung: ",
  "an10.29:21.4": "‚Der Asket Gotama plädiert nicht dafür, Sinnenfreuden, Bilder und Gefühle vollständig zu verstehen.‘ ",
  "an10.29:21.5": "Aber ich plädiere dafür, Sinnenfreuden, Bilder und Gefühle vollständig zu verstehen. Und ich plädiere für das vollständige Erlöschen durch Nicht-Ergreifen in diesem Leben – ohne Wünsche, erloschen, kühl geworden.“ "
}