{
  "an10.6:0.1": "Nummerierte Lehrreden 10.6 ",
  "an10.6:0.2": "1. Das Kapitel über vorteilhafte Folgen ",
  "an10.6:0.3": "Versenkung ",
  "an10.6:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.6:1.2": "„Kann es sein, Herr, dass ein Mönch einen Versenkungszustand wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen?“ ",
  "an10.6:1.3": "„Es kann sein, Ānanda, dass ein Mönch einen Versenkungszustand wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen.“ ",
  "an10.6:2.1": "„Aber wie könnte das sein, Herr?“ ",
  "an10.6:3.1": "„Ānanda, da nimmt ein Mönch wahr: ",
  "an10.6:3.2": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "an10.6:3.3": "So kann ein Mönch einen Versenkungszustand wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen.“ "
}