{
  "an10.107:0.1": "Nummerierte Lehrreden 10.107 ",
  "an10.107:0.2": "11. Das Kapitel über Wahrnehmungen für Asketen ",
  "an10.107:0.3": "Die Knochenwasch-Zeremonie ",
  "an10.107:1.1": "„Mönche und Nonnen, in den Ländern im Süden gibt es eine Zeremonie, die ‚Knochenwaschen‘ heißt. ",
  "an10.107:1.2": "Dort haben sie Essen, Trinken, Imbisse, Mahlzeiten, Erfrischungen und Getränke und auch Tanz, Gesang und Musik. ",
  "an10.107:1.3": "Es gibt ein solches Waschen, das streite ich nicht ab. ",
  "an10.107:1.4": "Doch dieses Waschen ist nieder, derb, gewöhnlich, unedel und sinnlos. Es führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "an10.107:2.1": "Ich will ein edles Waschen lehren, das einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. Mithilfe dieses Waschens werden Lebewesen, die wiedergeboren werden, alt werden und sterben müssen, die Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssen, von all diesen Dingen befreit. ",
  "an10.107:2.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "an10.107:2.3": "„Ja, Herr“, antworteten sie. ",
  "an10.107:2.4": "Der Buddha sagte: ",
  "an10.107:3.1": "„Und was ist dieses edle Waschen, das einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt? ",
  "an10.107:4.1": "Jemand mit rechter Ansicht hat falsche Ansicht abgewaschen. ",
  "an10.107:4.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Ansicht entstehen, auch die hat er abgewaschen. ",
  "an10.107:4.3": "Aufgrund von rechter Ansicht werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.107:5.1": "Jemand mit rechtem Denken hat falsches Denken abgewaschen. … ",
  "an10.107:5.2": "Jemand mit rechter Rede hat falsche Rede abgewaschen. … ",
  "an10.107:5.3": "Jemand mit rechtem Handeln hat falsches Handeln abgewaschen. … ",
  "an10.107:5.4": "Jemand mit rechtem Lebenserwerb hat falschen Lebenserwerb abgewaschen. … ",
  "an10.107:5.5": "Jemand mit rechtem Einsatz hat falschen Einsatz abgewaschen. … ",
  "an10.107:5.6": "Jemand mit rechter Achtsamkeit hat falsche Achtsamkeit abgewaschen. … ",
  "an10.107:5.7": "Jemand mit rechter Versenkung hat falsche Versenkung abgewaschen. … ",
  "an10.107:5.8": "Jemand mit rechter Erkenntnis hat falsche Erkenntnis abgewaschen. … ",
  "an10.107:6.1": "Jemand mit rechter Freiheit hat falsche Freiheit abgewaschen. ",
  "an10.107:6.2": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Freiheit entstehen, auch die hat er abgewaschen. ",
  "an10.107:6.3": "Aufgrund von rechter Freiheit werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "an10.107:6.4": "Das ist das edle Waschen, das einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. Mithilfe dieses Waschens werden Lebewesen, die wiedergeboren werden, alt werden und sterben müssen, die Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssen, von all diesen Dingen befreit.“ "
}