{
  "an10.10:0.1": "Nummerierte Lehrreden 10 ",
  "an10.10:0.2": "1. Vorteilhafte Folgen ",
  "an10.10:0.3": "10. Rundum beeindruckend: das dreifache Wissen ",
  "an10.10:1.1": "„Mönche und Nonnen, da ist eine Nonne vertrauensvoll, aber nicht sittlich. ",
  "an10.10:1.2": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an10.10:1.3": "und sollte sich vervollständigen: ",
  "an10.10:1.4": "‚Wie kann ich vertrauensvoll und sittlich werden?‘ ",
  "an10.10:1.5": "Wenn eine Nonne vertrauensvoll und sittlich ist, ist sie in dieser Hinsicht vollständig. ",
  "an10.10:2.1": "Da ist eine Nonne vertrauensvoll und sittlich, aber nicht gelehrt … ",
  "an10.10:2.2": "aber keine gute Dhammalehrerin … ",
  "an10.10:2.3": "aber sie besucht keine Versammlungen … ",
  "an10.10:2.4": "aber sie unterweist die Versammlung nicht mit Selbstvertrauen im Dhamma … ",
  "an10.10:2.5": "aber sie ist nicht im Ordensrecht bewandert … ",
  "an10.10:2.6": "aber sie erinnert sich nicht an viele Arten früherer Leben … ",
  "an10.10:2.7": "aber sie sieht nicht mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden … ",
  "an10.10:2.8": "aber sie erlangt nicht mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an10.10:2.9": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an10.10:2.10": "und sollte sich vervollständigen: ",
  "an10.10:2.11": "‚Wie kann ich vertrauensvoll, sittlich und gelehrt werden, eine gute Dhammalehrerin sein, Versammlungen besuchen, die Versammlung mit Selbstvertrauen im Dhamma unterweisen, in der Schulung bewandert sein, mich an viele Arten früherer Leben erinnern, mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen, wie sie hinscheiden und wieder geboren werden, und die Auflösung der Befleckungen erlangen und darin leben?‘ ",
  "an10.10:3.1": "Wenn sie vertrauensvoll, sittlich und gelehrt ist, eine gute Dhammalehrerin ist, Versammlungen besucht, die Versammlung mit Selbstvertrauen im Dhamma unterweist, in der Schulung bewandert ist, sich an viele Arten früherer Leben erinnert, mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sieht, wie sie hinscheiden und wieder geboren werden, und die Auflösung der Befleckungen erlangt hat und darin lebt, ",
  "an10.10:3.2": "ist sie in dieser Hinsicht vollständig. ",
  "an10.10:3.3": "Eine Nonne, die diese zehn Eigenschaften besitzt, ist rundum beeindruckend und in jeder Hinsicht vollständig.“ "
}