{
  "an10.176:0.1": "Nummerierte Lehrreden 10.176 ",
  "an10.176:0.2": "17. Das Kapitel mit Jānussoṇi ",
  "an10.176:0.3": "Mit Cunda ",
  "an10.176:1.1": "So habe ich es gehört: ",
  "an10.176:1.2": "Einmal hielt sich der Buddha im Mangowäldchen Cundas des Schmieds auf. ",
  "an10.176:1.3": "Da ging Cunda der Schmied zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an10.176:1.4": "„Cunda, an wessen Reinheit glaubst du?“ ",
  "an10.176:1.5": "„Herr, ich glaube an die Reinheit, für die die Brahmanen des Westens plädieren, die mit Moos behängt sind, Wasserkrüge tragen, der heiligen Flamme huldigen und ins Wasser eintauchen.“ ",
  "an10.176:2.1": "„Aber Cunda, für welche Art der Reinheit plädieren diese Brahmanen des Westens?“ ",
  "an10.176:2.2": "„Die Brahmanen des Westens ermuntern ihre Schüler folgendermaßen: ",
  "an10.176:2.3": "‚Bitte, liebe Leute, ihr sollt früh aufstehen und von eurem Bett aus die Erde berühren. ",
  "an10.176:2.4": "Wenn ihr nicht die Erde berührt, berührt frischen Kuhmist. ",
  "an10.176:2.5": "Wenn ihr keinen frischen Kuhmist berührt, berührt grünes Gras. ",
  "an10.176:2.6": "Wenn ihr kein grünes Gras berührt, huldigt der heiligen Flamme. ",
  "an10.176:2.7": "Wenn ihr nicht der heiligen Flamme huldigt, verehrt mit zusammengelegten Händen die Sonne. ",
  "an10.176:2.8": "Wenn ihr nicht mit zusammengelegten Händen die Sonne verehrt, taucht dreimal ins Wasser ein, auch am Abend.‘ ",
  "an10.176:2.9": "Für diese Art der Reinheit plädieren die Brahmanen des Westens.“ ",
  "an10.176:3.1": "„Die Reinheit, für die die Brahmanen des Westens plädieren, ist etwas anderes als die Reinheit in der Schulung des Edlen.“ ",
  "an10.176:3.2": "„Aber was, Meister Gotama, ist die Reinheit in der Schulung des Edlen? ",
  "an10.176:3.3": "Meister Gotama, bitte unterweise mich darin.“ ",
  "an10.176:4.1": "„Nun, Brahmane, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "an10.176:4.2": "„Ja, Herr“, antwortete Cunda. ",
  "an10.176:4.3": "Der Buddha sagte: ",
  "an10.176:5.1": "„Cunda, Unreinheit ist dreifach in Bezug auf den Körper, ",
  "an10.176:5.2": "vierfach in Bezug auf die Sprache ",
  "an10.176:5.3": "und dreifach in Bezug auf den Geist. ",
  "an10.176:6.1": "Und wie ist Unreinheit dreifach in Bezug auf den Körper? ",
  "an10.176:6.2": "Da tötet jemand lebende Geschöpfe. Er ist unbarmherzig, hat Blut an den Händen, ein abgebrühter Mörder, mitleidlos gegenüber allen Lebewesen. ",
  "an10.176:7.1": "Er stiehlt. In diebischer Absicht nimmt er Vermögen und Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "an10.176:8.1": "Er begeht sexuelle Verfehlungen. Er hat Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "an10.176:9.1": "So ist Unreinheit dreifach in Bezug auf den Körper. ",
  "an10.176:10.1": "Und wie ist Unreinheit vierfach in Bezug auf die Sprache? ",
  "an10.176:10.2": "Da lügt jemand. Er wird vor eine Ratsversammlung geladen, vor eine Versammlung, einen Familienrat, eine Gilde oder an den königlichen Hof, und wird als Zeuge befragt: ‚Bitte, guter Mann, sag, was du weißt.‘ Ohne zu wissen, sagt er: ‚Ich weiß‘. Obwohl er weiß, sagt er: ‚Ich weiß nicht‘. Ohne zu sehen, sagt er: ‚Ich sehe‘. Obwohl er sieht, sagt er: ‚Ich sehe nicht‘. So lügt er wissentlich im eigenen Interesse, im Interesse anderer oder im Interesse eines banalen weltlichen Vorteils. ",
  "an10.176:11.1": "Er redet so, dass er andere entzweit. Was er hier gehört hat, sagt er dort, und was er dort gehört hat, sagt er hier, um Menschen zu entzweien. So entzweit er die Einträchtigen, fördert Spaltung, freut sich an Spaltung, liebt die Spaltung und spricht Worte, die Spaltung fördern. ",
  "an10.176:12.1": "Er redet hart. Er spricht Worte von der Art, die beißend, gehässig, verletzend, beleidigend sind, die an Zorn grenzen und nicht in die Versenkung führen. ",
  "an10.176:13.1": "Er redet Unsinn. Seine Worte kommen zur falschen Zeit, sind lügnerisch, bedeutungslos, nicht im Einklang mit der Lehre und Schulung. Zur falschen Zeit sagt er Dinge, die wertlos und unbegründet sind, vom Thema abschweifen und sinnlos sind. ",
  "an10.176:13.2": "So ist Unreinheit vierfach in Bezug auf die Sprache. ",
  "an10.176:14.1": "Und wie ist Unreinheit dreifach in Bezug auf den Geist? ",
  "an10.176:14.2": "Da ist jemand begehrlich. Er begehrt Vermögen und Besitz anderer: ‚Ach, wenn doch nur ihr Besitz mir gehörte!‘ ",
  "an10.176:15.1": "Er hegt bösen Willen und böswillige Absichten: ‚Dass doch diese Lebewesen getötet, abgeschlachtet, geschlagen, zerstört oder vernichtet würden!‘ ",
  "an10.176:16.1": "Er hat falsche Ansicht, sein Blickwinkel ist verzerrt: ",
  "an10.176:16.2": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig gegangen ist, richtig geübt hat, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat.‘ ",
  "an10.176:16.3": "So ist Unreinheit dreifach in Bezug auf den Geist. ",
  "an10.176:17.1": "Das sind die zehn Wege zum Begehen untauglicher Taten. ",
  "an10.176:17.2": "Wenn man diese zehn Wege zum Begehen untauglicher Taten besitzt und früh aufsteht, ist man eben unrein, ob man von seinem Bett aus die Erde berührt oder nicht. ",
  "an10.176:18.1": "Ob man frischen Kuhmist berührt oder nicht, man ist eben unrein. ",
  "an10.176:19.1": "Ob man grünes Gras berührt oder nicht, man ist eben unrein. ",
  "an10.176:20.1": "Ob man der heiligen Flamme huldigt oder nicht, man ist eben unrein. ",
  "an10.176:21.1": "Ob man mit zusammengelegten Händen die Sonne verehrt oder nicht, man ist eben unrein. ",
  "an10.176:22.1": "Ob man dreimal ins Wasser eintaucht oder nicht, man ist eben unrein. ",
  "an10.176:22.2": "Und warum? ",
  "an10.176:22.3": "Diese zehn Wege zum Begehen untauglicher Taten sind unrein und machen die Dinge unrein. ",
  "an10.176:23.1": "Wegen derer, die diese zehn Arten untauglicher Taten begehen, findet man die Hölle, das Tierreich, das Gespensterreich und andere schlechte Orte. ",
  "an10.176:24.1": "Cunda, Reinheit ist dreifach in Bezug auf den Körper, ",
  "an10.176:24.2": "vierfach in Bezug auf die Sprache ",
  "an10.176:24.3": "und dreifach in Bezug auf den Geist. ",
  "an10.176:25.1": "Und wie ist Reinheit dreifach in Bezug auf den Körper? ",
  "an10.176:25.2": "Da gibt jemand das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "an10.176:26.1": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nicht in diebischer Absicht Vermögen oder Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "an10.176:27.1": "Er gibt das Begehen sexueller Verfehlungen auf und begeht keine sexuellen Verfehlungen mehr. Er hat keinen Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat keinen Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "an10.176:28.1": "So ist Reinheit dreifach in Bezug auf den Körper. ",
  "an10.176:29.1": "Und wie ist Reinheit vierfach in Bezug auf die Sprache? ",
  "an10.176:29.2": "Da gibt jemand das Lügen auf und lügt nicht mehr. Er wird vor eine Ratsversammlung geladen, vor eine Versammlung, einen Familienrat, eine Gilde oder an den königlichen Hof, und wird als Zeuge befragt: ‚Bitte, guter Mann, sag, was du weißt.‘ Wenn er nicht weiß, sagt er: ‚Ich weiß nicht‘. Wenn er weiß, sagt er: ‚Ich weiß‘. Wenn er nicht sieht, sagt er: ‚Ich sehe nicht‘. Und wenn er sieht, sagt er: ‚Ich sehe‘. So lügt er nicht wissentlich, weder im eigenen Interesse noch im Interesse anderer noch im Interesse eines banalen weltlichen Vorteils. ",
  "an10.176:30.1": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "an10.176:31.1": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "an10.176:32.1": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. ",
  "an10.176:32.2": "Zur rechten Zeit sagt er Dinge, die sinnvoll und begründet sind, treffend und nutzbringend. ",
  "an10.176:33.1": "So ist Reinheit vierfach in Bezug auf die Sprache. ",
  "an10.176:34.1": "Und wie ist Reinheit dreifach in Bezug auf den Geist? ",
  "an10.176:34.2": "Da ist jemand zufrieden. Er begehrt nicht Vermögen oder Besitz anderer: ‚Ach, wenn doch nur ihr Besitz mir gehörte!‘ ",
  "an10.176:35.1": "Er hat ein gütiges Herz und liebevolle Absichten: ‚Dass doch diese Lebewesen frei von Feindschaft und bösem Willen lebten, frei von Sorgen und glücklich!‘ ",
  "an10.176:36.1": "Er hat rechte Ansicht, sein Blickwinkel ist unverfälscht: ",
  "an10.176:36.2": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die richtig gegangen sind, richtig geübt haben, die das Leben nach dem Tod erklären, nachdem sie es durch eigene Einsicht erkannt haben.‘ ",
  "an10.176:37.1": "So ist Reinheit dreifach in Bezug auf den Geist. ",
  "an10.176:38.1": "Das sind die zehn Wege zum Begehen tauglicher Taten. ",
  "an10.176:38.2": "Wenn man diese zehn Wege zum Begehen tauglicher Taten besitzt und früh aufsteht, ist man eben rein, ob man von seinem Bett aus die Erde berührt oder nicht. ",
  "an10.176:39.1": "Ob man frischen Kuhmist berührt oder nicht, man ist eben rein. ",
  "an10.176:40.1": "Ob man grünes Gras berührt oder nicht, man ist eben rein. ",
  "an10.176:41.1": "Ob man der heiligen Flamme huldigt oder nicht, man ist eben rein. ",
  "an10.176:42.1": "Ob man mit zusammengelegten Händen die Sonne verehrt oder nicht, man ist eben rein. ",
  "an10.176:43.1": "Ob man dreimal ins Wasser eintaucht oder nicht, man ist eben rein. ",
  "an10.176:43.2": "Und warum? ",
  "an10.176:43.3": "Diese zehn Wege zum Begehen tauglicher Taten sind rein und machen die Dinge rein. ",
  "an10.176:44.1": "Wegen derer, die diese zehn Arten tauglicher Taten begehen, findet man Götter, Menschen und andere Wesen an guten Orten.“ ",
  "an10.176:45.1": "Daraufhin sagte Cunda der Schmied zum Buddha: ",
  "an10.176:45.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "an10.176:45.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}