{
  "an10.7:0.1": "Nummerierte Lehrreden 10.7 ",
  "an10.7:0.2": "1. Das Kapitel über vorteilhafte Folgen ",
  "an10.7:0.3": "Sāriputta ",
  "an10.7:1.1": "Da ging der Ehrwürdige Ānanda zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "an10.7:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Ānanda sich zur Seite hin und sagte zu Sāriputta: ",
  "an10.7:2.1": "„Kann es sein, geehrter Sāriputta, dass ein Mönch einen Versenkungszustand wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Und er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen?“ ",
  "an10.7:3.1": "„Das kann sein, geehrter Ānanda.“ ",
  "an10.7:4.1": "„Aber wie könnte das sein?“ ",
  "an10.7:4.2": "„Geehrter Ānanda, einmal hielt ich mich gerade hier bei Sāvatthī im Finsteren Wald auf. ",
  "an10.7:4.3": "Da erreichte ich einen Versenkungszustand wie diesen: Ich nahm in der Erde nicht Erde wahr, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Und ich nahm in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahr, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und ich nahm in dieser Welt nicht diese Welt wahr und in jener Welt nicht jene Welt. Aber ich nahm dennoch wahr.“ ",
  "an10.7:5.1": "„Aber was nahm der geehrte Sāriputta zu dieser Zeit wahr?“ ",
  "an10.7:5.2": "„Eine Wahrnehmung entstand in mir und eine andere hörte auf: ‚Das Aufhören des fortgesetzten Daseins ist das Erlöschen. Das Aufhören des fortgesetzten Daseins ist das Erlöschen.‘ ",
  "an10.7:5.3": "Wie ein Haufen brennender Zweige: Eine Flamme würde entstehen und eine andere würde aufhören. ",
  "an10.7:5.4": "Ebenso entstand in mir eine Wahrnehmung und eine andere hörte auf: ‚Das Aufhören des fortgesetzten Daseins ist das Erlöschen. Das Aufhören des fortgesetzten Daseins ist das Erlöschen.‘ ",
  "an10.7:5.5": "Zu dieser Zeit nahm ich wahr, dass das Aufhören des fortgesetzten Daseins das Erlöschen ist.“ "
}