{
  "an10.28:0.1": "Nummerierte Lehrreden 10.28 ",
  "an10.28:0.2": "3. Das große Kapitel ",
  "an10.28:0.3": "Die großen Fragen (2) ",
  "an10.28:1.1": "Einmal hielt sich der Buddha bei Kajaṅgalā in einem Bambuswäldchen auf. ",
  "an10.28:1.2": "Da gingen einige Laienschüler aus Kajaṅgalā zu der Nonne Kajaṅgalikā, verbeugten sich, setzten sich zur Seite hin und sagten zu ihr: ",
  "an10.28:2.1": "„Meine Dame, vom Buddha wurde in den ‚großen Fragen‘ gesagt: ",
  "an10.28:2.2": "‚Ein Ding: Frage, Merksatz und Antwort. Zwei … drei … vier … fünf … sechs … sieben … acht … neun … zehn Dinge: Frage, Merksatz und Antwort.‘ ",
  "an10.28:2.3": "Wie ist die ausführliche Bedeutung dieser kurzen Aussage des Buddha zu verstehen?“ ",
  "an10.28:3.1": "„Gute Leute, ich habe das nicht vor dem Buddha oder vor geschätzten Mönchen und Nonnen gehört und gelernt. ",
  "an10.28:3.2": "Aber ich werde so sprechen, wie es mir erscheint; ",
  "an10.28:3.3": "hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "an10.28:3.4": "„Ja, meine Dame“, antworteten die Laienschüler. ",
  "an10.28:3.5": "Die Nonne Kajaṅgalikā sagte: ",
  "an10.28:4.1": "„‚Ein Ding: Frage, Merksatz und Antwort.‘ Das hat der Buddha gesagt, ",
  "an10.28:4.2": "aber inwiefern hat er es gesagt? ",
  "an10.28:4.3": "Wenn er in Bezug auf ein Ding vollständig ernüchtert wird, wenn die Leidenschaft schwindet und er davon befreit ist, wenn er seine Grenzen sieht und seine Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:4.4": "Welches eine Ding? ",
  "an10.28:4.5": "‚Alle Lebewesen werden durch Nahrung erhalten.‘ ",
  "an10.28:4.6": "Wenn er in Bezug auf dieses eine Ding vollständig ernüchtert wird, wenn die Leidenschaft schwindet und er davon befreit ist, wenn er seine Grenzen sieht und seine Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:4.7": "‚Ein Ding: Frage, Merksatz und Antwort.‘ Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "an10.28:5.1": "‚Zwei Dinge …‘ ",
  "an10.28:5.4": "Welche zwei Dinge? ",
  "an10.28:5.5": "Name und Form … ",
  "an10.28:5.6": "Welche drei Dinge? ",
  "an10.28:5.7": "Drei Gefühle … ",
  "an10.28:6.1": "‚Vier Dinge …‘ ",
  "an10.28:6.3": "Mit einem Geist, der bei vier Dingen gut entwickelt ist, der ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:6.4": "Welche vier Dinge? ",
  "an10.28:6.5": "Die vier Arten der Achtsamkeitsmeditation … ",
  "an10.28:6.6": "Mit einem Geist, der bei diesen vier Dingen gut entwickelt ist, der ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:7.1": "‚Fünf Dinge …‘ ",
  "an10.28:7.4": "Welche fünf Dinge? ",
  "an10.28:7.5": "Die fünf Fähigkeiten … ",
  "an10.28:7.6": "Welche sechs Dinge? ",
  "an10.28:7.7": "Die sechs Elemente des Entrinnens … ",
  "an10.28:7.8": "Welche sieben Dinge? ",
  "an10.28:7.9": "Die sieben Faktoren des Erwachens … ",
  "an10.28:7.10": "Welche acht Dinge? ",
  "an10.28:7.11": "Der edle achtfache Pfad … ",
  "an10.28:8.1": "‚Neun Dinge …‘ ",
  "an10.28:8.3": "Wenn er in Bezug auf neun Dinge vollständig ernüchtert wird, wenn die Leidenschaft schwindet und er davon befreit ist, wenn er ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:8.4": "Welche neun Dinge? ",
  "an10.28:8.5": "Die neun Wohnplätze der Lebewesen. ",
  "an10.28:8.6": "Wenn er in Bezug auf diese neun Dinge vollständig ernüchtert wird, wenn die Leidenschaft schwindet und er davon befreit ist, wenn er ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:9.1": "‚Zehn Dinge: Frage, Merksatz und Antwort.‘ Das hat der Buddha gesagt, ",
  "an10.28:9.2": "aber inwiefern hat er es gesagt? ",
  "an10.28:9.3": "Mit einem Geist, der bei zehn Dingen gut entwickelt ist, der ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:9.4": "Welche zehn Dinge? ",
  "an10.28:9.5": "Die zehn Wege zum Begehen tauglicher Taten. ",
  "an10.28:9.6": "Mit einem Geist, der bei diesen zehn Dingen gut entwickelt ist, der ihre Grenzen sieht und ihre Bedeutung vollständig erfasst, macht ein Mönch dem Leiden in diesem Leben ein Ende. ",
  "an10.28:9.7": "‚Zehn Dinge: Frage, Merksatz und Antwort.‘ Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "an10.28:10.1": "So verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha in den ‚großen Fragen‘. ",
  "an10.28:10.4": "Wenn du willst, geh zum Buddha und frage ihn danach. ",
  "an10.28:10.5": "So wie er es erklärt, solltest du es behalten.“ ",
  "an10.28:10.6": "„Ja, meine Dame“, antworteten jene Laienschüler. Sie begrüßten die Worte der Nonne Kajaṅgalikā und stimmten ihr zu. Sie erhoben sich von ihren Sitzen, verbeugten sich und umrundeten sie respektvoll, die rechte Seite ihr zugewandt. Dann gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin ",
  "an10.28:10.7": "und berichtete ihm, worüber sie gesprochen hatten. ",
  "an10.28:11.1": "„Gut, gut, Hausbesitzer. ",
  "an10.28:11.2": "Die Nonne Kajaṅgalikā ist klug, sie besitzt große Weisheit. ",
  "an10.28:11.3": "Wenn ihr zu mir kommen und mir diese Frage stellen würdet, würde ich auf genau die gleiche Art antworten wie die Nonne Kajaṅgalikā. ",
  "an10.28:11.4": "Das bedeutet es, und so solltet ihr es behalten.“ "
}