{
  "an10.17:0.1": "Nummerierte Lehrreden 10.17 ",
  "an10.17:0.2": "2. Das Kapitel über einen Beschützer ",
  "an10.17:0.3": "Ein Beschützer (1) ",
  "an10.17:1.1": "„Mönche und Nonnen, ihr solltet mit einem Beschützer leben, nicht ohne einen Beschützer. ",
  "an10.17:1.2": "Ohne einen Beschützer zu leben, ist Leiden. ",
  "an10.17:1.3": "Es gibt zehn Eigenschaften, die als Beschützer dienen. ",
  "an10.17:1.4": "Welche zehn? ",
  "an10.17:1.5": "Da ist ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er aufgenommen hat. ",
  "an10.17:1.7": "Das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:2.1": "Dann ist da eine Nonne sehr gelehrt, erinnert und behält, was sie gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das ganz vollständig und rein ist. In diesen Lehren ist sie sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an10.17:2.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:3.1": "Dann hat da ein Mönch gute Freunde, Genossen und Gefährten. ",
  "an10.17:3.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:4.1": "Dann ist da eine Nonne leicht zu ermahnen, sie hat Eigenschaften, durch die sie leicht zu ermahnen ist. Sie ist geduldig und nimmt die Anleitung respektvoll an. ",
  "an10.17:4.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:5.1": "Dann ist da ein Mönch geschickt und unermüdlich bei vielen verschiedenen Pflichten für seine geistlichen Gefährten. Er versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an10.17:5.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:6.1": "Dann liebt da eine Nonne die Lehren, es ist eine Lust, sich mit ihr zu unterhalten, sie ist voller Freude über die Lehre und Schulung. ",
  "an10.17:6.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:7.1": "Dann lebt da ein Mönch so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an10.17:7.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:8.1": "Dann ist da eine Nonne mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden. ",
  "an10.17:8.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:9.1": "Dann ist da ein Mönch achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "an10.17:9.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:10.1": "Dann ist da eine Nonne weise. Sie besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an10.17:10.3": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "an10.17:11.1": "Ihr solltet mit einem Beschützer leben, nicht ohne einen Beschützer. ",
  "an10.17:11.2": "Ohne einen Beschützer zu leben, ist Leiden. ",
  "an10.17:11.3": "Das sind die zehn Eigenschaften, die als Beschützer dienen.“ "
}