{
  "an10.47:0.1": "Nummerierte Lehrreden 10.47 ",
  "an10.47:0.2": "5. Das Kapitel über Beschimpfung ",
  "an10.47:0.3": "Mit Mahāli ",
  "an10.47:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an10.47:1.2": "Da ging der Licchaver Mahāli zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.47:1.3": "„Herr, was ist der Grund, was ist die Ursache, dass man schlechte Taten tut, dass man schlechte Taten begeht?“ ",
  "an10.47:1.4": "„Gier ist ein Grund, Mahāli, Gier ist eine Ursache, dass man schlechte Taten tut, dass man schlechte Taten begeht. ",
  "an10.47:1.5": "Hass ist ein Grund … ",
  "an10.47:1.6": "Täuschung ist ein Grund … ",
  "an10.47:1.7": "Oberflächlicher Gebrauch des Geistes ist ein Grund … ",
  "an10.47:1.8": "Ein falsch ausgerichteter Geist ist ein Grund, ein falsch ausgerichteter Geist ist eine Ursache, dass man schlechte Taten tut, dass man schlechte Taten begeht. ",
  "an10.47:1.9": "Das ist der Grund, das ist die Ursache, dass man schlechte Taten tut, dass man schlechte Taten begeht.“ ",
  "an10.47:2.1": "„Was ist der Grund, was ist die Ursache, dass man gute Taten tut, dass man gute Taten begeht?“ ",
  "an10.47:2.2": "„Zufriedenheit ist ein Grund, Mahāli, Zufriedenheit ist eine Ursache, dass man gute Taten tut, dass man gute Taten begeht. ",
  "an10.47:2.3": "Liebe ist ein Grund … ",
  "an10.47:2.4": "Verstehen ist ein Grund … ",
  "an10.47:2.5": "Gründlicher Gebrauch des Geistes ist ein Grund … ",
  "an10.47:2.6": "Ein richtig ausgerichteter Geist ist ein Grund, ein richtig ausgerichteter Geist ist eine Ursache, dass man gute Taten tut, dass man gute Taten begeht. ",
  "an10.47:2.7": "Das ist der Grund, das ist die Ursache, dass man gute Taten tut, dass man gute Taten begeht. ",
  "an10.47:2.8": "Wenn diese zehn Dinge nicht in der Welt zu finden wären, würden wir kein prinzipienloses und unmoralisches Verhalten sehen, noch prinzipientreues und moralisches Verhalten. ",
  "an10.47:2.9": "Da aber diese zehn Dinge in der Welt zu finden sind, sehen wir sowohl prinzipienloses und unmoralisches Verhalten als auch prinzipientreues und moralisches Verhalten.“ "
}