{
  "an10.1:0.1": "Nummerierte Lehrreden 10.1 ",
  "an10.1:0.2": "1. Das Kapitel über vorteilhafte Folgen ",
  "an10.1:0.3": "Was ist der Zweck? ",
  "an10.1:1.1": "So habe ich es gehört: ",
  "an10.1:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.1:1.3": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.1:2.1": "„Herr, was ist der Zweck und die vorteilhafte Folge von tauglicher Sittlichkeit?“ ",
  "an10.1:2.2": "„Ānanda, der Zweck und die vorteilhafte Folge von tauglicher Sittlichkeit ist, dass man nichts zu bereuen hat.“ ",
  "an10.1:3.1": "„Aber was ist der Zweck und die vorteilhafte Folge davon, nichts zu bereuen zu haben?“ ",
  "an10.1:3.2": "„Der Zweck und die vorteilhafte Folge davon, nichts zu bereuen zu haben, ist Freude.“ ",
  "an10.1:4.1": "„Aber was ist der Zweck und die vorteilhafte Folge der Freude?“ ",
  "an10.1:4.2": "„Der Zweck und die vorteilhafte Folge der Freude ist Ekstase.“ ",
  "an10.1:5.1": "„Aber was ist der Zweck und die vorteilhafte Folge der Ekstase?“ ",
  "an10.1:5.2": "„Der Zweck und die vorteilhafte Folge der Ekstase ist Stille.“ ",
  "an10.1:6.1": "„Aber was ist der Zweck und die vorteilhafte Folge der Stille?“ ",
  "an10.1:6.2": "„Der Zweck und die vorteilhafte Folge der Stille ist Seligkeit.“ ",
  "an10.1:7.1": "„Aber was ist der Zweck und die vorteilhafte Folge der Seligkeit?“ ",
  "an10.1:7.2": "„Der Zweck und die vorteilhafte Folge der Seligkeit ist Versenkung.“ ",
  "an10.1:8.1": "„Aber was ist der Zweck und die vorteilhafte Folge der Versenkung?“ ",
  "an10.1:8.2": "„Der Zweck und die vorteilhafte Folge der Versenkung ist wahrhaftiges Erkennen und Sehen.“ ",
  "an10.1:9.1": "„Aber was ist der Zweck und die vorteilhafte Folge von wahrhaftigem Erkennen und Sehen?“ ",
  "an10.1:9.2": "„Der Zweck und die vorteilhafte Folge von wahrhaftigem Erkennen und Sehen sind Ernüchterung und Schwinden der Leidenschaft.“ ",
  "an10.1:10.1": "„Aber was ist der Zweck und die vorteilhafte Folge von Ernüchterung und Schwinden der Leidenschaft?“ ",
  "an10.1:10.2": "„Der Zweck und die vorteilhafte Folge von Ernüchterung und Schwinden der Leidenschaft ist das Erkennen und Sehen der Freiheit. ",
  "an10.1:11.1": "Daher, Ānanda, ist der Zweck und die vorteilhafte Folge von tauglicher Sittlichkeit, dass man nichts zu bereuen hat. ",
  "an10.1:11.2": "Der Zweck und die vorteilhafte Folge davon, nichts zu bereuen zu haben, ist Freude. ",
  "an10.1:11.3": "Der Zweck und die vorteilhafte Folge der Freude ist Ekstase. ",
  "an10.1:11.4": "Der Zweck und die vorteilhafte Folge der Ekstase ist Stille. ",
  "an10.1:11.5": "Der Zweck und die vorteilhafte Folge der Stille ist Seligkeit. ",
  "an10.1:11.6": "Der Zweck und die vorteilhafte Folge der Seligkeit ist Versenkung. ",
  "an10.1:11.7": "Der Zweck und die vorteilhafte Folge der Versenkung ist wahrhaftiges Erkennen und Sehen. ",
  "an10.1:11.8": "Der Zweck und die vorteilhafte Folge von wahrhaftigem Erkennen und Sehen sind Ernüchterung und Schwinden der Leidenschaft. ",
  "an10.1:11.9": "Und der Zweck und die vorteilhafte Folge von Ernüchterung und Schwinden der Leidenschaft ist das Erkennen und Sehen der Freiheit. ",
  "an10.1:11.10": "So, Ānanda, führt taugliche Sittlichkeit schrittweise zum Höchsten.“ "
}