{
  "an10.117:0.1": "Nummerierte Lehrreden 10.117 ",
  "an10.117:0.2": "12. Das Kapitel über die Abstiegszeremonie ",
  "an10.117:0.3": "Mit Saṅgārava ",
  "an10.117:1.1": "Da ging der Brahmane Saṅgārava zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an10.117:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an10.117:1.3": "„Meister Gotama, was ist das diesseitige Ufer? Und was ist das jenseitige Ufer?“ ",
  "an10.117:1.4": "„Falsche Ansicht ist das diesseitige Ufer, Brahmane, und rechte Ansicht ist das jenseitige Ufer. ",
  "an10.117:1.5": "Falsches Denken ist das diesseitige Ufer, und rechtes Denken ist das jenseitige Ufer. ",
  "an10.117:1.6": "Falsche Rede ist das diesseitige Ufer, und rechte Rede ist das jenseitige Ufer. ",
  "an10.117:1.7": "Falsches Handeln ist das diesseitige Ufer, und rechtes Handeln ist das jenseitige Ufer. ",
  "an10.117:1.8": "Falscher Lebenserwerb ist das diesseitige Ufer, und rechter Lebenserwerb ist das jenseitige Ufer. ",
  "an10.117:1.9": "Falscher Einsatz ist das diesseitige Ufer, und rechter Einsatz ist das jenseitige Ufer. ",
  "an10.117:1.10": "Falsche Achtsamkeit ist das diesseitige Ufer, und rechte Achtsamkeit ist das jenseitige Ufer. ",
  "an10.117:1.11": "Falsche Versenkung ist das diesseitige Ufer, und rechte Versenkung ist das jenseitige Ufer. ",
  "an10.117:1.12": "Falsche Erkenntnis ist das diesseitige Ufer, und rechte Erkenntnis ist das jenseitige Ufer. ",
  "an10.117:1.13": "Falsche Freiheit ist das diesseitige Ufer, und rechte Freiheit ist das jenseitige Ufer. ",
  "an10.117:1.14": "Das ist das diesseitige Ufer, und das ist das jenseitige Ufer. ",
  "an10.117:2.1": "Wenige sind es unter den Menschen, ",
  "an10.117:2.2": "die zum jenseitigen Ufer gelangt sind. ",
  "an10.117:2.3": "Der Rest läuft nur ",
  "an10.117:2.4": "am diesseitigen Ufer umher. ",
  "an10.117:3.1": "Wenn die Lehre gut erklärt ist, ",
  "an10.117:3.2": "sind die, die danach üben, ",
  "an10.117:3.3": "diejenigen, die hinübergelangen ",
  "an10.117:3.4": "über das Hoheitsgebiet des Todes, dem so schwer zu entkommen ist. ",
  "an10.117:4.1": "Nachdem er von dunklen Eigenschaften frei ist, ",
  "an10.117:4.2": "sollte ein kluger Mensch die hellen entwickeln. ",
  "an10.117:4.3": "Lasst euer Heim zurück ",
  "an10.117:4.4": "um der Abgeschiedenheit willen, die so schwer zu genießen ist; ",
  "an10.117:5.1": "findet daran Gefallen, ",
  "an10.117:5.2": "nachdem ihr Sinnenfreuden hinter euch gelassen habt. ",
  "an10.117:5.3": "Ohne Besitz soll ein kluger Mensch ",
  "an10.117:5.4": "sich von Verunreinigungen des Geistes läutern. ",
  "an10.117:6.1": "Wessen Geist in den Faktoren des Erwachens ",
  "an10.117:6.2": "richtig entwickelt ist, ",
  "an10.117:6.3": "wer die Anhänglichkeit losgelassen hat ",
  "an10.117:6.4": "und das Nicht-Ergreifen genießt: ",
  "an10.117:6.5": "Solche haben die Befleckungen aufgelöst, glänzend, ",
  "an10.117:6.6": "in dieser Welt sind sie erloschen.“ "
}