{
  "an10.86:0.1": "Nummerierte Lehrreden 10.86 ",
  "an10.86:0.2": "9. Das Kapitel mit Ordensältesten ",
  "an10.86:0.3": "Selbstüberschätzung ",
  "an10.86:1.1": "Einmal hielt sich der Ehrwürdige Mahākassapa bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "an10.86:1.2": "Da wandte er sich an die Mönche und Nonnen: ",
  "an10.86:1.3": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an10.86:1.4": "„Werter Freund“, antworteten sie. ",
  "an10.86:1.5": "Der Ehrwürdige Mahākassapa sagte: ",
  "an10.86:2.1": "„Da erklärt ein Mönch seine Erleuchtung: ",
  "an10.86:2.2": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“‘ ",
  "an10.86:2.3": "Darauf dringt der Klargewordene auf ihn ein, setzt ihm zu und nimmt ihn ins Kreuzverhör, oder einer seiner Schüler, der die Vertiefungen besitzt, in erhabenen Zuständen erfahren ist, der den Geist anderer erfasst und in den Wegen des Geistes anderer bewandert ist, tut es. ",
  "an10.86:2.4": "Wenn er so ins Kreuzverhör genommen wird, bleibt er stecken und kommt vom Weg ab. Er läuft in sein Verderben und seinen Untergang. ",
  "an10.86:3.1": "Der Klargewordene oder einer seiner Schüler erfasst seinen Geist und untersucht: ",
  "an10.86:3.2": "‚Warum erklärt dieser Ehrwürdige seine Erleuchtung und sagt: ",
  "an10.86:3.3": "„Ich verstehe: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand‘“?‘ ",
  "an10.86:4.1": "Er versteht: ",
  "an10.86:5.1": "‚Dieser Ehrwürdige überschätzt sich selbst und hält das für die Wahrheit. Er nimmt wahr, dass er erlangt hätte, was er nicht erlangt hat, dass er getan hätte, was er nicht getan hat, und dass er erreicht hätte, was er nicht erreicht hat. ",
  "an10.86:5.2": "Und aus Selbstüberschätzung erklärt er seine Erleuchtung: ",
  "an10.86:5.3": "„Ich verstehe: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“‘ ",
  "an10.86:6.1": "Der Klargewordene oder einer seiner Schüler erfasst seinen Geist und untersucht: ",
  "an10.86:6.2": "‚Warum überschätzt sich dieser Ehrwürdige selbst und hält das für die Wahrheit? Warum nimmt er wahr, dass er erlangt hätte, was er nicht erlangt hat, dass er getan hätte, was er nicht getan hat, und dass er erreicht hätte, was er nicht erreicht hat? ",
  "an10.86:6.3": "Und warum erklärt er aus Selbstüberschätzung seine Erleuchtung: ",
  "an10.86:6.4": "„Ich verstehe: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand‘“?‘ ",
  "an10.86:7.1": "Er versteht: ",
  "an10.86:8.1": "‚Dieser Ehrwürdige ist sehr gelehrt, er erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das in sich geschlossen und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an10.86:8.2": "Darum überschätzt sich dieser Ehrwürdige selbst und hält das für die Wahrheit. …‘ ",
  "an10.86:9.1": "Er versteht: ",
  "an10.86:10.1": "‚Dieser Ehrwürdige ist begehrlich ",
  "an10.86:10.2": "und lebt oft mit einem Herzen voller Begehrlichkeit. ",
  "an10.86:10.3": "Voller Begehrlichkeit zu sein, bedeutet Niedergang in der Lehre und Schulung, die vom Klargewordenen verkündet wurde. ",
  "an10.86:11.1": "Dieser Ehrwürdige ist böswillig … ",
  "an10.86:12.1": "dumpf und benommen … ",
  "an10.86:13.1": "rastlos … ",
  "an10.86:14.1": "er hat Zweifel … ",
  "an10.86:15.1": "Er genießt Arbeit, liebt sie und hängt daran, sie zu genießen … ",
  "an10.86:16.1": "Er genießt Reden … ",
  "an10.86:17.1": "Schlaf … ",
  "an10.86:18.1": "und Gesellschaft, liebt sie und hängt daran, sie zu genießen. ",
  "an10.86:18.2": "Gesellschaft zu lieben, bedeutet Niedergang in der Lehre und Schulung, die vom Klargewordenen verkündet wurde. ",
  "an10.86:19.1": "Obwohl es noch mehr zu tun gibt, hört dieser Ehrwürdige auf halbem Weg auf, nachdem er ein unbedeutendes Ergebnis erlangt hat. ",
  "an10.86:19.2": "Auf halbem Weg aufzuhören, bedeutet Niedergang in der Lehre und Schulung, die vom Klargewordenen verkündet wurde.‘ ",
  "an10.86:20.1": "Es ist nicht möglich, dass ein Mönch Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt, ohne diese zehn Eigenschaften aufzugeben. ",
  "an10.86:20.2": "Es ist möglich, dass ein Mönch Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangt, nachdem er diese zehn Eigenschaften aufgegeben hat.“ "
}