{
  "an10.50:0.1": "Nummerierte Lehrreden 10 ",
  "an10.50:0.2": "5. Beschimpfung ",
  "an10.50:0.3": "50. Zank ",
  "an10.50:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.50:1.2": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere Mönche und Nonnen in der Versammlungshalle beisammen. Sie zankten, stritten und gerieten aneinander und verletzten einander fortwährend mit scharfen Worten. ",
  "an10.50:2.1": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zur Versammlungshalle. Er setzte sich auf den ausgebreiteten Sitz ",
  "an10.50:2.2": "und wandte sich an die Mönche und Nonnen: ",
  "an10.50:2.3": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch ist unterbrochen worden?“ ",
  "an10.50:3.1": "„Herr, nach dem Essen, als wir vom Almosengang zurückkamen, saßen wir in der Versammlungshalle beisammen. Wir zankten, stritten und gerieten aneinander und verletzten einander fortwährend mit scharfen Worten.“ ",
  "an10.50:3.2": "„Mönche und Nonnen, das ist nicht angebracht für anständige Menschen wie ihr, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben. ",
  "an10.50:4.1": "Zehn warmherzige Eigenschaften sorgen für Zuneigung und Respekt, führen zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:4.2": "Welche zehn? ",
  "an10.50:4.3": "Da ist eine Nonne sittlich, gezügelt gemäß der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an10.50:4.4": "Wenn eine Nonne sittlich ist, ",
  "an10.50:4.5": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:5.1": "Dann ist da ein Mönch sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut sind, in der Mitte gut sind und am Ende gut sind, bedeutsam und gut ausgedrückt; die eine geistliche Übung beschreiben, die in sich geschlossen und rein ist. In diesen Lehren ist er sehr bewandert, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an10.50:5.2": "Wenn ein Mönch gelehrt ist, ",
  "an10.50:5.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:6.1": "Dann hat da eine Nonne gute Freunde, Genossen und Gefährtinnen. ",
  "an10.50:6.2": "Wenn eine Nonne gute Freunde hat, ",
  "an10.50:6.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:7.1": "Dann ist da ein Mönch leicht zu ermahnen, er hat Eigenschaften, durch die er leicht zu ermahnen ist. Er ist geduldig und nimmt die Anleitung mit Respekt an. ",
  "an10.50:7.2": "Wenn ein Mönch leicht zu ermahnen ist, ",
  "an10.50:7.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:8.1": "Dann ist da eine Nonne geschickt und unermüdlich bei vielen verschiedenen Pflichten für ihre geistlichen Gefährtinnen. Sie versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an10.50:8.2": "Wenn eine Nonne geschickt und unermüdlich ist, ",
  "an10.50:8.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:9.1": "Dann liebt da ein Mönch die Lehren, es ist eine Lust, sich mit ihm zu unterhalten, er ist voller Freude über die Lehre und Schulung. ",
  "an10.50:9.2": "Wenn ein Mönch die Lehren liebt, ",
  "an10.50:9.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:10.1": "Dann lebt da eine Nonne so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, standhaft strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an10.50:10.2": "Wenn eine Nonne ihre Energie aufrüttelt, ",
  "an10.50:10.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:11.1": "Dann ist da ein Mönch mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden. ",
  "an10.50:11.2": "Wenn ein Mönch zufrieden ist, ",
  "an10.50:11.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:12.1": "Dann ist da eine Nonne achtsam. Sie besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann sie sich erinnern und sie sich ins Gedächtnis rufen. ",
  "an10.50:12.2": "Wenn eine Nonne achtsam ist, ",
  "an10.50:12.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:13.1": "Dann ist da ein Mönch weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an10.50:13.2": "Wenn ein Mönch weise ist, ",
  "an10.50:13.3": "sorgt diese warmherzige Eigenschaft für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an10.50:14.1": "Diese zehn warmherzigen Eigenschaften sorgen für Zuneigung und Respekt, führen zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit.“ "
}