{
  "an10.15:0.1": "Nummerierte Lehrreden 10.15 ",
  "an10.15:0.2": "2. Das Kapitel über einen Beschützer ",
  "an10.15:0.3": "Beflissenheit ",
  "an10.15:1.1": "„Mönche und Nonnen, der Klargewordene, der Vollendete, der vollkommen erwachte Buddha gilt als das beste unter allen Lebewesen: den Wesen ohne Füße, den Zweibeinern, den Vierbeinern, den Vielfüßigen, denen mit Form und den formlosen, denen mit Wahrnehmung, ohne Wahrnehmung, weder mit noch ohne Wahrnehmung. ",
  "an10.15:1.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen. ",
  "an10.15:2.1": "Wie die Fußspuren aller Lebewesen, die laufen, in die Fußspur eines Elefanten hineinpassen, und die Fußspur des Elefanten als die größte von allen gilt: ",
  "an10.15:2.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen. ",
  "an10.15:3.1": "Wie die Dachsparren eines Giebelhauses, die sich alle zum First lehnen, zum First streben, sich am First treffen, und der First als der oberste von allen gilt: ",
  "an10.15:3.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen. ",
  "an10.15:4.1": "Wie von allen duftenden Wurzeln die Narde als die beste gilt: ",
  "an10.15:4.2": "Ebenso … ",
  "an10.15:5.1": "Wie von allen duftenden Kernholzarten rotes Sandelholz als das beste gilt: ",
  "an10.15:5.2": "Ebenso … ",
  "an10.15:6.1": "Wie von allen duftenden Blüten die Jasminblüte als die beste gilt: ",
  "an10.15:6.2": "Ebenso … ",
  "an10.15:7.1": "Wie alle niederen Herrscher Lehnsleute eines Rad-drehenden Herrschers sind, und der Rad-drehende Herrscher als der vorderste von allen gilt: ",
  "an10.15:7.2": "Ebenso … ",
  "an10.15:8.1": "Wie der Glanz aller Sterne nicht den sechzehnten Teil des Glanzes des Mondes wiegt, und der Glanz des Mondes als der beste von allen gilt: ",
  "an10.15:8.2": "Ebenso … ",
  "an10.15:9.1": "Wie wenn zur Herbstzeit die Himmel klar und wolkenlos sind: Wenn die Sonne zum Himmelszelt aufsteigt und alle Dunkelheit aus dem Raum vertrieben hat, leuchtet und glüht und strahlt sie. ",
  "an10.15:9.2": "Ebenso … ",
  "an10.15:10.1": "Wie alle großen Flüsse – Ganges, Yamunā, Aciravatī, Sarabhū und Mahī – zum Meer fließen, sich zum Meer neigen, zum Meer streben und  sich zum Meer ausrichten, und das Meer als das größte unter ihnen gilt: ",
  "an10.15:10.2": "Ebenso wurzeln alle tauglichen Eigenschaften in der Beflissenheit und treffen sich bei der Beflissenheit, und Beflissenheit gilt als die beste unter ihnen.“ "
}