{
  "an10.54:0.1": "Nummerierte Lehrreden 10 ",
  "an10.54:0.2": "6. Der eigene Geist ",
  "an10.54:0.3": "54. Ruhe ",
  "an10.54:1.1": "„Mönche und Nonnen, wenn ein Mönch nicht in den Wegen des Geistes anderer bewandert ist, sollte er sich schulen: ‚Ich will in den Wegen meines eigenen Geistes bewandert sein.‘ ",
  "an10.54:1.2": "So sollte er sich schulen. ",
  "an10.54:2.1": "Und wie ist ein Mönch in den Wegen seines eigenen Geistes bewandert? ",
  "an10.54:2.2": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Die Person würde in einem blanken Spiegel oder einer Schale klaren Wassers ihr Spiegelbild betrachten. Wenn sie dort eine Unreinheit oder einen Makel sähe, würde sie versuchen, das zu entfernen. ",
  "an10.54:2.3": "Aber wenn sie keine Unreinheit und keinen Makel sähe, wäre sie damit zufrieden, da sie alles hätte, was sie sich wünschte: ",
  "an10.54:2.4": "‚Was für ein Glück, ich bin rein!‘ ",
  "an10.54:2.5": "Ebenso ist es für die tauglichen Eigenschaften eines Mönchs eine große Hilfe, wenn er prüft: ",
  "an10.54:2.6": "‚Besitze ich die innere Ruhe des Herzens oder nicht? Besitze ich die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht, oder nicht?‘ ",
  "an10.54:3.1": "Wenn er beim Prüfen feststellen würde: ",
  "an10.54:3.2": "‚Ich besitze die Ruhe, aber nicht die Klarsicht‘, dann sollte er sich auf die Ruhe stützen und Meditation üben, um die Klarsicht zu gewinnen. ",
  "an10.54:3.3": "Nach einer Weile wird er sowohl Ruhe als auch Klarsicht besitzen. ",
  "an10.54:4.1": "Doch wenn er beim Prüfen feststellen würde: ",
  "an10.54:4.2": "‚Ich besitze die Klarsicht, aber nicht die Ruhe‘, dann sollte er sich auf die Klarsicht stützen und Meditation üben, um die Ruhe zu gewinnen. ",
  "an10.54:4.3": "Nach einer Weile wird er sowohl Klarsicht als auch Ruhe besitzen. ",
  "an10.54:5.1": "Doch wenn er beim Prüfen feststellen würde: ",
  "an10.54:5.2": "‚Ich besitze weder Ruhe noch Klarsicht‘, dann sollte er, um diese tauglichen Eigenschaften zu gewinnen, herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.54:5.3": "Wie wenn eure Kleider oder euer Kopf in Flammen stünden: Um sie zu löschen, würdet ihr herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an10.54:5.5": "Ebenso sollte dieser Mönch, um diese tauglichen Eigenschaften zu gewinnen, herausragende Begeisterung und Mühe aufbieten … ",
  "an10.54:5.6": "Nach einer Weile wird er sowohl Ruhe als auch Klarsicht besitzen. ",
  "an10.54:6.1": "Doch wenn er beim Prüfen feststellen würde: ",
  "an10.54:6.2": "‚Ich besitze sowohl Ruhe als auch Klarsicht‘, dann sollte er sich auf diese tauglichen Eigenschaften stützen und weiterhin Meditation üben, um die Befleckungen aufzulösen. ",
  "an10.54:7.1": "Es gibt zwei Arten von Roben, sage ich: ",
  "an10.54:7.2": "die, die ihr tragen solltet, und die, die ihr nicht tragen solltet. ",
  "an10.54:7.3": "Es gibt zwei Arten von Almosen, sage ich: ",
  "an10.54:7.4": "das, das ihr essen solltet, und das, das ihr nicht essen solltet. ",
  "an10.54:7.5": "Es gibt zwei Arten von Unterkunft, sage ich: ",
  "an10.54:7.6": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet. ",
  "an10.54:7.7": "Es gibt zwei Arten von Marktstädtchen, sage ich: ",
  "an10.54:7.8": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet. ",
  "an10.54:7.9": "Es gibt zwei Arten von Ländern, sage ich: ",
  "an10.54:7.10": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet. ",
  "an10.54:7.11": "Es gibt zwei Arten von Menschen, sage ich: ",
  "an10.54:7.12": "die, mit denen ihr euch verbinden solltet, und die, mit denen ihr euch nicht verbinden solltet. ",
  "an10.54:8.1": "‚Es gibt zwei Arten von Roben, sage ich: ",
  "an10.54:8.2": "die, die ihr tragen solltet, und die, die ihr nicht tragen solltet.‘ ",
  "an10.54:8.3": "Das habe ich gesagt, aber weshalb habe ich es gesagt? ",
  "an10.54:8.4": "Nun, wenn ihr von einer Robe wisst: ",
  "an10.54:8.5": "‚Wenn ich diese Robe trage, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr diese Robe nicht tragen. ",
  "an10.54:8.6": "Wenn ihr hingegen von einer Robe wisst: ",
  "an10.54:8.7": "‚Wenn ich diese Robe trage, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr diese Robe tragen. ",
  "an10.54:8.8": "‚Es gibt zwei Arten von Roben, sage ich: ",
  "an10.54:8.9": "die, die ihr tragen solltet, und die, die ihr nicht tragen solltet.‘ ",
  "an10.54:8.10": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an10.54:9.1": "‚Es gibt zwei Arten von Almosen, sage ich: ",
  "an10.54:9.2": "das, das ihr essen solltet, und das, das ihr nicht essen solltet.‘ ",
  "an10.54:9.3": "Das habe ich gesagt, aber weshalb habe ich es gesagt? ",
  "an10.54:9.4": "Nun, wenn ihr von einem Almosen wisst: ",
  "an10.54:9.5": "‚Wenn ich dieses Almosen esse, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr dieses Almosen nicht essen. ",
  "an10.54:9.6": "Wenn ihr hingegen von einem Almosen wisst: ",
  "an10.54:9.7": "‚Wenn ich dieses Almosen esse, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr dieses Almosen essen. ",
  "an10.54:9.8": "‚Es gibt zwei Arten von Almosen, sage ich: ",
  "an10.54:9.9": "das, das ihr essen solltet, und das, das ihr nicht essen solltet.‘ ",
  "an10.54:9.10": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an10.54:10.1": "‚Es gibt zwei Arten von Unterkunft, sage ich: ",
  "an10.54:10.2": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an10.54:10.3": "Das habe ich gesagt, aber weshalb habe ich es gesagt? ",
  "an10.54:10.4": "Nun, wenn ihr von einer Unterkunft wisst: ",
  "an10.54:10.5": "‚Wenn ich diese Unterkunft aufsuche, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr diese Unterkunft nicht aufsuchen. ",
  "an10.54:10.6": "Wenn ihr hingegen von einer Unterkunft wisst: ",
  "an10.54:10.7": "‚Wenn ich diese Unterkunft aufsuche, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr diese Unterkunft aufsuchen. ",
  "an10.54:10.8": "‚Es gibt zwei Arten von Unterkunft, sage ich: ",
  "an10.54:10.9": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an10.54:10.10": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an10.54:11.1": "‚Es gibt zwei Arten von Marktstädtchen, sage ich: ",
  "an10.54:11.2": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an10.54:11.3": "Das habe ich gesagt, aber weshalb habe ich es gesagt? ",
  "an10.54:11.4": "Nun, wenn ihr von einem Marktstädtchen wisst: ",
  "an10.54:11.5": "‚Wenn ich dieses Marktstädtchen aufsuche, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr dieses Marktstädtchen nicht aufsuchen. ",
  "an10.54:11.6": "Wenn ihr hingegen von einem Marktstädtchen wisst: ",
  "an10.54:11.7": "‚Wenn ich dieses Marktstädtchen aufsuche, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr dieses Marktstädtchen aufsuchen. ",
  "an10.54:11.8": "‚Es gibt zwei Arten von Marktstädtchen, sage ich: ",
  "an10.54:11.9": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an10.54:11.10": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an10.54:12.1": "‚Es gibt zwei Arten von Ländern, sage ich: ",
  "an10.54:12.2": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an10.54:12.3": "Das habe ich gesagt, aber weshalb habe ich es gesagt? ",
  "an10.54:12.4": "Nun, wenn ihr von einem Land wisst: ",
  "an10.54:12.5": "‚Wenn ich dieses Land aufsuche, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr dieses Land nicht aufsuchen. ",
  "an10.54:12.6": "Wenn ihr hingegen von einem Land wisst: ",
  "an10.54:12.7": "‚Wenn ich dieses Land aufsuche, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr dieses Land aufsuchen. ",
  "an10.54:12.8": "‚Es gibt zwei Arten von Ländern, sage ich: ",
  "an10.54:12.9": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an10.54:12.10": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an10.54:13.1": "‚Es gibt zwei Arten von Menschen, sage ich: ",
  "an10.54:13.2": "die, mit denen ihr euch verbinden solltet, und die, mit denen ihr euch nicht verbinden solltet.‘ ",
  "an10.54:13.3": "Das habe ich gesagt, aber weshalb habe ich es gesagt? ",
  "an10.54:13.4": "Nun, wenn ihr von einem Menschen wisst: ",
  "an10.54:13.5": "‚Wenn ich mich mit diesem Menschen verbinde, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet euch mit diesem Menschen nicht verbinden. ",
  "an10.54:13.6": "Wenn ihr hingegen von einem Menschen wisst: ",
  "an10.54:13.7": "‚Wenn ich mich mit diesem Menschen verbinde, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet euch mit diesem Menschen verbinden. ",
  "an10.54:13.8": "‚Es gibt zwei Arten von Menschen, sage ich: ",
  "an10.54:13.9": "die, mit denen ihr euch verbinden solltet, und die, mit denen ihr euch nicht verbinden solltet.‘ ",
  "an10.54:13.10": "Das habe ich gesagt, und deshalb habe ich es gesagt.“ "
}