{
  "an10.61:0.1": "Nummerierte Lehrreden 10",
  "an10.61:0.2": "7. Paare",
  "an10.61:0.3": "61. Unwissenheit ",
  "an10.61:1.1": "„Mönche und Nonnen, es heißt, ein erster Anfang der Unwissenheit sei nicht erkennbar; ein Zeitpunkt, vor dem es keine Unwissenheit gab und nach dem sie entstanden ist. ",
  "an10.61:1.2": "Und doch ist erkennbar, dass es eine spezifische Bedingung für Unwissenheit gibt. ",
  "an10.61:2.1": "Ich sage, Unwissenheit wird von etwas mit Nahrung versorgt, sie ist nicht ohne Nahrung. ",
  "an10.61:2.2": "Und was ist die Nahrung für Unwissenheit? ",
  "an10.61:2.3": "Ihr solltet sagen: ‚Die fünf Hindernisse.‘ ",
  "an10.61:2.4": "Ich sage, die fünf Hindernisse werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:2.5": "Und was ist die Nahrung für die fünf Hindernisse? ",
  "an10.61:2.6": "Ihr solltet sagen: ‚Die drei Arten von schlechtem Verhalten.‘ ",
  "an10.61:2.7": "Ich sage, die drei Arten von schlechtem Verhalten werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:2.8": "Und was ist die Nahrung für die drei Arten von schlechtem Verhalten? ",
  "an10.61:2.9": "Ihr solltet sagen: ‚Mangel an Zügelung der Sinne.‘ ",
  "an10.61:2.10": "Ich sage, Mangel an Zügelung der Sinne wird von etwas mit Nahrung versorgt, er ist nicht ohne Nahrung. ",
  "an10.61:2.11": "Und was ist die Nahrung für Mangel an Zügelung der Sinne? ",
  "an10.61:2.12": "Ihr solltet sagen: ‚Mangel an Achtsamkeit und Umsicht.‘ ",
  "an10.61:2.13": "Ich sage, Mangel an Achtsamkeit und Umsicht wird von etwas mit Nahrung versorgt, er ist nicht ohne Nahrung. ",
  "an10.61:2.14": "Und was ist die Nahrung für Mangel an Achtsamkeit und Umsicht? ",
  "an10.61:2.15": "Ihr solltet sagen: ‚Ungenaue Aufmerksamkeit.‘ ",
  "an10.61:2.16": "Ich sage, ungenaue Aufmerksamkeit wird von etwas mit Nahrung versorgt, sie ist nicht ohne Nahrung. ",
  "an10.61:2.17": "Und was ist die Nahrung für ungenaue Aufmerksamkeit? ",
  "an10.61:2.18": "Ihr solltet sagen: ‚Mangel an Vertrauen.‘ ",
  "an10.61:2.19": "Ich sage, Mangel an Vertrauen wird von etwas mit Nahrung versorgt, er ist nicht ohne Nahrung. ",
  "an10.61:2.20": "Und was ist die Nahrung für Mangel an Vertrauen? ",
  "an10.61:2.21": "Ihr solltet sagen: ‚Einer falschen Lehre zuhören.‘ ",
  "an10.61:2.22": "Ich sage, einer falschen Lehre zuzuhören wird von etwas mit Nahrung versorgt, es ist nicht ohne Nahrung. ",
  "an10.61:2.23": "Und was ist die Nahrung dafür, einer falschen Lehre zuzuhören? ",
  "an10.61:2.24": "Ihr solltet sagen: ‚Umgang mit schlechten Menschen.‘ ",
  "an10.61:3.1": "So füllt der Faktor des Umgangs mit schlechten Menschen, wenn er voll wird, den Faktor auf, einer falschen Lehre zuzuhören. Wenn der Faktor, einer falschen Lehre zuzuhören, voll wird, füllt er den Faktor Mangel an Vertrauen auf … den Faktor ungenaue Aufmerksamkeit … den Faktor Mangel an Achtsamkeit und Umsicht … den Faktor Mangel an Zügelung der Sinne … den Faktor der drei Arten von schlechtem Verhalten … den Faktor der fünf Hindernisse. Wenn die fünf Hindernisse voll werden, füllen sie die Unwissenheit auf. ",
  "an10.61:3.2": "Das ist die Nahrung für Unwissenheit, und so wird sie aufgefüllt. ",
  "an10.61:4.1": "Es ist, wie wenn es auf einem Berggipfel stark regnet, und das Wasser fließt bergab und füllt die Hohlräume, Spalten und Bäche. Wenn sie voll werden, füllen sie die Teiche. Die Teiche füllen die Seen, die Seen füllen die Flüsse, und die Flüsse füllen die Ströme. Und wenn die Ströme voll werden, füllen sie das Weltmeer. ",
  "an10.61:4.2": "Das ist die Nahrung für das Weltmeer, und so wird es aufgefüllt. ",
  "an10.61:5.1": "Ebenso füllt der Faktor des Umgangs mit schlechten Menschen, wenn er voll wird, den Faktor auf, einer falschen Lehre zuzuhören. Wenn der Faktor, einer falschen Lehre zuzuhören, voll wird, füllt er den Faktor Mangel an Vertrauen auf … den Faktor ungenaue Aufmerksamkeit … den Faktor Mangel an Achtsamkeit und Umsicht … den Faktor Mangel an Zügelung der Sinne … den Faktor der drei Arten von schlechtem Verhalten … den Faktor der fünf Hindernisse. Wenn die fünf Hindernisse voll werden, füllen sie die Unwissenheit auf. ",
  "an10.61:5.2": "Das ist die Nahrung für Unwissenheit, und so wird sie aufgefüllt. ",
  "an10.61:6.1": "Ich sage, Wissen und Freiheit werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:6.2": "Und was ist die Nahrung für Wissen und Freiheit? ",
  "an10.61:6.3": "Ihr solltet sagen: ‚Die sieben Faktoren des Erwachens.‘ ",
  "an10.61:6.4": "Ich sage, die sieben Faktoren des Erwachens werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:6.5": "Und was ist die Nahrung für die sieben Faktoren des Erwachens? ",
  "an10.61:6.6": "Ihr solltet sagen: ‚Die vier Arten der Achtsamkeitsmeditation.‘ ",
  "an10.61:6.7": "Ich sage, die vier Arten der Achtsamkeitsmeditation werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:6.8": "Und was ist die Nahrung für die vier Arten der Achtsamkeitsmeditation? ",
  "an10.61:6.9": "Ihr solltet sagen: ‚Die drei Arten von gutem Verhalten.‘ ",
  "an10.61:6.10": "Ich sage, die drei Arten von gutem Verhalten werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:6.11": "Und was ist die Nahrung für die drei Arten von gutem Verhalten? ",
  "an10.61:6.12": "Ihr solltet sagen: ‚Zügelung der Sinne.‘ ",
  "an10.61:6.13": "Ich sage, Zügelung der Sinne wird von etwas mit Nahrung versorgt, sie ist nicht ohne Nahrung. ",
  "an10.61:6.14": "Und was ist die Nahrung für die Zügelung der Sinne? ",
  "an10.61:6.15": "Ihr solltet sagen: ‚Achtsamkeit und Umsicht.‘ ",
  "an10.61:6.16": "Ich sage, Achtsamkeit und Umsicht werden von etwas mit Nahrung versorgt, sie sind nicht ohne Nahrung. ",
  "an10.61:6.17": "Und was ist die Nahrung für Achtsamkeit und Umsicht? ",
  "an10.61:6.18": "Ihr solltet sagen: ‚Genaue Aufmerksamkeit.‘ ",
  "an10.61:6.19": "Ich sage, genaue Aufmerksamkeit wird von etwas mit Nahrung versorgt, sie ist nicht ohne Nahrung. ",
  "an10.61:6.20": "Und was ist die Nahrung für genaue Aufmerksamkeit? ",
  "an10.61:6.21": "Ihr solltet sagen: ‚Vertrauen.‘ ",
  "an10.61:6.22": "Ich sage, Vertrauen wird von etwas mit Nahrung versorgt, es ist nicht ohne Nahrung. ",
  "an10.61:6.23": "Und was ist die Nahrung für Vertrauen? ",
  "an10.61:6.24": "Ihr solltet sagen: ‚Der wahren Lehre zuhören.‘ ",
  "an10.61:6.25": "Ich sage, der wahren Lehre zuzuhören wird von etwas mit Nahrung versorgt, es ist nicht ohne Nahrung. ",
  "an10.61:6.26": "Und was ist die Nahrung dafür, der wahren Lehre zuzuhören? ",
  "an10.61:6.27": "Ihr solltet sagen: ‚Umgang mit guten Menschen.‘ ",
  "an10.61:7.1": "So füllt der Faktor des Umgangs mit guten Menschen, wenn er voll wird, den Faktor auf, der wahren Lehre zuzuhören. Wenn der Faktor, der wahren Lehre zuzuhören, voll wird, füllt er den Faktor Vertrauen auf … den Faktor genaue Aufmerksamkeit … den Faktor Achtsamkeit und Umsicht … den Faktor Zügelung der Sinne … den Faktor der drei Arten von gutem Verhalten … den Faktor der vier Arten der Achtsamkeitsmeditation … den Faktor der sieben Faktoren des Erwachens. Wenn die sieben Faktoren des Erwachens voll werden, füllen sie Wissen und Freiheit auf. ",
  "an10.61:7.2": "Das ist die Nahrung für Wissen und Freiheit, und so werden sie aufgefüllt. ",
  "an10.61:8.1": "Es ist, wie wenn es auf einem Berggipfel stark regnet, und das Wasser fließt bergab und füllt die Hohlräume, Spalten und Bäche. Wenn sie voll werden, füllen sie die Teiche. Die Teiche füllen die Seen, die Seen füllen die Flüsse, und die Flüsse füllen die Ströme. Und wenn die Ströme voll werden, füllen sie das Weltmeer. ",
  "an10.61:8.2": "Das ist die Nahrung für das Weltmeer, und so wird es aufgefüllt. ",
  "an10.61:9.1": "Ebenso füllt der Faktor des Umgangs mit guten Menschen, wenn er voll wird, den Faktor auf, der wahren Lehre zuzuhören. Wenn der Faktor, der wahren Lehre zuzuhören, voll wird, füllt er den Faktor Vertrauen auf … den Faktor genaue Aufmerksamkeit … den Faktor Achtsamkeit und Umsicht … den Faktor Zügelung der Sinne … den Faktor der drei Arten von gutem Verhalten … den Faktor der vier Arten der Achtsamkeitsmeditation … den Faktor der sieben Faktoren des Erwachens. Wenn die sieben Faktoren des Erwachens voll werden, füllen sie Wissen und Freiheit auf. ",
  "an10.61:9.2": "Das ist die Nahrung für Wissen und Freiheit, und so werden sie aufgefüllt.“ "
}