{
  "an10.94:0.1": "Nummerierte Lehrreden 10.94 ",
  "an10.94:0.2": "10. Das Kapitel mit Upāli ",
  "an10.94:0.3": "Mit Vajjiyamāhita ",
  "an10.94:1.1": "Einmal hielt sich der Buddha bei Campā am Ufer des Gaggarā-Lotusteichs auf. ",
  "an10.94:1.2": "Da ging der Hausbesitzer Vajjiyamāhita mitten am Tag aus Sāvatthī fort, um den Buddha zu sehen. ",
  "an10.94:1.3": "Es kam ihm in den Sinn: ",
  "an10.94:1.4": "„Es ist die falsche Zeit, um den Buddha zu sehen, ",
  "an10.94:1.5": "da er in Klausur ist. ",
  "an10.94:1.6": "Und es ist die falsche Zeit, um die geschätzten Mönche und Nonnen zu sehen, ",
  "an10.94:1.7": "da sie in Klausur sind. ",
  "an10.94:1.8": "Warum besuche ich nicht das Kloster der Wanderer anderer Konfessionen?“ ",
  "an10.94:2.1": "Und er ging zu dem Kloster der Wanderer anderer Konfessionen. ",
  "an10.94:2.2": "Zu dieser Zeit waren die Wanderer anderer Konfessionen zusammengekommen, und sie machten einen Tumult, einen Höllenlärm, wie sie da beisammensaßen und sich unwürdige Gespräche aller Art hielten. ",
  "an10.94:3.1": "Sie sahen Vajjiyamāhita von Weitem kommen und brachten sich gegenseitig zum Schweigen: ",
  "an10.94:3.2": "„Seid still, ihr Herren, macht keinen Laut. ",
  "an10.94:3.3": "Der Hausbesitzer Vajjiyamāhita, ein Schüler des Asketen Gotama, kommt zu unserem Kloster. ",
  "an10.94:3.4": "Er gehört zu den weiß gekleideten Laienschülern des Asketen Gotama, der sich bei Campā befindet. ",
  "an10.94:3.5": "Solche Ehrwürdigen lieben die Stille, sind dazu erzogen, still zu sein, und preisen die Stille. ",
  "an10.94:3.6": "Wenn er sieht, dass unsere Versammlung still ist, wird er es hoffentlich für angebracht halten, näherzukommen.“ ",
  "an10.94:4.1": "Und diese Wanderer anderer Konfessionen verstummten. ",
  "an10.94:4.2": "Da ging Vajjiyamāhita zu ihnen und tauschte mit diesen Wanderern Willkommensgrüße aus. ",
  "an10.94:4.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Die Wanderer sagten zu ihm: ",
  "an10.94:4.4": "„Ist es wirklich wahr, Hausbesitzer? Tadelt der Asket Gotama alle inbrünstigen Bußübungen? Verurteilt er ausnahmslos alle diese inbrünstigen Büßer, die ein raues Leben führen, und prangert sie an?“ ",
  "an10.94:4.5": "„Nein, ihr Herren, der Buddha tadelt nicht alle inbrünstigen Bußübungen, noch verurteilt er ausnahmslos alle diese inbrünstigen Büßer, die ein raues Leben führen, und prangert sie an. ",
  "an10.94:4.6": "Der Buddha tadelt, wo es angebracht ist, und lobt, wo es angebracht ist. ",
  "an10.94:4.7": "Indem er das tut, ist er einer, der spricht, nachdem er die Frage aufgegliedert hat, ",
  "an10.94:4.8": "und in dieser Sache vertritt er keinen verbindlichen Standpunkt.“ ",
  "an10.94:5.1": "Daraufhin sagte einer der Wanderer zu ihm: ",
  "an10.94:5.2": "„Warte, Hausbesitzer! Dieser Asket Gotama, den du lobst, ist ein Ausrotter, der sich nicht festlegen will.“ ",
  "an10.94:5.3": "„Auch zu diesem Punkt werde ich auf die Ehrwürdigen rechtmäßig eingehen: ",
  "an10.94:5.4": "Der Buddha hat sich festgelegt: ‚Das ist tauglich.‘ ",
  "an10.94:5.5": "Er hat sich festgelegt: ‚Das ist untauglich.‘ ",
  "an10.94:5.6": "Wenn es also darum geht, was tauglich und was untauglich ist, legt sich der Buddha fest. ",
  "an10.94:5.7": "Er ist kein Ausrotter, der sich nicht festlegen will.“ ",
  "an10.94:6.1": "Auf diese Worte saßen die Wanderer schweigend und betroffen da, mit hängenden Schultern, gedrückt, niedergeschlagen, und konnten nichts sagen. ",
  "an10.94:6.2": "Als Vajjiyamāhita das sah, erhob er sich von seinem Sitz. Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "an10.94:6.3": "und berichtete ihm die gesamte Diskussion. ",
  "an10.94:7.1": "„Gut, gut, Hausbesitzer! ",
  "an10.94:7.2": "So solltest du diese törichten Männer von Zeit zu Zeit rechtmäßig und vollständig widerlegen. ",
  "an10.94:7.3": "Hausbesitzer, ich sage nicht, dass man sich alle inbrünstigen Bußübungen auferlegen soll. ",
  "an10.94:7.4": "Aber ich sage auch nicht, dass man sich keine inbrünstigen Bußübung auferlegen soll. ",
  "an10.94:7.5": "Ich sage nicht, dass man alle Gelübde aufnehmen soll. ",
  "an10.94:7.6": "Aber ich sage auch nicht, dass man keine Gelübde aufnehmen soll. ",
  "an10.94:7.7": "Ich sage nicht, dass man alle Anstrengungen unternehmen soll. ",
  "an10.94:7.8": "Aber ich sage auch nicht, dass man keine Anstrengung unternehmen soll. ",
  "an10.94:7.9": "Ich sage nicht, dass man alles aufgeben soll. ",
  "an10.94:7.10": "Aber ich sage auch nicht, dass man nichts aufgeben soll. ",
  "an10.94:7.11": "Ich sage nicht, dass man mit allen Arten von Freiheit befreit sein soll. ",
  "an10.94:7.12": "Aber ich sage auch nicht, dass man mit keiner Art von Freiheit befreit sein soll. ",
  "an10.94:8.1": "Wenn man sich gewisse inbrünstige Bußübungen auferlegt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Ich sage, diese inbrünstigen Bußübungen soll man sich nicht auferlegen. ",
  "an10.94:8.2": "Und wenn man sich gewisse andere inbrünstige Bußübungen auferlegt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Ich sage, diese inbrünstigen Bußübungen soll man sich auferlegen. ",
  "an10.94:9.1": "Wenn man gewisse Gelübde aufnimmt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Ich sage, diese Gelübde soll man nicht aufnehmen. ",
  "an10.94:9.2": "Und wenn man gewisse andere Gelübde aufnimmt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Ich sage, diese Gelübde soll man aufnehmen. ",
  "an10.94:10.1": "Wenn man gewisse Anstrengungen unternimmt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Ich sage, diese Anstrengungen soll man nicht unternehmen. ",
  "an10.94:10.2": "Und wenn man gewisse andere Anstrengungen unternimmt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Ich sage, diese Anstrengungen soll man unternehmen. ",
  "an10.94:11.1": "Wenn man gewisse Dinge aufgibt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Ich sage, diese Dinge soll man nicht aufgeben. ",
  "an10.94:11.2": "Und wenn man gewisse andere Dinge aufgibt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Ich sage, diese Dinge soll man aufgeben. ",
  "an10.94:12.1": "Wenn man mit gewissen Arten von Freiheit befreit ist, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Ich sage, mit diesen Arten von Freiheit soll man nicht befreit sein. ",
  "an10.94:12.2": "Und wenn man mit gewissen anderen Arten von Freiheit befreit ist, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Ich sage, mit diesen Arten von Freiheit soll man befreit sein.“ ",
  "an10.94:13.1": "Nachdem der Buddha Vajjiyamāhita mit einem Dhammavortrag angeleitet, ermuntert, begeistert und angeregt hatte, erhob dieser sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an10.94:14.1": "Nicht lange, nachdem Vajjiyamāhita gegangen war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "an10.94:14.2": "„Mönche und Nonnen, selbst ein Mönch, der hundert Jahre in dieser Lehre und Schulung ordiniert wäre, würde diese Wanderer anderer Konfessionen geradeso rechtmäßig und vollständig widerlegen, wie es der Hausbesitzer Vajjiyamāhita getan hat.“ "
}