{
  "an10.199-210:0.1": "Nummerierte Lehrreden 10.199–210 ",
  "an10.199-210:0.2": "20. Noch ein Kapitel über Menschen ",
  "an10.199-210:0.3": "Wem man sich nicht anschließen sollte, usw. ",
  "an10.199-210:1.1": "„Mönche und Nonnen, einem Menschen, der zehn Eigenschaften besitzt, solltet ihr euch nicht anschließen. ",
  "an10.199-210:1.2": "Welche zehn? ",
  "an10.199-210:1.3": "Er tötet lebende Geschöpfe, stiehlt und begeht sexuelle Verfehlungen. Er gebraucht falsche, entzweiende, harte oder unsinnige Rede. Und er ist begehrlich und böswillig und hat falsche Ansicht. ",
  "an10.199-210:1.4": "Einem Menschen, der diese zehn Eigenschaften besitzt, solltet ihr euch nicht anschließen. ",
  "an10.199-210:2.1": "Einem Menschen, der zehn Eigenschaften besitzt, solltet ihr euch anschließen. ",
  "an10.199-210:2.2": "Welche zehn? ",
  "an10.199-210:2.3": "Er unterlässt das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Er unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. ",
  "an10.199-210:2.4": "Einem Menschen, der diese zehn Eigenschaften besitzt, solltet ihr euch anschließen. ",
  "an10.199-210:3.1": "Einen Menschen, der zehn Eigenschaften besitzt, solltet ihr nicht aufsuchen … ",
  "an10.199-210:3.2": "solltet ihr aufsuchen … ",
  "an10.199-210:3.3": "Einem Menschen, der zehn Eigenschaften besitzt, solltet ihr keine Ehrerbietung erweisen … ",
  "an10.199-210:3.4": "solltet ihr Ehrerbietung erweisen … ",
  "an10.199-210:3.5": "Einen Menschen, der zehn Eigenschaften besitzt, solltet ihr nicht verehren … ",
  "an10.199-210:3.6": "solltet ihr verehren … ",
  "an10.199-210:3.7": "Einen Menschen, der zehn Eigenschaften besitzt, solltet ihr nicht preisen … ",
  "an10.199-210:3.8": "solltet ihr preisen … ",
  "an10.199-210:3.9": "Einen Menschen, der zehn Eigenschaften besitzt, solltet ihr nicht achten … ",
  "an10.199-210:3.10": "solltet ihr achten … ",
  "an10.199-210:3.11": "Einen Menschen, der zehn Eigenschaften besitzt, solltet ihr nicht würdigen … ",
  "an10.199-210:3.12": "solltet ihr würdigen … ",
  "an10.199-210:3.13": "Ein Mensch, der zehn Eigenschaften besitzt, ist kein Erfolg … ",
  "an10.199-210:3.14": "ist ein Erfolg … ",
  "an10.199-210:3.15": "Ein Mensch, der zehn Eigenschaften besitzt, ist nicht rein … ",
  "an10.199-210:3.16": "ist rein … ",
  "an10.199-210:3.17": "Ein Mensch, der zehn Eigenschaften besitzt, siegt nicht über die Einbildung … ",
  "an10.199-210:3.18": "siegt über die Einbildung … ",
  "an10.199-210:3.19": "Ein Mensch, der zehn Eigenschaften besitzt, wächst nicht an Weisheit … ",
  "an10.199-210:3.20": "wächst an Weisheit … ",
  "an10.199-210:4.1": "Ein Mensch, der zehn Eigenschaften besitzt, schafft viel schlechtes Karma … ",
  "an10.199-210:4.2": "schafft viel Verdienst. ",
  "an10.199-210:4.3": "Welche zehn? ",
  "an10.199-210:4.4": "Er unterlässt das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Er unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. ",
  "an10.199-210:4.5": "Ein Mensch, der diese zehn Eigenschaften besitzt, schafft viel Verdienst.“ "
}