{
  "an10.82:0.1": "Nummerierte Lehrreden 10.82 ",
  "an10.82:0.2": "9. Das Kapitel mit Ordensältesten ",
  "an10.82:0.3": "Mit Ānanda ",
  "an10.82:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an10.82:2.1": "„Ānanda, es ist ganz unmöglich, dass ein Mönch ohne Vertrauen Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "an10.82:3.1": "Es ist ganz unmöglich, dass ein unmoralischer Mönch … ",
  "an10.82:4.1": "ein ungebildeter Mönch … ",
  "an10.82:5.1": "ein Mönch, der schwer zu ermahnen ist … ",
  "an10.82:6.1": "ein Mönch, der schlechte Freunde hat … ",
  "an10.82:7.1": "ein träger Mönch … ",
  "an10.82:8.1": "ein unachtsamer Mönch … ",
  "an10.82:9.1": "ein unzufriedener Mönch … ",
  "an10.82:10.1": "ein Mönch, der unlautere Wünsche hat … ",
  "an10.82:11.1": "oder ein Mönch mit falscher Ansicht Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "an10.82:12.1": "Es ist ganz unmöglich, dass ein Mönch, der diese zehn Eigenschaften besitzt, Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "an10.82:13.1": "Es ist gut möglich, dass ein vertrauensvoller Mönch Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangt. ",
  "an10.82:14.1": "Es ist gut möglich, dass ein sittlicher Mönch … ",
  "an10.82:15.1": "ein Mönch, der gelehrt ist und das Gelernte im Gedächtnis hat … ",
  "an10.82:16.1": "ein Mönch, der leicht zu ermahnen ist … ",
  "an10.82:17.1": "ein Mönch, der gute Freunde hat … ",
  "an10.82:18.1": "ein energischer Mönch … ",
  "an10.82:19.1": "ein achtsamer Mönch … ",
  "an10.82:20.1": "ein zufriedener Mönch … ",
  "an10.82:21.1": "ein genügsamer Mönch … ",
  "an10.82:22.1": "oder ein Mönch mit rechter Ansicht Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangt. ",
  "an10.82:23.1": "Es ist gut möglich, dass ein Mönch, der diese zehn Eigenschaften besitzt, Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangt.“ "
}