{
  "an10.95:0.1": "Nummerierte Lehrreden 10.95 ",
  "an10.95:0.2": "10. Das Kapitel mit Upāli ",
  "an10.95:0.3": "Mit Uttiya ",
  "an10.95:1.1": "Da ging der Wanderer Uttiya zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an10.95:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an10.95:1.3": "„Meister Gotama, ist das richtig: ‚Das Weltall ist ewig. Das allein ist die Wahrheit, alles andere ist Unsinn‘?“ ",
  "an10.95:1.4": "„Das wurde von mir nicht erklärt, Uttiya.“ ",
  "an10.95:2.1": "„Dann ist das richtig: ‚Das Weltall ist nicht ewig. Das allein ist die Wahrheit, alles andere ist Unsinn‘?“ ",
  "an10.95:2.2": "„Das wurde von mir nicht erklärt, Uttiya.“ ",
  "an10.95:3.1": "„Dann ist das richtig: ‚Die Welt ist endlich. …‘ … ",
  "an10.95:3.2": "‚Die Welt ist unendlich. …‘ … ",
  "an10.95:3.3": "‚Seele und Körper sind dasselbe. …‘ … ",
  "an10.95:3.4": "‚Seele und Körper sind verschiedene Dinge. …‘ … ",
  "an10.95:3.5": "‚Ein Klargewordener besteht nach dem Tod fort. …‘ … ",
  "an10.95:3.6": "‚Ein Klargewordener besteht nach dem Tod nicht fort. …‘ … ",
  "an10.95:3.7": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort. …‘ … ",
  "an10.95:3.8": "‚Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort. Das allein ist die Wahrheit, alles andere ist Unsinn‘?“ ",
  "an10.95:3.9": "„Das wurde von mir nicht erklärt, Uttiya.“ ",
  "an10.95:4.1": "„Wenn er über all diese Punkte befragt wird, sagt Meister Gotama, dass sie von ihm nicht erklärt worden seien. ",
  "an10.95:6.11": "Was wurde denn nun genau vom Meister Gotama erklärt?“ ",
  "an10.95:7.1": "„Uttiya, ich lehre meine Schüler aus meiner eigenen Einsicht, um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen.“ ",
  "an10.95:8.1": "„Aber wenn Meister Gotama so lehrt, wird dann die ganze Welt gerettet oder die Hälfte oder ein Drittel?“ ",
  "an10.95:8.2": "Doch darauf schwieg der Buddha. ",
  "an10.95:9.1": "Da dachte der Ehrwürdige Ānanda: ",
  "an10.95:9.2": "„Der Wanderer Uttiya soll nicht den schädlichen Irrglauben entwickeln: ",
  "an10.95:9.3": "‚Wenn man dem Asketen Gotama diese Frage von höchster Wichtigkeit stellt, zaudert er und antwortet nicht. Er kann es einfach nicht!‘ ",
  "an10.95:9.4": "Das wäre zu seinem langanhaltenden Unglück und Leiden.“ ",
  "an10.95:10.1": "Da sagte der Ehrwürdige Ānanda zum Wanderer Uttiya: ",
  "an10.95:10.2": "„Nun, werter Uttiya, ich will dir ein Gleichnis geben. ",
  "an10.95:10.3": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "an10.95:10.4": "Wie eine königliche Grenzfestung mit befestigten Wällen, Bollwerken und Bögen und einem einzigen Tor, ",
  "an10.95:10.5": "die hätte einen Torwächter, der klug, fähig und verständig wäre. Fremde ließe er draußen, Bekannte ließe er ein. ",
  "an10.95:10.6": "Wenn er seine Patrouillenrunde um die Festung machte, sähe er keine Lücke und keinen Spalt in der Festungsmauer, nicht einmal so groß, dass eine Katze hindurchschlüpfen könnte. ",
  "an10.95:10.7": "Er weiß nicht, wie viele Geschöpfe die Festung betreten oder verlassen. ",
  "an10.95:10.8": "Aber er weiß, dass alle Geschöpfe einer nennenswerten Größe, die die Festung betreten oder verlassen, das durch dieses Tor tun. ",
  "an10.95:11.1": "Ebenso sorgt sich der Klargewordene nicht darum, ob die ganze Welt gerettet wird oder die Hälfte oder ein Drittel. ",
  "an10.95:11.2": "Aber der Klargewordene weiß, dass alle, die aus der Welt gerettet werden – sowohl in der Vergangenheit, der Zukunft als auch der Gegenwart – sie alle haben die fünf Hindernisse aufgegeben, die Verunreinigungen des Herzens, die die Weisheit schwächen. Sie haben ihren Geist fest in den vier Arten der Achtsamkeitsmeditation verankert. Und sie haben wahrhaftig die sieben Faktoren des Erwachens entwickelt. ",
  "an10.95:11.3": "So werden sie aus der Welt gerettet, in der Vergangenheit, der Zukunft und der Gegenwart. ",
  "an10.95:11.4": "Uttiya, du hast den Buddha gerade das Gleiche gefragt wie vorher, nur mit anderen Worten. ",
  "an10.95:11.5": "Deshalb hat er nicht geantwortet.“ "
}