{
  "an10.119:0.1": "Nummerierte Lehrreden 10.119 ",
  "an10.119:0.2": "12. Das Kapitel über die Abstiegszeremonie ",
  "an10.119:0.3": "Die Abstiegszeremonie (1) ",
  "an10.119:1.1": "Zu der Zeit, es war der Besinnungstag, hatte der Brahmane Jāṇussoṇi seinen Kopf gebadet und sich in ein Paar neue leinene Gewänder gekleidet. Er hielt eine Handvoll frisches Gras und stellte sich nicht weit vom Buddha zur Seite hin. ",
  "an10.119:2.1": "Der Buddha sah ihn ",
  "an10.119:2.2": "und sagte: ",
  "an10.119:2.3": "„Brahmane, warum hast du deinen Kopf gebadet und dich in ein Paar neue leinene Gewänder gekleidet? Warum stellst du dich mit einer Handvoll frischem Gras in der Hand zur Seite hin? ",
  "an10.119:2.4": "Was hat es beim Stamm der Brahmanen mit dem heutigen Tag auf sich?“ ",
  "an10.119:2.5": "„Meister Gotama, heute findet beim Stamm der Brahmanen die Abstiegszeremonie statt.“ ",
  "an10.119:3.1": "„Aber wie begehen die Brahmanen die Abstiegszeremonie?“ ",
  "an10.119:3.2": "„Nun, Meister Gotama, die Brahmanen baden am Besinnungstag ihren Kopf und kleiden sich in ein Paar neue leinene Gewänder. Sie machen einen Haufen aus frischem Kuhmist und bedecken ihn mit grünem Gras. Dann richten sie ihr Bett zwischen der Grenze und der Feuerkammer her. ",
  "an10.119:3.3": "In dieser Nacht erheben sie sich dreimal und verehren mit zusammengelegten Händen das Feuer: ",
  "an10.119:3.4": "‚Wir steigen herab, Herr! Wir steigen herab, Herr!‘ ",
  "an10.119:3.5": "Und sie dienen dem Feuer mit reichlich Ghee, Öl und Butter. ",
  "an10.119:3.6": "Und wenn die Nacht vorüber ist, bewirten sie die Brahmanen mit köstlichen frischen und gekochten Speisen. ",
  "an10.119:3.7": "So begehen die Brahmanen die Abstiegszeremonie.“ ",
  "an10.119:4.1": "„Die Abstiegszeremonie, wie sie bei den Brahmanen begangen wird, ist etwas anderes als die Abstiegszeremonie in der Schulung des Edlen.“ ",
  "an10.119:4.2": "„Aber Meister Gotama, wie wird die Abstiegszeremonie in der Schulung des Edlen begangen? ",
  "an10.119:4.3": "Meister Gotama, bitte unterweise mich darin.“ ",
  "an10.119:5.1": "„Nun, Brahmane, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an10.119:5.2": "„Ja, Herr“, erwiderte Jāṇussoṇi. ",
  "an10.119:5.3": "Der Buddha sagte: ",
  "an10.119:6.1": "„Da überlegt ein edler Schüler: ",
  "an10.119:6.2": "‚Falsche Ansicht führt zu einem schlechten Ergebnis ",
  "an10.119:6.3": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:6.4": "Wenn er so nachdenkt, gibt er falsche Ansicht auf, ",
  "an10.119:6.5": "er steigt von falscher Ansicht herab. ",
  "an10.119:7.1": "‚Falsches Denken führt zu einem schlechten Ergebnis ",
  "an10.119:7.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:7.3": "Wenn er so nachdenkt, gibt er falsches Denken auf, ",
  "an10.119:7.4": "er steigt von falschem Denken herab. ",
  "an10.119:8.1": "‚Falsche Rede führt zu einem schlechten Ergebnis ",
  "an10.119:8.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:8.3": "Wenn er so nachdenkt, gibt er falsche Rede auf, ",
  "an10.119:8.4": "er steigt von falscher Rede herab. ",
  "an10.119:9.1": "‚Falsches Verhalten führt zu einem schlechten Ergebnis ",
  "an10.119:9.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:9.3": "Wenn er so nachdenkt, gibt er falsches Verhalten auf, ",
  "an10.119:9.4": "er steigt von falschem Verhalten herab. ",
  "an10.119:10.1": "‚Falscher Lebenserwerb führt zu einem schlechten Ergebnis ",
  "an10.119:10.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:10.3": "Wenn er so nachdenkt, gibt er falschen Lebenserwerb auf, ",
  "an10.119:10.4": "er steigt von falschem Lebenserwerb herab. ",
  "an10.119:11.1": "‚Falscher Einsatz führt zu einem schlechten Ergebnis ",
  "an10.119:11.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:11.3": "Wenn er so nachdenkt, gibt er falschen Einsatz auf, ",
  "an10.119:11.4": "er steigt von falschem Einsatz herab. ",
  "an10.119:12.1": "‚Falsche Achtsamkeit führt zu einem schlechten Ergebnis ",
  "an10.119:12.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:12.3": "Wenn er so nachdenkt, gibt er falsche Achtsamkeit auf, ",
  "an10.119:12.4": "er steigt von falscher Achtsamkeit herab. ",
  "an10.119:13.1": "‚Falsche Versenkung führt zu einem schlechten Ergebnis ",
  "an10.119:13.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:13.3": "Wenn er so nachdenkt, gibt er falsche Versenkung auf, ",
  "an10.119:13.4": "er steigt von falscher Versenkung herab. ",
  "an10.119:14.1": "‚Falsche Erkenntnis führt zu einem schlechten Ergebnis ",
  "an10.119:14.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:14.3": "Wenn er so nachdenkt, gibt er falsche Erkenntnis auf, ",
  "an10.119:14.4": "er steigt von falscher Erkenntnis herab. ",
  "an10.119:15.1": "‚Falsche Freiheit führt zu einem schlechten Ergebnis ",
  "an10.119:15.2": "sowohl in diesem als im nächsten Leben.‘ ",
  "an10.119:15.3": "Wenn er so nachdenkt, gibt er falsche Freiheit auf, ",
  "an10.119:15.4": "er steigt von falscher Freiheit herab. ",
  "an10.119:15.5": "Das ist die Abstiegszeremonie in der Schulung des Edlen.“ ",
  "an10.119:16.1": "„Die Abstiegszeremonie, wie sie bei den Brahmanen begangen wird, ist etwas anderes als die Abstiegszeremonie in der Schulung des Edlen. ",
  "an10.119:16.2": "Und, Meister Gotama, die Abstiegszeremonie, wie sie bei den Brahmanen begangen wird, wiegt nicht den sechzehnten Teil der Abstiegszeremonie, wie sie in der Schulung des Edlen begangen wird. ",
  "an10.119:16.3": "Vortrefflich, Meister Gotama! … ",
  "an10.119:16.4": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}