{
  "an10.60:0.1": "Nummerierte Lehrreden 10.60 ",
  "an10.60:0.2": "6. Das Kapitel über den eigenen Geist ",
  "an10.60:0.3": "Mit Girimānanda ",
  "an10.60:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an10.60:1.2": "Zu dieser Zeit nun war der Ehrwürdige Girimānanda mitgenommen, leidend, schwer krank. ",
  "an10.60:1.3": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an10.60:2.1": "„Herr, der Ehrwürdige Girimānanda ist mitgenommen, leidend, schwer krank. ",
  "an10.60:2.2": "Herr, bitte geh aus Anteilnahme zum Ehrwürdigen Girimānanda.“ ",
  "an10.60:2.3": "„Ānanda, wenn du dem Mönch Girimānanda diese zehn Wahrnehmungen aufsagen würdest, wäre es möglich, dass seine Krankheit auf der Stelle abklingt, wenn er sie hört. ",
  "an10.60:3.1": "Welche zehn? ",
  "an10.60:3.2": "Die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst, die Wahrnehmung der unattraktiven Natur, die Wahrnehmung der nachteiligen Folgen, die Wahrnehmung des Aufgebens, die Wahrnehmung des Schwindens, die Wahrnehmung des Aufhörens, die Wahrnehmung der Entfremdung von der ganzen Welt, die Wahrnehmung der Unbeständigkeit aller Bedingungen und die Achtsamkeit auf den Atem. ",
  "an10.60:4.1": "Und was ist die Wahrnehmung der Unbeständigkeit? ",
  "an10.60:4.2": "Es ist, wenn ein Mönch in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an10.60:4.3": "‚Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein sind unbeständig.‘ ",
  "an10.60:4.4": "Und so meditiert er, indem er bei den fünf mit Ergreifen verbundenen Aggregaten die Unbeständigkeit beobachtet. ",
  "an10.60:4.5": "Das nennt man die Wahrnehmung der Unbeständigkeit. ",
  "an10.60:5.1": "Und was ist die Wahrnehmung des Fehlens eines Selbst? ",
  "an10.60:5.2": "Es ist, wenn eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an10.60:5.3": "‚Auge und Bilder, Ohr und Töne, Nase und Düfte, Zunge und Geschmäcke, Körper und Berührungen, Geist und Gedanken sind ohne Selbst.‘ ",
  "an10.60:5.4": "Und so meditiert sie, indem sie bei den sechs inneren und äußeren Sinnesfeldern das Fehlen eines Selbst beobachtet. ",
  "an10.60:5.5": "Das nennt man die Wahrnehmung des Fehlens eines Selbst. ",
  "an10.60:6.1": "Und was ist die Wahrnehmung der unattraktiven Natur? ",
  "an10.60:6.2": "Es ist, wenn ein Mönch seinen eigenen Körper betrachtet, von den Fußsohlen aufwärts und von den Haarspitzen abwärts, der von Haut umhüllt und mit zahlreichen widerlichen Dingen angefüllt ist. ",
  "an10.60:6.3": "‚In diesem Körper gibt es Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot, Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin.‘ ",
  "an10.60:6.4": "Und so meditiert er, indem er bei diesem Körper das Unattraktive betrachtet. ",
  "an10.60:6.5": "Das nennt man die Wahrnehmung der unattraktiven Natur. ",
  "an10.60:7.1": "Und was ist die Wahrnehmung der nachteiligen Folgen? ",
  "an10.60:7.2": "Es ist, wenn eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an10.60:7.3": "‚Mit diesem Körper sind viel Leiden und viele Nachteile verbunden. Denn dieser Körper wird von zahlreichen Beschwerden befallen: nämlich ",
  "an10.60:7.4": "Augenleiden, Ohrenleiden, Nasenleiden, Zungenleiden, Körperleiden, Kopfleiden, Leiden des äußeren Ohrs, des Mundes, der Zähne, der Lippen; Husten, Asthma, Katarrh, Entzündung, Fieber, Magenleiden, Ohnmacht, Durchfall, Magenstechen, Cholera, Lepra, Furunkel, Ausschlag, Tuberkulose, Epilepsie, Bläschenausschlag, Jucken, Schorf, Pocken, Krätze, Blutsturz, Zuckerkrankheit, Hämorrhoiden, Blasen, Fisteln; galle-, schleim- und windbedingte Erkrankungen und deren Mischung, wetterbedingte, durch unachtsames Verhalten oder Überanstrengung bedingte Erkrankungen, Erkrankungen als Ergebnis früherer Taten; Kälte, Hitze, Hunger, Durst, Stuhl- und Harndrang.‘ ",
  "an10.60:7.5": "Und so meditiert sie, indem sie bei diesem Körper die Nachteile betrachtet. ",
  "an10.60:7.6": "Das nennt man die Wahrnehmung der nachteiligen Folgen. ",
  "an10.60:8.1": "Und was ist die Wahrnehmung des Aufgebens? ",
  "an10.60:8.2": "Es ist, wenn ein Mönch einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist, nicht duldet. Er duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Er gibt sie auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an10.60:8.3": "Das nennt man die Wahrnehmung des Aufgebens. ",
  "an10.60:9.1": "Und was ist die Wahrnehmung des Schwindens? ",
  "an10.60:9.2": "Es ist, wenn eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an10.60:9.3": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Beenden des Verlangens, das Schwinden, das Erlöschen.‘ ",
  "an10.60:9.4": "Das nennt man die Wahrnehmung des Schwindens. ",
  "an10.60:10.1": "Und was ist die Wahrnehmung des Aufhörens? ",
  "an10.60:10.2": "Es ist, wenn ein Mönch in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an10.60:10.3": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Beenden des Verlangens, das Aufhören, das Erlöschen.‘ ",
  "an10.60:10.4": "Das nennt man die Wahrnehmung des Aufhörens. ",
  "an10.60:11.1": "Und was ist die Wahrnehmung der Entfremdung von der ganzen Welt? ",
  "an10.60:11.2": "Es ist, wenn eine Nonne so lebt, dass sie die Anziehung und das Greifen nach der Welt aufgibt und sich nicht aneignet, dass sie geistige Fixierung, Auf-etwas-Bestehen und zugrunde liegende Neigungen aufgibt und sich nicht aneignet. ",
  "an10.60:11.3": "Das nennt man die Wahrnehmung der Entfremdung von der ganzen Welt. ",
  "an10.60:12.1": "Und was ist die Wahrnehmung der Unbeständigkeit aller Bedingungen? ",
  "an10.60:12.2": "Es ist, wenn ein Mönch von allen Bedingungen entsetzt, abgestoßen und angewidert ist. ",
  "an10.60:12.3": "Das nennt man die Wahrnehmung der Unbeständigkeit aller Bedingungen. ",
  "an10.60:13.1": "Und was ist die Achtsamkeit auf den Atem? ",
  "an10.60:13.2": "Es ist, wenn eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, sich dort mit gekreuzten Beinen hinsetzt, den Körper gerade aufgerichtet, und eben da die Achtsamkeit verankert. ",
  "an10.60:13.3": "Ganz achtsam atmet sie ein. Achtsam atmet sie aus. ",
  "an10.60:13.4": "Wenn sie schwer einatmet, weiß sie: ‚Ich atme schwer ein.‘ Wenn sie schwer ausatmet, weiß sie: ‚Ich atme schwer aus.‘ ",
  "an10.60:13.5": "Wenn sie leicht einatmet, weiß sie: ‚Ich atme leicht ein.‘ Wenn sie leicht ausatmet, weiß sie: ‚Ich atme leicht aus.‘ ",
  "an10.60:13.6": "Sie übt, indem sie beim Einatmen den ganzen Körper spürt. Sie übt, indem sie beim Ausatmen den ganzen Körper spürt. ",
  "an10.60:13.7": "Sie übt, indem sie beim Einatmen die Körperbewegung beruhigt. Sie übt, indem sie beim Ausatmen die Körperbewegung beruhigt. ",
  "an10.60:13.8": "Sie übt, indem sie beim Einatmen Ekstase erfährt. Sie übt, indem sie beim Ausatmen Ekstase erfährt. ",
  "an10.60:13.9": "Sie übt, indem sie beim Einatmen Seligkeit erfährt. Sie übt, indem sie beim Ausatmen Seligkeit erfährt. ",
  "an10.60:13.10": "Sie übt, indem sie beim Einatmen diese Gemütsbewegungen erfährt. Sie übt, indem sie beim Ausatmen diese Gemütsbewegungen erfährt. ",
  "an10.60:13.11": "Sie übt, indem sie beim Einatmen diese Gemütsbewegungen beruhigt. Sie übt, indem sie beim Ausatmen diese Gemütsbewegungen beruhigt. ",
  "an10.60:13.12": "Sie übt, indem sie beim Einatmen den Geist erfährt. Sie übt, indem sie beim Ausatmen den Geist erfährt. ",
  "an10.60:13.13": "Sie übt, indem sie beim Einatmen den Geist erfreut. Sie übt, indem sie beim Ausatmen den Geist erfreut. ",
  "an10.60:13.14": "Sie übt, indem sie beim Einatmen den Geist in die Versenkung bringt. Sie übt, indem sie beim Ausatmen den Geist in die Versenkung bringt. ",
  "an10.60:13.15": "Sie übt, indem sie beim Einatmen den Geist befreit. Sie übt, indem sie beim Ausatmen den Geist befreit. ",
  "an10.60:13.16": "Sie übt, indem sie beim Einatmen die Unbeständigkeit beobachtet. Sie übt, indem sie beim Ausatmen die Unbeständigkeit beobachtet. ",
  "an10.60:13.17": "Sie übt, indem sie beim Einatmen das Schwinden beobachtet. Sie übt, indem sie beim Ausatmen das Schwinden beobachtet. ",
  "an10.60:13.18": "Sie übt, indem sie beim Einatmen das Aufhören beobachtet. Sie übt, indem sie beim Ausatmen das Aufhören beobachtet. ",
  "an10.60:13.19": "Sie übt, indem sie beim Einatmen das Loslassen beobachtet. Sie übt, indem sie beim Ausatmen das Loslassen beobachtet. ",
  "an10.60:13.20": "Das nennt man die Achtsamkeit auf den Atem. ",
  "an10.60:14.1": "Wenn du dem Mönch Girimānanda diese zehn Wahrnehmungen aufsagen würdest, wäre es möglich, dass seine Krankheit auf der Stelle abklingt, wenn er sie hört.“ ",
  "an10.60:15.1": "Da ging Ānanda, nachdem er vom Buddha selbst diese zehn Wahrnehmungen gelernt hatte, zu Girimānanda und sagte sie ihm auf. ",
  "an10.60:15.2": "Und als Girimānanda diese zehn Wahrnehmungen gehört hatte, klang seine Krankheit auf der Stelle ab. ",
  "an10.60:15.3": "Und so erhob sich der Ehrwürdige Girimānanda von dieser Krankheit. So genas er von dieser Krankheit. ",
  "an10.60:15.4": " ",
  "an10.60:15.5": " ",
  "an10.60:16.1": " ",
  "an10.60:16.2": " ",
  "an10.60:16.3": " "
}