{
  "iti99:0.1": "Itivuttaka 99 ",
  "iti99:0.2": "Tikanipāta ",
  "iti99:0.3": "Pañcamavagga ",
  "iti99:0.4": "Tevijjasutta ",
  "iti99:1.1": "Vuttañhetaṁ bhagavatā vuttamarahatāti me sutaṁ: ",
  "iti99:2.1": "“Dhammenāhaṁ, bhikkhave, tevijjaṁ brāhmaṇaṁ paññāpemi, nāññaṁ lapitalāpanamattena. ",
  "iti99:3.1": "Kathañcāhaṁ, bhikkhave, dhammena tevijjaṁ brāhmaṇaṁ paññāpemi, nāññaṁ lapitalāpanamattena? ",
  "iti99:3.2": "Idha, bhikkhave, bhikkhu anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto. So tato cuto amutra udapādiṁ. Tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto. So tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "iti99:3.3": "Ayamassa paṭhamā vijjā adhigatā hoti, avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "iti99:4.1": "Puna caparaṁ, bhikkhave, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "iti99:4.2": "Ayamassa dutiyā vijjā adhigatā hoti, avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "iti99:5.1": "Puna caparaṁ, bhikkhave, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "iti99:5.2": "Ayamassa tatiyā vijjā adhigatā hoti, avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "iti99:5.3": "Evaṁ kho ahaṁ, bhikkhave, dhammena tevijjaṁ brāhmaṇaṁ paññāpemi, nāññaṁ lapitalāpanamattenā”ti. ",
  "iti99:5.4": "Etamatthaṁ bhagavā avoca. ",
  "iti99:5.5": "Tatthetaṁ iti vuccati: ",
  "iti99:6.1": "“Pubbenivāsaṁ yoveti, ",
  "iti99:6.2": "saggāpāyañca passati; ",
  "iti99:6.3": "Atho jātikkhayaṁ patto, ",
  "iti99:6.4": "abhiññāvosito muni. ",
  "iti99:7.1": "Etāhi tīhi vijjāhi, ",
  "iti99:7.2": "tevijjo hoti brāhmaṇo; ",
  "iti99:7.3": "Tamahaṁ vadāmi tevijjaṁ, ",
  "iti99:7.4": "nāññaṁ lapitalāpanan”ti. ",
  "iti99:8.1": "Ayampi attho vutto bhagavatā, iti me sutanti. ",
  "iti99:8.2": "Dasamaṁ. ",
  "iti99:8.3": "Pañcamo vaggo. ",
  "iti99:9.0": "Tassuddānaṁ ",
  "iti99:9.1": "Pasāda jīvita saṅghāṭi, ",
  "iti99:9.2": "aggi upaparikkhayā; ",
  "iti99:9.3": "Upapatti kāma kalyāṇaṁ, ",
  "iti99:9.4": "dānaṁ dhammena te dasāti. ",
  "iti99:9.5": "Tikanipāto niṭṭhito. "
}