{
  "sn7.1:0.1": "Saṁyutta Nikāya 7 ",
  "sn7.1:0.2": "1. Arahantavagga ",
  "sn7.1:0.3": "1. Dhanañjānīsutta ",
  "sn7.1:1.1": "Evaṁ me sutaṁ—",
  "sn7.1:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn7.1:1.3": "Tena kho pana samayena aññatarassa bhāradvājagottassa brāhmaṇassa dhanañjānī nāma brāhmaṇī abhippasannā hoti buddhe ca dhamme ca saṅghe ca. ",
  "sn7.1:1.4": "Atha kho dhanañjānī brāhmaṇī bhāradvājagottassa brāhmaṇassa bhattaṁ upasaṁharantī upakkhalitvā tikkhattuṁ udānaṁ udānesi: ",
  "sn7.1:2.1": "“Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "sn7.1:3.1": "Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "sn7.1:4.1": "Namo tassa bhagavato arahato sammāsambuddhassā”ti. ",
  "sn7.1:5.1": "Evaṁ vutte, bhāradvājagotto brāhmaṇo dhanañjāniṁ brāhmaṇiṁ etadavoca: ",
  "sn7.1:5.2": "“evamevaṁ panāyaṁ vasalī yasmiṁ vā tasmiṁ vā tassa muṇḍakassa samaṇassa vaṇṇaṁ bhāsati. ",
  "sn7.1:5.3": "Idāni tyāhaṁ, vasali, tassa satthuno vādaṁ āropessāmī”ti. ",
  "sn7.1:5.4": "“Na khvāhaṁ taṁ, brāhmaṇa, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo tassa bhagavato vādaṁ āropeyya arahato sammāsambuddhassa. ",
  "sn7.1:5.5": "Api ca tvaṁ, brāhmaṇa, gaccha, gantvā vijānissasī”ti. ",
  "sn7.1:6.1": "Atha kho bhāradvājagotto brāhmaṇo kupito anattamano yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn7.1:6.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "sn7.1:6.3": "Ekamantaṁ nisinno kho bhāradvājagotto brāhmaṇo bhagavantaṁ gāthāya ajjhabhāsi: ",
  "sn7.1:7.1": "“Kiṁsu chetvā sukhaṁ seti, ",
  "sn7.1:7.2": "kiṁsu chetvā na socati; ",
  "sn7.1:7.3": "Kissassu ekadhammassa, ",
  "sn7.1:7.4": "vadhaṁ rocesi gotamā”ti. ",
  "sn7.1:8.1": "“Kodhaṁ chetvā sukhaṁ seti, ",
  "sn7.1:8.2": "kodhaṁ chetvā na socati; ",
  "sn7.1:8.3": "Kodhassa visamūlassa, ",
  "sn7.1:8.4": "madhuraggassa brāhmaṇa; ",
  "sn7.1:8.5": "Vadhaṁ ariyā pasaṁsanti, ",
  "sn7.1:8.6": "tañhi chetvā na socatī”ti. ",
  "sn7.1:9.1": "Evaṁ vutte, bhāradvājagotto brāhmaṇo bhagavantaṁ etadavoca: ",
  "sn7.1:9.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "sn7.1:9.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "sn7.1:9.4": "Esāhaṁ, bhante, bhagavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "sn7.1:9.5": "Labheyyāhaṁ bhoto gotamassa santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "sn7.1:10.1": "Alattha kho bhāradvājagotto brāhmaṇo bhagavato santike pabbajjaṁ, alattha upasampadaṁ. ",
  "sn7.1:10.2": "Acirūpasampanno kho panāyasmā bhāradvājo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "sn7.1:10.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "sn7.1:10.4": "Aññataro ca panāyasmā bhāradvājo arahataṁ ahosīti. "
}