{
  "sn7.21:0.1": "Saṃyutta Nikāya 7 ",
  "sn7.21:0.2": "2. Upāsakavagga ",
  "sn7.21:0.3": "21. Saṅgāravasutta ",
  "sn7.21:1.1": "Sāvatthinidānaṃ. ",
  "sn7.21:1.2": "Tena kho pana samayena saṅgāravo nāma brāhmaṇo sāvatthiyaṃ paṭivasati udakasuddhiko, udakena parisuddhiṃ pacceti, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharati. ",
  "sn7.21:1.3": "Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ",
  "sn7.21:1.4": "Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "sn7.21:1.5": "“idha, bhante, saṅgāravo nāma brāhmaṇo sāvatthiyaṃ paṭivasati udakasuddhiko, udakena suddhiṃ pacceti, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharati. ",
  "sn7.21:1.6": "Sādhu, bhante, bhagavā yena saṅgāravassa brāhmaṇassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā”ti. ",
  "sn7.21:1.7": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "sn7.21:2.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena saṅgāravassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn7.21:2.2": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "sn7.21:2.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho saṅgāravaṃ brāhmaṇaṃ bhagavā etadavoca: ",
  "sn7.21:2.4": "“saccaṃ kira tvaṃ, brāhmaṇa, udakasuddhiko, udakena suddhiṃ paccesi, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharasī”ti? ",
  "sn7.21:2.5": "“Evaṃ, bho gotama”. ",
  "sn7.21:2.6": "“Kiṃ pana tvaṃ, brāhmaṇa, atthavasaṃ sampassamāno udakasuddhiko, udakasuddhiṃ paccesi, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharasī”ti? ",
  "sn7.21:2.7": "“Idha me, bho gotama, yaṃ divā pāpakammaṃ kataṃ hoti, taṃ sāyaṃ nhānena pavāhemi, yaṃ rattiṃ pāpakammaṃ kataṃ hoti taṃ pātaṃ nhānena pavāhemi. ",
  "sn7.21:2.8": "Imaṃ khvāhaṃ, bho gotama, atthavasaṃ sampassamāno udakasuddhiko, udakena suddhiṃ paccemi, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharāmī”ti. ",
  "sn7.21:3.1": "“Dhammo rahado brāhmaṇa sīlatittho, ",
  "sn7.21:3.2": "Anāvilo sabbhi sataṃ pasattho; ",
  "sn7.21:3.3": "Yattha have vedaguno sinātā, ",
  "sn7.21:3.4": "Anallagattāva taranti pāran”ti. ",
  "sn7.21:4.1": "Evaṃ vutte, saṅgāravo brāhmaṇo bhagavantaṃ etadavoca: ",
  "sn7.21:4.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ",
  "sn7.21:4.3": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. "
}