{
  "sn55.54:0.1": "Pagal temą susijusių suttų rinkinys 55 ",
  "sn55.54:0.2": "6. Išmintingasis ",
  "sn55.54:0.3": "54. Sergantysis ",
  "sn55.54:1.1": "Kartą Palaimintasis buvo apsistojęs Sakyų krašte, banjano medžių vienuolyne netoli Kapilavatthu. ",
  "sn55.54:1.2": "Tuo gi pat metu vienuolių būrys siuvo Palaimintajam apdarą su mintimi, kad ",
  "sn55.54:1.3": "praėjus trims lietaus sezono atsiskyrimo mėnesiams, su paruoštu apdaru Palaimintasis leisis kelionėn. ",
  "sn55.54:1.4": "Išgirdo gi Mahānāma Sakya, kad ",
  "sn55.54:1.5": "vienuolių būrys siuva Palaimintajam apdarą su mintimi, kad ",
  "sn55.54:1.6": "praėjus trims lietaus sezono atsiskyrimo mėnesiams, su paruoštu apdaru Palaimintasis leisis kelionėn. ",
  "sn55.54:1.7": "Ir štai Mahānāma Sakya nuėjo pas Palaimintąjį. Atėjęs pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono Mahānāma Sakya pasakė Palaimintajam štai ką: ",
  "sn55.54:1.8": "„Girdėjau, Palaimintasis, ",
  "sn55.54:1.9": "kad vienuolių būrys siuva Palaimintajam apdarą su mintimi, kad ",
  "sn55.54:1.10": "praėjus trims lietaus sezono atsiskyrimo mėnesiams, su paruoštu apdaru Palaimintasis leisis kelionėn. ",
  "sn55.54:1.11": "Bet negirdėjau ir neišmokau tiesiai iš Palaimintojo, ",
  "sn55.54:1.12": "kaip ligos pakirstą, kamuojamą, sunkiai sergantį išmintingą pasaulietį pasekėją, turėtų pamokyti kitas išmintingas pasaulietis pasekėjas.” ",
  "sn55.54:2.1": "„Išmintingas pasaulietis pasekėjas, Mahānāma, ligos pakirstą, kamuojamą, sunkiai sergantį išmintingą pasaulietį pasekėją, turėtų nuraminti keturiais nuraminimais. ",
  "sn55.54:2.2": "„Būk ramus, mielasis. ",
  "sn55.54:2.3": "Tu turi (tokį) patirtimi grįstą pasitikėjimą Buda: „Šis Palaimintasis yra arahantas … dievybių ir žmonių mokytojas, nušvitęs, palaimintas.“ ",
  "sn55.54:2.4": "Būk ramus, mielasis. ",
  "sn55.54:2.5": "Tu turi (tokį) patirtimi grįstą pasitikėjimą Dhamma … ",
  "sn55.54:2.6": "Sangha … ",
  "sn55.54:2.7": "Tu laikaisi dorovės principų, kurie yra mieli tauriesiems. Tavo dorovė yra nepalaužta, vientisa, nesutepta, švari, išlaisvinanti nuo vergystės, išmintingųjų aukštinama, nepaliesta, vedanti į sutelktį.” ",
  "sn55.54:3.1": "„Išmintingas pasaulietis pasekėjas, Mahānāma, nuraminęs ligos pakirstą, kamuojamą, sunkiai sergantį išmintingą pasaulietį pasekėją šiais keturiais nuraminimais, turėtų jam pasakyti: ",
  "sn55.54:3.2": "„Ar tu pergyveni dėl tėvų?” ",
  "sn55.54:3.3": "Jei jis sakytų: ",
  "sn55.54:3.4": "„Pergyvenu dėl tėvų”, – jam turėtų pasakyti: ",
  "sn55.54:3.5": "„Mielasis pone, tavo prigimtis yra tokia, kad turi mirti. ",
  "sn55.54:3.6": "Ar tu pergyvensi dėl tėvų, ar ne, ",
  "sn55.54:3.7": "vis vien turėsi mirti. ",
  "sn55.54:3.8": "Būtų gerai, mielasis, jei atsikratytumei nerimo dėl tėvų.” ",
  "sn55.54:4.1": "Jei jis sakytų: ",
  "sn55.54:4.2": "„Atsikratyta nerimo dėl tėvų”, – jam turėtų pasakyti: ",
  "sn55.54:4.3": "„O ar tu pergyveni dėl žmonos ir vaikų?” ",
  "sn55.54:4.4": "Jei jis sakytų: ",
  "sn55.54:4.5": "„Pergyvenu dėl žmonos ir vaikų,” – jam turėtų pasakyti: ",
  "sn55.54:4.6": "„Mielasis pone, tavo prigimtis yra tokia, kad turi mirti. ",
  "sn55.54:4.7": "Ar tu pergyvensi dėl žmonos ir vaikų, ar ne, ",
  "sn55.54:4.8": "vis vien turėsi mirti. ",
  "sn55.54:4.9": "Būtų gerai, mielasis, jei atsikratytumei nerimo dėl žmonos ir vaikų.” ",
  "sn55.54:5.1": "Jei jis sakytų: ",
  "sn55.54:5.2": "„Atsikratyta nerimo dėl žmonos ir vaikų”, – jam turėtų pasakyti: ",
  "sn55.54:5.3": "„O ar tau rūpi penki žmogiškų juslinių malonumų šaltiniai?” ",
  "sn55.54:5.4": "Jei jis sakytų: ",
  "sn55.54:5.5": "„Man rūpi penki žmogiškų juslinių malonumų šaltiniai,” – jam turėtų pasakyti: ",
  "sn55.54:5.6": "„Mielasis, dangiškieji jusliniai malonumai yra nuostabesni ir puikesni už žmogiškuosius. ",
  "sn55.54:5.7": "Būtų gerai, mielasis, jei atitrauktum protą nuo žmogiškų juslinių malonumų ir nukreiptum jį į Keturių didžiųjų karalių pasaulio dievybes.” ",
  "sn55.54:6.1": "Jei jis sakytų: ",
  "sn55.54:6.2": "„Atitrauktas protas nuo žmogiškų juslinių malonumų ir nukreiptas į Keturių didžiųjų karalių pasaulio dievybes”, – jam turėtų pasakyti: ",
  "sn55.54:6.3": "„Mielasis, Trisdešimt trijų pasaulio dievybės yra nuostabesnės ir puikesnės už Keturių didžiųjų karalių pasaulio dievybes. ",
  "sn55.54:6.4": "Būtų gerai, mielasis, jei atitrauktum protą nuo Keturių didžiųjų karalių pasaulio dievybių ir nukreiptum jį į Trisdešimt trijų pasaulio dievybes.” ",
  "sn55.54:7.1": "Jei jis sakytų: ",
  "sn55.54:7.2": "„Atitrauktas protas nuo Keturių didžiųjų karalių pasaulio dievybių ir nukreiptas į Trisdešimt trijų pasaulio dievybes”, – jam turėtų pasakyti: ",
  "sn55.54:7.3": "„Mielasis, Yama pasaulio dievybės yra nuostabesnės ir puikesnės už Trisdešimt trijų pasaulio dievybes … ",
  "sn55.54:7.4": "Pasitenkinimo pasaulio dievybės … ",
  "sn55.54:7.5": "Kūrimo džiaugsmo pasaulio dievybės … ",
  "sn55.54:7.6": "Džiaugsmo kitų kūriniais pasaulio dievybės … ",
  "sn55.54:7.7": "„Mielasis, Brahmų pasaulio dievybės yra nuostabesnės ir puikesnės už Džiaugsmo kitų kūriniais pasaulio dievybes. ",
  "sn55.54:7.8": "Būtų gerai, mielasis, jei atitrauktum protą nuo Džiaugsmo kitų kūriniais pasaulio dievybių ir nukreiptum jį į Brahmų pasaulio dievybes.” ",
  "sn55.54:7.9": "Jei jis sakytų: ",
  "sn55.54:7.10": "„Atitrauktas protas nuo Džiaugsmo kitų kūriniais pasaulio dievybių ir nukreiptas į Brahmų pasaulio dievybes”, – jam turėtų pasakyti: ",
  "sn55.54:7.11": "„Mielasis, Brahmų pasaulis gi yra nepastovus nepatvarus, paskendęs tapatume. ",
  "sn55.54:7.12": "Būtų gerai, mielasis, jei atitrauktum protą nuo Brahmų pasaulio ir sutelktum jį į tapatumo baigtį.” ",
  "sn55.54:8.1": "Jei jis sakytų: ",
  "sn55.54:8.2": "„Atitrauktas protas nuo Brahmų pasaulio dievybių ir sutelktas į tapatumo baigtį”, – ",
  "sn55.54:8.3": "tuomet, Mahānāma, aš sakau, kad nėra jokio skirtumo tarp pasauliečio pasekėjo su taip išlaisvintu protu ir vienuolio su išlaisvintu nuo ydų protu, ",
  "sn55.54:8.4": "tai yra (nėra skirtumo) tarp vieno išsilaisvinimo ir kito.” "
}