{
  "sn55.7:0.1": "Pagal temą susijusių suttų rinkinys 55 ",
  "sn55.7:0.2": "1. Skyrius apie Vėludvarą ",
  "sn55.7:0.3": "7. Sutta apie vėludvariečius ",
  "sn55.7:1.1": "Taip aš girdėjau. ",
  "sn55.7:1.2": "Kartą Palaimintasis klajodamas Kosaloje kartu su didžiule vienuolių bendruomene užsuko į Kosalos brahmanų kaimą Vėludvarą („bambukiniai vartai”). ",
  "sn55.7:1.3": "Išgirdo gi vėludvariečiai brahmanai namų šeimininkai, ",
  "sn55.7:1.4": "esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, klajodamas Kosaloje kartu su didžiule vienuolių bendruomene pasiekė Kosalos brahmanų kaimą Vėludvarą. ",
  "sn55.7:1.5": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "sn55.7:1.6": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "sn55.7:1.7": "Jis skelbiasi pats tiesiogine patirtimi pažinęs šį pasaulį su jo dievybėmis, Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir žmonėmis. ",
  "sn55.7:1.8": "Jis moko Dhammos, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "sn55.7:1.9": "Gera yra matyti tokius arahantus.” ",
  "sn55.7:2.1": "Ir štai vėludvariečiai brahmanai namų šeimininkai nuėjo pas Palaimintąjį. Vieni atėję pasveikino jį ir atsisėdo iš šono, kiti apsikeitė mandagiais sveikinimais ir draugiškais žodžiais ir atsisėdo iš šono, treti pasveikino Palaimintąjį suglaustais delnais ir atsisėdo iš šono, ketvirti prisistatė ir atsisėdo iš šono, o dar kiti tyliai atsisėdo iš šono. Sėdėdami taip iš šono tie vėludvariečiai brahmanai namų šeimininkai Palaimintajam pasakė štai ką: ",
  "sn55.7:2.2": "„Mes, Gerbiamasis Gotama, trokštame, norime, siekiame, ",
  "sn55.7:2.3": "gyventi pilnuose vaikų namuose, mėgautis sandalmedžių iš Kasi, puoštis vėriniais, kvepalais ir kosmetika, leisti sau (naudotis) auksu ir sidabru, ir po kūno žūties, po mirties atgimti geroje vietoje, dangaus pasaulyje. ",
  "sn55.7:2.4": "Tegul Gerbiamasis Gotama pamoko mus, turinčius tokius troškimus, norus ir siekius, taip, kad mes galėtume gyventi pilnuose vaikų namuose … ir po kūno žūties, po mirties atgimti geroje vietoje, dangaus pasaulyje.” ",
  "sn55.7:3.1": "„Išdėstysiu jums, namų šeimininkai, Mokymą apie pritaikymą sau. ",
  "sn55.7:3.2": "To klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "sn55.7:3.3": "„Taip, Gerbiamasis,” – atsakė Palaimintajam tie vėludvariečiai brahmanai namų šeimininkai. ",
  "sn55.7:3.4": "Palaimintasis štai ką pasakė: ",
  "sn55.7:4.1": "Ir koks, namų šeimininkai, yra Mokymas apie pritaikymą sau? ",
  "sn55.7:4.2": "Štai, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:4.3": "„Aš noriu gyventi, nenoriu mirti, trokštu laimės, nenoriu kentėti. ",
  "sn55.7:4.4": "„Jei kas nors iš manęs norinčio gyventi, nenorinčio mirti, trokštančio laimės, nenorinčio kentėti atimtų gyvybę, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:4.5": "Ir tikrai, jei aš iš ko nors norinčio gyventi, nenorinčio mirti, trokštančio laimės, nenorinčio kentėti atimčiau gyvybę, jam tai taip pat nepatiktų, būtų nemalonu. ",
  "sn55.7:4.6": "Tai, kas nepatinka ir yra nemalonu man, kitiems taip pat nepatinka ir yra nemalonu. ",
  "sn55.7:4.7": "Kaip aš galėčiau padaryti kitam tai, kas man nepatinka ir yra nemalonu?” ",
  "sn55.7:4.8": "Dėl tokio apsvarstymo jis ir pats susilaiko nuo žudymo, ir ragina kitus susilaikyti nuo žudymo, ir giria susilaikymą nuo žudymo. ",
  "sn55.7:4.9": "Taip jo elgesys kūnu yra išgrynintas iš trijų pusių. ",
  "sn55.7:5.1": "Toliau, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:5.2": "„Jei kas nors iš manęs paimtų tai, kas neduota, t.y. pavogtų, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:5.3": "Ir tikrai, jei aš iš ko nors paimčiau tai, kas neduota, t.y. pavogčiau, jam tai taip pat nepatiktų, būtų nemalonu. ",
  "sn55.7:5.4": "Tai, kas nepatinka ir yra nemalonu man, kitiems taip pat nepatinka ir yra nemalonu. ",
  "sn55.7:5.5": "Kaip aš galėčiau padaryti kitam tai, kas man nepatinka ir yra nemalonu?” ",
  "sn55.7:5.6": "Dėl tokio apsvarstymo jis ir pats susilaiko nuo ėmimo to, kas neduota, ir ragina kitus susilaikyti nuo ėmimo to, kas neduota, ir giria susilaikymą nuo ėmimo to, kas neduota. ",
  "sn55.7:5.7": "Taip jo elgesys kūnu yra išgrynintas iš trijų pusių. ",
  "sn55.7:6.1": "Toliau, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:6.2": "„Jei kas nors sugundytų mano žmonas, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:6.3": "Ir tikrai, jei aš sugundyčiau kieno nors žmonas, jam tai taip pat nepatiktų, būtų nemalonu. ",
  "sn55.7:6.4": "Tai, kas nepatinka ir yra nemalonu man, kitiems taip pat nepatinka ir yra nemalonu. ",
  "sn55.7:6.5": "Kaip aš galėčiau padaryti kitam tai, kas man nepatinka ir yra nemalonu?” ",
  "sn55.7:6.6": "Dėl tokio apsvarstymo jis ir pats susilaiko nuo svetimavimo, ir ragina kitus susilaikyti nuo svetimavimo, ir giria susilaikymą nuo svetimavimo. ",
  "sn55.7:6.7": "Taip jo elgesys kūnu yra išgrynintas iš trijų pusių. ",
  "sn55.7:7.1": "Toliau, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:7.2": "„Jei kas nors pakenktų man melagyste, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:7.3": "Ir tikrai, jei aš pakenkčiau kam nors melagyste, jam tai taip pat nepatiktų, būtų nemalonu. ",
  "sn55.7:7.4": "Tai, kas nepatinka ir yra nemalonu man, kitiems taip pat nepatinka ir yra nemalonu. ",
  "sn55.7:7.5": "Kaip aš galėčiau padaryti kitam tai, kas man nepatinka ir yra nemalonu?” ",
  "sn55.7:7.6": "Dėl tokio apsvarstymo jis ir pats susilaiko nuo melagystės, ir ragina kitus susilaikyti nuo melagystės, ir giria susilaikymą nuo melagystės. ",
  "sn55.7:7.7": "Taip jo elgesys žodžiais yra išgrynintas iš trijų pusių. ",
  "sn55.7:8.1": "Toliau, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:8.2": "„Jei kas nors kiršinančia kalba supykdytų mane su draugais, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:8.3": "Ir tikrai, jei aš kiršinančia kalba supykdyčiau ką nors kitą su draugais, jam tai taip pat nepatiktų, būtų nemalonu … ",
  "sn55.7:8.4": "Taip jo elgesys žodžiais yra išgrynintas iš trijų pusių. ",
  "sn55.7:9.1": "Toliau, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:9.2": "„Jei kas nors apipiltų mane šiurkščia kalba, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:9.3": "Ir tikrai, jei aš apipilčiau ką nors kitą šiurkščia kalba, jam tai taip pat nepatiktų, būtų nemalonu. ",
  "sn55.7:9.4": "Tai, kas nepatinka ir yra nemalonu man … ",
  "sn55.7:9.5": "Taip jo elgesys žodžiais yra išgrynintas iš trijų pusių. ",
  "sn55.7:10.1": "Toliau, namų šeimininkai, tauriųjų mokinys svarsto taip: ",
  "sn55.7:10.2": "„Jei kas nors apibertų mane nesąmoninga kalba, tuščiais plepalais, man tai nepatiktų, būtų nemalonu. ",
  "sn55.7:10.3": "Ir tikrai, jei aš apiberčiau ką nors nesąmoninga kalba, tuščiais plepalais, jam tai taip pat nepatiktų, būtų nemalonu. ",
  "sn55.7:10.4": "Tai, kas nepatinka ir yra nemalonu man, kitiems taip pat nepatinka ir yra nemalonu. ",
  "sn55.7:10.5": "Kaip aš galėčiau padaryti kitam tai, kas man nepatinka ir yra nemalonu?” ",
  "sn55.7:10.6": "Dėl tokio apsvarstymo jis ir pats susilaiko nuo tuščių plepalų, ir ragina kitus susilaikyti nuo tuščių plepalų, ir giria susilaikymą nuo tuščių plepalų. ",
  "sn55.7:10.7": "Taip jo elgesys žodžiais yra išgrynintas iš trijų pusių. ",
  "sn55.7:11.1": "Jis turi (tokį) patirtimi grįstą pasitikėjimą Buda: ",
  "sn55.7:11.2": "„Šis Palaimintasis yra arahantas … dievybių ir žmonių mokytojas, nušvitęs, palaimintas.“ ",
  "sn55.7:11.3": "Jis turi patirtimi grįstą pasitikėjimą Mokymu … ",
  "sn55.7:11.4": "Jis turi (tokį) patirtimi grįstą pasitikėjimą _saṅgha_: „Gerai žengia keliu Palaimintojo mokinių bendruomenė … neprilygstamas laukas visam pasauliui nusipelnyti gero rezultato.” ",
  "sn55.7:11.5": "Jis laikosi dorovės principų, kurie yra mieli tauriesiems. Jo dorovė yra nepalaužta … vedanti į sutelktį. ",
  "sn55.7:11.7": "„Išsekinau atgimimą pragare, išsekinau atgimimą gyvūnų karalystėje, išsekinau atgimimą dvasių pasaulyje, išsekinau atgimimą pragaištingoje, blogoje vietoje, esu įžengęs į srautą, jau nebeatgimsiu blogoje vietoje, užtikrintas man nušvitimas.” ",
  "sn55.7:12.1": "Kai tai buvo pasakyta, vėludvariečiai brahmanai namų šeimininkai tarė Palaimintajam: ",
  "sn55.7:12.2": "„Nuostabu, Gerbiamas Gotama … ",
  "sn55.7:12.3": "Mes priimame prieglobstį Gerbiamame Gotamoje, mokyme ir vienuolių _saṅghoje_. ",
  "sn55.7:12.4": "Nuo šios dienos, tegul Gerbiamas Gotama laiko mus pasauliečiais pasekėjais, kurie priėmė prieglobstį visam gyvenimui.” "
}