{
  "sn12.15:1.1": "This discourse was quoted by Ānanda to Channa at <a href='https://suttacentral.net/sn22.90/en/sujato#9.1'>SN 22.90:9.1</a>. It was cited by name in Nāgārjuna’s Mūlamadhyamakakārikā 15.7: “In the Advice to Kātyāyana, both ‘exists’ and ‘does not exist’ are denied by the Buddha, expert in being and non-being.” Nāgārjuna’s text, an important Buddhist philosophical treatise, is studied extensively to this day. ",
  "sn12.15:1.4": "Right view is normally defined as understanding the four noble truths (<a href='https://suttacentral.net/dn22/en/sujato#21.4'>DN 22:21.4</a>, <a href='https://suttacentral.net/mn141/en/sujato#24.1'>MN 141:24.1</a>, <a href='https://suttacentral.net/sn45.8/en/sujato#3.1'>SN 45.8:3.1</a>). ",
  "sn12.15:2.1": "The Buddha is referring to a widely held belief, which can be traced to the saying: “This is twofold, there is no third: truth and falsehood. The gods are truth, humans are falsehood.” (<i lang='pi' translate='no'>Dvayaṁ vā idaṁ na tṛtīyamasti: satyaṁ caivānṛtaṁ ca. Satyameva devā anṛtam manuṣyā</i>; Śatapatha Brāhmaṇa 1.1.1.4, 3.3.2.2, 3.9.4.1). The word for “truth” here is <i lang='pi' translate='no'>satya</i> (Pali <i lang='pi' translate='no'>sacca</i>), which like <i lang='pi' translate='no'>atthitā</i> (“existence”) is an abstract noun from the root <i lang='pi' translate='no'>as</i> (“exist”). The word for “falsehood” is <i lang='pi' translate='no'>anṛta</i>. Pali prefers the simple negative, but <i lang='pi' translate='no'>satya</i> and <i lang='pi' translate='no'>anṛta</i> are a standard pair in pre-Buddhist Sanskrit, harking back to Rig Veda 7.49.3. The gods are truly real because they are immortal, whereas transient humans are not truly real. Consider also the hymn of creation at Arthava Veda 10.2.14: “Who placed truth in him, who falsehood, who mortality, who immortality?” This confirms the interpretation of both Nāgārjuna and the Theravāda tradition that existence/non-existence refers to eternalism and annihilationism. ",
  "sn12.15:2.2": "The “origin of the world” is the origination sequence of dependent origination (<a href='https://suttacentral.net/sn35.107/en/sujato'>SN 35.107</a>; see too <a href='https://suttacentral.net/sn2.26/en/sujato#5.2'>SN 2.26:5.2</a>). To paraphrase, when a person sees that their current actions are generating future lives, it is no longer possible to think that this life is all there is. ",
  "sn12.15:2.3": "To paraphrase, when a person sees the cessation of the craving and kamma that generate future lives, they realize there is no such thing as an eternal soul. ",
  "sn12.15:2.4": "The three factors here express a gradual process by which one is “shackled” (<i lang='pi' translate='no'>vinibaddha</i>): attracted, one gets involved (<i lang='pi' translate='no'>upaya</i>), then one takes up (<i lang='pi' translate='no'>upādāna</i>), and finally one insists on keeping (<i lang='pi' translate='no'>abhinivesa</i>). The latter term especially refers to dogmatic insistence on a view, alluding to the Brāhmaṇa text we cited earlier: “This is twofold, there is no third.” In the next sentence, the three factors are expanded with the addition of “mental fixation” (<i lang='pi' translate='no'>cetaso adhiṭṭhāna</i>) and “underlying tendency” (<i lang='pi' translate='no'>anusaya</i>). The latter implies that the defilement has become so ingrained that it is no longer conscious, but “underlies” choices conscious or not. ",
  "sn12.15:2.5": "This sentence is grammatically tricky. For <i lang='pi' translate='no'>tañcāyaṁ</i> read <i lang='pi' translate='no'>taṁ ce ayaṁ</i> following the Sanskrit <i lang='pi' translate='no'>etāni ced</i>. <i lang='pi' translate='no'>Taṁ</i> refers to the several defilements listed (hence the Sanskrit is plural), while <i lang='pi' translate='no'>ayaṁ</i> is “this (person)”, namely the practitioner. The relation between the verbs and the similar list of nouns is not obvious. I think the sense is that, despite the fact that these defilements are still present, the wise do not fall under their sway. ",
  "sn12.15:2.6": "The final sentence, as well as the absence of doubt, indicates that they have become a stream-enterer, at which stage they have confirmed right view. ",
  "sn12.15:3.1": "Also at <a href='https://suttacentral.net/sn12.47/en/sujato#2.2'>SN 12.47:2.2</a>, and said to be the “oldest cosmology” at <a href='https://suttacentral.net/sn12.48/en/sujato#2.2'>SN 12.48:2.2</a>. ",
  "sn12.15:3.3": "This “teaching by the middle way” (<i lang='pi' translate='no'>majjhena dhammadesanā</i>) is the philosophical counterpart of the “middle way of practice” (<i lang='pi' translate='no'>majjhimā paṭipadā</i>, <a href='https://suttacentral.net/sn56.11/en/sujato#2.4'>SN 56.11:2.4</a>). "
}