{
  "sn12.17:1.1": "The things that are “made by oneself” and “made by another” are here said to be “suffering” (as at <a href='https://suttacentral.net/sn12.24/en/sujato'>SN 12.24</a>, <a href='https://suttacentral.net/sn12.26/en/sujato'>SN 12.26</a>). Since suffering comes with its opposite, sometimes it is said to be “pleasure and pain” (<a href='https://suttacentral.net/an6.95/en/sujato'>AN 6.95</a>, <a href='https://suttacentral.net/sn12.18/en/sujato'>SN 12.18</a>, <a href='https://suttacentral.net/sn12.25/en/sujato'>SN 12.25</a>). Since pleasure and pain characterize the world, to that is sometimes added “the self and the cosmos” (<a href='https://suttacentral.net/dn29/en/sujato#34.13'>DN 29:34.13</a>, <a href='https://suttacentral.net/ud6.5/en/sujato'>Ud 6.5</a>, <a href='https://suttacentral.net/ud6.6/en/sujato'>Ud 6.6</a>). To emphasize universality, it can also be all factors of  dependent origination (<a href='https://suttacentral.net/sn12.67/en/sujato'>SN 12.67</a>). While these discourses reject the notion since it assumes a metaphysical self, from a conventional point of view it may still be said that good deeds “done by oneself” are a friend in the hereafter (<a href='https://suttacentral.net/sn1.53/en/sujato#2.5'>SN 1.53:2.5</a>), or that a thief is punished for what they themselves have done (<a href='https://suttacentral.net/mil5.3.11/en/sujato#3.7'>Mil 5.3.11:3.7</a>), “like a spider caught in the web she wove” (<a href='https://suttacentral.net/dhp347/en/sujato'>Dhp 347</a>). Later canonical texts, on the other hand, deny that merit is “made by oneself or given by gods” (<a href='https://suttacentral.net/ja524/en/sujato#28.2'>Ja 524:28.2</a>, <a href='https://suttacentral.net/vv84/en/sujato#22.2'>Vv 84:22.2</a>, <a href='https://suttacentral.net/pv37/en/sujato#22.2'>Pv 37:22.2</a>). ",
  "sn12.17:1.4": "Naked ascetics are still found in India today. Digambara Jains went naked, but if he were a Jain he would have been introduced as such. Kassapa is an ancient clan name of the brahmins, and we meet four naked ascetics named Kassapa in the canon (here, <a href='https://suttacentral.net/dn8/en/sujato'>DN 8</a>, <a href='https://suttacentral.net/sn41.9/en/sujato'>SN 41.9</a>, and <a href='https://suttacentral.net/mn124/en/sujato'>MN 124</a>). They cannot be the same person, for at the end of each account it is said they went forth and attained arahantship. ",
  "sn12.17:2.8": "When someone says to me, “Just a small question”, it’s usually followed by, “So, what is consciousness really? And how does it relate to Nibbana?” ",
  "sn12.17:2.9": "The following set of questions appear several times as views held or debated among the non-Buddhists who believe in kamma. The popularity of such discussions shows kamma was a hot topic of the day, with many different ideas about what it was, how it worked, or if indeed it was real. And it also shows that dependent origination was the Buddha’s answer to the vexed question of kamma, personal identity, and responsibility. ",
  "sn12.17:3.1": "This draws on the Vedic notion that the act of creation is a kind of self-emptying, as the creator deity forms the world by and of themselves. Thus the sacrificer offers to Prajāpati as the sun with the words, “You are self-made” (<i lang='pi' translate='no'>svāṁkṛta</i>, Śatapatha Brāhmaṇa 4.1.1.22, 4.1.2.21). In another context, Atharva Veda 8.5.9c refers to magic spells performed by oneself or prepared by another. ",
  "sn12.17:3.2": "",
  "sn12.17:3.3": "For Pali <i lang='pi' translate='no'>paraṅkata</i> we find Sanskrit <i lang='pi' translate='no'>anyakṛta</i>: “Let me not suffer for what was done by another, o king” (Rig Veda 2.28, cf. 6.51.7). Malicious dealings, violence, curses, and maleficent spirits were potent sources of suffering. ",
  "sn12.17:3.5": "When suffering arises on a personal level, particular instances of suffering might be attributed solely to either oneself or the other. Sometimes it may be both, for example, when someone who acts in compliance with an evil regime is subsequently punished. But if we speak of suffering <em>in general</em>, then suffering that is <em>purely</em> one’s own fault might occur if all things are determined by one’s own past deeds. And suffering that is <em>purely</em> another’s fault might arise from the will of a malevolent deity. Suffering that is both might occur in a world where certain beings determine their own future and others do not. ",
  "sn12.17:3.7": "<i lang='pi' translate='no'>Adhicca</i> is usually translated in this context as “chance”. The root meaning refers to something that has been “lifted out”, making it a “special exception” or “anomaly”. It isn’t used in Sanskrit for a philosophical theory of chance, for which we find instead <i lang='pi' translate='no'>yadṛcchā</i> (“arbitrariness”, Śvetāśvatara Upaniṣad 1.2). The theory proposed here is not that the universe in general operates by chance, but that the happenstance of creation is an “anomaly” in the general scheme of things. At <a href='https://suttacentral.net/sn12.24/en/sujato#3.4'>SN 12.24:3.4</a> and <a href='https://suttacentral.net/sn12.25/en/sujato#2.4'>SN 12.25:2.4</a> we learn that some philosophers who believed in the doctrine of kamma nonetheless argued that suffering arose anomalously. ",
  "sn12.17:3.12": "The Pali is not explicitly phrased as a question, but <a href='https://suttacentral.net/sn12.17/en/sujato#4.6'>SN 12.17:4.6</a> below confirms that that is the intent. ",
  "sn12.17:4.9": "The change of address shows that he has acquired faith. ",
  "sn12.17:5.1": "The person who performs the deed in this life is identical to the person who experiences the result in future lives. The syntax employs repeated demonstrative pronouns (<i lang='pi' translate='no'>so … so</i>) to assert emphatic identity, as in the phrases, “the self and the cosmos are one and the same” (<a href='https://suttacentral.net/sn22.81/en/sujato#10.7'>SN 22.81:10.7</a>) or “the soul and the body are one and the same” (<a href='https://suttacentral.net/sn12.35/en/sujato#5.2'>SN 12.35:5.2</a>). Hence this is identified as eternalism. | <i lang='pi' translate='no'>Pareti</i> normally means “to depart”, literally “go to the other”, and its use here is apparently unique. I take it in the sense “convey the meaning”, “imply” (cf. Sanskrit <i lang='pi' translate='no'>pārayati</i>, “convey”). | See Bodhi’s discussion of <i lang='pi' translate='no'>ādito sato</i>  in <em>Connected Discourses</em>, notes 39 and 40. ",
  "sn12.17:5.2": "A person does a deed in this life, and a completely different person experiences the result in a future life. Thus the one who did the deed has been annihilated. ",
  "sn12.17:5.3": "The Buddha does not discuss the final two terms of the tetralemma. For the view that suffering is made by both oneself and another, compare the doctrines of “partial eternalism”, i.e. that some beings are eternal, others not (<a href='https://suttacentral.net/dn1/en/sujato#2.1.1'>DN 1:2.1.1</a>). For the view that suffering arose by chance, see the doctrines of origination by chance (<a href='https://suttacentral.net/dn1/en/sujato#2.30.1'>DN 1:2.30.1</a>). ",
  "sn12.17:7.1": "In the early period, there was no distinction between “going forth” (<i lang='pi' translate='no'>pabbajjā</i>) and “ordination” (<i lang='pi' translate='no'>upasampadā</i>). They are two sides of the same coin: leaving the home life and entering the ascetic life. Ordination was originally granted by the Buddha with the simple call, “Come mendicant!” (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#6.32.1'>Kd 1:6.32.1</a>). As the community grew, the Buddha authorized the Saṅgha to perform the “going forth and ordination” (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#12.1.1'>Kd 1:12.1.1</a>). Later still, the novice (<i lang='pi' translate='no'>sāmaṇaera</i>) platform was introduced for teenagers and became known as “going forth” (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#54.3.2'>Kd 1:54.3.2</a>). Finally, the novice ordination was standardized for all ordinands, even if it was merely preliminary to the “full ordination”. ",
  "sn12.17:7.2": "In addition to individual exceptions, there are general exceptions for dreadlocked fire-worshipping ascetics, since they believe in kamma, and for the Buddha’s relatives (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#38.11.3'>Kd 1:38.11.3</a>). "
}