{
  "sn12.48:1.2": "“Cosmology” (<i lang='pi' translate='no'>lokāyata</i>) was a branch of worldly knowledge within regular Vedic studies concerned with the nature and extent of the world and how this may be known (<a href='https://suttacentral.net/an9.38/en/sujato'>AN 9.38</a>, <a href='https://suttacentral.net/sn12.48/en/sujato'>SN 12.48</a>; cf. Bṛhadāraṇyaka Upaniṣad 3.3.1). Vedic metaphysics posited “existence” as a primordial “oneness” from which the diversity of the world arises. ",
  "sn12.48:2.2": "The “oldest cosmology” is a reference to the literal oldest Indian cosmology, the Nāsadīya Sūkta, which begins: “The nonexistent did not exist, nor did the existent exist at that time” (Rig Veda 10.129.1, Jamison/Brereton translation). ",
  "sn12.48:4.2": "After discussing existence for six lines, the seventh line of the Nāsadīya Sūkta begins, “That One breathed without wind by its independent will. There existed nothing else beyond that.” Then, “that One was born by the power of heat”. Thus the one is the immortal Divinity, confirming the commentary’s identification of this with eternalism (and the following with annihilationism). ",
  "sn12.48:5.1": "<i lang='pi' translate='no'>Puthutta</i> is used elsewhere of an “expanding” poison, but only here in a philosophical sense. Throughout the Rig Veda <i lang='pi' translate='no'>pṛthu</i> is the broad expanse of earth or waters, spread out by Indra (eg. RV 10.113.4) and burned over by Agni (RV 10.156.3). It has sexual connotations, too: an ample womb (RV 10.99.2) or a fat ass (RV 10.86.8; Śatapatha Brāhmaṇa 1.2.5.16, 3.5.1.11). Thus while “oneness” suggests the Divinity that underlies all, “expansiveness” suggests the broad world on which humans live. Thus the sacrificial cake should be spread expansively, but not too expansively, for that would make it human and therefore mortal (ŚB 1.2.2.9). We come back to the Nāsadīya Sūkta, where instead of <i lang='pi' translate='no'>pṛthu</i> we find <i lang='pi' translate='no'>tiraścīna</i> (“stretched across”; the two terms are synonymous at ŚB 6.3.3.19) describing the searching minds of the sage-poets: “Their cord was stretched across: Did something exist below it? Did something exist above? There existed placers of semen and there existed greatnesses. There was independent will below, offering above” (RV 10.129.5). “Greatnesses” refers to pregnancy, reinforcing the idea of the amplitude of creation. "
}