{
  "sn12.51:3.1": "Pali is rich in expressions for inner reflection and investigation. Sometimes this process is called “inner self-examination” (<a href='https://suttacentral.net/sn12.66/en/sujato#3.3'>SN 12.66:3.3</a>, sometimes “rational application of mind” (<a href='https://suttacentral.net/sn12.4/en/sujato#2.3'>SN 12.4:2.3</a>). ",
  "sn12.51:9.1": "This is one of the passages showing that the primary sense of <i lang='pi' translate='no'>saṅkhāra</i> is moral “choices” either good, bad, or “imperturbable”. See also <a href='https://suttacentral.net/mn57/en/sujato#9.2'>MN 57:9.2</a>, <a href='https://suttacentral.net/an3.23/en/sujato'>AN 3.23</a>, <a href='https://suttacentral.net/an4.233/en/sujato'>AN 4.233</a>. | The suffix <i lang='pi' translate='no'>-upaga</i> indicates “passing on” to rebirth in a new life. The compound <i lang='pi' translate='no'>puññūpaga</i> parallels <i lang='pi' translate='no'>kammupaga</i> and means “passes on by means of goodness” (resolve to <i lang='pi' translate='no'>puññena upagataṁ</i>). ",
  "sn12.51:9.3": "The fourth absorption and above are called “imperturbable” (<i lang='pi' translate='no'>āneñja</i>) because they are associated with equanimous feeling. This is technically distinguished from “good” or “meritorious” (<i lang='pi' translate='no'>puñña</i>) choices, whose outcome is pleasant feeling. ",
  "sn12.51:9.4": "This shows that the sense of “choices” here is morally pregnant: they make no choice productive of future lives. They still make “choices” which are in line with the good, they just don’t have any kammic effect. ",
  "sn12.51:9.6": "Letting go is not just a conceptual matter, it has immediate emotional consequences. <i lang='pi' translate='no'>Paritassati</i> conveys the twin senses of desire and agitation, for which “anxiety” seems the best fit. ",
  "sn12.51:10.1": "This describes the reflective experience of the arahant. ",
  "sn12.51:11.2": "To “become cool” is, as the simile makes clear, to realize extinguishment (<i lang='pi' translate='no'>nibbāna</i>). "
}