{
  "sn12.2:1.2": "An “analysis” (<i lang='pi' translate='no'>vibhaṅga</i>) is a discourse that defines the terms of a particular teaching. It acts as a key for unlocking the meaning of that teaching wherever it appears. Special attention should be paid to the meanings of these terms, and they should be borne in mind whenever considering the topic. This allows us to both fix the intended meanings and exclude a range of false interpretations. | We find “analysis” discourses for the truths (<a href='https://suttacentral.net/mn141/en/sujato'>MN 141</a>), elements (<a href='https://suttacentral.net/mn140/en/sujato'>MN 140</a>), the six senses (<a href='https://suttacentral.net/mn137/en/sujato'>MN 137</a>), kamma (<a href='https://suttacentral.net/mn136/en/sujato'>MN 136</a>, <a href='https://suttacentral.net/mn137/en/sujato'>MN 137</a>), the path (<a href='https://suttacentral.net/sn45.8/en/sujato'>SN 45.8</a>), mindfulness (<a href='https://suttacentral.net/sn47.40/en/sujato'>SN 47.40</a>), the faculties (<a href='https://suttacentral.net/sn48.9/en/sujato'>SN 48.9</a>), and the bases of psychic power (<a href='https://suttacentral.net/sn51.20/en/sujato'>SN 51.20</a>). The category is not always clear-cut. For example, the “analysis” of mindfulness does not really define the terms, and the Satipaṭṭhānasutta acts more as a classic analysis despite not being called  that. The aggregates lack an analysis, but see <a href='https://suttacentral.net/sn22.56/en/sujato'>SN 22.56</a>. The idea of the “analysis” lead to the creation of the Abhidhamma book of that name (<a href='https://suttacentral.net/vb1/en/sujato'>Vb 1</a>), which draws on the analysis discourses and elaborates them further. ",
  "sn12.2:2.1": "",
  "sn12.2:2.2": "A note on syntax. The links proceed as a list of nouns, which can be literally rendered as, “Due to the ignorance dependency, choices; due to the choices dependency, consciousness …”. The causal sense is expressed by the ablative case. There is no verb until the very end of the list, where old age and death, etc. “come to be” (<i lang='pi' translate='no'>sambhavanti</i>). The commentary says the verb applies transitively to all the factors. However, the cessation sequence likewise ends with a verb, but it could hardly be said that “the cessation of choices ceases”. The better explanation is that each phrase relies on the verb “to be”, which is normally implicit, but is supplied in the abstract principle of dependent origination (<a href='https://suttacentral.net/sn12.37/en/sujato#2.2'>SN 12.37:2.2</a>). Thus we might translate, “With ignorance as dependency, there are choices …”. In some constructions, the verb <i lang='pi' translate='no'>uppajjati</i> (“arises”) is supplied (<a href='https://suttacentral.net/sn35.24/en/sujato#1.4'>SN 35.24:1.4</a>). In my translation, I opt for a more idiomatic rendering. ",
  "sn12.2:2.5": "",
  "sn12.2:3.1": "Now the Buddha defines each term, starting from the end and working backwards. Complementary definitions are offered in <a href='https://suttacentral.net/dn15/en/sujato'>DN 15</a>. ",
  "sn12.2:3.2": "“Old age” (<i lang='pi' translate='no'>jarā</i>, related to English “geriatric”) is the physical decay in the late stages of life. It is not “aging” in the sense “growing old” as it does not refer to, for example, the maturing of children into adults. It also excludes purely psychological and metaphorical readings. Finally, it applies not just to the human realm, but in one way or another to all realms. ",
  "sn12.2:3.4": "Death (<i lang='pi' translate='no'>maraṇa</i>, cf. “mortality”) is the end of life. The series of synonyms here serves to clarify that it refers to literal death, not metaphorical or psychological death. ",
  "sn12.2:4.2": "“Rebirth” (<i lang='pi' translate='no'>jāti</i>, cf. “genesis”) refers to ongoing transmigration into new lives. It doesn’t refer to “childbirth”, namely parturition or emergence from the womb, which is <i lang='pi' translate='no'>vijāti</i> (<a href='https://suttacentral.net/sn3.16/en/sujato#1.4'>SN 3.16:1.4</a>, <a href='https://suttacentral.net/sn24.1/en/sujato#1.4'>SN 24.1:1.4</a>). Nor does it have a religious sense, as in a “spiritual renewal”, nor a psychological one as the arising of a sense of self. ",
  "sn12.2:5.1": "“Existence” (<i lang='pi' translate='no'>bhava</i>, cf. “being”) is the “life” or “plane of existence” in which one is born as an ongoing series of manifestations of the aggregates. It includes both the active aspects of life (defilements and deeds) as well as the resultant body and mind. Consider it by analogy with, say, visiting a park. First there is the spark of an idea, a vague impression of a “park” in the mind, which solidifies into an intention. Acting on it, one goes to the park, where it becomes ones’ reality, the “world” one inhabits. Likewise, by creating ideas and volitions in the mind, one is aligning or tuning into the corresponding realm of existence, priming the mind to project itself into that state and make it a reality when one is reborn there. The deeds that determine rebirth in a state of existence shape the baseline experience in that state. Since the deed is of necessity limited in power, the resultant state must be impermanent. ",
  "sn12.2:5.3": "The “sensual realm” encompasses all realms, including the human, from the lowest hell to the highest of the sensual heavens, the gods who control what is imagined by others. | “Luminous form” (<i lang='pi' translate='no'>rūpa</i>) refers to the Brahmā realms attained through the luminous mind of <i lang='pi' translate='no'>jhāna</i>. | The “formless” realms are attained through the formless meditations. ",
  "sn12.2:6.2": "“Grasping” (<i lang='pi' translate='no'>upādāna</i> “taking”, the inverse of <i lang='pi' translate='no'>dāna</i> “gift”, cf. “donation”) refers to grabbing something, holding it close to oneself, and refusing to let go. It has a secondary meaning of “fuel” for the fire (<a href='https://suttacentral.net/sn3.1/en/sujato#10.1'>SN 3.1:10.1</a>, <a href='https://suttacentral.net/sn12.52/en/sujato#1.2'>SN 12.52:1.2</a>). ",
  "sn12.2:6.3": "While “sensual pleasures” are a near-universal attachment, the other three forms of grasping require a mature cognition. Babies and cats do not develop a set of religious observances, nor do they theorize about the nature of their soul. This implies that grasping is developed as a child grows up, and explains why animals and infants are not karmically responsible for their deeds in the same way as adult humans. The primary bases of such theories are the five aggregates (<a href='https://suttacentral.net/mn75/en/sujato#24.8'>MN 75:24.8</a>, <a href='https://suttacentral.net/sn22.80/en/sujato#9.10'>SN 22.80:9.10</a>). ",
  "sn12.2:7.2": "From here, the definitions are couched in terms of the six senses. Remember that this is the reverse order; if taken in the forward order, these factors flow on from the six sense spheres. ",
  "sn12.2:7.3": "Craving (<i lang='pi' translate='no'>taṇhā</i>, cf. “thirst”) is primal desire to experience pleasure and avoid pain. It moves out through the senses. The standard definition says it is “the craving that leads to future lives, mixed up with relishing and greed, taking pleasure wherever it lands” (<a href='https://suttacentral.net/sn56.11/en/sujato#4.4'>SN 56.11:4.4</a>). ",
  "sn12.2:8.1": "",
  "sn12.2:8.3": "“Feeling” (<i lang='pi' translate='no'>vedanā</i>, cf. “wit”, “wisdom”, “visual”) is the affective or hedonic tone of experience. Each sense can trigger a response of pleasure, pain, or neither-pleasure-nor-pain. ",
  "sn12.2:9.1": "",
  "sn12.2:9.3": "“Contact” (<i lang='pi' translate='no'>phassa</i>) is the conjunction of the external sense stimulus (“sight”) with the inner sense organ (“eye”) in awareness (“eye consciousness”). ",
  "sn12.2:10.2": "The “mind” (<i lang='pi' translate='no'>mano</i>) is incorporated along with the physical senses, to show that, even though it is very different in many ways, it still shares a fundamental structure requiring stimulus and the presence of awareness. ",
  "sn12.2:11.2": "The Buddha treats “name” (<i lang='pi' translate='no'>nāma</i>) analytically, distancing it from the root sense. This can be seen as a reductive definition: that which you refer to under your “name” turns out to rely on a whole series of conditioned mental processes. These factors are active constituents of the mind that contribute to linguistic conceptualizing. The Buddhist tradition regards them as being universal concomitants of consciousness, essential to the functioning of all kinds of awareness. ",
  "sn12.2:11.4": "The “principal states” (<i lang='pi' translate='no'>mahābhūta</i>) are earth, water, fire, and air, corresponding to the modern concepts of solid, liquid, plasma, and gas. | “Derived” (<i lang='pi' translate='no'>upādāya</i>) form is not explained in the suttas, but one passage indicates it includes “space” (<a href='https://suttacentral.net/mn28/en/sujato#26.1'>MN 28:26.1</a>). The Abhidhamma traditions explain it as including the objects of the senses, the subtle matter that receives sense impressions, and various other material phenomena. ",
  "sn12.2:11.5": "“Form” (<i lang='pi' translate='no'>rūpa</i>) or “body”, “appearance” is possibly related to Avestan <em>urvan</em> “soul” via the sense “ghost, vision, apparition”. Here it refers primarily to the body, as well as the physical properties experienced through the five senses. It also includes the purely mental perception of physical properties, such as color or shape or position as imagined in the mind. In the analysis of the six senses, it has the narrower meaning of that which is seen, i.e. “sight”. ",
  "sn12.2:12.3": "Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>, cf. “know”) is presented analytically, showing that “mind consciousness” is not an eternal metaphysical entity but a conditioned psychological process. Consciousness is simple subjective awareness, the sense of knowing. It arises stimulated by either an external sense impression or a mental phenomena such as thought, memory, etc. It is the subjective awareness that makes the entire multiform world of concepts and appearances possible. ",
  "sn12.2:13.3": "<i lang='pi' translate='no'>Saṅkhāra</i> is used in several ways in early Buddhism. Perhaps the most general sense is “potencies”, as in energies or phenomena potent to create more energies or phenomena. In dependent origination and the five aggregates (<a href='https://suttacentral.net/sn22.56/en/sujato#10.1'>SN 22.56:10.1</a>) it means morally potent deeds performed by way of body, speech, and mind, so I translate as “choices”. This is not to be confused with the meditative stilling of active physical, verbal, and mental “processes” (<a href='https://suttacentral.net/sn41.6/en/sujato#1.7'>SN 41.6:1.7</a>). As a word for a cause or reason I translate as “condition” (<a href='https://suttacentral.net/sn48.40/en/sujato#5.3'>SN 48.40:5.3</a>), and use the same word for the conditioned phenomena produced by causes (<a href='https://suttacentral.net/sn22.81/en/sujato#5.5'>SN 22.81:5.5</a>, <a href='https://suttacentral.net/an6.93/en/sujato#1.3'>AN 6.93:1.3</a>, <a href='https://suttacentral.net/mn102/en/sujato#4.5'>MN 102:4.5</a>). Sometimes, such as the bases for psychic power, it means “effort” (<a href='https://suttacentral.net/sn51.1/en/sujato#1.3'>SN 51.1:1.3</a>). ",
  "sn12.2:14.2": "Since all good qualities are included in these four noble truths (<a href='https://suttacentral.net/mn28/en/sujato#2.1'>MN 28:2.1</a>), the most import quality in the Buddhist path is wisdom which overcomes ignorance (<a href='https://suttacentral.net/sn48.54/en/sujato#1.1'>SN 48.54:1.1</a>). ",
  "sn12.2:15.4": "The cessation sequence, like the origination, proceeds as a list of nouns with a verb only at the end. The syntax is not entirely parallel, however, as the grammar of the compounds is different. <i lang='pi' translate='no'>Avijjāpaccaya</i> is a <i lang='pi' translate='no'>kammadhāraya</i>, “ignorance <b>as</b> dependency” (Commentary: <i lang='pi' translate='no'>avijjā ca sā paccayo ca</i>), whereas the <i lang='pi' translate='no'>nirodha</i> compounds are <i lang='pi' translate='no'>tappurisa</i>, “with the cessation <b>of</b> ignorance … ”. This distinction mirrors the ontological asymmetry of the two halves: ignorance is <em>present</em> as a condition for choices, but it is its <em>absence</em> that triggers the cessation of choices. Ignorance is a dependency, but it is not a cessation. ",
  "sn12.2:15.6": "Each of the terms in the cessation sequence can be considered a synonym for Nibbana. "
}