{
  "sn12.48:1.2": "“Cosmology” (<i lang='pi' translate='no'>lokāyata</i>) was a branch of Vedic study concerned with the nature and extent of the world and how this may be known (<a href='https://suttacentral.net/an9.38/en/sujato'>AN 9.38</a>, <a href='https://suttacentral.net/sn12.48/en/sujato'>SN 12.48</a>; cf. Bṛhadāraṇyaka Upaniṣad 3.3.1). Vedic metaphysics posited “existence” as a primordial “oneness” from which the diversity of the world spread out. ",
  "sn12.48:2.2": "The “oldest cosmology” is quite literal. The oldest Indian cosmology is found in a few late Rig Vedic hymns, especially the Nāsadīya Sūkta, which begins: “The nonexistent did not exist, nor did the existent exist at that time” (Rig Veda 10.129.1, Jamison/Brereton translation). RV 10.72.2 says that for the oldest gods, “what exists was born from what does not exist”. ",
  "sn12.48:4.2": "After discussing existence for six lines, the seventh line of the Nāsadīya Sūkta begins, “That One breathed without wind by its independent will. There existed nothing else beyond that.” Then, “that One was born by the power of heat”. Thus the one is the immortal Divinity, confirming the commentary’s identification of this with eternalism (and the following with annihilationism). Similarly, RV 10.121 speaks of the anonymous Creator who “existed alone”. ",
  "sn12.48:5.1": "<i lang='pi' translate='no'>Puthutta</i> is used elsewhere of a “spreading” poison, but only here in a philosophical sense. Throughout the Rig Veda, <i lang='pi' translate='no'>pṛthu</i> is the broad expanse of earth or waters, spread out by Indra (eg. RV 10.113.4) and burned over by Agni (RV 10.156.3). It has sexual connotations, too: an ample womb (RV 10.99.2) or a fat ass (RV 10.86.8; Śatapatha Brāhmaṇa 1.2.5.16, 3.5.1.11). Thus while “oneness” suggests the Divinity that underlies all, “expansiveness” suggests the broad, pregnant world in which humans live. Thus the sacrificial cake should be spread expansively, but not too expansively, for that would make it human and therefore mortal (ŚB 1.2.2.9). In the Nāsadīya Sūkta instead of <i lang='pi' translate='no'>pṛthu</i> we find <i lang='pi' translate='no'>tiraścīna</i> (“stretched across”; the two terms are synonymous at ŚB 6.3.3.19) describing the searching minds of the sage-poets: “Their cord was stretched across: Did something exist below it? Did something exist above?” (RV 10.129.5). Moreover, Pali <i lang='pi' translate='no'>puthu</i> stands for both Sanskrit <i lang='pi' translate='no'>pṛthu</i> (“broad, wide, expansive”) and <i lang='pi' translate='no'>pṛthak</i> (“separate, individual”). Both senses apply here, and indeed, they are not separate even in the Rig Veda, for things that proceed separately (<i lang='pi' translate='no'>pṛthak</i>, rays of the sun, rivers, cows) spread out (<i lang='pi' translate='no'>pṛthu</i>) across the broad earth (<i lang='pi' translate='no'>pṛthivī </i>). "
}