{
  "sn12.11:1.3": "<i lang='pi' translate='no'>Āhāra</i> (“fuel”, “food”, “nutriment”) means literally “intake”, and is etymologically parallel to <i lang='pi' translate='no'>upādāna</i> (“grasping”, “uptake”). Both terms have dual senses, on the one hand denoting fuel or sustenance, and on the other grasping and attachment. | “About to be born” is <i lang='pi' translate='no'>sambhavesī</i>, which I follow Norman and Bodhi in reading as a future active participle, although the commentary takes it in the sense “seeking” to be born. Compare such Sanskrit constructions as Rig Veda 1.66.8, <i lang='pi' translate='no'>yamo ha jāto yamo janitvaṁ</i> (“the twin that is born and the twin about to be born”) and Śatapatha Brāhmaṇa 2.3.1.24, <i lang='pi' translate='no'>bhūtaṁ caiva bhaviṣyacca jātaṁ ca janiṣyamāṇaṁ</i> (“has become and will be, born and to be born”). | The phrase is one of several in the suttas that appears to indicate an intermediate state between one life and the next, despite the fact that this view is formally rejected by the Theravada Abhidhamma (<a href='https://suttacentral.net/kv8.2'>Kv 8.2</a>). ",
  "sn12.11:1.5": "Coarse edible food sustains the bodies of beings in the human and animal realms, while fine edible food sustains the gods and ancestors, a belief intertwined with the Vedic notion that the gods partake of the food offered in sacrifice (eg. Rig Veda 1.187). | “Contact” (<i lang='pi' translate='no'>phassa</i>) is the interaction between the inner and outer worlds, allowing us to situate ourselves in a sensory world full of fears and joys, stimulating feeling and hence the craving for more. | “Volition” (<i lang='pi' translate='no'>manosañcetanā</i>) allows us to act in the world revealed by the senses and secure further “fuel”. | “Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is aware of all this, experiencing suffering, and giving rise to a new “name and form” in a future life in a fruitless search to find a world free of pain. Thus the four “fuels” can be considered as a distinctive perspective on dependent origination. ",
  "sn12.11:2.2": "<i lang='pi' translate='no'>Āhāra</i> is created by craving, just like <i lang='pi' translate='no'>upādāna</i> in the standard sequence (<a href='https://suttacentral.net/mn9/en/sujato#11.5'>MN 9:11.5</a>, <a href='https://suttacentral.net/mn38/en/sujato#16.1'>MN 38:16.1</a>). "
}