{
  "sn12.1:1.1": "Dependent origination depicts the unfolding of existence through a series of twelve links, which describe how our response to present experience generates future suffering. For an overview, see my <a href='https://suttacentral.net/edition/sn/en/sujato/introduction'>Introduction to the Linked Discourses</a>. To better understand the context for this terminology, I give some non-Buddhist usages, especially from texts closest in time and place to the Buddha. In the next discourse we see how the Buddha redefined these terms to his purpose. I also note new coinages which may be innovations by the Buddha. ",
  "sn12.1:1.3": "",
  "sn12.1:1.7": "As an account of the origination of things, dependent origination compares to creation myths composed centuries before the Buddha, found in the tenth and final section of the Rig Veda. Perhaps there was an ocean of darkness, from which being was forged by fire and set in motion by desire (Rig Veda 10.129); or else the world was shaped from the sacrifice of the cosmic Man (10.90); or else the beginning was a Golden Egg, a Creator later called Pajāpati, but at first known only as “Who?” (10.121). From the unknowable One arose innumerable names and forms, all linked by their shared origin and woven together in the ritual (10.130). The connections (<i lang='pi' translate='no'>nidāna</i>) are cloaked in mystery, known only by poets (10.114.2), who protect the truth by hiding the highest names (10.5). | Note that the key term for Vedic creation (<i lang='pi' translate='no'>sṛj</i>) is assiduously avoided in Buddhism. ",
  "sn12.1:2.1": "“Dependent” is <i lang='pi' translate='no'>paṭicca</i>, from the root <i lang='pi' translate='no'>i</i> (“to go”) and prefix <i lang='pi' translate='no'>paṭi</i> “re-” having the sense, “go back to, return to, resort to, depend on, require”. It is the gerund form of the verb <i lang='pi' translate='no'>pacceti</i>, the noun form of which is <i lang='pi' translate='no'>paccaya</i> (“dependency, requirement”). It is characteristically used of those who “return to” or “resort to” the father Pajāpati to dispel the darkness (Śatapatha Brāhmaṇa 11.5.5..3, 7) or seek wisdom (2.2.4.16, cf. Bṛhadāraṇyaka Upaniṣad 6.2.4). | “Origination” is <i lang='pi' translate='no'>samuppāda</i>. This is not a regular pre-Buddhist term, but we are told that “all beings originate from space” and into space they return (Chāndogya Upaniṣad 1.9.1). More commonly we find the related term <i lang='pi' translate='no'>abhisampad</i> in the sense “becomes, attains to, acquires” a body  (Bṛhadāraṇyaka Upaniṣad 4.3.8), godhood (BU 4.3.33, CU 8.15.1), or more generally the results of one’s deeds (BU 4.4.5). ",
  "sn12.1:2.2": "“Knowledge” (<i lang='pi' translate='no'>veda</i>) pertained to the immortal gods, so knowledge itself is immortal, while ignorance (<i lang='pi' translate='no'>avijjā</i>), being perishable, traps the fool in suffering for life after life. Knowledge and ignorance are part of the mortal condition (Atharva Veda 11.8.23). “A man crosses death through ignorance and attains immortality through knowledge” (Īśa Upaniṣad 11; cf. Paiṅgala Upaniṣad 2.11, Śvetāśvatara Upaniṣad 5.1, Muṇḍaka Upaniṣad 1.2.9). ",
  "sn12.1:2.3": "“Choices” (<i lang='pi' translate='no'>saṅkhāra</i>) stems from a root meaning to “construct” or “energize” or “potentize” (Sanskrit <i lang='pi' translate='no'>samas kurva</i>, <i lang='pi' translate='no'>saṁskāra</i>). It is used for the “reviving” or “rejuvenation” of the god Pajāpati when he is depleted by the act of creation, like a fire run low or a man after sex (Śatapatha Brāhmaṇa 7.2.1.5 <em>et passim</em>). The sacrificer thereby perpetuates the creative process, building a new self or body (10.4.1.2). The ritual is “performed” by body, speech, and mind in full awareness (Chāndogya Upaniṣad 4.16.2–3), “rejuvenating” or “energizing” the Self (Kauṣītaki Upaniṣad 2.6]()). Thus the creative act became determined by moral “choices”: a person becomes something good by good deeds, bad by bad deeds (Bṛhadāraṇyaka Upaniṣad 4.4.5). ",
  "sn12.1:2.4": "“Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>, Sanskrit <i lang='pi' translate='no'>vijñāna</i>) means to “know clearly, understand”, and hence the sense of awareness that is conscious of whatever happens. The “self” is the Person made of consciousness (Bṛhadāraṇyaka Upaniṣad 2.1.16). One who is dying abandons the body and senses, becoming one with consciousness, embraced by previous knowledge and actions (Bṛhadāraṇyaka Upaniṣad 4.4.2). They reach out to a new life and become established there, like a caterpillar moving from one leaf to the next. ",
  "sn12.1:2.5": "“Name” (<i lang='pi' translate='no'>nāma</i>) and “form” (<i lang='pi' translate='no'>rūpa</i>) are the means by which we identify a person of such and such name and appearance (Bṛhadāraṇyaka Upaniṣad 1.4.7). The world manifests as name, form, and action (1.6.1). A virtuous man abandons his old form (for “old age alters our form like a cloud”, Rig Veda 1.72.10) and fashions a better one as a god, etc. (BU 4.4.4). As the rivers lose their individual names and forms when they enter the ocean, the liberated soul returns to the cosmic Man (Muṇḍaka Upaniṣad 3.8, Praśna Upaniṣad 6.5). “Name” (<i lang='pi' translate='no'>nāma</i>) is also defined as the various branches of Vedic lore (Chāndogya Upaniṣad 7.1.4). ",
  "sn12.1:2.6": "A “field” (<i lang='pi' translate='no'>āyatana</i>) is an “abode” or “proper place” in which one is at rest and safe. Before the Buddha, senses were treated unsystematically—the order and number varies, and they are mixed with other things. Śatapatha Brāhmaṇa 10.5.20, for example, says when a man sleeps, he no longer thinks, tastes, smells, sees, or hears. Or take Bṛhadāraṇyaka Upaniṣad 4.1, which speaks of inadequate (“one-footed”) manifestations of Divinity: speech, breath, eye, ear, mind (<i lang='pi' translate='no'>mano</i>), heart. ",
  "sn12.1:2.7": "“Contact” (<i lang='pi' translate='no'>phassa</i>, Sanskrit <i lang='pi' translate='no'>sparśa</i>) is touch felt by the skin (Bṛhadāraṇyaka Upaniṣad 2.4.11, 3.2.9). It is poetically extended to touching “heaven” (Rig Veda 2.41.20), “the heart” (4.1.1), or “the truth” (4.50.3), as well as the healing touch of hands (10.137.7). Jains likewise treat contact as physical touch (Tattvārtha Sūtra 5.23), suggesting that its use as a general term for sense contact was a Buddhist innovation. ",
  "sn12.1:2.8": "“Feeling” (<i lang='pi' translate='no'>vedanā</i>) does not seem to be used in the sense of hedonic experience pre-Buddhist, but we do find it in Jainism (Tattvārtha Sūtra 3.3, 9.32). ",
  "sn12.1:2.9": "“Craving” (<i lang='pi' translate='no'>taṇhā</i>, Sanskrit <i lang='pi' translate='no'>tṛṣṇā</i>) seems to be always used in the literal sense of “thirst”. ",
  "sn12.1:2.10": "“Grasping” (<i lang='pi' translate='no'>upādāna</i>) is found widely in later texts in the sense “take for oneself, appropriate”, and hence to “derive”, as well as “material cause”. But it does not seem to be pre-Buddhist. ",
  "sn12.1:2.11": "The idea of three “worlds” (<i lang='pi' translate='no'>loka</i>) or “states of existence” (<i lang='pi' translate='no'>bhava</i>), variously defined, is shared between Buddhism, Hinduism, and Jainism. It originally referred to the earth (<i lang='pi' translate='no'>bhū</i>, <i lang='pi' translate='no'>pṛthivi</i>), the midspace (<i lang='pi' translate='no'>antarikṣa</i>), and the heavens or sky (<i lang='pi' translate='no'>diva</i>, <i lang='pi' translate='no'>svarga</i>), the respective abodes of humanity, the ancestors, and the gods. In the mythology underlying the Vedas they were formed by Indra’s heroic deeds: empowered by soma, he first slew the dragon Vṛtra who bound the world in a mass of darkness, then he separated earth from sky, leaving the midspace between (Rig Veda 2.15), thus creating the visible or intelligible world. However, while both Jains and Hindus know <i lang='pi' translate='no'>bhava</i> in the sense “course of transmigration”, “ongoing series of births”, I cannot trace this before Buddhism. ",
  "sn12.1:2.12": "What happens after death is described in multiple ways, but it was generally understood that a person would be reborn through some process or other and that this would continue until one’s knowledge was perfected. For example, Bṛhadāraṇyaka Upaniṣad 4.4.19 says the unenlightened go “from death to death”. ",
  "sn12.1:2.14": "",
  "sn12.1:3.1": "For the general process of dependent origination, compare Bṛhadāraṇyaka Upaniṣad 4.4.5–7, which says that as a man desires so he wills, as he wills so he acts, and what he acts he attains. He who is attached goes with his deeds to the place he clings. When that deed is exhausted he returns to this world and further deeds. But if he is without desire, desiring only the Self, he attains immortal Divinity. "
}