{
  "sn12.12:1.1": "In this discourse, “ignorance”, “choices”, and “name and form” are not mentioned directly, but they are, as I note below, implicit. ",
  "sn12.12:2.1": "This monk appears in three discourses, in none of which he distinguishes himself. At <a href='https://suttacentral.net/mn21/en/sujato'>MN 21</a> he is reprimanded for being too friendly with nuns. And at <a href='https://suttacentral.net/sn12.32/en/sujato'>SN 12.32</a> Venerable Sāriputta gets word that Phagguna had disrobed. According to the commentary, he was called Phagguna “of the Top-Knot” because of the style he wore his hair as a layperson. The name stuck, presumably to distinguish him from the Phagguna of <a href='https://suttacentral.net/an6.56/en/sujato'>AN 6.56</a> (and probably <a href='https://suttacentral.net/sn35.83/en/sujato'>SN 35.83</a>) who died in robes as a non-returner after hearing a Dhamma talk. ",
  "sn12.12:2.2": "Evoking the mysterious Creator <i lang='pi' translate='no'>ka</i> (“who?”) of Rig Veda 121, Phagguna assumes an agent who acts, which of course would be the Self. This leans on the feature of Pali and Sanskrit whereby the agent of a verb need not be stated but can be assumed. This lends itself to the notion that a hidden agent underlies the act of creation. ",
  "sn12.12:2.3": "“Ignorance” is implicit in the questions. ",
  "sn12.12:2.11": "Here “rebirth into a new state of existence in the future” occupies the link between consciousness and the six senses, where we normally find “choices” and “name and form”. The being who has been reborn is referred to as <i lang='pi' translate='no'>bhūta</i>. For “name and form” as the individual growing from embryo to adulthood, see <a href='https://suttacentral.net/dn15/en/sujato#21.2'>DN 15:21.2</a>). ",
  "sn12.12:6.11": "The Pali text omits rebirth, etc. The commentary says Phagguna stopped asking questions here, offering three quite different reasons why. A simpler explanation would be that the text is abbreviated. ",
  "sn12.12:7.1": "Here, cessation starts with the six senses (as at <a href='https://suttacentral.net/sn12.24/en/sujato#21.9'>SN 12.24:21.9</a>). "
}