{
  "sn12.25:1.2": "We meet Bhūmija also in <a href='https://suttacentral.net/mn126/en/sujato'>MN 126</a>. ",
  "sn12.25:2.4": "They believed in the efficacy of deeds, but not that such deeds created pleasure and pain. This seems odd, but it’s not irrational. Perhaps they believed that one’s deeds create a new life, but not the experiences of pleasure and pain in that life. ",
  "sn12.25:3.1": "In this discourse, the twelve links are merely hinted at here and in the mention of ignorance at the end. ",
  "sn12.25:3.3": "",
  "sn12.25:10.1": "This forms the first part of <a href='https://suttacentral.net/an4.171/en/sujato'>AN 4.171</a>, there addressed to “mendicants”. ",
  "sn12.25:10.3": "The tag <i lang='pi' translate='no'>avijjāpaccayāva</i> (variant <i lang='pi' translate='no'>-ca</i>), found also in the parallel at <a href='https://suttacentral.net/an4.171/en/sujato#1.3'>AN 4.171:1.3</a>, appears tacked on to the completed sentence. Perhaps the purpose is to clarify that the mere presence of body, speech, and mind is not sufficient for kammic intentions, as arahants have body, speech, and mind but do not make kamma. The closing section of the discourse also addresses this topic. ",
  "sn12.25:11.2": "This anticipates the Abhidhamma term <i lang='pi' translate='no'>sasaṅkhārika</i>, intentions that are prompted or instigated by another. For example, one might feel hungry and say, “Let’s eat”. Or someone else might say to you, “Let’s eat”. In both cases there is still moral responsibility for choices, but in the latter it is to some degree mitigated. ",
  "sn12.25:11.3": "“Deliberate” (<i lang='pi' translate='no'>sampajāna</i>) means one is aware before, during, and after (<a href='https://suttacentral.net/ mn61/en/sujato#12.1'> MN 61:12.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pc1/en/sujato#2.2.2'>Bu Pc 1:2.2.2</a>). Compare the legal concept “pre-meditated”. ",
  "sn12.25:14.2": "The sentence has a conditional structure which limits and specifies its application. It is not that the body <em>per se</em> has disappeared. Rather, it is <em>that</em> body, namely the one dependent on ignorance, which no longer exists to create kamma. The sentence exemplifies specific conditionality: <em>this</em> body ceases, and <em>that</em> pleasure and pain no longer arise. An arahant experiences pleasure and pain as a result of past life choices, but does not actively create new kammic feelings. ",
  "sn12.25:14.3": "<i lang='pi' translate='no'>Adhikaraṇa</i> as “foundation”  or “substratum” is attested in Sanskrit (eg. Tattvārtha Sūtra 1.7). "
}