{
  "sn12.31:1.3": "Ajita was one of a group of contemplative brahmins from a school that identified the cosmic divinity with the state of purified formless consciousness experienced in deep meditation. Their story is recounted in “The Way to the Far Shore”, where Ajita was the first to question the Buddha (<a href='https://suttacentral.net/snp5.2/en/sujato'>Snp 5.2</a>). The title is given in the text itself (<a href='https://suttacentral.net/snp5.18/en/sujato#8.4'>Snp 5.18:8.4</a>, <a href='https://suttacentral.net/snp5.19/en/sujato#1.1'>Snp 5.19:1.1</a>), and it is cited also in <a href='https://suttacentral.net/an3.32/en/sujato'>AN 3.32</a>, <a href='https://suttacentral.net/an3.33/en/sujato'>AN 3.33</a>, <a href='https://suttacentral.net/an4.41/en/sujato'>AN 4.41</a>, <a href='https://suttacentral.net/an7.53/en/sujato'>AN 7.53</a>, and <a href='https://suttacentral.net/an6.61/en/sujato'>AN 6.61</a>. ",
  "sn12.31:3.1": "In reply to Ajita, the Buddha already answered the question: a mendicant without greed, skillful, would wander mindful. Here he asks for a detailed analysis, presumably as a teaching method: the dialogue was probably in front of an assembly. ",
  "sn12.31:3.2": "Sāriputta hesitates, according to the commentary, because he is unsure of the mode of analysis that the Buddha wants him to pursue. This is typical of Sāriputta’s circumspection; he himself explains a similar hesitation in the next Sutta (<a href='https://suttacentral.net/sn12.32/en/sujato#16.2'>SN 12.32:16.2</a>). ",
  "sn12.31:7.1": "See <a href='https://suttacentral.net/mn38/en/sujato#9.1'>MN 38:9.1</a>, where “this has come to be” refers to dependently originated consciousness. There, the Buddha is refuting Sāti, who believed consciousness is “the one who speaks, the one who knows, who experiences the results of good and bad deeds in all the different realms.” This is the Upaniṣadic view, which was apparently shared by both Ajita and Sāti, and against which the Buddha posited dependent origination. ",
  "sn12.31:7.4": "“Originated with that as fuel” is also at <a href='https://suttacentral.net/mn38/en/sujato#9.3'>MN 38:9.3</a>, cementing the connection between these two texts. ",
  "sn12.31:7.8": "Note that Sāriputta does not answer Ajita’s question on practice; rather, he analyzes the terms. This illustrates how analytical commentary developed from practical advice. ",
  "sn12.31:8.3": "The stream-enterer sees the truth, the arahant is fully freed. "
}