{
  "sn12.70:2.1": "This Susīma appears only here, but we meet some deities of the same name (<a href='https://suttacentral.net/sn2.29/en/sujato'>SN 2.29</a>, <a href='https://suttacentral.net/sn11.2/en/sujato'>SN 11.2</a>). ",
  "sn12.70:3.4": "There is no mention of the normal probationary period for renunciates who convert from another sect. Perhaps it is just a simple omission, or perhaps this event happened before the rule was laid down at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#38.1.1'>Kd 1:38.1.1</a>. ",
  "sn12.70:5.1": "Susīma misunderstands the role of these attainments in the path. They are higher powers which can be realized through deep meditation, but which are not required for awakening, although they can be helpful in some cases. ",
  "sn12.70:11.1": "",
  "sn12.70:11.2": "One who is freed by wisdom develops the absorptions as a basis for insight (<a href='https://suttacentral.net/an9.44/en/sujato'>AN 9.44</a>), but may not practice the formless meditations (<a href='https://suttacentral.net/mn70/en/sujato#16.1'>MN 70:16.1</a>). ",
  "sn12.70:12.3": "This reply appears unhelpful, but note that the Buddha replies the same way. The point is that humility is needed for wisdom. Susīma, with his dubious intentions and limited understanding, needs to recognize this before he can advance. ",
  "sn12.70:13.3": "The Buddha emphasizes that insight into the “natural principle” (of dependent origination) is the key to liberation. ",
  "sn12.70:15.1": "The Buddha goes on to establish Susīma in the fundamental wisdom teachings, starting with the five aggregates and three characteristics. This approach engages Susīma in question and answer, giving him confidence. ",
  "sn12.70:18.1": "The teaching on the aggregates culminates in the ending of rebirth, which the Buddha uses to segue into dependent origination. ",
  "sn12.70:24.1": "Both dependent origination and the power of clairvoyance are related to knowledge of rebirth, but in quite different ways. Clairvoyance sees the details of particular lives as they play out, like watching a show on a TV screen, whereas dependent origination understands the principles underlying the process of rebirth, like taking the back off the TV and seeing how the device works. ",
  "sn12.70:27.2": "Despite his corrupt intent in ordaining, Susīma showed a genuine interest in understanding and came to his senses. The Buddha did not confront or condemn him, but nurtured his understanding until Susīma was ready to confess of his own volition. | “Thief of the teachings” (<i lang='pi' translate='no'>dhammatthena</i>) is a unique term, recalling Susīma’s initial plan to literally steal the teachings for profit. Unfortunately, such behavior is now common in the age of AI. ",
  "sn12.70:28.1": "When someone genuinely confesses, the Buddha makes a point to acknowledge what they had done, without dismissing it and thereby discounting the inner work they had achieved to get to this point. ",
  "sn12.70:29.2": "",
  "sn12.70:29.4": "The commentary uses the discourse to argue for its theory of “dry insight” without the practice of absorption. If the Buddha had intended to teach such a radical departure from the normal path, however, he would surely have stated it clearly and not relegated it to an obscure discussion with a reformed heretic. As it stands, the discourse in no way supports the theory, nor is it found anywhere else in the early texts. "
}