{
  "sn12.23:1.1": "This discourse uniquely links the conditional arising of suffering with the conditional unfolding of the path, showing that liberation is not possible without suffering. ",
  "sn12.23:1.2": "The “ending of defilements” (<i lang='pi' translate='no'>āsavānaṁ khayaṁ</i>) is a common sutta term for arahantship. | “Knowing and seeing” refers to the penetrating insight that arises from meditative immersion (<i lang='pi' translate='no'>samādhi</i>, eg. <a href='https://suttacentral.net/an5.168/en/sujato#2.2'>AN 5.168:2.2</a>, <a href='https://suttacentral.net/an10.2/en/sujato#2.3'>AN 10.2:2.3</a>, <a href='https://suttacentral.net/sn12.23/en/sujato#6.18'>SN 12.23:6.18</a>, <a href='https://suttacentral.net/dn2/en/sujato#83.1'>DN 2:83.1</a>). | The opening is the same as <a href='https://suttacentral.net/sn22.101/en/sujato'>SN 22.101</a> and <a href='https://suttacentral.net/sn22.101/en/sujato'>SN 22.101</a>. ",
  "sn12.23:2.1": "An <i lang='pi' translate='no'>upanisā</i> is a conditional factor that is both necessary and strongly conducive. It functions as a contraction of <i lang='pi' translate='no'>upanissaya</i> (“rely on”). Elsewhere, <i lang='pi' translate='no'>saupanisa</i> is used of the seven path factors as “vital conditions” for right immersion (<a href='https://suttacentral.net/sn45.28/en/sujato#1.2'>SN 45.28:1.2</a>, <a href='https://suttacentral.net/mn117/en/sujato#2.1'>MN 117:2.1</a>). Pali <i lang='pi' translate='no'>upanisā</i> is also found in the distinct sense “sitting close” to a teacher (<a href='https://suttacentral.net/an3.67/en/sujato#6.7'>AN 3.67:6.7</a>). | It is not clear if <i lang='pi' translate='no'>upanisā</i> is the same as the Sanskrit <i lang='pi' translate='no'>upaniṣad</i>, for which the oldest sense is “correspondence, equivalence”, referring to the secret links between things (Śatapatha Brāhmaṇa 10.4.5.1; Bṛhadāraṇyaka Upaniṣad 3.9.26, 4.2.1; Chāndogya Upaniṣad 3.11.3, 8.8.4; Taittirīya Upaniṣad 1.11.4, 2.9.1). These equivalences are explained in the esoteric teachings that themselves came to be known as Upaniṣads. ",
  "sn12.23:2.3": "“Freedom” here is the liberation from defilements, namely arahantship itself. The arahant reviews their freedom, which is the “knowledge of ending”. ",
  "sn12.23:2.6": "“Dispassion” (<i lang='pi' translate='no'>virāga</i>) has a dual sense in Pali: a state where lust (<i lang='pi' translate='no'>rāga</i>) is absent, and the process of defilements “fading away”, which leans on the sense of <i lang='pi' translate='no'>rāga</i> as “dye” (eg. the “fading away of ignorance” at <a href='https://suttacentral.net/sn12.51/en/sujato#9.4'>SN 12.51:9.4</a>). ",
  "sn12.23:2.9": "“Disillusionment” (<i lang='pi' translate='no'>nibbidā</i>) is the turning away in disappointment upon realizing that one cannot get what one wants (<a href='https://suttacentral.net/mn50/en/sujato#31.15'>MN 50:31.15</a>, <a href='https://suttacentral.net/sn35.240/en/sujato#1.8'>SN 35.240:1.8</a>). ",
  "sn12.23:2.12": "This is the insight of stream-entry. ",
  "sn12.23:2.15": "“Immersion” (<i lang='pi' translate='no'>samādhi</i>) general term for the absorptions (<i lang='pi' translate='no'>jhāna</i>) and other profound meditations free of the hindrances. It is an integrated emotional state of elevated consciousness, during which the mind is extremely bright and powerful. For a meditator with right view, the empowered mind emerging from immersion naturally inclines towards insight into the suffering of holding on and the bliss of letting go. ",
  "sn12.23:3.2": "Because immersion is an emotional release, its primary condition is deep, pervasive, lasting, and subtle bliss or pleasure (<i lang='pi' translate='no'>sukha</i>). It cannot be realized with purely neutral feeling. ",
  "sn12.23:3.5": "“Tranquility” is a settled and serene body and mind, as activities or energies become stilled through the process of meditation. ",
  "sn12.23:3.8": "“Rapture” (<i lang='pi' translate='no'>pīti</i>) is a heightened emotional response to happiness or joy. Minor forms appear as tingling or thrill, and it deepens into a pervasive spiritual sense of elevation or uplift in meditation. ",
  "sn12.23:3.11": "“Joy” (<i lang='pi' translate='no'>pāmojja</i>) is the upwelling of happiness connected with wholesome things, such as hearing the Dhamma (<a href='https://suttacentral.net/mn33/en/sujato#23.2'>MN 33:23.2</a>), or reflecting on one’s progress (<a href='https://suttacentral.net/mn7/en/sujato#11.1'>MN 7:11.1</a>, <a href='https://suttacentral.net/mn40/en/sujato#8.2'>MN 40:8.2</a>) or ethical purity (<a href='https://suttacentral.net/an10.2/en/sujato#1.6'>AN 10.2:1.6</a>). ",
  "sn12.23:3.14": "“Faith” inspires the courage to progress. It is a “grounded faith” based on experience, and tested through the path (<a href='https://suttacentral.net/mn47/en/sujato#16.1'>MN 47:16.1</a>). ",
  "sn12.23:4.2": "Someone afflicted by suffering looks about in despair to find anyone who can help. When they hear the Buddha or a disciple speaking about suffering, faith arises (<a href='https://suttacentral.net/an6.63/en/sujato#42.3'>AN 6.63:42.3</a>). | With this link, the discourse reveals the connection between the path to freedom and dependent origination. Suffering is the condition into which we have been born, but the experience of suffering is also the stimulus we need to seek freedom. ",
  "sn12.23:4.5": "From here the discourse proceeds back through the standard links in reverse order. ",
  "sn12.23:6.1": "The syntax is subtly different than the standard sequence (<a href='https://suttacentral.net/sn12.2/en/sujato#2.2'>SN 12.2:2.2</a>). There, the initial term is ablative, which conveys the <em>causal</em> sense and might be literally rendered, “Due to the ignorance dependency, choices”. Here the two terms are both nominative, so there is no causal sense in the nouns. We must assume, then, that the causal sense is supplied by the implicit verb <i lang='pi' translate='no'>hoti</i> in the pregnant sense “bring about, beget, yield”. A literal rendering might be, “The ignorance vital condition begets choices.” ",
  "sn12.23:7.1": "This simile is also found in <a href='https://suttacentral.net/sn55.38/en/sujato'>SN 55.38</a>, <a href='https://suttacentral.net/an3.95/en/sujato'>AN 3.95</a>, <a href='https://suttacentral.net/an4.147/en/sujato'>AN 4.147</a>, <a href='https://suttacentral.net/an10.61/en/sujato'>AN 10.61</a>, and <a href='https://suttacentral.net/an10.62/en/sujato'>AN 10.62</a>. Compare Kaṭha Upaniṣad 4.15. "
}