{
  "sn12.37:1.3": "That is to say, the body we bear in this life was created by our intentional deeds or moral choices in a past life, which we experience the result of in this life (see <a href='https://suttacentral.net/sn12.19/en/sujato#1.2'>SN 12.19:1.2</a>). Treated in more detail in <a href='https://suttacentral.net/sn35.146/en/sujato'>SN 35.146</a>. ",
  "sn12.37:2.1": "",
  "sn12.37:2.2": "This abstract principle of dependent origination sometimes precedes or stands for the full set of twelve links. It supplies the verbs that are missing from the bare nouns in the standard sequence: <i lang='pi' translate='no'>hoti</i> (“is” or “comes to be”) and <i lang='pi' translate='no'>uppajjati</i> (“arises”). The two phrases use complementary ways of specifying a causal relationship: the first employs the locative absolute to emphasize the <em>presence</em> of the antecedent condition; the second the ablative to emphasize the <em>derivation</em> of the subsequent condition. These two linguistic forms are also used for the twelve links themselves: the normal sequence, as here, uses the ablative form; sometimes we find the locative absolute form (eg. <a href='https://suttacentral.net/sn12.49/en/sujato'>SN 12.49</a>); sometimes both (eg. <a href='https://suttacentral.net/sn12.4/en/sujato#15.2'>SN 12.4:15.2</a>). | Later, the abstract principle was sometimes referred to as “specific conditionality” in contrast to the twelve links which are “dependent origination”. While this is a handy distinction, it is not found in the Suttas, where the two terms are synonymous. ",
  "sn12.37:2.3": "In translation, it is conventional to differentiate the pronouns for comprehensibility. However, while Pali can readily distinguish “this” from “that”, here we have different forms of the same pronoun <i lang='pi' translate='no'>idaṁ</i>. In Upaniṣadic language, the use of repeated demonstrative pronouns asserts absolute identity, which the Buddha subverts (see notes at <a href='https://suttacentral.net/sn12.17/en/sujato#5.1'>SN 12.17:5.1</a>, <a href='https://suttacentral.net/mn22/en/sujato#15.10'>MN 22:15.10</a>, <a href='https://suttacentral.net/mn38/en/sujato#2.2'>MN 38:2.2</a>, <a href='https://suttacentral.net/dn6/en/sujato#15.5'>DN 6:15.5</a>). “This”, it turns out, is a constant state of coming into being and disappearing, “arising as one thing and ceasing as another” (<i lang='pi' translate='no'>aññadeva uppajjati aññaṁ nirujjhati</i> (<a href='https://suttacentral.net/sn12.61/en/sujato#4.1'>SN 12.61:4.1</a>). "
}