{
  "sn12.24:1.5": "Sāriputta, like his teacher, seeks out meaningful discussion with people who are not Buddhist. ",
  "sn12.24:3.1": "See <a href='https://suttacentral.net/sn12.17/en/sujato'>SN 12.17</a> and notes. ",
  "sn12.24:3.4": "They believed in the efficacy of deeds, but not that such deeds created suffering (or “pleasure and pain” in the next discourse). This seems odd, but it’s not irrational. Perhaps they believed that one’s deeds create a new life, but that the experiences of pleasure and pain in that life arise from circumstances beyond the control of oneself or others. ",
  "sn12.24:3.6": "The wanderers frame their question carefully and respectfully, so Sāriputta answers them directly and affirms their manner of questioning. ",
  "sn12.24:4.3": "The wanderers have already shown their epistemological caution, so, in identifying “contact” as the key dependency, Sāriputta indicates one of the most directly observable factors of dependent origination. But contact is also a key underlying cause of wrong views (<a href='https://suttacentral.net/dn1/en/sujato#3.45.1'>DN 1:3.45.1</a>). ",
  "sn12.24:6.1": "Sāriputta clarifies the meaning of “dependent”: it is something without which the other cannot be experienced, i.e. it is a necessary condition. ",
  "sn12.24:8.5": "The explicit affirmation and repetition of information reinforces the correct text in the memory and wards off creeping disinformation. ",
  "sn12.24:17.2": "Compare with <i lang='pi' translate='no'>attho vutto</i> in the Itivuttaka. Here the sense is that the topic can be summed up with one statement. ",
  "sn12.24:17.3": "The phrase “deep and appears deep” is spoken twice elsewhere, also by Ānanda in the context of dependent origination (<a href='https://suttacentral.net/dn15/en/sujato#1.5'>DN 15:1.5</a>, <a href='https://suttacentral.net/sn12.60/en/sujato#1.4'>SN 12.60:1.4</a>). ",
  "sn12.24:21.9": "The Buddha recapitulates, confirming that the sequence here goes back only as far as the six senses. This agrees with <a href='https://suttacentral.net/dn1/en/sujato#3.71.12'>DN 1:3.71.12</a>, which likewise goes back to the six senses. There, the factors beginning with ignorance are implied under wrong view. "
}