{
  "sn15.8:0.1": "Saṁyutta Nikāya 15 ",
  "sn15.8:0.2": "1. Paṭhamavagga ",
  "sn15.8:0.3": "8. Gaṅgāsutta ",
  "sn15.8:1.1": "Rājagahe viharati veḷuvane. ",
  "sn15.8:1.2": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn15.8:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so brāhmaṇo bhagavantaṁ etadavoca: ",
  "sn15.8:1.4": "“kīvabahukā nu kho, bho gotama, kappā abbhatītā atikkantā”ti? ",
  "sn15.8:1.5": "“Bahukā kho, brāhmaṇa, kappā abbhatītā atikkantā. ",
  "sn15.8:1.6": "Te na sukarā saṅkhātuṁ: ",
  "sn15.8:1.7": "‘ettakā kappā iti vā, ettakāni kappasatāni iti vā, ettakāni kappasahassāni iti vā, ettakāni kappasatasahassāni iti vā’”ti. ",
  "sn15.8:2.1": "“Sakkā pana, bho gotama, upamaṁ kātun”ti? ",
  "sn15.8:2.2": "“Sakkā, brāhmaṇā”ti bhagavā avoca. ",
  "sn15.8:2.3": "“Seyyathāpi, brāhmaṇa, yato cāyaṁ gaṅgā nadī pabhavati yattha ca mahāsamuddaṁ appeti, yā etasmiṁ antare vālikā sā na sukarā saṅkhātuṁ: ",
  "sn15.8:2.4": "‘ettakā vālikā iti vā, ettakāni vālikasatāni iti vā, ettakāni vālikasahassāni iti vā, ettakāni vālikasatasahassāni iti vā’ti. ",
  "sn15.8:2.5": "Tato bahutarā kho, brāhmaṇa, kappā abbhatītā atikkantā. ",
  "sn15.8:2.6": "Te na sukarā saṅkhātuṁ: ",
  "sn15.8:2.7": "‘ettakā kappā iti vā, ettakāni kappasatāni iti vā, ettakāni kappasahassāni iti vā, ettakāni kappasatasahassāni iti vā’ti. ",
  "sn15.8:2.8": "Taṁ kissa hetu? ",
  "sn15.8:2.9": "Anamataggoyaṁ, brāhmaṇa, saṁsāro. ",
  "sn15.8:2.10": "Pubbā koṭi na paññāyati avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsarataṁ. ",
  "sn15.8:2.11": "Evaṁ dīgharattaṁ kho, brāhmaṇa, dukkhaṁ paccanubhūtaṁ tibbaṁ paccanubhūtaṁ byasanaṁ paccanubhūtaṁ, kaṭasī vaḍḍhitā. ",
  "sn15.8:2.12": "Yāvañcidaṁ, brāhmaṇa, alameva sabbasaṅkhāresu nibbindituṁ, alaṁ virajjituṁ, alaṁ vimuccitun”ti. ",
  "sn15.8:3.1": "Evaṁ vutte, so brāhmaṇo bhagavantaṁ etadavoca: ",
  "sn15.8:3.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama …pe… ",
  "sn15.8:3.3": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn15.8:3.4": "Aṭṭhamaṁ. "
}