{
  "sn15.3:0.1": "Saṁyutta Nikāya 15 ",
  "sn15.3:0.2": "1. Paṭhamavagga ",
  "sn15.3:0.3": "3. Assusutta ",
  "sn15.3:1.1": "Sāvatthiyaṁ viharati. ",
  "sn15.3:1.2": "“Anamataggoyaṁ, bhikkhave, saṁsāro. ",
  "sn15.3:1.3": "Pubbā koṭi na paññāyati avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsarataṁ. ",
  "sn15.3:1.4": "Taṁ kiṁ maññatha, bhikkhave, katamaṁ nu kho bahutaraṁ, yaṁ vā vo iminā dīghena addhunā sandhāvataṁ saṁsarataṁ amanāpasampayogā manāpavippayogā kandantānaṁ rodantānaṁ assu passannaṁ paggharitaṁ, yaṁ vā catūsu mahāsamuddesu udakan”ti? ",
  "sn15.3:1.5": "“Yathā kho mayaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāma, etadeva, bhante, bahutaraṁ yaṁ no iminā dīghena addhunā sandhāvataṁ saṁsarataṁ amanāpasampayogā manāpavippayogā kandantānaṁ rodantānaṁ assu passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakan”ti. ",
  "sn15.3:2.1": "“Sādhu sādhu, bhikkhave, sādhu kho me tumhe, bhikkhave, evaṁ dhammaṁ desitaṁ ājānātha. ",
  "sn15.3:2.2": "Etadeva, bhikkhave, bahutaraṁ yaṁ vo iminā dīghena addhunā sandhāvataṁ saṁsarataṁ amanāpasampayogā manāpavippayogā kandantānaṁ rodantānaṁ assu passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakaṁ. ",
  "sn15.3:2.3": "Dīgharattaṁ vo, bhikkhave, mātumaraṇaṁ paccanubhūtaṁ; ",
  "sn15.3:2.4": "tesaṁ vo mātumaraṇaṁ paccanubhontānaṁ amanāpasampayogā manāpavippayogā kandantānaṁ rodantānaṁ assu passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakaṁ. ",
  "sn15.3:2.5": "Dīgharattaṁ vo, bhikkhave, pitumaraṇaṁ paccanubhūtaṁ …pe… ",
  "sn15.3:2.6": "bhātumaraṇaṁ paccanubhūtaṁ … ",
  "sn15.3:2.7": "bhaginimaraṇaṁ paccanubhūtaṁ … ",
  "sn15.3:2.8": "puttamaraṇaṁ paccanubhūtaṁ … ",
  "sn15.3:2.9": "dhītumaraṇaṁ paccanubhūtaṁ … ",
  "sn15.3:2.10": "ñātibyasanaṁ paccanubhūtaṁ … ",
  "sn15.3:2.11": "bhogabyasanaṁ paccanubhūtaṁ. ",
  "sn15.3:2.12": "Dīgharattaṁ vo, bhikkhave, rogabyasanaṁ paccanubhūtaṁ, tesaṁ vo rogabyasanaṁ paccanubhontānaṁ amanāpasampayogā manāpavippayogā kandantānaṁ rodantānaṁ assu passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakaṁ. ",
  "sn15.3:2.13": "Taṁ kissa hetu? ",
  "sn15.3:2.14": "Anamataggoyaṁ, bhikkhave, saṁsāro …pe… ",
  "sn15.3:2.15": "yāvañcidaṁ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṁ, alaṁ virajjituṁ, alaṁ vimuccitun”ti. ",
  "sn15.3:2.16": "Tatiyaṁ. "
}