{
  "an10.91:0.1": "Aṅguttara Nikāya 10 ",
  "an10.91:0.2": "10. Upālivagga ",
  "an10.91:0.3": "91. Kāmabhogīsutta ",
  "an10.91:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an10.91:1.2": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho anāthapiṇḍikaṁ gahapatiṁ bhagavā etadavoca: ",
  "an10.91:2.1": "“Dasayime, gahapati, kāmabhogī santo saṁvijjamānā lokasmiṁ. ",
  "an10.91:2.2": "Katame dasa? ",
  "an10.91:2.3": "Idha, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ",
  "an10.91:2.4": "adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
  "an10.91:3.1": "Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ",
  "an10.91:3.2": "adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
  "an10.91:4.1": "Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ",
  "an10.91:4.2": "adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
  "an10.91:5.1": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ",
  "an10.91:5.2": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
  "an10.91:6.1": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ",
  "an10.91:6.2": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
  "an10.91:7.1": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ",
  "an10.91:7.2": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
  "an10.91:8.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
  "an10.91:8.2": "dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
  "an10.91:9.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
  "an10.91:9.2": "dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
  "an10.91:10.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
  "an10.91:10.2": "dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
  "an10.91:10.3": "Te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati. ",
  "an10.91:11.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
  "an10.91:11.2": "dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
  "an10.91:11.3": "Te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ",
  "an10.91:12.1": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi gārayho. ",
  "an10.91:12.2": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ",
  "an10.91:12.3": "‘Na attānaṁ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho. ",
  "an10.91:12.4": "‘Na saṁvibhajati na puññāni karotī’ti, iminā tatiyena ṭhānena gārayho. ",
  "an10.91:12.5": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi gārayho. ",
  "an10.91:13.1": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṁso. ",
  "an10.91:13.2": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ",
  "an10.91:13.3": "‘Attānaṁ sukheti pīṇetī’ti, iminā ekena ṭhānena pāsaṁso. ",
  "an10.91:13.4": "‘Na saṁvibhajati na puññāni karotī’ti iminā dutiyena ṭhānena gārayho. ",
  "an10.91:13.5": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi gārayho iminā ekena ṭhānena pāsaṁso. ",
  "an10.91:14.1": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena gārayho dvīhi ṭhānehi pāsaṁso. ",
  "an10.91:14.2": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā ekena ṭhānena gārayho. ",
  "an10.91:14.3": "‘Attānaṁ sukheti pīṇetī’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
  "an10.91:14.4": "‘Saṁvibhajati puññāni karotī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
  "an10.91:14.5": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṁso. ",
  "an10.91:15.1": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso tīhi ṭhānehi gārayho. ",
  "an10.91:15.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā ekena ṭhānena pāsaṁso. ",
  "an10.91:15.3": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ",
  "an10.91:15.4": "‘Na attānaṁ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho. ",
  "an10.91:15.5": "‘Na saṁvibhajati na puññāni karotī’ti, iminā tatiyena ṭhānena gārayho. ",
  "an10.91:15.6": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi tīhi ṭhānehi gārayho. ",
  "an10.91:16.1": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso dvīhi ṭhānehi gārayho. ",
  "an10.91:16.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
  "an10.91:16.3": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ",
  "an10.91:16.4": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
  "an10.91:16.5": "‘Na saṁvibhajati na puññāni karotī’ti, iminā dutiyena ṭhānena gārayho. ",
  "an10.91:16.6": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
  "an10.91:17.1": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
  "an10.91:17.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
  "an10.91:17.3": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā ekena ṭhānena gārayho. ",
  "an10.91:17.4": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
  "an10.91:17.5": "‘Saṁvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṁso. ",
  "an10.91:17.6": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
  "an10.91:18.1": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso dvīhi ṭhānehi gārayho. ",
  "an10.91:18.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā ekena ṭhānena pāsaṁso. ",
  "an10.91:18.3": "‘Na attānaṁ sukheti na pīṇetī’ti, iminā paṭhamena ṭhānena gārayho. ",
  "an10.91:18.4": "‘Na saṁvibhajati na puññāni karotī’ti, iminā dutiyena ṭhānena gārayho. ",
  "an10.91:18.5": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
  "an10.91:19.1": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
  "an10.91:19.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
  "an10.91:19.3": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
  "an10.91:19.4": "‘Na saṁvibhajati na puññāni karotī’ti iminā ekena ṭhānena gārayho. ",
  "an10.91:19.5": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
  "an10.91:20.1": "Tatra, gahapati yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
  "an10.91:20.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
  "an10.91:20.3": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
  "an10.91:20.4": "‘Saṁvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṁso. ",
  "an10.91:20.5": "‘Te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjatī’ti, iminā ekena ṭhānena gārayho. ",
  "an10.91:20.6": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
  "an10.91:21.1": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī catūhi ṭhānehi pāsaṁso. ",
  "an10.91:21.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
  "an10.91:21.3": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
  "an10.91:21.4": "‘Saṁvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṁso. ",
  "an10.91:21.5": "‘Te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjatī’ti, iminā catutthena ṭhānena pāsaṁso. ",
  "an10.91:21.6": "Ayaṁ, gahapati, kāmabhogī imehi catūhi ṭhānehi pāsaṁso. ",
  "an10.91:22.1": "Ime kho, gahapati, dasa kāmabhogī santo saṁvijjamānā lokasmiṁ. ",
  "an10.91:22.2": "Imesaṁ kho, gahapati, dasannaṁ kāmabhogīnaṁ yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ imesaṁ dasannaṁ kāmabhogīnaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca. ",
  "an10.91:22.3": "Seyyathāpi, gahapati, gavā khīraṁ, khīramhā dadhi, dadhimhā navanītaṁ, navanītamhā sappi, sappimhā sappimaṇḍo. Sappimaṇḍo tattha aggamakkhāyati. ",
  "an10.91:23.1": "Evamevaṁ kho, gahapati, imesaṁ dasannaṁ kāmabhogīnaṁ yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ imesaṁ dasannaṁ kāmabhogīnaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro cā”ti. ",
  "an10.91:23.2": "Paṭhamaṁ. "
}