{
  "an10.47:0.1": "Aṅguttara Nikāya 10 ",
  "an10.47:0.2": "5. Akkosavagga ",
  "an10.47:0.3": "47. Mahālisutta ",
  "an10.47:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an10.47:1.2": "Atha kho mahāli licchavi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho mahāli licchavi bhagavantaṁ etadavoca: ",
  "an10.47:1.3": "“ko nu kho, bhante, hetu, ko paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
  "an10.47:1.4": "“Lobho kho, mahāli, hetu, lobho paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
  "an10.47:1.5": "Doso kho, mahāli, hetu, doso paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
  "an10.47:1.6": "Moho kho, mahāli, hetu, moho paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
  "an10.47:1.7": "Ayoniso manasikāro kho, mahāli, hetu, ayoniso manasikāro paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
  "an10.47:1.8": "Micchāpaṇihitaṁ kho, mahāli, cittaṁ hetu, micchāpaṇihitaṁ cittaṁ paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti. ",
  "an10.47:1.9": "Ayaṁ kho, mahāli, hetu, ayaṁ paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti. ",
  "an10.47:2.1": "“Ko pana, bhante, hetu ko paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā”ti? ",
  "an10.47:2.2": "“Alobho kho, mahāli, hetu, alobho paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
  "an10.47:2.3": "Adoso kho, mahāli, hetu, adoso paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
  "an10.47:2.4": "Amoho kho, mahāli, hetu, amoho paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
  "an10.47:2.5": "Yoniso manasikāro kho, mahāli, hetu, yoniso manasikāro paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
  "an10.47:2.6": "Sammāpaṇihitaṁ kho, mahāli, cittaṁ hetu, sammāpaṇihitaṁ cittaṁ paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
  "an10.47:2.7": "Ayaṁ kho, mahāli, hetu, ayaṁ paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
  "an10.47:2.8": "Ime ca, mahāli, dasa dhammā loke na saṁvijjeyyuṁ, nayidha paññāyetha adhammacariyāvisamacariyāti vā dhammacariyāsamacariyāti vā. ",
  "an10.47:2.9": "Yasmā ca kho, mahāli, ime dasa dhammā loke saṁvijjanti, tasmā paññāyati adhammacariyāvisamacariyāti vā dhammacariyāsamacariyāti vā”ti. ",
  "an10.47:2.10": "Sattamaṁ. "
}