{
  "an10.177:0.1": "Aṅguttara Nikāya 10 ",
  "an10.177:0.2": "17. Jāṇussoṇivagga ",
  "an10.177:0.3": "177. Jāṇussoṇisutta ",
  "an10.177:1.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an10.177:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṁ etadavoca: ",
  "an10.177:2.1": "“Mayamassu, bho gotama, brāhmaṇā nāma. ",
  "an10.177:2.2": "Dānāni dema, saddhāni karoma: ",
  "an10.177:2.3": "‘idaṁ dānaṁ petānaṁ ñātisālohitānaṁ upakappatu, idaṁ dānaṁ petā ñātisālohitā paribhuñjantū’ti. ",
  "an10.177:2.4": "Kacci taṁ, bho gotama, dānaṁ petānaṁ ñātisālohitānaṁ upakappati; ",
  "an10.177:2.5": "kacci te petā ñātisālohitā taṁ dānaṁ paribhuñjantī”ti? ",
  "an10.177:2.6": "“Ṭhāne kho, brāhmaṇa, upakappati, no aṭṭhāne”ti. ",
  "an10.177:3.1": "“Katamaṁ pana, bho gotama, ṭhānaṁ, katamaṁ aṭṭhānan”ti? ",
  "an10.177:3.2": "“Idha, brāhmaṇa, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti. ",
  "an10.177:3.3": "So kāyassa bhedā paraṁ maraṇā nirayaṁ upapajjati. ",
  "an10.177:3.4": "Yo nerayikānaṁ sattānaṁ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
  "an10.177:3.5": "Idampi kho, brāhmaṇa, aṭṭhānaṁ yattha ṭhitassa taṁ dānaṁ na upakappati. ",
  "an10.177:4.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātī …pe… micchādiṭṭhiko hoti. ",
  "an10.177:4.2": "So kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapajjati. ",
  "an10.177:4.3": "Yo tiracchānayonikānaṁ sattānaṁ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
  "an10.177:4.4": "Idampi kho, brāhmaṇa, aṭṭhānaṁ yattha ṭhitassa taṁ dānaṁ na upakappati. ",
  "an10.177:5.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhiko hoti. ",
  "an10.177:5.2": "So kāyassa bhedā paraṁ maraṇā manussānaṁ sahabyataṁ upapajjati. ",
  "an10.177:5.3": "Yo manussānaṁ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
  "an10.177:5.4": "Idampi kho, brāhmaṇa, aṭṭhānaṁ yattha ṭhitassa taṁ dānaṁ na upakappati. ",
  "an10.177:6.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko hoti. ",
  "an10.177:6.2": "So kāyassa bhedā paraṁ maraṇā devānaṁ sahabyataṁ upapajjati. ",
  "an10.177:6.3": "Yo devānaṁ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
  "an10.177:6.4": "Idampi, brāhmaṇa, aṭṭhānaṁ yattha ṭhitassa taṁ dānaṁ upakappati. ",
  "an10.177:7.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātī hoti …pe… micchādiṭṭhiko hoti. ",
  "an10.177:7.2": "So kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapajjati. ",
  "an10.177:7.3": "Yo pettivesayikānaṁ sattānaṁ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati, yaṁ vā panassa ito anuppavecchanti mittāmaccā vā ñātisālohitā vā, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
  "an10.177:7.4": "Idaṁ kho, brāhmaṇa, ṭhānaṁ yattha ṭhitassa taṁ dānaṁ upakappatī”ti. ",
  "an10.177:8.1": "“Sace pana, bho gotama, so peto ñātisālohito taṁ ṭhānaṁ anupapanno hoti, ko taṁ dānaṁ paribhuñjatī”ti? ",
  "an10.177:8.2": "“Aññepissa, brāhmaṇa, petā ñātisālohitā taṁ ṭhānaṁ upapannā honti, te taṁ dānaṁ paribhuñjantī”ti. ",
  "an10.177:9.1": "“Sace pana, bho gotama, so ceva peto ñātisālohito taṁ ṭhānaṁ anupapanno hoti aññepissa ñātisālohitā petā taṁ ṭhānaṁ anupapannā honti, ko taṁ dānaṁ paribhuñjatī”ti? ",
  "an10.177:9.2": "“Aṭṭhānaṁ kho etaṁ, brāhmaṇa, anavakāso yaṁ taṁ ṭhānaṁ vivittaṁ assa iminā dīghena addhunā yadidaṁ petehi ñātisālohitehi. ",
  "an10.177:9.3": "Api ca, brāhmaṇa, dāyakopi anipphalo”ti. ",
  "an10.177:10.1": "“Aṭṭhānepi bhavaṁ gotamo parikappaṁ vadatī”ti? ",
  "an10.177:10.2": "“Aṭṭhānepi kho ahaṁ, brāhmaṇa, parikappaṁ vadāmi. ",
  "an10.177:10.3": "Idha, brāhmaṇa, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti; ",
  "an10.177:10.4": "so dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an10.177:10.5": "So kāyassa bhedā paraṁ maraṇā hatthīnaṁ sahabyataṁ upapajjati. ",
  "an10.177:10.6": "So tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
  "an10.177:11.1": "Yaṁ kho, brāhmaṇa, idha pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko, tena so kāyassa bhedā paraṁ maraṇā hatthīnaṁ sahabyataṁ upapajjati. ",
  "an10.177:11.2": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ, tena so tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
  "an10.177:12.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātī hoti …pe… micchādiṭṭhiko hoti. ",
  "an10.177:12.2": "So dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an10.177:12.3": "So kāyassa bhedā paraṁ maraṇā assānaṁ sahabyataṁ upapajjati …pe… ",
  "an10.177:12.4": "gunnaṁ sahabyataṁ upapajjati …pe… ",
  "an10.177:12.5": "kukkurānaṁ sahabyataṁ upapajjati. ",
  "an10.177:12.6": "So tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
  "an10.177:13.1": "Yaṁ kho, brāhmaṇa, idha pāṇātipātī …pe… micchādiṭṭhiko, tena so kāyassa bhedā paraṁ maraṇā kukkurānaṁ sahabyataṁ upapajjati. ",
  "an10.177:13.2": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ, tena so tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
  "an10.177:14.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko hoti. ",
  "an10.177:14.2": "So dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an10.177:14.3": "So kāyassa bhedā paraṁ maraṇā manussānaṁ sahabyataṁ upapajjati. ",
  "an10.177:14.4": "So tattha lābhī hoti mānusakānaṁ pañcannaṁ kāmaguṇānaṁ. ",
  "an10.177:15.1": "Yaṁ kho, brāhmaṇa, idha pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko, tena so kāyassa bhedā paraṁ maraṇā manussānaṁ sahabyataṁ upapajjati. ",
  "an10.177:15.2": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ, tena so tattha lābhī hoti mānusakānaṁ pañcannaṁ kāmaguṇānaṁ. ",
  "an10.177:16.1": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko hoti. ",
  "an10.177:16.2": "So dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an10.177:16.3": "So kāyassa bhedā paraṁ maraṇā devānaṁ sahabyataṁ upapajjati. ",
  "an10.177:16.4": "So tattha lābhī hoti dibbānaṁ pañcannaṁ kāmaguṇānaṁ. ",
  "an10.177:17.1": "Yaṁ kho, brāhmaṇa, idha pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko, tena so kāyassa bhedā paraṁ maraṇā devānaṁ sahabyataṁ upapajjati. ",
  "an10.177:17.2": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ, tena so tattha lābhī hoti dibbānaṁ pañcannaṁ kāmaguṇānaṁ. ",
  "an10.177:17.3": "Api ca, brāhmaṇa, dāyakopi anipphalo”ti. ",
  "an10.177:18.1": "“Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an10.177:18.2": "Yāvañcidaṁ, bho gotama, alameva dānāni dātuṁ, alaṁ saddhāni kātuṁ, yatra hi nāma dāyakopi anipphalo”ti. ",
  "an10.177:18.3": "“Evametaṁ, brāhmaṇa, dāyakopi hi, brāhmaṇa, anipphalo”ti. ",
  "an10.177:19.1": "“Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama …pe… ",
  "an10.177:19.2": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an10.177:19.3": "Ekādasamaṁ. ",
  "an10.177:19.4": "Jāṇussoṇivaggo dutiyo. "
}