{
  "an10.15:0.1": "Aṅguttara Nikāya 10 ",
  "an10.15:0.2": "2. Nāthavagga ",
  "an10.15:0.3": "15. Appamādasutta ",
  "an10.15:1.1": "“Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṁ aggamakkhāyati arahaṁ sammāsambuddho; ",
  "an10.15:1.2": "evamevaṁ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṁ aggamakkhāyati. ",
  "an10.15:2.1": "Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṁ pāṇānaṁ padajātāni, sabbāni tāni hatthipade samodhānaṁ gacchanti, hatthipadaṁ tesaṁ aggamakkhāyati, yadidaṁ mahantattena; ",
  "an10.15:2.2": "evamevaṁ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṁ aggamakkhāyati. ",
  "an10.15:3.1": "Seyyathāpi, bhikkhave, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭo tāsaṁ aggamakkhāyati; ",
  "an10.15:3.2": "evamevaṁ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṁ aggamakkhāyati. ",
  "an10.15:4.1": "Seyyathāpi, bhikkhave, ye keci mūlagandhā, kāḷānusāriyaṁ tesaṁ aggamakkhāyati; ",
  "an10.15:4.2": "evamevaṁ kho, bhikkhave …pe…. ",
  "an10.15:5.1": "Seyyathāpi, bhikkhave, ye keci sāragandhā, lohitacandanaṁ tesaṁ aggamakkhāyati; ",
  "an10.15:5.2": "evamevaṁ kho, bhikkhave …pe…. ",
  "an10.15:6.1": "Seyyathāpi, bhikkhave, ye keci pupphagandhā, vassikaṁ tesaṁ aggamakkhāyati; ",
  "an10.15:6.2": "evamevaṁ kho, bhikkhave …pe…. ",
  "an10.15:7.1": "Seyyathāpi, bhikkhave, ye keci khuddarājāno, sabbe te rañño cakkavattissa anuyantā bhavanti, rājā tesaṁ cakkavattī aggamakkhāyati; ",
  "an10.15:7.2": "evamevaṁ kho, bhikkhave …pe…. ",
  "an10.15:8.1": "Seyyathāpi, bhikkhave, yā kāci tārakarūpānaṁ pabhā, sabbā tā candappabhāya kalaṁ nāgghanti soḷasiṁ, candappabhā tāsaṁ aggamakkhāyati; ",
  "an10.15:8.2": "evamevaṁ kho, bhikkhave …pe…. ",
  "an10.15:9.1": "Seyyathāpi, bhikkhave, saradasamaye viddhe vigatavalāhake deve ādicco nabhaṁ abbhussakkamāno sabbaṁ ākāsagataṁ tamagataṁ abhivihacca bhāsate ca tapate ca virocati ca; ",
  "an10.15:9.2": "evamevaṁ kho, bhikkhave …pe…. ",
  "an10.15:10.1": "Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, sabbā tā samuddaṅgamā samuddaninnā samuddapoṇā samuddapabbhārā, mahāsamuddo tāsaṁ aggamakkhāyati; ",
  "an10.15:10.2": "evamevaṁ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṁ aggamakkhāyatī”ti. ",
  "an10.15:10.3": "Pañcamaṁ. "
}