{
  "an10.44:0.1": "Aṅguttara Nikāya 10 ",
  "an10.44:0.2": "5. Akkosavagga ",
  "an10.44:0.3": "44. Kusinārasutta ",
  "an10.44:1.1": "Ekaṁ samayaṁ bhagavā kusinārāyaṁ viharati baliharaṇe vanasaṇḍe. ",
  "an10.44:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an10.44:1.3": "“bhikkhavo”ti. ",
  "an10.44:1.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "an10.44:1.5": "Bhagavā etadavoca: ",
  "an10.44:2.1": "“Codakena, bhikkhave, bhikkhunā paraṁ codetukāmena pañca dhamme ajjhattaṁ paccavekkhitvā pañca dhamme ajjhattaṁ upaṭṭhāpetvā paro codetabbo. ",
  "an10.44:2.2": "Katame pañca dhammā ajjhattaṁ paccavekkhitabbā? ",
  "an10.44:2.3": "Codakena, bhikkhave, bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ: ",
  "an10.44:2.4": "‘parisuddhakāyasamācāro nu khomhi, parisuddhenamhi kāyasamācārena samannāgato acchiddena appaṭimaṁsena. ",
  "an10.44:2.5": "Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "an10.44:2.6": "No ce, bhikkhave, bhikkhu parisuddhakāyasamācāro hoti parisuddhena kāyasamācārena samannāgato acchiddena appaṭimaṁsena, tassa bhavanti vattāro: ",
  "an10.44:2.7": "‘iṅgha tāva āyasmā kāyikaṁ sikkhassū’ti, itissa bhavanti vattāro. ",
  "an10.44:3.1": "Puna caparaṁ, bhikkhave, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ: ",
  "an10.44:3.2": "‘parisuddhavacīsamācāro nu khomhi, parisuddhenamhi vacīsamācārena samannāgato acchiddena appaṭimaṁsena. ",
  "an10.44:3.3": "Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "an10.44:3.4": "No ce, bhikkhave, bhikkhu parisuddhavacīsamācāro hoti parisuddhena vacīsamācārena samannāgato acchiddena appaṭimaṁsena, tassa bhavanti vattāro: ",
  "an10.44:3.5": "‘iṅgha tāva āyasmā vācasikaṁ sikkhassū’ti, itissa bhavanti vattāro. ",
  "an10.44:4.1": "Puna caparaṁ, bhikkhave, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ: ",
  "an10.44:4.2": "‘mettaṁ nu kho me cittaṁ paccupaṭṭhitaṁ sabrahmacārīsu anāghātaṁ. ",
  "an10.44:4.3": "Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "an10.44:4.4": "No ce, bhikkhave, bhikkhuno mettaṁ cittaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu anāghātaṁ, tassa bhavanti vattāro: ",
  "an10.44:4.5": "‘iṅgha tāva āyasmā sabrahmacārīsu mettaṁ cittaṁ upaṭṭhāpehī’ti, itissa bhavanti vattāro. ",
  "an10.44:5.1": "Puna caparaṁ, bhikkhave, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ: ",
  "an10.44:5.2": "‘bahussuto nu khomhi sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an10.44:5.3": "Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "an10.44:5.4": "No ce, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā, tassa bhavanti vattāro: ",
  "an10.44:5.5": "‘iṅgha tāva āyasmā āgamaṁ pariyāpuṇassū’ti, itissa bhavanti vattāro. ",
  "an10.44:6.1": "Puna caparaṁ, bhikkhave, codakena bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ: ",
  "an10.44:6.2": "‘ubhayāni kho pana me pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso. ",
  "an10.44:6.3": "Saṁvijjati nu kho me eso dhammo udāhu no’ti? ",
  "an10.44:6.4": "No ce, bhikkhave, bhikkhuno ubhayāni pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso, ‘idaṁ panāyasmā, kattha vuttaṁ bhagavatā’ti, iti puṭṭho na sampāyissati. ",
  "an10.44:6.5": "Tassa bhavanti vattāro: ",
  "an10.44:6.6": "‘iṅgha tāva āyasmā vinayaṁ sikkhassū’ti, itissa bhavanti vattāro. ",
  "an10.44:6.7": "Ime pañca dhammā ajjhattaṁ paccavekkhitabbā. ",
  "an10.44:7.1": "Katame pañca dhammā ajjhattaṁ upaṭṭhāpetabbā? ",
  "an10.44:7.2": "‘Kālena vakkhāmi, no akālena; ",
  "an10.44:7.3": "bhūtena vakkhāmi, no abhūtena; ",
  "an10.44:7.4": "saṇhena vakkhāmi, no pharusena; ",
  "an10.44:7.5": "atthasaṁhitena vakkhāmi, no anatthasaṁhitena; ",
  "an10.44:7.6": "mettacitto vakkhāmi, no dosantaro’ti—",
  "an10.44:7.7": "ime pañca dhammā ajjhattaṁ upaṭṭhāpetabbā. ",
  "an10.44:7.8": "Codakena, bhikkhave, bhikkhunā paraṁ codetukāmena ime pañca dhamme ajjhattaṁ paccavekkhitvā ime pañca dhamme ajjhattaṁ upaṭṭhāpetvā paro codetabbo”ti. ",
  "an10.44:7.9": "Catutthaṁ. "
}