{
  "an10.176:0.1": "Aṅguttara Nikāya 10.176 ",
  "an10.176:0.2": "17. Jāṇussoṇivagga ",
  "an10.176:0.3": "Cundasutta ",
  "an10.176:1.1": "Evaṁ me sutaṁ—",
  "an10.176:1.2": "ekaṁ samayaṁ bhagavā pāvāyaṁ viharati cundassa kammāraputtassa ambavane. ",
  "an10.176:1.3": "Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho cundaṁ kammāraputtaṁ bhagavā etadavoca: ",
  "an10.176:1.4": "“kassa no tvaṁ, cunda, soceyyāni rocesī”ti? ",
  "an10.176:1.5": "“Brāhmaṇā, bhante, pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti; tesāhaṁ soceyyāni rocemī”ti. ",
  "an10.176:2.1": "“Yathā kathaṁ pana, cunda, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapentī”ti? ",
  "an10.176:2.2": "“Idha, bhante, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā. Te sāvakaṁ evaṁ samādapenti: ",
  "an10.176:2.3": "‘ehi tvaṁ, ambho purisa, kālasseva uṭṭhahantova sayanamhā pathaviṁ āmaseyyāsi; ",
  "an10.176:2.4": "no ce pathaviṁ āmaseyyāsi, allāni gomayāni āmaseyyāsi; ",
  "an10.176:2.5": "no ce allāni gomayāni āmaseyyāsi, haritāni tiṇāni āmaseyyāsi; ",
  "an10.176:2.6": "no ce haritāni tiṇāni āmaseyyāsi, aggiṁ paricareyyāsi; ",
  "an10.176:2.7": "no ce aggiṁ paricareyyāsi, pañjaliko ādiccaṁ namasseyyāsi; ",
  "an10.176:2.8": "no ce pañjaliko ādiccaṁ namasseyyāsi, sāyatatiyakaṁ udakaṁ oroheyyāsī’ti. ",
  "an10.176:2.9": "Evaṁ kho, bhante, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti; tesāhaṁ soceyyāni rocemī”ti. ",
  "an10.176:3.1": "“Aññathā kho, cunda, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti, aññathā ca pana ariyassa vinaye soceyyaṁ hotī”ti. ",
  "an10.176:3.2": "“Yathā kathaṁ pana, bhante, ariyassa vinaye soceyyaṁ hoti? ",
  "an10.176:3.3": "Sādhu me, bhante, bhagavā tathā dhammaṁ desetu yathā ariyassa vinaye soceyyaṁ hotī”ti. ",
  "an10.176:4.1": "“Tena hi, cunda, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "an10.176:4.2": "“Evaṁ, bhante”ti kho cundo kammāraputto bhagavato paccassosi. ",
  "an10.176:4.3": "Bhagavā etadavoca: ",
  "an10.176:5.1": "“Tividhaṁ kho, cunda, kāyena asoceyyaṁ hoti; ",
  "an10.176:5.2": "catubbidhaṁ vācāya asoceyyaṁ hoti; ",
  "an10.176:5.3": "tividhaṁ manasā asoceyyaṁ hoti. ",
  "an10.176:6.1": "Kathañca, cunda, tividhaṁ kāyena asoceyyaṁ hoti? ",
  "an10.176:6.2": "Idha, cunda, ekacco pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. ",
  "an10.176:7.1": "Adinnādāyī hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ gāmagataṁ vā araññagataṁ vā taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti. ",
  "an10.176:8.1": "Kāmesumicchācārī hoti. Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṁ āpajjitā hoti. ",
  "an10.176:9.1": "Evaṁ kho, cunda, tividhaṁ kāyena asoceyyaṁ hoti. ",
  "an10.176:10.1": "Kathañca, cunda, catubbidhaṁ vācāya asoceyyaṁ hoti? ",
  "an10.176:10.2": "Idha, cunda, ekacco musāvādī hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṁ jānāsi taṁ vadehī’ti, so ajānaṁ vā āha: ‘jānāmī’ti, jānaṁ vā āha: ‘na jānāmī’ti; apassaṁ vā āha: ‘passāmī’ti, passaṁ vā āha: ‘na passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. ",
  "an10.176:11.1": "Pisuṇavāco hoti. Ito sutvā amutra akkhātā imesaṁ bhedāya, amutra vā sutvā imesaṁ akkhātā amūsaṁ bhedāya. Iti samaggānaṁ vā bhettā, bhinnānaṁ vā anuppadātā, vaggārāmo vaggarato vagganandī vaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an10.176:12.1": "Pharusavāco hoti. Yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṁvattanikā, tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an10.176:13.1": "Samphappalāpī hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī; anidhānavatiṁ vācaṁ bhāsitā hoti akālena anapadesaṁ apariyantavatiṁ anatthasaṁhitaṁ. ",
  "an10.176:13.2": "Evaṁ kho, cunda, catubbidhaṁ vācāya asoceyyaṁ hoti. ",
  "an10.176:14.1": "Kathañca, cunda, tividhaṁ manasā asoceyyaṁ hoti? ",
  "an10.176:14.2": "Idha, cunda, ekacco abhijjhālu hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ taṁ abhijjhātā hoti: ‘aho vata yaṁ parassa taṁ mamassā’ti. ",
  "an10.176:15.1": "Byāpannacitto hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. ",
  "an10.176:16.1": "Micchādiṭṭhiko hoti viparītadassano: ",
  "an10.176:16.2": "‘natthi dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ, natthi sukaṭadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "an10.176:16.3": "Evaṁ kho, cunda, manasā tividhaṁ asoceyyaṁ hoti. ",
  "an10.176:17.1": "Ime kho, cunda, dasa akusalakammapathā. ",
  "an10.176:17.2": "Imehi kho, cunda, dasahi akusalehi kammapathehi samannāgato kālasseva uṭṭhahantova sayanamhā pathaviñcepi āmasati, asuciyeva hoti; no cepi pathaviṁ āmasati, asuciyeva hoti. ",
  "an10.176:18.1": "Allāni cepi gomayāni āmasati, asuciyeva hoti; no cepi allāni gomayāni āmasati, asuciyeva hoti. ",
  "an10.176:19.1": "Haritāni cepi tiṇāni āmasati, asuciyeva hoti; no cepi haritāni tiṇāni āmasati, asuciyeva hoti. ",
  "an10.176:20.1": "Aggiñcepi paricarati, asuciyeva hoti, no cepi aggiṁ paricarati, asuciyeva hoti. ",
  "an10.176:21.1": "Pañjaliko cepi ādiccaṁ namassati, asuciyeva hoti; no cepi pañjaliko ādiccaṁ namassati, asuciyeva hoti. ",
  "an10.176:22.1": "Sāyatatiyakañcepi udakaṁ orohati, asuciyeva hoti; no cepi sāyatatiyakaṁ udakaṁ orohati, asuciyeva hoti. ",
  "an10.176:22.2": "Taṁ kissa hetu? ",
  "an10.176:22.3": "Ime, cunda, dasa akusalakammapathā asucīyeva honti asucikaraṇā ca. ",
  "an10.176:23.1": "Imesaṁ pana, cunda, dasannaṁ akusalānaṁ kammapathānaṁ samannāgamanahetu nirayo paññāyati, tiracchānayoni paññāyati, pettivisayo paññāyati, yā vā panaññāpi kāci duggatiyo. ",
  "an10.176:24.1": "Tividhaṁ kho, cunda, kāyena soceyyaṁ hoti; ",
  "an10.176:24.2": "catubbidhaṁ vācāya soceyyaṁ hoti; ",
  "an10.176:24.3": "tividhaṁ manasā soceyyaṁ hoti. ",
  "an10.176:25.1": "Kathaṁ, cunda, tividhaṁ kāyena soceyyaṁ hoti? ",
  "an10.176:25.2": "Idha, cunda, ekacco pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ",
  "an10.176:26.1": "Adinnādānaṁ pahāya, adinnādānā paṭivirato hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ gāmagataṁ vā araññagataṁ vā, na taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti. ",
  "an10.176:27.1": "Kāmesumicchācāraṁ pahāya, kāmesumicchācārā paṭivirato hoti yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṁ āpajjitā hoti. ",
  "an10.176:28.1": "Evaṁ kho, cunda, tividhaṁ kāyena soceyyaṁ hoti. ",
  "an10.176:29.1": "Kathañca, cunda, catubbidhaṁ vācāya soceyyaṁ hoti? ",
  "an10.176:29.2": "Idha, cunda, ekacco musāvādaṁ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṁ jānāsi taṁ vadehī’ti, so ajānaṁ vā āha: ‘na jānāmī’ti, jānaṁ vā āha: ‘jānāmī’ti, apassaṁ vā āha: ‘na passāmī’ti, passaṁ vā āha: ‘passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. ",
  "an10.176:30.1": "Pisuṇaṁ vācaṁ pahāya, pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṁ bhedāya, na amutra vā sutvā imesaṁ akkhātā amūsaṁ bhedāya. Iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an10.176:31.1": "Pharusaṁ vācaṁ pahāya, pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an10.176:32.1": "Samphappalāpaṁ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī; ",
  "an10.176:32.2": "nidhānavatiṁ vācaṁ bhāsitā hoti kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "an10.176:33.1": "Evaṁ kho, cunda, catubbidhaṁ vācāya soceyyaṁ hoti. ",
  "an10.176:34.1": "Kathañca, cunda, tividhaṁ manasā soceyyaṁ hoti? ",
  "an10.176:34.2": "Idha, cunda, ekacco anabhijjhālu hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ taṁ anabhijjhitā hoti: ‘aho vata yaṁ parassa taṁ mamassā’ti. ",
  "an10.176:35.1": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā, anīghā sukhī attānaṁ pariharantū’ti. ",
  "an10.176:36.1": "Sammādiṭṭhiko hoti aviparītadassano: ",
  "an10.176:36.2": "‘atthi dinnaṁ, atthi yiṭṭhaṁ, atthi hutaṁ, atthi sukaṭadukkaṭānaṁ kammānaṁ phalaṁ vipāko, atthi ayaṁ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "an10.176:37.1": "Evaṁ kho, cunda, tividhaṁ manasā soceyyaṁ hoti. ",
  "an10.176:38.1": "Ime kho, cunda, dasa kusalakammapathā. ",
  "an10.176:38.2": "Imehi kho, cunda, dasahi kusalehi kammapathehi samannāgato kālasseva uṭṭhahantova sayanamhā pathaviñcepi āmasati, suciyeva hoti; no cepi pathaviṁ āmasati, suciyeva hoti. ",
  "an10.176:39.1": "Allāni cepi gomayāni āmasati, suciyeva hoti; no cepi allāni gomayāni āmasati, suciyeva hoti. ",
  "an10.176:40.1": "Haritāni cepi tiṇāni āmasati, suciyeva hoti; no cepi haritāni tiṇāni āmasati, suciyeva hoti. ",
  "an10.176:41.1": "Aggiñcepi paricarati, suciyeva hoti; no cepi aggiṁ paricarati, suciyeva hoti. ",
  "an10.176:42.1": "Pañjaliko cepi ādiccaṁ namassati, suciyeva hoti; no cepi pañjaliko ādiccaṁ namassati, suciyeva hoti. ",
  "an10.176:43.1": "Sāyatatiyakañcepi udakaṁ orohati, suciyeva hoti; no cepi sāyatatiyakaṁ udakaṁ orohati, suciyeva hoti. ",
  "an10.176:43.2": "Taṁ kissa hetu? ",
  "an10.176:43.3": "Ime, cunda, dasa kusalakammapathā sucīyeva honti sucikaraṇā ca. ",
  "an10.176:44.1": "Imesaṁ pana, cunda, dasannaṁ kusalānaṁ kammapathānaṁ samannāgamanahetu devā paññāyanti, manussā paññāyanti, yā vā panaññāpi kāci sugatiyo”ti. ",
  "an10.176:45.1": "Evaṁ vutte, cundo kammāraputto bhagavantaṁ etadavoca: ",
  "an10.176:45.2": "“abhikkantaṁ, bhante …pe… ",
  "an10.176:45.3": "upāsakaṁ maṁ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an10.176:45.4": "Dasamaṁ. "
}