{
  "an10.90:0.1": "Aṅguttara Nikāya 10 ",
  "an10.90:0.2": "9. Theravagga ",
  "an10.90:0.3": "90. Khīṇāsavabalasutta ",
  "an10.90:1.1": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ sāriputtaṁ bhagavā etadavoca: ",
  "an10.90:1.2": "“kati nu kho, sāriputta, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:1.3": "‘khīṇā me āsavā’”ti? ",
  "an10.90:2.1": "“Dasa, bhante, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:2.2": "‘khīṇā me āsavā’ti. ",
  "an10.90:2.3": "Katamāni dasa? ",
  "an10.90:2.4": "Idha, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṁ sammappaññāya sudiṭṭhā honti. ",
  "an10.90:2.5": "Yampi, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṁ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṁ hoti, yaṁ balaṁ āgamma khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:2.6": "‘khīṇā me āsavā’ti. ",
  "an10.90:3.1": "Puna caparaṁ, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṁ sammappaññāya sudiṭṭhā honti. ",
  "an10.90:3.2": "Yampi, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṁ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṁ hoti, yaṁ balaṁ āgamma khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:3.3": "‘khīṇā me āsavā’ti. ",
  "an10.90:4.1": "Puna caparaṁ, bhante, khīṇāsavassa bhikkhuno vivekaninnaṁ cittaṁ hoti vivekapoṇaṁ vivekapabbhāraṁ vivekaṭṭhaṁ nekkhammābhirataṁ byantībhūtaṁ sabbaso āsavaṭṭhāniyehi dhammehi. ",
  "an10.90:4.2": "Yampi, bhante, khīṇāsavassa bhikkhuno vivekaninnaṁ cittaṁ hoti vivekapoṇaṁ vivekapabbhāraṁ vivekaṭṭhaṁ nekkhammābhirataṁ byantībhūtaṁ sabbaso āsavaṭṭhāniyehi dhammehi, idampi, bhante, khīṇāsavassa bhikkhuno balaṁ hoti, yaṁ balaṁ āgamma khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:4.3": "‘khīṇā me āsavā’ti. ",
  "an10.90:5.1": "Puna caparaṁ, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā. ",
  "an10.90:5.2": "Yampi, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā, idampi, bhante, khīṇāsavassa bhikkhuno balaṁ hoti, yaṁ balaṁ āgamma khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:5.3": "‘khīṇā me āsavā’ti. ",
  "an10.90:6.1": "Puna caparaṁ, bhante, khīṇāsavassa bhikkhuno cattāro sammappadhānā bhāvitā honti subhāvitā …pe… ",
  "an10.90:6.2": "cattāro iddhipādā bhāvitā honti subhāvitā …pe… ",
  "an10.90:6.3": "pañcindriyāni … ",
  "an10.90:6.4": "pañca balāni bhāvitāni honti subhāvitāni … ",
  "an10.90:6.5": "satta bojjhaṅgā bhāvitā honti subhāvitā … ",
  "an10.90:6.6": "ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito. ",
  "an10.90:6.7": "Yampi, bhante, khīṇāsavassa bhikkhuno ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito, idampi, bhante, khīṇāsavassa bhikkhuno balaṁ hoti, yaṁ balaṁ āgamma khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:6.8": "‘khīṇā me āsavā’ti.  ",
  "an10.90:7.1": "Imāni kho, bhante, dasa khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṁ khayaṁ paṭijānāti: ",
  "an10.90:7.2": "‘khīṇā me āsavā’”ti. ",
  "an10.90:7.3": "Dasamaṁ. ",
  "an10.90:7.4": "Theravaggo catuttho. ",
  "an10.90:8.0": "Tassuddānaṁ",
  "an10.90:8.1": "Vāhanānando puṇṇiyo, ",
  "an10.90:8.2": "byākaraṁ katthimāniko; ",
  "an10.90:8.3": "Napiyakkosakokāli, ",
  "an10.90:8.4": "khīṇāsavabalena cāti. "
}