{
  "an10.211:0.1": "Aṅguttara Nikāya 10 ",
  "an10.211:0.2": "21. Karajakāyavagga ",
  "an10.211:0.3": "211. Paṭhamanirayasaggasutta ",
  "an10.211:1.1": "“Dasahi, bhikkhave, dhammehi samannāgato yathābhataṁ nikkhitto evaṁ niraye. ",
  "an10.211:1.2": "Katamehi dasahi? ",
  "an10.211:1.3": "Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. ",
  "an10.211:2.1": "Adinnādāyī hoti, yaṁ taṁ parassa paravittūpakaraṇaṁ gāmagataṁ vā araññagataṁ vā, taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti. ",
  "an10.211:3.1": "Kāmesu micchācārī hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṁ āpajjitā hoti. ",
  "an10.211:4.1": "Musāvādī hoti, sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṁ jānāsi taṁ vadehī’ti, so ajānaṁ vā āha: ‘jānāmī’ti, jānaṁ vā āha: ‘na jānāmī’ti, apassaṁ vā āha: ‘passāmī’ti, passaṁ vā āha: ‘na passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. ",
  "an10.211:5.1": "Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṁ bhedāya, amutra vā sutvā imesaṁ akkhātā amūsaṁ bhedāya. Iti samaggānaṁ vā bhettā bhinnānaṁ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an10.211:6.1": "Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṁvattanikā, tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an10.211:7.1": "Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṁ vācaṁ bhāsitā hoti akālena anapadesaṁ apariyantavatiṁ anatthasaṁhitaṁ. ",
  "an10.211:8.1": "Abhijjhālu hoti, yaṁ taṁ parassa paravittūpakaraṇaṁ taṁ abhijjhātā hoti: ‘aho vata yaṁ parassa taṁ mama assā’ti. ",
  "an10.211:9.1": "Byāpannacitto hoti, paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. ",
  "an10.211:10.1": "Micchādiṭṭhiko hoti, viparītadassano: ",
  "an10.211:11.1": "‘natthi dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "an10.211:11.2": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṁ nikkhitto evaṁ niraye. ",
  "an10.211:12.1": "Dasahi, bhikkhave, dhammehi samannāgato yathābhataṁ nikkhitto evaṁ sagge. ",
  "an10.211:12.2": "Katamehi dasahi? ",
  "an10.211:12.3": "Idha, bhikkhave, ekacco pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ",
  "an10.211:13.1": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ gāmagataṁ vā araññagataṁ vā, na taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti. ",
  "an10.211:14.1": "Kāmesumicchācāraṁ pahāya kāmesumicchācārā paṭivirato hoti. Yā tā māturakkhitā …pe… antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṁ āpajjitā hoti. ",
  "an10.211:15.1": "Musāvādaṁ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṁ jānāsi taṁ vadehī’ti, so ajānaṁ vā āha: ‘na jānāmī’ti, jānaṁ vā āha: ‘jānāmī’ti, apassaṁ vā āha: ‘na passāmī’ti, passaṁ vā āha: ‘passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. ",
  "an10.211:16.1": "Pisuṇavācaṁ pahāya pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṁ bhedāya, amutra vā sutvā imesaṁ akkhātā amūsaṁ bhedāya. Iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandī, samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an10.211:17.1": "Pharusavācaṁ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an10.211:18.1": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī, atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā hoti kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "an10.211:19.1": "Anabhijjhālu hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ taṁ anabhijjhātā hoti: ‘aho vata yaṁ parassa taṁ mama assā’ti. ",
  "an10.211:20.1": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṁ pariharantū’ti. ",
  "an10.211:21.1": "Sammādiṭṭhiko hoti aviparītadassano: ",
  "an10.211:21.2": "‘atthi dinnaṁ, atthi yiṭṭhaṁ, atthi hutaṁ, atthi sukaṭadukkaṭānaṁ kammānaṁ phalaṁ vipāko, atthi ayaṁ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "an10.211:22.1": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṁ nikkhitto evaṁ sagge”ti. ",
  "an10.211:22.2": "Paṭhamaṁ. "
}