{
  "an10.87:0.1": "Aṅguttara Nikāya 10 ",
  "an10.87:0.2": "9. Theravagga ",
  "an10.87:0.3": "87. Nappiyasutta ",
  "an10.87:1.1": "Tatra kho bhagavā kālaṅkataṁ bhikkhuṁ ārabbha bhikkhū āmantesi: ",
  "an10.87:1.2": "“bhikkhavo”ti. ",
  "an10.87:1.3": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "an10.87:1.4": "Bhagavā etadavoca: ",
  "an10.87:2.1": "“Idha, bhikkhave, bhikkhu adhikaraṇiko hoti, adhikaraṇasamathassa na vaṇṇavādī. ",
  "an10.87:2.2": "Yampi, bhikkhave, bhikkhu adhikaraṇiko hoti adhikaraṇasamathassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:3.1": "Puna caparaṁ, bhikkhave, bhikkhu na sikkhākāmo hoti, sikkhāsamādānassa na vaṇṇavādī. ",
  "an10.87:3.2": "Yampi, bhikkhave, bhikkhu na sikkhākāmo hoti sikkhāsamādānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:4.1": "Puna caparaṁ, bhikkhave, bhikkhu pāpiccho hoti, icchāvinayassa na vaṇṇavādī. ",
  "an10.87:4.2": "Yampi, bhikkhave, bhikkhu pāpiccho hoti icchāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:5.1": "Puna caparaṁ, bhikkhave, bhikkhu kodhano hoti, kodhavinayassa na vaṇṇavādī. ",
  "an10.87:5.2": "Yampi, bhikkhave, bhikkhu kodhano hoti kodhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:6.1": "Puna caparaṁ, bhikkhave, bhikkhu makkhī hoti, makkhavinayassa na vaṇṇavādī. ",
  "an10.87:6.2": "Yampi, bhikkhave, bhikkhu makkhī hoti makkhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:7.1": "Puna caparaṁ, bhikkhave, bhikkhu saṭho hoti, sāṭheyyavinayassa na vaṇṇavādī. ",
  "an10.87:7.2": "Yampi, bhikkhave, bhikkhu saṭho hoti sāṭheyyavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:8.1": "Puna caparaṁ, bhikkhave, bhikkhu māyāvī hoti, māyāvinayassa na vaṇṇavādī. ",
  "an10.87:8.2": "Yampi, bhikkhave, bhikkhu māyāvī hoti māyāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:9.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammānaṁ na nisāmakajātiko hoti, dhammanisantiyā na vaṇṇavādī. ",
  "an10.87:9.2": "Yampi, bhikkhave, bhikkhu dhammānaṁ na nisāmakajātiko hoti dhammanisantiyā na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:10.1": "Puna caparaṁ, bhikkhave, bhikkhu na paṭisallīno hoti, paṭisallānassa na vaṇṇavādī. ",
  "an10.87:10.2": "Yampi, bhikkhave, bhikkhu na paṭisallīno hoti paṭisallānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:11.1": "Puna caparaṁ, bhikkhave, bhikkhu sabrahmacārīnaṁ na paṭisanthārako hoti, paṭisanthārakassa na vaṇṇavādī. ",
  "an10.87:11.2": "Yampi, bhikkhave, bhikkhu sabrahmacārīnaṁ na paṭisanthārako hoti paṭisanthārakassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṁvattati. ",
  "an10.87:12.1": "Evarūpassa, bhikkhave, bhikkhuno kiñcāpi evaṁ icchā uppajjeyya: ",
  "an10.87:12.2": "‘aho vata maṁ sabrahmacārī sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyun’ti, atha kho naṁ sabrahmacārī na ceva sakkaronti na garuṁ karonti na mānenti na pūjenti. ",
  "an10.87:12.3": "Taṁ kissa hetu? ",
  "an10.87:12.4": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti. ",
  "an10.87:13.1": "Seyyathāpi, bhikkhave, assakhaḷuṅkassa kiñcāpi evaṁ icchā uppajjeyya: ",
  "an10.87:13.2": "‘aho vata maṁ manussā ājānīyaṭṭhāne ṭhapeyyuṁ, ājānīyabhojanañca bhojeyyuṁ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṁ manussā na ceva ājānīyaṭṭhāne ṭhapenti na ca ājānīyabhojanaṁ bhojenti na ca ājānīyaparimajjanaṁ parimajjanti. ",
  "an10.87:13.3": "Taṁ kissa hetu? ",
  "an10.87:13.4": "Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni appahīnāni samanupassanti. ",
  "an10.87:13.5": "Evamevaṁ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi evaṁ icchā uppajjeyya: ",
  "an10.87:13.6": "‘aho vata maṁ sabrahmacārī sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyun’ti, atha kho naṁ sabrahmacārī na ceva sakkaronti na garuṁ karonti na mānenti na pūjenti. ",
  "an10.87:13.7": "Taṁ kissa hetu? ",
  "an10.87:13.8": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti. ",
  "an10.87:14.1": "Idha pana, bhikkhave, bhikkhu na adhikaraṇiko hoti, adhikaraṇasamathassa vaṇṇavādī. ",
  "an10.87:14.2": "Yampi, bhikkhave, bhikkhu na adhikaraṇiko hoti adhikaraṇasamathassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an10.87:15.1": "Puna caparaṁ, bhikkhave, bhikkhu sikkhākāmo hoti, sikkhāsamādānassa vaṇṇavādī. ",
  "an10.87:15.2": "Yampi, bhikkhave, bhikkhu sikkhākāmo hoti sikkhāsamādānassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an10.87:16.1": "Puna caparaṁ, bhikkhave, bhikkhu appiccho hoti, icchāvinayassa vaṇṇavādī. ",
  "an10.87:16.2": "Yampi, bhikkhave, bhikkhu appiccho hoti icchāvinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:17.1": "Puna caparaṁ, bhikkhave, bhikkhu akkodhano hoti, kodhavinayassa vaṇṇavādī. ",
  "an10.87:17.2": "Yampi, bhikkhave, bhikkhu akkodhano hoti kodhavinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:18.1": "Puna caparaṁ, bhikkhave, bhikkhu amakkhī hoti, makkhavinayassa vaṇṇavādī. ",
  "an10.87:18.2": "Yampi, bhikkhave, bhikkhu amakkhī hoti makkhavinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:19.1": "Puna caparaṁ, bhikkhave, bhikkhu asaṭho hoti, sāṭheyyavinayassa vaṇṇavādī. ",
  "an10.87:19.2": "Yampi, bhikkhave, bhikkhu asaṭho hoti sāṭheyyavinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:20.1": "Puna caparaṁ, bhikkhave, bhikkhu amāyāvī hoti, māyāvinayassa vaṇṇavādī. ",
  "an10.87:20.2": "Yampi, bhikkhave, bhikkhu amāyāvī hoti māyāvinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:21.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammānaṁ nisāmakajātiko hoti, dhammanisantiyā vaṇṇavādī. ",
  "an10.87:21.2": "Yampi, bhikkhave, bhikkhu dhammānaṁ nisāmakajātiko hoti dhammanisantiyā vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:22.1": "Puna caparaṁ, bhikkhave, bhikkhu paṭisallīno hoti, paṭisallānassa vaṇṇavādī. ",
  "an10.87:22.2": "Yampi, bhikkhave, bhikkhu paṭisallīno hoti paṭisallānassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṁvattati. ",
  "an10.87:23.1": "Puna caparaṁ, bhikkhave, bhikkhu sabrahmacārīnaṁ paṭisanthārako hoti, paṭisanthārakassa vaṇṇavādī. ",
  "an10.87:23.2": "Yampi, bhikkhave, bhikkhu sabrahmacārīnaṁ paṭisanthārako hoti paṭisanthārakassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an10.87:24.1": "Evarūpassa, bhikkhave, bhikkhuno kiñcāpi na evaṁ icchā uppajjeyya: ",
  "an10.87:24.2": "‘aho vata maṁ sabrahmacārī sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyun’ti, atha kho naṁ sabrahmacārī sakkaronti garuṁ karonti mānenti pūjenti. ",
  "an10.87:24.3": "Taṁ kissa hetu? ",
  "an10.87:24.4": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassanti. ",
  "an10.87:25.1": "Seyyathāpi, bhikkhave, bhaddassa assājānīyassa kiñcāpi na evaṁ icchā uppajjeyya: ",
  "an10.87:25.2": "‘aho vata maṁ manussā ājānīyaṭṭhāne ṭhapeyyuṁ, ājānīyabhojanañca bhojeyyuṁ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṁ manussā ājānīyaṭṭhāne ca ṭhapenti ājānīyabhojanañca bhojenti ājānīyaparimajjanañca parimajjanti. ",
  "an10.87:25.3": "Taṁ kissa hetu? ",
  "an10.87:25.4": "Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni pahīnāni samanupassanti. ",
  "an10.87:26.1": "Evamevaṁ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi na evaṁ icchā uppajjeyya: ",
  "an10.87:26.2": "‘aho vata maṁ sabrahmacārī sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyun’ti, atha kho naṁ sabrahmacārī sakkaronti garuṁ karonti mānenti pūjenti. ",
  "an10.87:26.3": "Taṁ kissa hetu? ",
  "an10.87:26.4": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassantī”ti. ",
  "an10.87:26.5": "Sattamaṁ. "
}