{
  "an10.70:0.1": "Aṅguttara Nikāya 10 ",
  "an10.70:0.2": "7. Yamakavagga ",
  "an10.70:0.3": "70. Dutiyakathāvatthusutta ",
  "an10.70:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an10.70:1.2": "Tena kho pana samayena sambahulā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṁ sannisinnā sannipatitā anekavihitaṁ tiracchānakathaṁ anuyuttā viharanti, seyyathidaṁ—",
  "an10.70:1.3": "rājakathaṁ corakathaṁ mahāmattakathaṁ …pe… itibhavābhavakathaṁ iti vāti. ",
  "an10.70:2.1": "“Dasayimāni, bhikkhave, pāsaṁsāni ṭhānāni. ",
  "an10.70:2.2": "Katamāni dasa? ",
  "an10.70:2.3": "Idha, bhikkhave, bhikkhu attanā ca appiccho hoti, appicchakathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:2.4": "‘Appiccho bhikkhu appicchakathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:3.1": "Attanā ca santuṭṭho hoti, santuṭṭhikathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:3.2": "‘Santuṭṭho bhikkhu santuṭṭhikathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:4.1": "Attanā ca pavivitto hoti, pavivekakathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:4.2": "‘Pavivitto bhikkhu pavivekakathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:5.1": "Attanā ca asaṁsaṭṭho hoti, asaṁsaṭṭhakathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:5.2": "‘Asaṁsaṭṭho bhikkhu asaṁsaṭṭhakathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:6.1": "Attanā ca āraddhavīriyo hoti, vīriyārambhakathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:6.2": "‘Āraddhavīriyo bhikkhu vīriyārambhakathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:7.1": "Attanā ca sīlasampanno hoti, sīlasampadākathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:7.2": "‘Sīlasampanno bhikkhu sīlasampadākathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:8.1": "Attanā ca samādhisampanno hoti, samādhisampadākathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:8.2": "‘Samādhisampanno bhikkhu samādhisampadākathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:9.1": "Attanā ca paññāsampanno hoti, paññāsampadākathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:9.2": "‘Paññāsampanno bhikkhu paññāsampadākathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:10.1": "Attanā ca vimuttisampanno hoti, vimuttisampadākathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:10.2": "‘Vimuttisampanno bhikkhu vimuttisampadākathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:11.1": "Attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadākathañca bhikkhūnaṁ kattā hoti. ",
  "an10.70:11.2": "‘Vimuttiñāṇadassanasampanno bhikkhu vimuttiñāṇadassanasampadākathañca bhikkhūnaṁ kattā’ti pāsaṁsametaṁ ṭhānaṁ. ",
  "an10.70:12.1": "Imāni kho, bhikkhave, dasa pāsaṁsāni ṭhānānī”ti. ",
  "an10.70:12.2": "Dasamaṁ. ",
  "an10.70:12.3": "Yamakavaggo dutiyo. ",
  "an10.70:13.0": "Tassuddānaṁ",
  "an10.70:13.1": "Avijjā taṇhā niṭṭhā ca, ",
  "an10.70:13.2": "avecca dve sukhāni ca; ",
  "an10.70:13.3": "Naḷakapāne dve vuttā, ",
  "an10.70:13.4": "kathāvatthūpare duveti. "
}