{
  "an10.94:0.1": "Aṅguttara Nikāya 10 ",
  "an10.94:0.2": "10. Upālivagga ",
  "an10.94:0.3": "94. Vajjiyamāhitasutta ",
  "an10.94:1.1": "Ekaṁ samayaṁ bhagavā campāyaṁ viharati gaggarāya pokkharaṇiyā tīre. ",
  "an10.94:1.2": "Atha kho vajjiyamāhito gahapati divā divassa campāya nikkhami bhagavantaṁ dassanāya. ",
  "an10.94:1.3": "Atha kho vajjiyamāhitassa gahapatissa etadahosi: ",
  "an10.94:1.4": "“akālo kho tāva bhagavantaṁ dassanāya. ",
  "an10.94:1.5": "Paṭisallīno bhagavā. ",
  "an10.94:1.6": "Manobhāvanīyānampi bhikkhūnaṁ akālo dassanāya. ",
  "an10.94:1.7": "Paṭisallīnā manobhāvanīyāpi bhikkhū. ",
  "an10.94:1.8": "Yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan”ti. ",
  "an10.94:2.1": "Atha kho vajjiyamāhito gahapati yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkami. ",
  "an10.94:2.2": "Tena kho pana samayena te aññatitthiyā paribbājakā saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṁ tiracchānakathaṁ kathentā nisinnā honti. ",
  "an10.94:3.1": "Addasaṁsu kho te aññatitthiyā paribbājakā vajjiyamāhitaṁ gahapatiṁ dūratova āgacchantaṁ. Disvāna aññamaññaṁ saṇṭhāpesuṁ: ",
  "an10.94:3.2": "“appasaddā bhonto hontu. Mā bhonto saddamakattha. ",
  "an10.94:3.3": "Ayaṁ vajjiyamāhito gahapati āgacchati samaṇassa gotamassa sāvako. ",
  "an10.94:3.4": "Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā campāyaṁ paṭivasanti, ayaṁ tesaṁ aññataro vajjiyamāhito gahapati. ",
  "an10.94:3.5": "Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino. ",
  "an10.94:3.6": "Appeva nāma appasaddaṁ parisaṁ viditvā upasaṅkamitabbaṁ maññeyyā”ti. ",
  "an10.94:4.1": "Atha kho te aññatitthiyā paribbājakā tuṇhī ahesuṁ. ",
  "an10.94:4.2": "Atha kho vajjiyamāhito gahapati yena te aññatitthiyā paribbājakā tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodi. ",
  "an10.94:4.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho vajjiyamāhitaṁ gahapatiṁ te aññatitthiyā paribbājakā etadavocuṁ: ",
  "an10.94:4.4": "“saccaṁ kira, gahapati, samaṇo gotamo sabbaṁ tapaṁ garahati, sabbaṁ tapassiṁ lūkhājīviṁ ekaṁsena upakkosati upavadatī”ti? ",
  "an10.94:4.5": "“Na kho, bhante, bhagavā sabbaṁ tapaṁ garahati napi sabbaṁ tapassiṁ lūkhājīviṁ ekaṁsena upakkosati upavadati. ",
  "an10.94:4.6": "Gārayhaṁ kho, bhante, bhagavā garahati, pasaṁsitabbaṁ pasaṁsati. ",
  "an10.94:4.7": "Gārayhaṁ kho pana, bhante, bhagavā garahanto pasaṁsitabbaṁ pasaṁsanto vibhajjavādo bhagavā. ",
  "an10.94:4.8": "Na so bhagavā ettha ekaṁsavādo”ti. ",
  "an10.94:5.1": "Evaṁ vutte, aññataro paribbājako vajjiyamāhitaṁ gahapatiṁ etadavoca: ",
  "an10.94:5.2": "“āgamehi tvaṁ, gahapati, yassa tvaṁ samaṇassa gotamassa vaṇṇaṁ bhāsati, samaṇo gotamo venayiko appaññattiko”ti? ",
  "an10.94:5.3": "“Etthapāhaṁ, bhante, āyasmante vakkhāmi sahadhammena: ",
  "an10.94:5.4": "‘idaṁ kusalan’ti, bhante, bhagavatā paññattaṁ; ",
  "an10.94:5.5": "‘idaṁ akusalan’ti, bhante, bhagavatā paññattaṁ. ",
  "an10.94:5.6": "Iti kusalākusalaṁ bhagavā paññāpayamāno sapaññattiko bhagavā; ",
  "an10.94:5.7": "na so bhagavā venayiko appaññattiko”ti. ",
  "an10.94:6.1": "Evaṁ vutte te paribbājakā tuṇhībhūtā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyantā appaṭibhānā nisīdiṁsu. ",
  "an10.94:6.2": "Atha kho vajjiyamāhito gahapati te paribbājake tuṇhībhūte maṅkubhūte pattakkhandhe adhomukhe pajjhāyante appaṭibhāne viditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an10.94:6.3": "Ekamantaṁ nisinno kho vajjiyamāhito gahapati yāvatako ahosi tehi aññatitthiyehi paribbājakehi saddhiṁ kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "an10.94:7.1": "“Sādhu sādhu, gahapati. ",
  "an10.94:7.2": "Evaṁ kho te, gahapati, moghapurisā kālena kālaṁ sahadhammena suniggahitaṁ niggahetabbā. ",
  "an10.94:7.3": "Nāhaṁ, gahapati, sabbaṁ tapaṁ tapitabbanti vadāmi; ",
  "an10.94:7.4": "na ca panāhaṁ, gahapati, sabbaṁ tapaṁ na tapitabbanti vadāmi; ",
  "an10.94:7.5": "nāhaṁ, gahapati, sabbaṁ samādānaṁ samāditabbanti vadāmi; ",
  "an10.94:7.6": "na panāhaṁ, gahapati, sabbaṁ samādānaṁ na samāditabbanti vadāmi; ",
  "an10.94:7.7": "nāhaṁ, gahapati, sabbaṁ padhānaṁ padahitabbanti vadāmi; ",
  "an10.94:7.8": "na panāhaṁ, gahapati, sabbaṁ padhānaṁ na padahitabbanti vadāmi; ",
  "an10.94:7.9": "nāhaṁ, gahapati, sabbo paṭinissaggo paṭinissajjitabboti vadāmi. ",
  "an10.94:7.10": "Na panāhaṁ, gahapati, sabbo paṭinissaggo na paṭinissajjitabboti vadāmi; ",
  "an10.94:7.11": "nāhaṁ, gahapati, sabbā vimutti vimuccitabbāti vadāmi; ",
  "an10.94:7.12": "na panāhaṁ, gahapati, sabbā vimutti na vimuccitabbāti vadāmi. ",
  "an10.94:8.1": "Yañhi, gahapati, tapaṁ tapato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ tapaṁ na tapitabbanti vadāmi. ",
  "an10.94:8.2": "Yañca khvassa, gahapati, tapaṁ tapato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṁ tapaṁ tapitabbanti vadāmi. ",
  "an10.94:9.1": "Yañhi, gahapati, samādānaṁ samādiyato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ samādānaṁ na samāditabbanti vadāmi. ",
  "an10.94:9.2": "Yañca khvassa, gahapati, samādānaṁ samādiyato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṁ samādānaṁ samāditabbanti vadāmi. ",
  "an10.94:10.1": "Yañhi, gahapati, padhānaṁ padahato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ padhānaṁ na padahitabbanti vadāmi. ",
  "an10.94:10.2": "Yañca khvassa, gahapati, padhānaṁ padahato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti, evarūpaṁ padhānaṁ padahitabbanti vadāmi. ",
  "an10.94:11.1": "Yañhi, gahapati, paṭinissaggaṁ paṭinissajjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo paṭinissaggo na paṭinissajjitabboti vadāmi. ",
  "an10.94:11.2": "Yañca khvassa, gahapati, paṭinissaggaṁ paṭinissajjato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpo paṭinissaggo paṭinissajjitabboti vadāmi. ",
  "an10.94:12.1": "Yañhi, gahapati, vimuttiṁ vimuccato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpā vimutti na vimuccitabbāti vadāmi. ",
  "an10.94:12.2": "Yañca khvassa, gahapati, vimuttiṁ vimuccato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpā vimutti vimuccitabbāti vadāmī”ti. ",
  "an10.94:13.1": "Atha kho vajjiyamāhito gahapati bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an10.94:14.1": "Atha kho bhagavā acirapakkante vajjiyamāhite gahapatimhi bhikkhū āmantesi: ",
  "an10.94:14.2": "“yopi so, bhikkhave, bhikkhu dīgharattaṁ apparajakkho imasmiṁ dhammavinaye, sopi evamevaṁ aññatitthiye paribbājake sahadhammena suniggahitaṁ niggaṇheyya yathā taṁ vajjiyamāhitena gahapatinā niggahitā”ti. ",
  "an10.94:14.3": "Catutthaṁ. "
}