{
  "an10.50:0.1": "Aṅguttara Nikāya 10 ",
  "an10.50:0.2": "5. Akkosavagga ",
  "an10.50:0.3": "50. Bhaṇḍanasutta ",
  "an10.50:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an10.50:1.2": "Tena kho pana samayena sambahulā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṁ sannisinnā sannipatitā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti. ",
  "an10.50:2.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an10.50:2.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "an10.50:2.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti? ",
  "an10.50:3.1": "“Idha mayaṁ, bhante, pacchābhattaṁ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṁ sannisinnā sannipatitā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharāmā”ti. ",
  "an10.50:3.2": "“Na kho panetaṁ, bhikkhave, tumhākaṁ patirūpaṁ kulaputtānaṁ saddhāya agārasmā anagāriyaṁ pabbajitānaṁ, yaṁ tumhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā vihareyyātha. ",
  "an10.50:4.1": "Dasayime, bhikkhave, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattanti. ",
  "an10.50:4.2": "Katame dasa? ",
  "an10.50:4.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an10.50:4.4": "Yampi, bhikkhave, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu, ",
  "an10.50:4.5": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:5.1": "Puna caparaṁ, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an10.50:5.2": "Yampi, bhikkhave, bhikkhu bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā, ",
  "an10.50:5.3": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:6.1": "Puna caparaṁ, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "an10.50:6.2": "Yampi, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, ",
  "an10.50:6.3": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:7.1": "Puna caparaṁ, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṁ. ",
  "an10.50:7.2": "Yampi, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṁ, ",
  "an10.50:7.3": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:8.1": "Puna caparaṁ, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni—tattha dakkho hoti analaso, tatrūpāyāya vīmaṁsāya samannāgato alaṁ kātuṁ alaṁ saṁvidhātuṁ. ",
  "an10.50:8.2": "Yampi, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni—tattha dakkho hoti analaso tatrūpāyāya vīmaṁsāya samannāgato alaṁ kātuṁ alaṁ saṁvidhātuṁ, ",
  "an10.50:8.3": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:9.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo. ",
  "an10.50:9.2": "Yampi, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo, ",
  "an10.50:9.3": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:10.1": "Puna caparaṁ, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an10.50:10.2": "Yampi, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, ",
  "an10.50:10.3": "ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "an10.50:11.1": "Puna caparaṁ, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena. ",
  "an10.50:11.2": "Yampi, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, ",
  "an10.50:11.3": "ayampi dhammo sāraṇīyo …pe… saṁvattati. ",
  "an10.50:12.1": "Puna caparaṁ, bhikkhave, bhikkhu satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā. ",
  "an10.50:12.2": "Yampi, bhikkhave, bhikkhu satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā, ",
  "an10.50:12.3": "ayampi dhammo sāraṇīyo …pe… saṁvattati. ",
  "an10.50:13.1": "Puna caparaṁ, bhikkhave, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an10.50:13.2": "Yampi, bhikkhave, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā, ",
  "an10.50:13.3": "ayampi dhammo sāraṇīyo …pe… saṁvattati. ",
  "an10.50:14.1": "Ime kho, bhikkhave, dasa dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattantī”ti. ",
  "an10.50:14.2": "Dasamaṁ. ",
  "an10.50:14.3": "Akkosavaggo pañcamo. ",
  "an10.50:15.0": "Tassuddānaṁ",
  "an10.50:15.1": "Vivādā dve ca mūlāni, ",
  "an10.50:15.2": "kusinārapavesane; ",
  "an10.50:15.3": "Sakko mahāli abhiṇhaṁ, ",
  "an10.50:15.4": "sarīraṭṭhā ca bhaṇḍanāti. ",
  "an10.50:15.5": "Paṭhamo paṇṇāsako samatto. "
}