{
  "an10.27:0.1": "Aṅguttara Nikāya 10 ",
  "an10.27:0.2": "3. Mahāvagga ",
  "an10.27:0.3": "27. Paṭhamamahāpañhāsutta ",
  "an10.27:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an10.27:1.2": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "an10.27:1.3": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "an10.27:1.4": "“atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ; ",
  "an10.27:1.5": "yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā”ti. ",
  "an10.27:2.1": "Atha kho te bhikkhū yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁsu. ",
  "an10.27:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū te aññatitthiyā paribbājakā etadavocuṁ: ",
  "an10.27:3.1": "“Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "an10.27:3.2": "‘etha tumhe, bhikkhave, sabbaṁ dhammaṁ abhijānātha, sabbaṁ dhammaṁ abhiññāya viharathā’ti; ",
  "an10.27:3.3": "mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "an10.27:3.4": "‘etha tumhe, āvuso, sabbaṁ dhammaṁ abhijānātha, sabbaṁ dhammaṁ abhiññāya viharathā’ti. ",
  "an10.27:3.5": "Idha no, āvuso, ko viseso ko adhippayāso kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ dhammadesanāya vā dhammadesanaṁ anusāsaniyā vā anusāsanin”ti? ",
  "an10.27:4.1": "Atha kho te bhikkhū tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁsu nappaṭikkosiṁsu. ",
  "an10.27:4.2": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁsu: ",
  "an10.27:4.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā”ti. ",
  "an10.27:5.1": "Atha kho te bhikkhū sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "an10.27:6.1": "“Idha mayaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisimhā. ",
  "an10.27:6.2": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "an10.27:6.3": "‘atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ; ",
  "an10.27:6.4": "yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā’ti. ",
  "an10.27:6.5": "Atha kho mayaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamimhā; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodimhā. ",
  "an10.27:6.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdimhā. Ekamantaṁ nisinne kho, bhante, aññatitthiyā paribbājakā amhe etadavocuṁ: ",
  "an10.27:7.1": "‘Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti—",
  "an10.27:7.2": "etha tumhe, bhikkhave, sabbaṁ dhammaṁ abhijānātha, sabbaṁ dhammaṁ abhiññāya viharathāti; ",
  "an10.27:7.3": "mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema—",
  "an10.27:7.4": "etha tumhe, āvuso, sabbaṁ dhammaṁ abhijānātha, sabbaṁ dhammaṁ abhiññāya viharathāti. ",
  "an10.27:7.5": "Idha no, āvuso, ko viseso ko adhippayāso kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ dhammadesanāya vā dhammadesanaṁ anusāsaniyā vā anusāsanin’ti? ",
  "an10.27:8.1": "Atha kho mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandimhā nappaṭikkosimhā. ",
  "an10.27:8.2": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimhā: ",
  "an10.27:8.3": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā’”ti. ",
  "an10.27:9.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "an10.27:9.2": "‘eko, āvuso, pañho eko uddeso ekaṁ veyyākaraṇaṁ, dve pañhā dve uddesā dve veyyākaraṇāni, tayo pañhā tayo uddesā tīṇi veyyākaraṇāni, cattāro pañhā cattāro uddesā cattāri veyyākaraṇāni, pañca pañhā pañcuddesā pañca veyyākaraṇāni, cha pañhā cha uddesā cha veyyākaraṇāni, satta pañhā sattuddesā satta veyyākaraṇāni, aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇāni, nava pañhā navuddesā nava veyyākaraṇāni, dasa pañhā dasuddesā dasa veyyākaraṇānī’ti. ",
  "an10.27:9.3": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttari ca vighātaṁ āpajjissanti. ",
  "an10.27:9.4": "Taṁ kissa hetu? ",
  "an10.27:9.5": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "an10.27:9.6": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "an10.27:10.1": "‘Eko pañho eko uddeso ekaṁ veyyākaraṇan’ti, ",
  "an10.27:10.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:10.3": "Ekadhamme, bhikkhave, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:10.4": "Katamasmiṁ ekadhamme? ",
  "an10.27:10.5": "‘Sabbe sattā āhāraṭṭhitikā’—",
  "an10.27:10.6": "imasmiṁ kho, bhikkhave, ekadhamme bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:10.7": "‘Eko pañho eko uddeso ekaṁ veyyākaraṇan’ti, ",
  "an10.27:10.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:11.1": "‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:11.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:11.3": "Dvīsu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:11.4": "Katamesu dvīsu? ",
  "an10.27:11.5": "Nāme ca rūpe ca—",
  "an10.27:11.6": "imesu kho, bhikkhave, dvīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:11.7": "‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:12.1": "‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:12.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:12.3": "Tīsu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:12.4": "Katamesu tīsu? ",
  "an10.27:12.5": "Tīsu vedanāsu—",
  "an10.27:12.6": "imesu kho, bhikkhave, tīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:12.7": "‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:13.1": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:13.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:13.3": "Catūsu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:13.4": "Katamesu catūsu? ",
  "an10.27:13.5": "Catūsu āhāresu—",
  "an10.27:13.6": "imesu kho, bhikkhave, catūsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:13.7": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:14.1": "‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:14.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:14.3": "Pañcasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:14.4": "Katamesu pañcasu? ",
  "an10.27:14.5": "Pañcasu upādānakkhandhesu—",
  "an10.27:14.6": "imesu kho, bhikkhave, pañcasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:14.7": "‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:15.1": "‘Cha pañhā cha uddesā cha veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:15.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:15.3": "Chasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:15.4": "Katamesu chasu? ",
  "an10.27:15.5": "Chasu ajjhattikesu āyatanesu—",
  "an10.27:15.6": "imesu kho, bhikkhave, chasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:15.7": "‘Cha pañhā cha uddesā cha veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:16.1": "‘Satta pañhā sattuddesā satta veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:16.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:16.3": "Sattasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:16.4": "Katamesu sattasu? ",
  "an10.27:16.5": "Sattasu viññāṇaṭṭhitīsu—",
  "an10.27:16.6": "imesu kho, bhikkhave, sattasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:16.7": "‘Satta pañhā sattuddesā satta veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:17.1": "‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:17.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:17.3": "Aṭṭhasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:17.4": "Katamesu aṭṭhasu? ",
  "an10.27:17.5": "Aṭṭhasu lokadhammesu—",
  "an10.27:17.6": "imesu kho, bhikkhave, aṭṭhasu dhammesu bhikkhu sammā nibbindamāno …pe… dukkhassantakaro hoti. ",
  "an10.27:17.7": "‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:18.1": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ. ",
  "an10.27:18.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:18.3": "Navasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:18.4": "Katamesu navasu? ",
  "an10.27:18.5": "Navasu sattāvāsesu—",
  "an10.27:18.6": "imesu kho, bhikkhave, navasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:18.7": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an10.27:19.1": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, ",
  "an10.27:19.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.27:19.3": "Dasasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:19.4": "Katamesu dasasu? ",
  "an10.27:19.5": "Dasasu akusalesu kammapathesu—",
  "an10.27:19.6": "imesu kho, bhikkhave, dasasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.27:19.7": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, ",
  "an10.27:19.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttan”ti. ",
  "an10.27:19.9": "Sattamaṁ. "
}