{
  "an10.28:0.1": "Aṅguttara Nikāya 10 ",
  "an10.28:0.2": "3. Mahāvagga ",
  "an10.28:0.3": "28. Dutiyamahāpañhāsutta ",
  "an10.28:1.1": "Ekaṁ samayaṁ bhagavā kajaṅgalāyaṁ viharati veḷuvane. ",
  "an10.28:1.2": "Atha kho sambahulā kajaṅgalakā upāsakā yena kajaṅgalikā bhikkhunī tenupasaṅkamiṁsu; upasaṅkamitvā kajaṅgalikaṁ bhikkhuniṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho kajaṅgalakā upāsakā kajaṅgalikaṁ bhikkhuniṁ etadavocuṁ: ",
  "an10.28:2.1": "“Vuttamidaṁ, ayye, bhagavatā mahāpañhesu: ",
  "an10.28:2.2": "‘eko pañho eko uddeso ekaṁ veyyākaraṇaṁ, dve pañhā dve uddesā dve veyyākaraṇāni, tayo pañhā tayo uddesā tīṇi veyyākaraṇāni, cattāro pañhā cattāro uddesā cattāri veyyākaraṇāni, pañca pañhā pañcuddesā pañca veyyākaraṇāni, cha pañhā cha uddesā cha veyyākaraṇāni, satta pañhā sattuddesā satta veyyākaraṇāni, aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇāni, nava pañhā navuddesā nava veyyākaraṇāni, dasa pañhā dasuddesā dasa veyyākaraṇānī’ti. ",
  "an10.28:2.3": "Imassa nu kho, ayye, bhagavatā saṅkhittena bhāsitassa kathaṁ vitthārena attho daṭṭhabbo”ti? ",
  "an10.28:3.1": "“Na kho panetaṁ, āvuso, bhagavato sammukhā sutaṁ sammukhā paṭiggahitaṁ, napi manobhāvanīyānaṁ bhikkhūnaṁ sammukhā sutaṁ sammukhā paṭiggahitaṁ; ",
  "an10.28:3.2": "api ca yathā mettha khāyati ",
  "an10.28:3.3": "taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "an10.28:3.4": "“Evaṁ, ayye”ti, kho kajaṅgalakā upāsakā kajaṅgalikāya bhikkhuniyā paccassosuṁ. ",
  "an10.28:3.5": "Kajaṅgalikā bhikkhunī etadavoca: ",
  "an10.28:4.1": "“‘Eko pañho eko uddeso ekaṁ veyyākaraṇan’ti, iti kho panetaṁ vuttaṁ bhagavatā. ",
  "an10.28:4.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.28:4.3": "Ekadhamme, āvuso, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:4.4": "Katamasmiṁ ekadhamme? ",
  "an10.28:4.5": "Sabbe sattā āhāraṭṭhitikā—",
  "an10.28:4.6": "imasmiṁ kho, āvuso, ekadhamme bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:4.7": "‘Eko pañho eko uddeso ekaṁ veyyākaraṇan’ti, iti yaṁ taṁ vuttaṁ bhagavatā idametaṁ paṭicca vuttaṁ. ",
  "an10.28:5.1": "‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti iti, kho panetaṁ vuttaṁ bhagavatā. ",
  "an10.28:5.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.28:5.3": "Dvīsu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:5.4": "Katamesu dvīsu? ",
  "an10.28:5.5": "Nāme ca rūpe ca …pe… ",
  "an10.28:5.6": "katamesu tīsu? ",
  "an10.28:5.7": "Tīsu vedanāsu—",
  "an10.28:5.8": "imesu kho, āvuso, tīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:5.9": "‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ bhagavatā idametaṁ paṭicca vuttaṁ. ",
  "an10.28:6.1": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ bhagavatā. ",
  "an10.28:6.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.28:6.3": "Catūsu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:6.4": "Katamesu catūsu? ",
  "an10.28:6.5": "Catūsu satipaṭṭhānesu—",
  "an10.28:6.6": "imesu kho, āvuso, catūsu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:6.7": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ bhagavatā idametaṁ paṭicca vuttaṁ. ",
  "an10.28:7.1": "‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ bhagavatā. ",
  "an10.28:7.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.28:7.3": "Pañcasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:7.4": "Katamesu pañcasu? ",
  "an10.28:7.5": "Pañcasu indriyesu …pe… ",
  "an10.28:7.6": "katamesu chasu? ",
  "an10.28:7.7": "Chasu nissaraṇīyāsu dhātūsu …pe… ",
  "an10.28:7.8": "katamesu sattasu? ",
  "an10.28:7.9": "Sattasu bojjhaṅgesu …pe… ",
  "an10.28:7.10": "katamesu aṭṭhasu? ",
  "an10.28:7.11": "Aṭṭhasu ariyaaṭṭhaṅgikamaggesu—",
  "an10.28:7.12": "imesu kho, āvuso, aṭṭhasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:7.13": "‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ bhagavatā idametaṁ paṭicca vuttaṁ. ",
  "an10.28:8.1": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ bhagavatā. ",
  "an10.28:8.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.28:8.3": "Navasu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:8.4": "Katamesu navasu? ",
  "an10.28:8.5": "Navasu sattāvāsesu—",
  "an10.28:8.6": "imesu kho, āvuso, navasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:8.7": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ bhagavatā idametaṁ paṭicca vuttaṁ. ",
  "an10.28:9.1": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti kho panetaṁ vuttaṁ bhagavatā. ",
  "an10.28:9.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an10.28:9.3": "Dasasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:9.4": "Katamesu dasasu? ",
  "an10.28:9.5": "Dasasu kusalesu kammapathesu—",
  "an10.28:9.6": "imesu kho, āvuso, dasasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṁ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
  "an10.28:9.7": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti yaṁ taṁ vuttaṁ bhagavatā idametaṁ paṭicca vuttaṁ. ",
  "an10.28:10.1": "Iti kho, āvuso, yaṁ taṁ vuttaṁ bhagavatā saṅkhittena bhāsitāsu mahāpañhāsu: ",
  "an10.28:10.2": "‘eko pañho eko uddeso ekaṁ veyyākaraṇaṁ …pe… ",
  "an10.28:10.3": "dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, imassa kho ahaṁ, āvuso, bhagavatā saṅkhittena bhāsitassa evaṁ vitthārena atthaṁ ājānāmi. ",
  "an10.28:10.4": "Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaññeva upasaṅkamitvā etamatthaṁ paṭipuccheyyātha. ",
  "an10.28:10.5": "Yathā vo bhagavā byākaroti tathā naṁ dhāreyyāthā”ti. ",
  "an10.28:10.6": "“Evaṁ, ayye”ti kho kajaṅgalakā upāsakā kajaṅgalikāya kho bhikkhuniyā bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā kajaṅgalikaṁ bhikkhuniṁ abhivādetvā padakkhiṇaṁ katvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "an10.28:10.7": "Ekamantaṁ nisinnā kho kajaṅgalakā upāsakā yāvatako ahosi kajaṅgalikāya bhikkhuniyā saddhiṁ kathāsallāpo, taṁ sabbaṁ bhagavato ārocesuṁ. ",
  "an10.28:11.1": "“Sādhu sādhu, gahapatayo. ",
  "an10.28:11.2": "Paṇḍitā, gahapatayo, kajaṅgalikā bhikkhunī. Mahāpaññā, gahapatayo, kajaṅgalikā bhikkhunī. ",
  "an10.28:11.3": "Mañcepi tumhe, gahapatayo, upasaṅkamitvā etamatthaṁ paṭipuccheyyātha, ahampi cetaṁ evamevaṁ byākareyyaṁ yathā taṁ kajaṅgalikāya bhikkhuniyā byākataṁ. ",
  "an10.28:11.4": "Eso ceva tassa attho. Evañca naṁ dhāreyyāthā”ti. ",
  "an10.28:11.5": "Aṭṭhamaṁ. "
}