{
  "an10.10:0.1": "Aṅguttara Nikāya 10.10 ",
  "an10.10:0.2": "1. Ānisaṁsavagga ",
  "an10.10:0.3": "Vijjāsutta ",
  "an10.10:1.1": "“Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā. ",
  "an10.10:1.2": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an10.10:1.3": "Tena taṁ aṅgaṁ paripūretabbaṁ: ",
  "an10.10:1.4": "‘kintāhaṁ saddho ca assaṁ sīlavā cā’ti. ",
  "an10.10:1.5": "Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, evaṁ so tenaṅgena paripūro hoti. ",
  "an10.10:2.1": "Saddho ca, bhikkhave, bhikkhu hoti sīlavā ca, no ca bahussuto bahussuto ca, ",
  "an10.10:2.2": "no ca dhammakathiko …pe… ",
  "an10.10:2.3": "dhammakathiko ca, no ca parisāvacaro parisāvacaro ca, ",
  "an10.10:2.4": "no ca visārado parisāya dhammaṁ deseti visārado ca parisāya dhammaṁ deseti, ",
  "an10.10:2.5": "no ca vinayadharo vinayadharo ca, ",
  "an10.10:2.6": "no ca anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. Anekavihitañca …pe… pubbenivāsaṁ anussarati, ",
  "an10.10:2.7": "no ca dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti dibbena ca cakkhunā visuddhena atikkantamānusakena …pe… ",
  "an10.10:2.8": "yathākammūpage satte pajānāti, no ca āsavānaṁ khayā …pe… sacchikatvā upasampajja viharati. ",
  "an10.10:2.9": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an10.10:2.10": "Tena taṁ aṅgaṁ paripūretabbaṁ: ",
  "an10.10:2.11": "‘kintāhaṁ saddho ca assaṁ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṁ deseyyaṁ, vinayadharo ca, anekavihitañca pubbenivāsaṁ anussareyyaṁ, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussareyyaṁ, dibbena ca cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajāneyyaṁ, āsavānañca khayā …pe… sacchikatvā upasampajja vihareyyan’ti. ",
  "an10.10:3.1": "Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṁ deseti, vinayadharo ca, anekavihitañca pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, dibbena ca cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti, āsavānañca khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an10.10:3.2": "Evaṁ so tenaṅgena paripūro hoti. ",
  "an10.10:3.3": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti. ",
  "an10.10:3.4": "Dasamaṁ. ",
  "an10.10:3.5": "Ānisaṁsavaggo paṭhamo. ",
  "an10.10:4.0": "Tassuddānaṁ ",
  "an10.10:4.1": "Kimatthiyaṁ cetanā ca, ",
  "an10.10:4.2": "tayo upanisāpi ca; ",
  "an10.10:4.3": "Samādhi sāriputto ca, ",
  "an10.10:4.4": "jhānaṁ santena vijjayāti. "
}