{
  "an10.22:0.1": "Aṅguttara Nikāya 10 ",
  "an10.22:0.2": "3. Mahāvagga ",
  "an10.22:0.3": "22. Adhivuttipadasutta ",
  "an10.22:1.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "an10.22:2.1": "“Ye te, ānanda, dhammā tesaṁ tesaṁ adhivuttipadānaṁ abhiññā sacchikiriyāya saṁvattanti, visārado ahaṁ, ānanda, tattha paṭijānāmi. ",
  "an10.22:2.2": "‘Tesaṁ tesaṁ tathā tathā dhammaṁ desetuṁ yathā yathā paṭipanno santaṁ vā atthīti ñassati, asantaṁ vā natthīti ñassati, hīnaṁ vā hīnanti ñassati, paṇītaṁ vā paṇītanti ñassati, sauttaraṁ vā sauttaranti ñassati, anuttaraṁ vā anuttaranti ñassati; ",
  "an10.22:2.3": "yathā yathā vā pana taṁ ñāteyyaṁ vā daṭṭheyyaṁ vā sacchikareyyaṁ vā tathā tathā ñassati vā dakkhati vā sacchikarissati vā’ti ṭhānametaṁ vijjati. ",
  "an10.22:2.4": "Etadānuttariyaṁ, ānanda, ñāṇānaṁ yadidaṁ tattha tattha yathābhūtañāṇaṁ. ",
  "an10.22:2.5": "Etasmā cāhaṁ, ānanda, ñāṇā aññaṁ ñāṇaṁ uttaritaraṁ vā paṇītataraṁ vā natthīti vadāmi. ",
  "an10.22:3.1": "Dasayimāni, ānanda, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.22:3.2": "Katamāni dasa? ",
  "an10.22:3.3": "Idhānanda, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti. ",
  "an10.22:3.4": "Yampānanda, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti, idampānanda, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.22:4.1": "Puna caparaṁ, ānanda, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti. ",
  "an10.22:4.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:5.1": "Puna caparaṁ, ānanda, tathāgato sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ pajānāti. ",
  "an10.22:5.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:6.1": "Puna caparaṁ, ānanda, tathāgato anekadhātuṁ nānādhātuṁ lokaṁ yathābhūtaṁ pajānāti. ",
  "an10.22:6.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:7.1": "Puna caparaṁ, ānanda, tathāgato sattānaṁ nānādhimuttikataṁ yathābhūtaṁ pajānāti. ",
  "an10.22:7.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:8.1": "Puna caparaṁ, ānanda, tathāgato parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ yathābhūtaṁ pajānāti. ",
  "an10.22:8.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:9.1": "Puna caparaṁ, ānanda, tathāgato jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ pajānāti. ",
  "an10.22:9.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:10.1": "Puna caparaṁ, ānanda, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an10.22:10.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:11.1": "Puna caparaṁ, ānanda, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ",
  "an10.22:11.2": "Yampānanda …pe… idampānanda …pe…. ",
  "an10.22:12.1": "Puna caparaṁ, ānanda, tathāgato āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an10.22:12.2": "Yampānanda, tathāgato āsavānaṁ khayā anāsavaṁ cetovimuttiṁ …pe… sacchikatvā upasampajja viharati. Idampānanda, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.22:13.1": "Imāni kho, ānanda, dasa tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavattetī”ti. ",
  "an10.22:13.2": "Dutiyaṁ. "
}