{
  "an10.217:0.1": "Aṅguttara Nikāya 10 ",
  "an10.217:0.2": "21. Karajakāyavagga ",
  "an10.217:0.3": "217. Paṭhamasañcetanikasutta ",
  "an10.217:1.1": "“Nāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ appaṭisaṁveditvā byantībhāvaṁ vadāmi. ",
  "an10.217:1.2": "Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ",
  "an10.217:1.3": "Na tvevāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ appaṭisaṁveditvā dukkhassantakiriyaṁ vadāmi. ",
  "an10.217:2.1": "Tatra, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti; ",
  "an10.217:2.2": "catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti; ",
  "an10.217:2.3": "tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ",
  "an10.217:3.1": "Kathañca, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti? ",
  "an10.217:3.2": "Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. ",
  "an10.217:4.1": "Adinnādāyī hoti, yaṁ taṁ parassa paravittūpakaraṇaṁ gāmagataṁ vā araññagataṁ vā, taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti. ",
  "an10.217:5.1": "Kāmesumicchācārī hoti, yā tā māturakkhitā …pe… antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṁ āpajjitā hoti. ",
  "an10.217:6.1": "Evaṁ kho, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ",
  "an10.217:7.1": "Kathañca, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti? ",
  "an10.217:7.2": "Idha, bhikkhave, ekacco musāvādī hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ",
  "an10.217:7.3": "‘ehambho purisa, yaṁ jānāsi taṁ vadehī’ti, so ajānaṁ vā āha: ‘jānāmī’ti, jānaṁ vā āha: ‘na jānāmī’ti, apassaṁ vā āha: ‘passāmī’ti, passaṁ vā āha: ‘na passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. ",
  "an10.217:8.1": "Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṁ bhedāya, amutra vā sutvā imesaṁ akkhātā amūsaṁ bhedāya. Iti samaggānaṁ vā bhettā bhinnānaṁ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an10.217:9.1": "Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā. Asamādhisaṁvattanikā, tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an10.217:10.1": "Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṁ vācaṁ bhāsitā hoti akālena anapadesaṁ apariyantavatiṁ anatthasaṁhitaṁ. ",
  "an10.217:11.1": "Evaṁ kho, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ",
  "an10.217:12.1": "Kathañca, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti? ",
  "an10.217:12.2": "Idha, bhikkhave, ekacco abhijjhālu hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ, taṁ abhijjhātā hoti: ‘aho vata, yaṁ parassa taṁ mama assā’ti. ",
  "an10.217:13.1": "Byāpannacitto hoti, paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. ",
  "an10.217:14.1": "Micchādiṭṭhiko hoti, viparītadassano: ",
  "an10.217:14.2": "‘natthi dinnaṁ …pe… ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "an10.217:15.1": "Evaṁ kho, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ",
  "an10.217:16.1": "Tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti; catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti; tividhamanokammantasandosabyāpatti akusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti. ",
  "an10.217:17.1": "Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṁyeva patiṭṭhāti; ",
  "an10.217:17.2": "evamevaṁ kho, bhikkhave, tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti; catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti; tividhamanokammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantīti. ",
  "an10.217:18.1": "Nāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ appaṭisaṁveditvā byantībhāvaṁ vadāmi, ",
  "an10.217:18.2": "tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ",
  "an10.217:18.3": "Na tvevāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ appaṭisaṁveditvā dukkhassantakiriyaṁ vadāmi. ",
  "an10.217:19.1": "Tatra, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti; ",
  "an10.217:19.2": "catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti; ",
  "an10.217:19.3": "tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ",
  "an10.217:20.1": "Kathañca, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti? ",
  "an10.217:20.2": "Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati …pe…. ",
  "an10.217:21.1": "Adinnādānā paṭivirato hoti, yaṁ taṁ parassa paravittūpakaraṇaṁ gāmagataṁ vā araññagataṁ vā, na taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti. ",
  "an10.217:22.1": "Kāmesumicchācāraṁ pahāya, kāmesumicchācārā paṭivirato hoti. Yā tā māturakkhitā …pe… antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṁ āpajjitā hoti. ",
  "an10.217:23.1": "Evaṁ kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ",
  "an10.217:24.1": "Kathañca, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti? ",
  "an10.217:24.2": "Idha, bhikkhave, ekacco musāvādaṁ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ‘ehambho purisa, yaṁ jānāsi taṁ vadehī’ti, so ajānaṁ vā āha: ‘na jānāmī’ti, jānaṁ vā āha: ‘jānāmī’ti, apassaṁ vā āha: ‘na passāmī’ti, passaṁ vā āha: ‘passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. ",
  "an10.217:25.1": "Pisuṇaṁ vācaṁ pahāya, pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya. Iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandiṁ, samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an10.217:26.1": "Pharusaṁ vācaṁ pahāya, pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an10.217:27.1": "Samphappalāpaṁ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā hoti kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "an10.217:28.1": "Evaṁ kho, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ",
  "an10.217:29.1": "Kathañca, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti? ",
  "an10.217:29.2": "Idha, bhikkhave, ekacco anabhijjhālu hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ taṁ anabhijjhātā hoti: ‘aho vata, yaṁ parassa taṁ mamassā’ti. ",
  "an10.217:30.1": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṁ pariharantū’ti. ",
  "an10.217:31.1": "Sammādiṭṭhiko hoti aviparītadassano: ",
  "an10.217:31.2": "‘atthi dinnaṁ, atthi yiṭṭhaṁ …pe… ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "an10.217:32.1": "Evaṁ kho, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ",
  "an10.217:33.1": "Tividhakāyakammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti; catubbidhavacīkammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti; tividhamanokammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. ",
  "an10.217:34.1": "Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṁyeva patiṭṭhāti; ",
  "an10.217:34.2": "evamevaṁ kho, bhikkhave, tividhakāyakammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti; catubbidhavacīkammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti; tividhamanokammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. ",
  "an10.217:34.3": "Nāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ appaṭisaṁveditvā byantībhāvaṁ vadāmi. ",
  "an10.217:34.4": "Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ",
  "an10.217:34.5": "Na tvevāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ appaṭisaṁveditvā dukkhassantakiriyaṁ vadāmī”ti. ",
  "an10.217:34.6": "Sattamaṁ. "
}