{
  "an10.76:0.1": "Aṅguttara Nikāya 10 ",
  "an10.76:0.2": "8. Ākaṅkhavagga ",
  "an10.76:0.3": "76. Tayodhammasutta ",
  "an10.76:1.1": "“Tayome, bhikkhave, dhammā loke na saṁvijjeyyuṁ, na tathāgato loke uppajjeyya arahaṁ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya. ",
  "an10.76:1.2": "Katame tayo? ",
  "an10.76:1.3": "Jāti ca, jarā ca, maraṇañca—",
  "an10.76:1.4": "ime kho, bhikkhave, tayo dhammā loke na saṁvijjeyyuṁ, na tathāgato loke uppajjeyya arahaṁ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya. ",
  "an10.76:1.5": "Yasmā ca kho, bhikkhave, ime tayo dhammā loke saṁvijjanti tasmā tathāgato loke uppajjati arahaṁ sammāsambuddho, tasmā tathāgatappavedito dhammavinayo loke dibbati. ",
  "an10.76:2.1": "Tayome, bhikkhave, dhamme appahāya abhabbo jātiṁ pahātuṁ jaraṁ pahātuṁ maraṇaṁ pahātuṁ. ",
  "an10.76:2.2": "Katame tayo? ",
  "an10.76:2.3": "Rāgaṁ appahāya, dosaṁ appahāya, mohaṁ appahāya—",
  "an10.76:2.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo jātiṁ pahātuṁ jaraṁ pahātuṁ maraṇaṁ pahātuṁ. ",
  "an10.76:3.1": "Tayome, bhikkhave, dhamme appahāya abhabbo rāgaṁ pahātuṁ dosaṁ pahātuṁ mohaṁ pahātuṁ. ",
  "an10.76:3.2": "Katame tayo? ",
  "an10.76:3.3": "Sakkāyadiṭṭhiṁ appahāya, vicikicchaṁ appahāya, sīlabbataparāmāsaṁ appahāya—",
  "an10.76:3.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo rāgaṁ pahātuṁ dosaṁ pahātuṁ mohaṁ pahātuṁ. ",
  "an10.76:4.1": "Tayome, bhikkhave, dhamme appahāya abhabbo sakkāyadiṭṭhiṁ pahātuṁ vicikicchaṁ pahātuṁ sīlabbataparāmāsaṁ pahātuṁ. ",
  "an10.76:4.2": "Katame tayo? ",
  "an10.76:4.3": "Ayonisomanasikāraṁ appahāya, kummaggasevanaṁ appahāya, cetaso līnattaṁ appahāya—",
  "an10.76:4.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo sakkāyadiṭṭhiṁ pahātuṁ vicikicchaṁ pahātuṁ sīlabbataparāmāsaṁ pahātuṁ. ",
  "an10.76:5.1": "Tayome, bhikkhave, dhamme appahāya abhabbo ayoniso manasikāraṁ pahātuṁ kummaggasevanaṁ pahātuṁ cetaso līnattaṁ pahātuṁ. ",
  "an10.76:5.2": "Katame tayo? ",
  "an10.76:5.3": "Muṭṭhassaccaṁ appahāya, asampajaññaṁ appahāya, cetaso vikkhepaṁ appahāya—",
  "an10.76:5.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo ayonisomanasikāraṁ pahātuṁ kummaggasevanaṁ pahātuṁ cetaso līnattaṁ pahātuṁ. ",
  "an10.76:6.1": "Tayome, bhikkhave, dhamme appahāya abhabbo muṭṭhassaccaṁ pahātuṁ asampajaññaṁ pahātuṁ cetaso vikkhepaṁ pahātuṁ. ",
  "an10.76:6.2": "Katame tayo? ",
  "an10.76:6.3": "Ariyānaṁ adassanakamyataṁ appahāya, ariyadhammassa asotukamyataṁ appahāya, upārambhacittataṁ appahāya—",
  "an10.76:6.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo muṭṭhassaccaṁ pahātuṁ asampajaññaṁ pahātuṁ cetaso vikkhepaṁ pahātuṁ. ",
  "an10.76:7.1": "Tayome, bhikkhave, dhamme appahāya abhabbo ariyānaṁ adassanakamyataṁ pahātuṁ ariyadhammassa asotukamyataṁ pahātuṁ upārambhacittataṁ pahātuṁ. ",
  "an10.76:7.2": "Katame tayo? ",
  "an10.76:7.3": "Uddhaccaṁ appahāya, asaṁvaraṁ appahāya, dussilyaṁ appahāya—",
  "an10.76:7.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo ariyānaṁ adassanakamyataṁ pahātuṁ ariyadhammassa asotukamyataṁ pahātuṁ upārambhacittataṁ pahātuṁ. ",
  "an10.76:8.1": "Tayome, bhikkhave, dhamme appahāya abhabbo uddhaccaṁ pahātuṁ asaṁvaraṁ pahātuṁ dussilyaṁ pahātuṁ. ",
  "an10.76:8.2": "Katame tayo? ",
  "an10.76:8.3": "Assaddhiyaṁ appahāya, avadaññutaṁ appahāya, kosajjaṁ appahāya—",
  "an10.76:8.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo uddhaccaṁ pahātuṁ asaṁvaraṁ pahātuṁ dussilyaṁ pahātuṁ. ",
  "an10.76:9.1": "Tayome, bhikkhave, dhamme appahāya abhabbo assaddhiyaṁ pahātuṁ avadaññutaṁ pahātuṁ kosajjaṁ pahātuṁ. ",
  "an10.76:9.2": "Katame tayo? ",
  "an10.76:9.3": "Anādariyaṁ appahāya, dovacassataṁ appahāya, pāpamittataṁ appahāya—",
  "an10.76:9.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo assaddhiyaṁ pahātuṁ avadaññutaṁ pahātuṁ kosajjaṁ pahātuṁ. ",
  "an10.76:10.1": "Tayome, bhikkhave, dhamme appahāya abhabbo anādariyaṁ pahātuṁ dovacassataṁ pahātuṁ pāpamittataṁ pahātuṁ. ",
  "an10.76:10.2": "Katame tayo? ",
  "an10.76:10.3": "Ahirikaṁ appahāya, anottappaṁ appahāya, pamādaṁ appahāya—",
  "an10.76:10.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo anādariyaṁ pahātuṁ dovacassataṁ pahātuṁ pāpamittataṁ pahātuṁ. ",
  "an10.76:11.1": "Ahirikoyaṁ, bhikkhave, anottāpī pamatto hoti. ",
  "an10.76:11.2": "So pamatto samāno abhabbo anādariyaṁ pahātuṁ dovacassataṁ pahātuṁ pāpamittataṁ pahātuṁ. ",
  "an10.76:11.3": "So pāpamitto samāno abhabbo assaddhiyaṁ pahātuṁ avadaññutaṁ pahātuṁ kosajjaṁ pahātuṁ. ",
  "an10.76:11.4": "So kusīto samāno abhabbo uddhaccaṁ pahātuṁ asaṁvaraṁ pahātuṁ dussilyaṁ pahātuṁ. ",
  "an10.76:11.5": "So dussīlo samāno abhabbo ariyānaṁ adassanakamyataṁ pahātuṁ ariyadhammassa asotukamyataṁ pahātuṁ upārambhacittataṁ pahātuṁ. ",
  "an10.76:11.6": "So upārambhacitto samāno abhabbo muṭṭhassaccaṁ pahātuṁ asampajaññaṁ pahātuṁ cetaso vikkhepaṁ pahātuṁ. ",
  "an10.76:11.7": "So vikkhittacitto samāno abhabbo ayonisomanasikāraṁ pahātuṁ kummaggasevanaṁ pahātuṁ cetaso līnattaṁ pahātuṁ. ",
  "an10.76:11.8": "So līnacitto samāno abhabbo sakkāyadiṭṭhiṁ pahātuṁ vicikicchaṁ pahātuṁ sīlabbataparāmāsaṁ pahātuṁ. ",
  "an10.76:11.9": "So vicikiccho samāno abhabbo rāgaṁ pahātuṁ dosaṁ pahātuṁ mohaṁ pahātuṁ. ",
  "an10.76:11.10": "So rāgaṁ appahāya dosaṁ appahāya mohaṁ appahāya abhabbo jātiṁ pahātuṁ jaraṁ pahātuṁ maraṇaṁ pahātuṁ. ",
  "an10.76:12.1": "Tayome, bhikkhave, dhamme pahāya bhabbo jātiṁ pahātuṁ jaraṁ pahātuṁ maraṇaṁ pahātuṁ. ",
  "an10.76:12.2": "Katame tayo? ",
  "an10.76:12.3": "Rāgaṁ pahāya, dosaṁ pahāya, mohaṁ pahāya—",
  "an10.76:12.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo jātiṁ pahātuṁ jaraṁ pahātuṁ maraṇaṁ pahātuṁ. ",
  "an10.76:13.1": "Tayome, bhikkhave, dhamme pahāya bhabbo rāgaṁ pahātuṁ dosaṁ pahātuṁ mohaṁ pahātuṁ. ",
  "an10.76:13.2": "Katame tayo? ",
  "an10.76:13.3": "Sakkāyadiṭṭhiṁ pahāya, vicikicchaṁ pahāya, sīlabbataparāmāsaṁ pahāya—",
  "an10.76:13.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo rāgaṁ pahātuṁ dosaṁ pahātuṁ mohaṁ pahātuṁ. ",
  "an10.76:14.1": "Tayome, bhikkhave, dhamme pahāya bhabbo sakkāyadiṭṭhiṁ pahātuṁ vicikicchaṁ pahātuṁ sīlabbataparāmāsaṁ pahātuṁ. ",
  "an10.76:14.2": "Katame tayo? ",
  "an10.76:14.3": "Ayonisomanasikāraṁ pahāya, kummaggasevanaṁ pahāya, cetaso līnattaṁ pahāya—",
  "an10.76:14.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo sakkāyadiṭṭhiṁ pahātuṁ vicikicchaṁ pahātuṁ sīlabbataparāmāsaṁ pahātuṁ. ",
  "an10.76:15.1": "Tayome, bhikkhave, dhamme pahāya bhabbo ayonisomanasikāraṁ pahātuṁ kummaggasevanaṁ pahātuṁ cetaso līnattaṁ pahātuṁ. ",
  "an10.76:15.2": "Katame tayo? ",
  "an10.76:15.3": "Muṭṭhassaccaṁ pahāya, asampajaññaṁ pahāya, cetaso vikkhepaṁ pahāya—",
  "an10.76:15.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo ayonisomanasikāraṁ pahātuṁ kummaggasevanaṁ pahātuṁ cetaso līnattaṁ pahātuṁ. ",
  "an10.76:16.1": "Tayome, bhikkhave, dhamme pahāya bhabbo muṭṭhassaccaṁ pahātuṁ asampajaññaṁ pahātuṁ cetaso vikkhepaṁ pahātuṁ. ",
  "an10.76:16.2": "Katame tayo? ",
  "an10.76:16.3": "Ariyānaṁ adassanakamyataṁ pahāya, ariyadhammassa asotukamyataṁ pahāya, upārambhacittataṁ pahāya—",
  "an10.76:16.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo muṭṭhassaccaṁ pahātuṁ asampajaññaṁ pahātuṁ cetaso vikkhepaṁ pahātuṁ. ",
  "an10.76:17.1": "Tayome, bhikkhave, dhamme pahāya bhabbo ariyānaṁ adassanakamyataṁ pahātuṁ ariyadhammassa asotukamyataṁ pahātuṁ upārambhacittataṁ pahātuṁ. ",
  "an10.76:17.2": "Katame tayo? ",
  "an10.76:17.3": "Uddhaccaṁ pahāya, asaṁvaraṁ pahāya, dussilyaṁ pahāya—",
  "an10.76:17.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo ariyānaṁ adassanakamyataṁ pahātuṁ ariyadhammassa asotukamyataṁ pahātuṁ upārambhacittataṁ pahātuṁ. ",
  "an10.76:18.1": "Tayome, bhikkhave, dhamme pahāya bhabbo uddhaccaṁ pahātuṁ asaṁvaraṁ pahātuṁ dussilyaṁ pahātuṁ. ",
  "an10.76:18.2": "Katame tayo? ",
  "an10.76:18.3": "Assaddhiyaṁ pahāya, avadaññutaṁ pahāya, kosajjaṁ pahāya—",
  "an10.76:18.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo uddhaccaṁ pahātuṁ asaṁvaraṁ pahātuṁ dussilyaṁ pahātuṁ. ",
  "an10.76:19.1": "Tayome, bhikkhave, dhamme pahāya bhabbo assaddhiyaṁ pahātuṁ avadaññutaṁ pahātuṁ kosajjaṁ pahātuṁ. ",
  "an10.76:19.2": "Katame tayo? ",
  "an10.76:19.3": "Anādariyaṁ pahāya, dovacassataṁ pahāya, pāpamittataṁ pahāya—",
  "an10.76:19.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo assaddhiyaṁ pahātuṁ avadaññutaṁ pahātuṁ kosajjaṁ pahātuṁ. ",
  "an10.76:20.1": "Tayome, bhikkhave, dhamme pahāya bhabbo anādariyaṁ pahātuṁ dovacassataṁ pahātuṁ pāpamittataṁ pahātuṁ. ",
  "an10.76:20.2": "Katame tayo? ",
  "an10.76:20.3": "Ahirikaṁ pahāya, anottappaṁ pahāya, pamādaṁ pahāya—",
  "an10.76:20.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo anādariyaṁ pahātuṁ dovacassataṁ pahātuṁ pāpamittataṁ pahātuṁ. ",
  "an10.76:21.1": "Hirīmāyaṁ, bhikkhave, ottāpī appamatto hoti. ",
  "an10.76:21.2": "So appamatto samāno bhabbo anādariyaṁ pahātuṁ dovacassataṁ pahātuṁ pāpamittataṁ pahātuṁ. ",
  "an10.76:21.3": "So kalyāṇamitto samāno bhabbo assaddhiyaṁ pahātuṁ avadaññutaṁ pahātuṁ kosajjaṁ pahātuṁ. ",
  "an10.76:21.4": "So āraddhavīriyo samāno bhabbo uddhaccaṁ pahātuṁ asaṁvaraṁ pahātuṁ dussilyaṁ pahātuṁ. ",
  "an10.76:21.5": "So sīlavā samāno bhabbo ariyānaṁ adassanakamyataṁ pahātuṁ ariyadhammassa asotukamyataṁ pahātuṁ upārambhacittataṁ pahātuṁ. ",
  "an10.76:21.6": "So anupārambhacitto samāno bhabbo muṭṭhassaccaṁ pahātuṁ asampajaññaṁ pahātuṁ cetaso vikkhepaṁ pahātuṁ. ",
  "an10.76:21.7": "So avikkhittacitto samāno bhabbo ayonisomanasikāraṁ pahātuṁ kummaggasevanaṁ pahātuṁ cetaso līnattaṁ pahātuṁ. ",
  "an10.76:21.8": "So alīnacitto samāno bhabbo sakkāyadiṭṭhiṁ pahātuṁ vicikicchaṁ pahātuṁ sīlabbataparāmāsaṁ pahātuṁ. ",
  "an10.76:21.9": "So avicikiccho samāno bhabbo rāgaṁ pahātuṁ dosaṁ pahātuṁ mohaṁ pahātuṁ. ",
  "an10.76:21.10": "So rāgaṁ pahāya dosaṁ pahāya mohaṁ pahāya bhabbo jātiṁ pahātuṁ jaraṁ pahātuṁ maraṇaṁ pahātun”ti. ",
  "an10.76:21.11": "Chaṭṭhaṁ. "
}