{
  "an10.21:0.1": "Aṅguttara Nikāya 10 ",
  "an10.21:0.2": "3. Mahāvagga ",
  "an10.21:0.3": "21. Sīhanādasutta ",
  "an10.21:1.1": "“Sīho, bhikkhave, migarājā sāyanhasamayaṁ āsayā nikkhamati. ",
  "an10.21:1.2": "Āsayā nikkhamitvā vijambhati. ",
  "an10.21:1.3": "Vijambhitvā samantā catuddisaṁ anuviloketi. ",
  "an10.21:1.4": "Samantā catuddisaṁ anuviloketvā tikkhattuṁ sīhanādaṁ nadati. ",
  "an10.21:1.5": "Tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati. ",
  "an10.21:1.6": "Taṁ kissa hetu? ",
  "an10.21:1.7": "‘Māhaṁ khuddake pāṇe visamagate saṅghātaṁ āpādesin’ti. ",
  "an10.21:2.1": "‘Sīho’ti kho, bhikkhave, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassa. ",
  "an10.21:2.2": "Yaṁ kho, bhikkhave, tathāgato parisāya dhammaṁ deseti, idamassa hoti sīhanādasmiṁ. ",
  "an10.21:3.1": "Dasayimāni, bhikkhave, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:3.2": "Katamāni dasa? ",
  "an10.21:3.3": "Idha, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti. ",
  "an10.21:3.4": "Yampi, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:4.1": "Puna caparaṁ, bhikkhave, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti. ",
  "an10.21:4.2": "Yampi, bhikkhave, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:5.1": "Puna caparaṁ, bhikkhave, tathāgato sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ pajānāti. ",
  "an10.21:5.2": "Yampi, bhikkhave, tathāgato sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:6.1": "Puna caparaṁ, bhikkhave, tathāgato anekadhātuṁ nānādhātuṁ lokaṁ yathābhūtaṁ pajānāti. ",
  "an10.21:6.2": "Yampi, bhikkhave, tathāgato anekadhātuṁ nānādhātuṁ lokaṁ yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti …pe… brahmacakkaṁ pavatteti. ",
  "an10.21:7.1": "Puna caparaṁ, bhikkhave, tathāgato sattānaṁ nānādhimuttikataṁ yathābhūtaṁ pajānāti. ",
  "an10.21:7.2": "Yampi, bhikkhave, tathāgato sattānaṁ nānādhimuttikataṁ yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti …pe… brahmacakkaṁ pavatteti. ",
  "an10.21:8.1": "Puna caparaṁ, bhikkhave, tathāgato parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ yathābhūtaṁ pajānāti. ",
  "an10.21:8.2": "Yampi, bhikkhave, tathāgato parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti …pe… brahmacakkaṁ pavatteti. ",
  "an10.21:9.1": "Puna caparaṁ, bhikkhave, tathāgato jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ pajānāti. ",
  "an10.21:9.2": "Yampi …pe… pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti …pe… brahmacakkaṁ pavatteti. ",
  "an10.21:10.1": "Puna caparaṁ, bhikkhave, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe, ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti, iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an10.21:10.2": "Yampi, bhikkhave, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:11.1": "Puna caparaṁ, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "an10.21:11.2": "Yampi, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:12.1": "Puna caparaṁ, bhikkhave, tathāgato āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an10.21:12.2": "Yampi, bhikkhave, tathāgato āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an10.21:13.1": "Imāni kho, bhikkhave, dasa tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavattetī”ti. ",
  "an10.21:13.2": "Paṭhamaṁ. "
}