{
  "an10.30:0.1": "Aṅguttara Nikāya 10.30 ",
  "an10.30:0.2": "3. Mahāvagga ",
  "an10.30:0.3": "Dutiyakosalasutta ",
  "an10.30:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an10.30:1.2": "Tena kho pana samayena rājā pasenadi kosalo uyyodhikā nivatto hoti vijitasaṅgāmo laddhādhippāyo. ",
  "an10.30:1.3": "Atha kho rājā pasenadi kosalo yena ārāmo tena pāyāsi. ",
  "an10.30:1.4": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṁ pāvisi. ",
  "an10.30:1.5": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
  "an10.30:1.6": "Atha kho rājā pasenadi kosalo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "an10.30:1.7": "“kahaṁ nu kho, bhante, bhagavā etarahi viharati arahaṁ sammāsambuddho. ",
  "an10.30:1.8": "Dassanakāmā hi mayaṁ, bhante, taṁ bhagavantaṁ arahantaṁ sammāsambuddhan”ti. ",
  "an10.30:1.9": "“Eso, mahārāja, vihāro saṁvutadvāro. Tena appasaddo upasaṅkamitvā ataramāno ālindaṁ pavisitvā ukkāsitvā aggaḷaṁ ākoṭehi; vivarissati te bhagavā dvāran”ti. ",
  "an10.30:2.1": "Atha kho rājā pasenadi kosalo yena so vihāro saṁvutadvāro, tena appasaddo upasaṅkamitvā ataramāno ālindaṁ pavisitvā ukkāsitvā aggaḷaṁ ākoṭesi. Vivari bhagavā dvāraṁ. ",
  "an10.30:2.2": "Atha kho rājā pasenadi kosalo vihāraṁ pavisitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati pāṇīhi ca parisambāhati nāmañca sāveti: ",
  "an10.30:2.3": "“rājāhaṁ, bhante, pasenadi kosalo; ",
  "an10.30:2.4": "rājāhaṁ, bhante, pasenadi kosalo”ti. ",
  "an10.30:3.1": "“Kaṁ pana tvaṁ, mahārāja, atthavasaṁ sampassamāno imasmiṁ sarīre evarūpaṁ paramanipaccakāraṁ karosi, mettūpahāraṁ upadaṁsesī”ti? ",
  "an10.30:3.2": "“Kataññutaṁ kho ahaṁ, bhante, kataveditaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:4.1": "Bhagavā hi, bhante, bahujanahitāya paṭipanno bahujanasukhāya bahuno janassa ariye ñāye patiṭṭhāpitā yadidaṁ kalyāṇadhammatāya kusaladhammatāya. ",
  "an10.30:4.2": "Yampi, bhante, bhagavā bahujanahitāya paṭipanno bahujanasukhāya bahuno janassa ariye ñāye patiṭṭhāpitā yadidaṁ kalyāṇadhammatāya kusaladhammatāya, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:5.1": "Puna caparaṁ, bhante, bhagavā sīlavā vuddhasīlo ariyasīlo kusalasīlo kusalasīlena samannāgato. ",
  "an10.30:5.2": "Yampi, bhante, bhagavā sīlavā vuddhasīlo ariyasīlo kusalasīlo kusalasīlena samannāgato, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:6.1": "Puna caparaṁ, bhante, bhagavā dīgharattaṁ āraññiko, araññavanapatthāni pantāni senāsanāni paṭisevati. ",
  "an10.30:6.2": "Yampi, bhante, bhagavā dīgharattaṁ āraññiko, araññavanapatthāni pantāni senāsanāni paṭisevati, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:7.1": "Puna caparaṁ, bhante, bhagavā santuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena. ",
  "an10.30:7.2": "Yampi, bhante, bhagavā santuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:8.1": "Puna caparaṁ, bhante, bhagavā āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa. ",
  "an10.30:8.2": "Yampi, bhante, bhagavā āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:9.1": "Puna caparaṁ, bhante, bhagavā yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpāya kathāya nikāmalābhī akicchalābhī akasiralābhī. ",
  "an10.30:9.2": "Yampi, bhante, bhagavā yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—appicchakathā …pe… vimuttiñāṇadassanakathā, evarūpāya kathāya nikāmalābhī akicchalābhī akasiralābhī, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:10.1": "Puna caparaṁ, bhante, bhagavā catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī. ",
  "an10.30:10.2": "Yampi, bhante, bhagavā catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:11.1": "Puna caparaṁ, bhante, bhagavā anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an10.30:11.2": "Yampi, bhante, bhagavā anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:12.1": "Puna caparaṁ, bhante, bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati …pe… yathākammūpage satte pajānāti. ",
  "an10.30:12.2": "Yampi, bhante, bhagavā dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:13.1": "Puna caparaṁ, bhante, bhagavā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an10.30:13.2": "Yampi, bhante, bhagavā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ …pe… sacchikatvā upasampajja viharati, idampi kho ahaṁ, bhante, atthavasaṁ sampassamāno bhagavati evarūpaṁ paramanipaccakāraṁ karomi, mettūpahāraṁ upadaṁsemi. ",
  "an10.30:14.1": "Handa ca dāni mayaṁ, bhante, gacchāma. ",
  "an10.30:14.2": "Bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "an10.30:14.3": "“Yassadāni tvaṁ, mahārāja, kālaṁ maññasī”ti. ",
  "an10.30:14.4": "Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmīti. ",
  "an10.30:14.5": "Dasamaṁ. ",
  "an10.30:14.6": "Mahāvaggo tatiyo. ",
  "an10.30:15.0": "Tassuddānaṁ ",
  "an10.30:15.1": "Sīhādhivutti kāyena, ",
  "an10.30:15.2": "cundena kasiṇena ca; ",
  "an10.30:15.3": "Kāḷī ca dve mahāpañhā, ",
  "an10.30:15.4": "kosalehi pare duveti. "
}