{
  "ja536:0.1": "Jātaka ",
  "ja536:0.2": "Asītinipāta ",
  "ja536:0.3": "Cūḷahaṁsavagga ",
  "ja536:0.4": "4. Kuṇālajātaka ",
  "ja536:1.1": "Evamakkhāyati, evamanusūyati. ",
  "ja536:1.2": "Sabbosadhadharaṇidhare nekapupphamālyavitate gajagavajamahiṁsarurucamarapasadakhaggagokaṇṇasīhabyagghadīpiacchakokataracchauddārakadalimigabiḷārasasakaṇṇikānucarite ākiṇṇanelamaṇḍalamahāvarāhanāgakulakareṇusaṅghādhivuṭṭhe issamigasākhamigasarabhamigaeṇīmigavātamigapasadamigapurisālukimpurisayakkharakkhasanisevite amajjavamañjarīdharapahaṭṭhapupphaphusitaggānekapādapagaṇavitate kuraracakoravāraṇamayūraparabhatajīvañjīvakacelāvakābhiṅkārakaravīkamattavihaṅgagaṇasatatasampaghuṭṭhe añjanamanosilāharitālahiṅgulakahemarajatakanakānekadhātusatavinaddhapaṭimaṇḍitappadese evarūpe khalu, bho, ramme vanasaṇḍe kuṇālo nāma sakuṇo paṭivasati ativiya citto ativiya cittapattacchadano. ",
  "ja536:2.1": "Tasseva khalu, bho, kuṇālassa sakuṇassa aḍḍhuḍḍhāni itthisahassāni paricārikā dijakaññāyo, atha khalu, bho, dve dijakaññāyo kaṭṭhaṁ mukhena ḍaṁsitvā taṁ kuṇālaṁ sakuṇaṁ majjhe nisīdāpetvā uḍḍenti—",
  "ja536:2.2": "“mā naṁ kuṇālaṁ sakuṇaṁ addhānapariyāyapathe kilamatho ubbāhetthā”ti. ",
  "ja536:3.1": "Pañcasatā dijakaññāyo heṭṭhato heṭṭhato uḍḍenti—",
  "ja536:3.2": "“sacāyaṁ kuṇālo sakuṇo āsanā paripatissati, mayaṁ taṁ pakkhehi paṭiggahessāmā”ti. ",
  "ja536:4.1": "Pañcasatā dijakaññāyo uparūpari uḍḍenti—",
  "ja536:4.2": "“mā naṁ kuṇālaṁ sakuṇaṁ ātapo paritāpesī”ti. ",
  "ja536:5.1": "Pañcasatā pañcasatā dijakaññāyo ubhatopassena uḍḍenti—",
  "ja536:5.2": "“mā naṁ kuṇālaṁ sakuṇaṁ sītaṁ vā uṇhaṁ vā tiṇaṁ vā rajo vā vāto vā ussāvo vā upapphusī”ti. ",
  "ja536:6.1": "Pañcasatā dijakaññāyo purato purato uḍḍenti—",
  "ja536:6.2": "“mā naṁ kuṇālaṁ sakuṇaṁ gopālakā vā pasupālakā vā tiṇahārakā vā kaṭṭhahārakā vā vanakammikā vā kaṭṭhena vā kaṭhalena vā pāṇinā vā (…) leḍḍunā vā daṇḍena vā satthena vā sakkharāhi vā pahāraṁ adaṁsu. ",
  "ja536:6.3": "Māyaṁ kuṇālo sakuṇo gacchehi vā latāhi vā rukkhehi vā sākhāhi vā thambhehi vā pāsāṇehi vā balavantehi vā pakkhīhi saṅgamesī”ti. ",
  "ja536:7.1": "Pañcasatā dijakaññāyo pacchato pacchato uḍḍenti saṇhāhi sakhilāhi mañjūhi madhurāhi vācāhi samudācarantiyo—",
  "ja536:7.2": "“māyaṁ kuṇālo sakuṇo āsane pariyukkaṇṭhī”ti. ",
  "ja536:8.1": "Pañcasatā dijakaññāyo disodisaṁ uḍḍenti anekarukkhavividhavikatiphalamāharantiyo—",
  "ja536:8.2": "“māyaṁ kuṇālo sakuṇo khudāya parikilamitthā”ti. ",
  "ja536:9.1": "Atha khalu, bho, tā dijakaññāyo taṁ kuṇālaṁ sakuṇaṁ ārāmeneva ārāmaṁ uyyāneneva uyyānaṁ nadītittheneva nadītitthaṁ pabbatasikhareneva pabbatasikharaṁ ambavaneneva ambavanaṁ jambuvaneneva jambuvanaṁ labujavaneneva labujavanaṁ nāḷikerasañcāriyeneva nāḷikerasañcāriyaṁ khippameva abhisambhonti ratitthāya. ",
  "ja536:10.1": "Atha khalu, bho, kuṇālo sakuṇo tāhi dijakaññāhi divasaṁ paribyūḷho evaṁ apasādeti—",
  "ja536:10.2": "“nassatha tumhe vasaliyo, vinassatha tumhe vasaliyo, coriyo dhuttiyo asatiyo lahucittāyo katassa appaṭikārikāyo anilo viya yenakāmaṅgamāyo”ti. ",
  "ja536:11.1": "Tasseva khalu, bho, himavato pabbatarājassa puratthimadisābhāge susukhumasunipuṇagirippabhava—",
  "ja536:11.2": "haritupayantiyo. ",
  "ja536:12.1": "Uppala paduma kumuda nalina satapatta sogandhika mandālaka sampativirūḷhasucigandhamanuññamāvakappadese. ",
  "ja536:13.1": "Kuravakamucalindaketakavedisavañjulapunnāgabakulatilakapiyakahasanasālasaḷalacampakaasokanāgarukkhatirīṭibhujapattaloddacandanoghavane kāḷāgarupadmakapiyaṅgudevadārukacocagahane kakudhakuṭajaaṅkolakaccikārakaṇikārakaṇṇikārakanaverakoraṇḍakakoviḷārakiṁsukayodhikavanamallikamanaṅgaṇamanavajjabhaṇḍisurucirabhaginimālāmalyadhare jātisumanamadhugandhikadhanutakkāritālīsatagaramusīrakoṭṭhakacchavitate atimuttakasaṅkusumitalatāvitatapaṭimaṇḍitappadese haṁsapilavakādambakāraṇḍavābhinadite vijjādharasiddhasamaṇatāpasagaṇādhivuṭṭhe varadevayakkharakkhasadānavagandhabbakinnaramahoragānuciṇṇappadese evarūpe khalu, bho, ramme vanasaṇḍe puṇṇamukho nāma phussakokilo paṭivasati ativiya madhuragiro vilāsitanayano mattakkho. ",
  "ja536:14.1": "Tasseva khalu, bho, puṇṇamukhassa phussakokilassa aḍḍhuḍḍhāni itthisatāni paricārikā dijakaññāyo. ",
  "ja536:14.2": "Atha khalu, bho, dve dijakaññāyo kaṭṭhaṁ mukhena ḍaṁsitvā taṁ puṇṇamukhaṁ phussakokilaṁ majjhe nisīdāpetvā uḍḍenti—",
  "ja536:14.3": "“mā naṁ puṇṇamukhaṁ phussakokilaṁ addhānapariyāyapathe kilamatho ubbāhetthā”ti. ",
  "ja536:15.1": "Paññāsa dijakaññāyo heṭṭhato heṭṭhato uḍḍenti—",
  "ja536:15.2": "“sacāyaṁ puṇṇamukho phussakokilo āsanā paripatissati, mayaṁ taṁ pakkhehi paṭiggahessāmā”ti. ",
  "ja536:16.1": "Paññāsa dijakaññāyo uparūpari uḍḍenti—",
  "ja536:16.2": "“mā naṁ puṇṇamukhaṁ phussakokilaṁ ātapo paritāpesī”ti. ",
  "ja536:17.1": "Paññāsa paññāsa dijakaññāyo ubhatopassena uḍḍenti—",
  "ja536:17.2": "“mā naṁ puṇṇamukhaṁ phussakokilaṁ sītaṁ vā uṇhaṁ vā tiṇaṁ vā rajo vā vāto vā ussāvo vā upapphusī”ti. ",
  "ja536:18.1": "Paññāsa dijakaññāyo purato purato uḍḍenti—",
  "ja536:18.2": "“mā naṁ puṇṇamukhaṁ phussakokilaṁ gopālakā vā pasupālakā vā tiṇahārakā vā kaṭṭhahārakā vā vanakammikā vā kaṭṭhena vā kaṭhalena vā pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā sakkharāhi vā pahāraṁ adaṁsu. ",
  "ja536:18.3": "Māyaṁ puṇṇamukho phussakokilo gacchehi vā latāhi vā rukkhehi vā sākhāhi vā thambhehi vā pāsāṇehi vā balavantehi vā pakkhīhi saṅgamesī”ti. ",
  "ja536:19.1": "Paññāsa dijakaññāyo pacchato pacchato uḍḍenti saṇhāhi sakhilāhi mañjūhi madhurāhi vācāhi samudācarantiyo—",
  "ja536:19.2": "“māyaṁ puṇṇamukho phussakokilo āsane pariyukkaṇṭhī”ti. ",
  "ja536:20.1": "Paññāsa dijakaññāyo disodisaṁ uḍḍenti anekarukkhavividhavikatiphalamāharantiyo—",
  "ja536:20.2": "“māyaṁ puṇṇamukho phussakokilo khudāya parikilamitthā”ti. ",
  "ja536:21.1": "Atha khalu, bho, tā dijakaññāyo taṁ puṇṇamukhaṁ phussakokilaṁ ārāmeneva ārāmaṁ uyyāneneva uyyānaṁ nadītittheneva nadītitthaṁ pabbatasikhareneva pabbatasikharaṁ ambavaneneva ambavanaṁ jambuvaneneva jambuvanaṁ labujavaneneva labujavanaṁ nāḷikerasañcāriyeneva nāḷikerasañcāriyaṁ khippameva abhisambhonti ratitthāya. ",
  "ja536:22.1": "Atha khalu, bho, puṇṇamukho phussakokilo tāhi dijakaññāhi divasaṁ paribyūḷho evaṁ pasaṁsati—",
  "ja536:22.2": "“sādhu sādhu, bhaginiyo, etaṁ kho, bhaginiyo, tumhākaṁ patirūpaṁ kuladhītānaṁ, yaṁ tumhe bhattāraṁ paricareyyāthā”ti. ",
  "ja536:23.1": "Atha khalu, bho, puṇṇamukho phussakokilo yena kuṇālo sakuṇo tenupasaṅkami. ",
  "ja536:23.2": "Addasaṁsu kho kuṇālassa sakuṇassa paricārikā dijakaññāyo taṁ puṇṇamukhaṁ phussakokilaṁ dūratova āgacchantaṁ; ",
  "ja536:23.3": "disvāna yena puṇṇamukho phussakokilo tenupasaṅkamiṁsu; upasaṅkamitvā taṁ puṇṇamukhaṁ phussakokilaṁ etadavocuṁ—",
  "ja536:23.4": "“ayaṁ, samma puṇṇamukha, kuṇālo sakuṇo ativiya pharuso ativiya pharusavāco, appevanāma tavampi āgamma piyavācaṁ labheyyāmā”ti. ",
  "ja536:23.5": "“Appevanāma, bhaginiyo”ti vatvā yena kuṇālo sakuṇo tenupasaṅkami; upasaṅkamitvā kuṇālena sakuṇena saddhiṁ paṭisammoditvā ekamantaṁ nisīdi. ",
  "ja536:23.6": "Ekamantaṁ nisinno kho puṇṇamukho phussakokilo taṁ kuṇālaṁ sakuṇaṁ etadavoca—",
  "ja536:23.7": "“kissa tvaṁ, samma kuṇāla, itthīnaṁ sujātānaṁ kuladhītānaṁ sammāpaṭipannānaṁ micchāpaṭipannosi? ",
  "ja536:23.8": "Amanāpabhāṇīnampi kira, samma kuṇāla, itthīnaṁ manāpabhāṇinā bhavitabbaṁ, kimaṅga pana manāpabhāṇīnan”ti. ",
  "ja536:24.1": "Evaṁ vutte, kuṇālo sakuṇo taṁ puṇṇamukhaṁ phussakokilaṁ evaṁ apasādesi—",
  "ja536:24.2": "“nassa tvaṁ, samma jamma vasala, vinassa tvaṁ, samma jamma vasala, ko nu tayā viyatto jāyājinenā”ti. ",
  "ja536:24.3": "Evaṁ apasādito ca pana puṇṇamukho phussakokilo tatoyeva paṭinivatti. ",
  "ja536:25.1": "Atha khalu, bho, puṇṇamukhassa phussakokilassa aparena samayena nacirasseva kharo ābādho uppajji lohitapakkhandikā bāḷhā vedanā vattanti māraṇantikā. ",
  "ja536:25.2": "Atha khalu, bho, puṇṇamukhassa phussakokilassa paricārikānaṁ dijakaññānaṁ etadahosi—",
  "ja536:25.3": "“ābādhiko kho ayaṁ puṇṇamukho phussakokilo, appevanāma imamhā ābādhā vuṭṭhaheyyā”ti ekaṁ adutiyaṁ ohāya yena kuṇālo sakuṇo tenupasaṅkamiṁsu. ",
  "ja536:25.4": "Addasā kho kuṇālo sakuṇo tā dijakaññāyo dūratova āgacchantiyo, disvāna tā dijakaññāyo etadavoca—",
  "ja536:25.5": "“kahaṁ pana tumhaṁ vasaliyo bhattā”ti? ",
  "ja536:25.6": "“Ābādhiko kho, samma kuṇāla, puṇṇamukho phussakokilo appevanāma tamhā ābādhā vuṭṭhaheyyā”ti. ",
  "ja536:25.7": "Evaṁ vutte, kuṇālo sakuṇo tā dijakaññāyo evaṁ apasādesi—",
  "ja536:25.8": "“nassatha tumhe vasaliyo, vinassatha tumhe vasaliyo, coriyo dhuttiyo asatiyo lahucittāyo katassa appaṭikārikāyo anilo viya yenakāmaṅgamāyo”ti; ",
  "ja536:25.9": "vatvā yena puṇṇamukho phussakokilo tenupasaṅkami; upasaṅkamitvā taṁ puṇṇamukhaṁ phussakokilaṁ etadavoca—",
  "ja536:25.10": "“haṁ, samma, puṇṇamukhā”ti. ",
  "ja536:25.11": "“Haṁ, samma, kuṇālā”ti. ",
  "ja536:26.1": "Atha khalu, bho kuṇālo sakuṇo taṁ puṇṇamukhaṁ phussakokilaṁ pakkhehi ca mukhatuṇḍakena ca pariggahetvā vuṭṭhāpetvā nānābhesajjāni pāyāpesi. ",
  "ja536:26.2": "Atha khalu, bho, puṇṇamukhassa phussakokilassa so ābādho paṭippassambhīti. ",
  "ja536:26.3": "Atha khalu, bho, kuṇālo sakuṇo taṁ puṇṇamukhaṁ phussakokilaṁ gilānavuṭṭhitaṁ aciravuṭṭhitaṁ gelaññā etadavoca—",
  "ja536:27.1": "“Diṭṭhā mayā, samma puṇṇamukha, kaṇhā dvepitikā pañcapatikāya chaṭṭhe purise cittaṁ paṭibandhantiyā, yadidaṁ kabandhe pīṭhasappimhī”ti. ",
  "ja536:27.2": "Bhavati ca panuttarettha vākyaṁ—",
  "ja536:28.1": "“Athajjuno nakulo bhīmaseno, ",
  "ja536:28.2": "Yudhiṭṭhilo sahadevo ca rājā; ",
  "ja536:28.3": "Ete patī pañca maticca nārī, ",
  "ja536:28.4": "Akāsi khujjavāmanakena pāpanti. ",
  "ja536:29.1": "Diṭṭhā mayā, samma puṇṇamukha, saccatapāpī nāma samaṇī susānamajjhe vasantī catutthabhattaṁ pariṇāmayamānā surādhuttakena pāpamakāsi. ",
  "ja536:30.1": "Diṭṭhā mayā, samma puṇṇamukha, kākavatī nāma devī samuddamajjhe vasantī bhariyā venateyyassa naṭakuverena pāpamakāsi. ",
  "ja536:31.1": "Diṭṭhā mayā, samma puṇṇamukha, kuruṅgadevī nāma lomasuddarī eḷikakumāraṁ kāmayamānā chaḷaṅgakumāradhanantevāsinā pāpamakāsi. ",
  "ja536:32.1": "Evañhetaṁ mayā ñātaṁ, ",
  "ja536:32.2": "Brahmadattassa mātaraṁ; ",
  "ja536:32.3": "Ohāya kosalarājaṁ, ",
  "ja536:32.4": "Pañcālacaṇḍena pāpamakāsi. ",
  "ja536:33.1": "Etā ca aññā ca akaṁsu pāpaṁ, ",
  "ja536:33.2": "Tasmāhamitthīnaṁ na vissase nappasaṁse; ",
  "ja536:33.3": "Mahī yathā jagati samānarattā, ",
  "ja536:33.4": "Vasundharā itarītarā patiṭṭhā; ",
  "ja536:33.5": "Sabbasahā aphandanā akuppā, ",
  "ja536:33.6": "Tathitthiyo tāyo na vissase naro. ",
  "ja536:34.1": "Sīho yathā lohitamaṁsabhojano, ",
  "ja536:34.2": "Vāḷamigo pañcāvudho suruddho; ",
  "ja536:34.3": "Pasayhakhādī parahiṁsane rato, ",
  "ja536:34.4": "Tathitthiyo tāyo na vissase naro. ",
  "ja536:35.1": "Na khalu, samma puṇṇamukha, vesiyo nāriyo gamaniyo, na hetā bandhakiyo nāma, vadhikāyo nāma etāyo, yadidaṁ vesiyo nāriyo gamaniyoti. ",
  "ja536:36.1": "Coro viya veṇikatā, madirāva diddhā vāṇijo viya vācāsanthutiyo, issasiṅghamiva viparivattāyo, uragāmiva dujivhāyo, sobbhamiva paṭicchannā, pātālamiva duppūrā rakkhasī viya duttosā, yamovekantahāriyo, sikhīriva sabbabhakkhā, nadīriva sabbavāhī, anilo viya yenakāmaṁcarā, neru viya avisesakarā, visarukkho viya niccaphalitāyoti. ",
  "ja536:36.2": "Bhavati ca panuttarettha vākyaṁ—",
  "ja536:37.1": "Yathā coro yathā diddho, ",
  "ja536:37.2": "Vāṇijova vikatthanī; ",
  "ja536:37.3": "Issasiṅghamiva parivattā, ",
  "ja536:37.4": "Dujivhā urago viya. ",
  "ja536:38.1": "Sobbhamiva paṭicchannā, ",
  "ja536:38.2": "pātālamiva duppurā; ",
  "ja536:38.3": "Rakkhasī viya duttosā, ",
  "ja536:38.4": "yamovekantahāriyo. ",
  "ja536:39.1": "Yathā sikhī nadī vāto, ",
  "ja536:39.2": "Nerunāva samāgatā; ",
  "ja536:39.3": "Visarukkho viya niccaphalā, ",
  "ja536:39.4": "Nāsayanti ghare bhogaṁ; ",
  "ja536:39.5": "Ratanantakaritthiyoti. ",
  "ja536:40.1": "Cattārimāni, samma puṇṇamukha, yāni vatthūni kicce jāte anatthacarāni bhavanti; ",
  "ja536:40.2": "tāni parakule na vāsetabbāni—",
  "ja536:40.3": "goṇaṁ dhenuṁ yānaṁ bhariyā. ",
  "ja536:40.4": "Cattāri etāni paṇḍito dhanāni gharā na vippavāsaye. ",
  "ja536:41.1": "Goṇaṁ dhenuñca yānañca, ",
  "ja536:41.2": "Bhariyaṁ ñātikule na vāsaye; ",
  "ja536:41.3": "Bhañjanti rathaṁ ayānakā, ",
  "ja536:41.4": "Ativāhena hananti puṅgavaṁ; ",
  "ja536:41.5": "Dohena hananti vacchakaṁ, ",
  "ja536:41.6": "Bhariyā ñātikule padussatīti. ",
  "ja536:42.1": "Cha imāni, samma puṇṇamukha, yāni vatthūni kicce jāte anatthacarāni bhavanti—",
  "ja536:43.1": "Aguṇaṁ dhanu ñātikule ca bhariyā, ",
  "ja536:43.2": "Pāraṁ nāvā akkhabhaggañca yānaṁ; ",
  "ja536:43.3": "Dūre mitto pāpasahāyako ca, ",
  "ja536:43.4": "Kicce jāte anatthacarāni bhavanti. ",
  "ja536:44.1": "Aṭṭhahi khalu, samma puṇṇamukha, ṭhānehi itthī sāmikaṁ avajānāti. ",
  "ja536:44.2": "Daliddatā, āturatā, jiṇṇatā, surāsoṇḍatā, muddhatā, pamattatā, sabbakiccesu anuvattanatā, sabbadhanaanuppadānena—",
  "ja536:44.3": "imehi khalu, samma puṇṇamukha, aṭṭhahi ṭhānehi itthī sāmikaṁ avajānāti. ",
  "ja536:44.4": "Bhavati ca panuttarettha vākyaṁ—",
  "ja536:45.1": "Daliddaṁ āturañcāpi, ",
  "ja536:45.2": "jiṇṇakaṁ surasoṇḍakaṁ; ",
  "ja536:45.3": "Pamattaṁ muddhapattañca, ",
  "ja536:45.4": "sabbakiccesu hāpanaṁ; ",
  "ja536:45.5": "Sabbakāmappadānena, ",
  "ja536:45.6": "avajānāti sāmikanti. ",
  "ja536:46.1": "Navahi khalu, samma puṇṇamukha, ṭhānehi itthī padosamāharati. ",
  "ja536:46.2": "Ārāmagamanasīlā ca hoti, uyyānagamanasīlā ca hoti, nadītitthagamanasīlā ca hoti, ñātikulagamanasīlā ca hoti, parakulagamanasīlā ca hoti, ādāsadussamaṇḍanānuyogamanuyuttasīlā ca hoti, majjapāyinī ca hoti, nillokanasīlā ca hoti, sadvāraṭhāyinī ca hoti—",
  "ja536:46.3": "imehi khalu, samma puṇṇamukha, navahi ṭhānehi itthī padosamāharatīti. ",
  "ja536:46.4": "Bhavati ca panuttarettha vākyaṁ—",
  "ja536:47.1": "Ārāmasīlā ca uyyānaṁ, ",
  "ja536:47.2": "Nadī ñāti parakulaṁ; ",
  "ja536:47.3": "Ādāsadussamaṇḍanamanuyuttā, ",
  "ja536:47.4": "Yā citthī majjapāyinī. ",
  "ja536:48.1": "Yā ca nillokanasīlā, ",
  "ja536:48.2": "Yā ca sadvāraṭhāyinī; ",
  "ja536:48.3": "Navahetehi ṭhānehi, ",
  "ja536:48.4": "Padosamāharanti itthiyoti. ",
  "ja536:49.1": "Cattālīsāya khalu, samma puṇṇamukha, ṭhānehi itthī purisaṁ accācarati. ",
  "ja536:49.2": "Vijambhati, vinamati, vilasati, vilajjati, nakhena nakhaṁ ghaṭṭeti, pādena pādaṁ akkamati, kaṭṭhena pathaviṁ vilikhati, dārakaṁ ullaṅghati ullaṅghāpeti, kīḷati kīḷāpeti, cumbati cumbāpeti, bhuñjati bhuñjāpeti, dadāti, yācati, katamanukaroti, uccaṁ bhāsati, nīcaṁ bhāsati, aviccaṁ bhāsati, viviccaṁ bhāsati, naccena gītena vāditena rodanena vilasitena vibhūsitena jagghati, pekkhati, kaṭiṁ cāleti, guyhabhaṇḍakaṁ sañcāleti, ūruṁ vivarati, ūruṁ pidahati, thanaṁ dasseti, kacchaṁ dasseti, nābhiṁ dasseti, akkhiṁ nikhanati, bhamukaṁ ukkhipati, oṭṭhaṁ upalikhati, jivhaṁ nillāleti, dussaṁ muñcati, dussaṁ paṭibandhati, sirasaṁ muñcati, sirasaṁ bandhati—",
  "ja536:49.3": "imehi khalu, samma puṇṇamukha, cattālīsāya ṭhānehi itthī purisaṁ accācarati. ",
  "ja536:50.1": "Pañcavīsāya khalu, samma puṇṇamukha, ṭhānehi itthī paduṭṭhā veditabbā bhavati. ",
  "ja536:50.2": "Sāmikassa pavāsaṁ vaṇṇeti, pavuṭṭhaṁ na sarati, āgataṁ nābhinandati, avaṇṇaṁ tassa bhaṇati, vaṇṇaṁ tassa na bhaṇati, anatthaṁ tassa carati, atthaṁ tassa na carati, akiccaṁ tassa karoti, kiccaṁ tassa na karoti, paridahitvā sayati, parammukhī nipajjati, parivattakajātā kho pana hoti kuṅkumiyajātā, dīghaṁ assasati, dukkhaṁ vedayati, uccārapassāvaṁ abhiṇhaṁ gacchati, vilomamācarati, parapurisasaddaṁ sutvā kaṇṇasotaṁ vivaramodahati, nihatabhogā kho pana hoti, paṭivissakehi santhavaṁ karoti, nikkhantapādā kho pana hoti, visikhānucārinī aticārinī kho pana hoti, niccaṁ sāmike agāravā paduṭṭhamanasaṅkappā, abhiṇhaṁ dvāre tiṭṭhati, kacchāni aṅgāni thanāni dasseti, disodisaṁ gantvā pekkhati—",
  "ja536:50.3": "imehi khalu, samma puṇṇamukha, pañcavīsāya ṭhānehi itthī paduṭṭhā veditabbā bhavati. ",
  "ja536:50.4": "Bhavati ca panuttarettha vākyaṁ—",
  "ja536:51.1": "Pavāsaṁ tassa vaṇṇeti, ",
  "ja536:51.2": "Gataṁ tassa na socati; ",
  "ja536:51.3": "Disvāna patimāgataṁ nābhinandati, ",
  "ja536:51.4": "Bhattāravaṇṇaṁ na kadāci bhāsati; ",
  "ja536:51.5": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:52.1": "Anatthaṁ tassa carati asaññatā, ",
  "ja536:52.2": "Atthañca hāpeti akiccakārinī; ",
  "ja536:52.3": "Paridahitvā sayati parammukhī, ",
  "ja536:52.4": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:53.1": "Parivattajātā ca bhavati kuṅkumī, ",
  "ja536:53.2": "Dīghañca assasati dukkhavedinī; ",
  "ja536:53.3": "Uccārapassāvamabhiṇhaṁ gacchati, ",
  "ja536:53.4": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:54.1": "Vilomamācarati akiccakārinī, ",
  "ja536:54.2": "Saddaṁ nisāmeti parassa bhāsato; ",
  "ja536:54.3": "Nihatabhogā ca karoti santhavaṁ, ",
  "ja536:54.4": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:55.1": "Kicchena laddhaṁ kasirābhataṁ dhanaṁ, ",
  "ja536:55.2": "Vittaṁ vināseti dukkhena sambhataṁ; ",
  "ja536:55.3": "Paṭivissakehi ca karoti santhavaṁ, ",
  "ja536:55.4": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:56.1": "Nikkhantapādā visikhānucārinī, ",
  "ja536:56.2": "Niccañca sāmimhi paduṭṭhamānasā; ",
  "ja536:56.3": "Aticārinī hoti apetagāravā, ",
  "ja536:56.4": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:57.1": "Abhikkhaṇaṁ tiṭṭhati dvāramūle, ",
  "ja536:57.2": "Thanāni kacchāni ca dassayantī; ",
  "ja536:57.3": "Disodisaṁ pekkhati bhantacittā, ",
  "ja536:57.4": "Ete paduṭṭhāya bhavanti lakkhaṇā. ",
  "ja536:58.1": "Sabbā nadī vaṅkagatī, ",
  "ja536:58.2": "sabbe kaṭṭhamayā vanā; ",
  "ja536:58.3": "Sabbitthiyo kare pāpaṁ, ",
  "ja536:58.4": "labhamāne nivātake. ",
  "ja536:59.1": "Sace labhetha khaṇaṁ vā raho vā, ",
  "ja536:59.2": "Nivātakaṁ vāpi labhetha tādisaṁ; ",
  "ja536:59.3": "Sabbāva itthī kayiruṁ nu pāpaṁ, ",
  "ja536:59.4": "Aññaṁ alattha pīṭhasappināpi saddhiṁ. ",
  "ja536:60.1": "Narānamārāmakarāsu nārisu, ",
  "ja536:60.2": "Anekacittāsu aniggahāsu ca; ",
  "ja536:60.3": "Sabbattha nāpītikarāpi ce siyā, ",
  "ja536:60.4": "Na vissase titthasamā hi nāriyoti. ",
  "ja536:61.1": "Yaṁ ve disvā kaṇḍarīkinnarānaṁ, ",
  "ja536:61.2": "Sabbitthiyo na ramanti agāre; ",
  "ja536:61.3": "Taṁ tādisaṁ maccaṁ cajitvā bhariyā, ",
  "ja536:61.4": "Aññaṁ disvā purisaṁ pīṭhasappiṁ. ",
  "ja536:62.1": "Bakassa ca bāvarikassa rañño, ",
  "ja536:62.2": "Accantakāmānugatassa bhariyā; ",
  "ja536:62.3": "Avācarī paṭṭhavasānugassa, ",
  "ja536:62.4": "Kaṁ vāpi itthī nāticare tadaññaṁ. ",
  "ja536:63.1": "Piṅgiyānī sabbalokissarassa, ",
  "ja536:63.2": "Rañño piyā brahmadattassa bhariyā; ",
  "ja536:63.3": "Avācarī paṭṭhavasānugassa, ",
  "ja536:63.4": "Taṁ vāpi sā nājjhagā kāmakāminī. ",
  "ja536:64.1": "Luddhānaṁ lahucittānaṁ, ",
  "ja536:64.2": "Akataññūna dubbhinaṁ; ",
  "ja536:64.3": "Nādevasatto puriso, ",
  "ja536:64.4": "Thīnaṁ saddhātumarahati. ",
  "ja536:65.1": "Na tā pajānanti kataṁ na kiccaṁ, ",
  "ja536:65.2": "Na mātaraṁ pitaraṁ bhātaraṁ vā; ",
  "ja536:65.3": "Anariyā samatikkantadhammā, ",
  "ja536:65.4": "Sasseva cittassa vasaṁ vajanti. ",
  "ja536:66.1": "Cirānuvuṭṭhampi piyaṁ manāpaṁ, ",
  "ja536:66.2": "Anukampakaṁ pāṇasamampi bhattuṁ; ",
  "ja536:66.3": "Āvāsu kiccesu ca naṁ jahanti, ",
  "ja536:66.4": "Tasmāhamitthīnaṁ na vissasāmi. ",
  "ja536:67.1": "Thīnañhi cittaṁ yathā vānarassa, ",
  "ja536:67.2": "Kannappakannaṁ yathā rukkhachāyā; ",
  "ja536:67.3": "Calācalaṁ hadayamitthiyānaṁ, ",
  "ja536:67.4": "Cakkassa nemi viya parivattati. ",
  "ja536:68.1": "Yadā tā passanti samekkhamānā, ",
  "ja536:68.2": "Ādeyyarūpaṁ purisassa vittaṁ; ",
  "ja536:68.3": "Saṇhāhi vācāhi nayanti menaṁ, ",
  "ja536:68.4": "Kambojakā jalajeneva assaṁ. ",
  "ja536:69.1": "Yadā na passanti samekkhamānā, ",
  "ja536:69.2": "Ādeyyarūpaṁ purisassa vittaṁ; ",
  "ja536:69.3": "Samantato naṁ parivajjayanti, ",
  "ja536:69.4": "Tiṇṇo nadīpāragatova kullaṁ. ",
  "ja536:70.1": "Silesūpamā sikhiriva sabbabhakkhā, ",
  "ja536:70.2": "Tikkhamāyā nadīriva sīghasotā; ",
  "ja536:70.3": "Sevanti hetā piyamappiyañca, ",
  "ja536:70.4": "Nāvā yathā orakūlaṁ parañca. ",
  "ja536:71.1": "Na tā ekassa na dvinnaṁ, ",
  "ja536:71.2": "āpaṇova pasārito; ",
  "ja536:71.3": "Yo tā mayhanti maññeyya, ",
  "ja536:71.4": "vātaṁ jālena bādhaye. ",
  "ja536:72.1": "Yathā nadī ca pantho ca, ",
  "ja536:72.2": "pānāgāraṁ sabhā papā; ",
  "ja536:72.3": "Evaṁ lokitthiyo nāma, ",
  "ja536:72.4": "velā tāsaṁ na vijjati. ",
  "ja536:73.1": "Ghatāsanasamā etā, ",
  "ja536:73.2": "kaṇhasappasirūpamā; ",
  "ja536:73.3": "Gāvo bahitiṇasseva, ",
  "ja536:73.4": "omasanti varaṁ varaṁ. ",
  "ja536:74.1": "Ghatāsanaṁ kuñjaraṁ kaṇhasappaṁ, ",
  "ja536:74.2": "Muddhābhisittaṁ pamadā ca sabbā; ",
  "ja536:74.3": "Ete naro niccayato bhajetha, ",
  "ja536:74.4": "Tesaṁ have dubbidu sabbabhāvo. ",
  "ja536:75.1": "Naccantavaṇṇā na bahūna kantā, ",
  "ja536:75.2": "Na dakkhiṇā pamadā sevitabbā; ",
  "ja536:75.3": "Na parassa bhariyā na dhanassa hetu, ",
  "ja536:75.4": "Etitthiyo pañca na sevitabbā”. ",
  "ja536:76.1": "Atha khalu, bho, ānando gijjharājā kuṇālassa sakuṇassa ādimajjhakathāpariyosānaṁ viditvā tāyaṁ velāyaṁ imā gāthāyo abhāsi—",
  "ja536:77.1": "“Puṇṇampi cemaṁ pathaviṁ dhanena, ",
  "ja536:77.2": "Dajjitthiyā puriso sammatāya; ",
  "ja536:77.3": "Laddhā khaṇaṁ atimaññeyya tampi, ",
  "ja536:77.4": "Tāsaṁ vasaṁ asatīnaṁ na gacche. ",
  "ja536:78.1": "Uṭṭhāhakañcepi alīnavuttiṁ, ",
  "ja536:78.2": "Komārabhattāraṁ piyaṁ manāpaṁ; ",
  "ja536:78.3": "Āvāsu kiccesu ca naṁ jahanti, ",
  "ja536:78.4": "Tasmāhamitthīnaṁ na vissasāmi. ",
  "ja536:79.1": "Na vissase icchati manti poso, ",
  "ja536:79.2": "Na vissase rodati me sakāse; ",
  "ja536:79.3": "Sevanti hetā piyamappiyañca, ",
  "ja536:79.4": "Nāvā yathā orakūlaṁ parañca. ",
  "ja536:80.1": "Na vissase sākhapurāṇasanthataṁ, ",
  "ja536:80.2": "Na vissase mittapurāṇacoraṁ; ",
  "ja536:80.3": "Na vissase rājānaṁ sakhā mamanti, ",
  "ja536:80.4": "Na vissase itthi dasanna mātaraṁ. ",
  "ja536:81.1": "Na vissase rāmakarāsu nārisu, ",
  "ja536:81.2": "Accantasīlāsu asaññatāsu; ",
  "ja536:81.3": "Accantapemānugatassa bhariyā, ",
  "ja536:81.4": "Na vissase titthasamā hi nāriyo. ",
  "ja536:82.1": "Haneyyuṁ chindeyyuṁ chedāpeyyumpi, ",
  "ja536:82.2": "Kaṇṭhepi chetvā rudhiraṁ piveyyuṁ; ",
  "ja536:82.3": "Mā dīnakāmāsu asaññatāsu, ",
  "ja536:82.4": "Bhāvaṁ kare gaṅgatitthūpamāsu. ",
  "ja536:83.1": "Musā tāsaṁ yathā saccaṁ, ",
  "ja536:83.2": "saccaṁ tāsaṁ yathā musā; ",
  "ja536:83.3": "Gāvo bahitiṇasseva, ",
  "ja536:83.4": "omasanti varaṁ varaṁ. ",
  "ja536:84.1": "Gatenetā palobhenti, ",
  "ja536:84.2": "pekkhitena mhitena ca; ",
  "ja536:84.3": "Athopi dunnivatthena, ",
  "ja536:84.4": "mañjunā bhaṇitena ca. ",
  "ja536:85.1": "Coriyo kathinā hetā, ",
  "ja536:85.2": "vāḷā ca lapasakkharā; ",
  "ja536:85.3": "Na tā kiñci na jānanti, ",
  "ja536:85.4": "yaṁ manussesu vañcanaṁ. ",
  "ja536:86.1": "Asā lokitthiyo nāma, ",
  "ja536:86.2": "velā tāsaṁ na vijjati; ",
  "ja536:86.3": "Sārattā ca pagabbhā ca, ",
  "ja536:86.4": "sikhī sabbaghaso yathā. ",
  "ja536:87.1": "Natthitthīnaṁ piyo nāma, ",
  "ja536:87.2": "Appiyopi na vijjati; ",
  "ja536:87.3": "Sevanti hetā piyamappiyañca, ",
  "ja536:87.4": "Nāvā yathā orakūlaṁ parañca. ",
  "ja536:88.1": "Natthitthīnaṁ piyo nāma, ",
  "ja536:88.2": "appiyopi na vijjati; ",
  "ja536:88.3": "Dhanattā paṭivallanti, ",
  "ja536:88.4": "latāva dumanissitā. ",
  "ja536:89.1": "Hatthibandhaṁ assabandhaṁ, ",
  "ja536:89.2": "Gopurisañca maṇḍalaṁ; ",
  "ja536:89.3": "Chavaḍāhakaṁ pupphachaḍḍakaṁ, ",
  "ja536:89.4": "Sadhanamanupatanti nāriyo. ",
  "ja536:90.1": "Kulaputtampi jahanti akiñcanaṁ, ",
  "ja536:90.2": "Chavakasamasadisampi; ",
  "ja536:90.3": "Anugacchanti anupatanti, ",
  "ja536:90.4": "Dhanahetu hi nāriyo”ti. ",
  "ja536:91.1": "Atha khalu, bho, nārado devabrāhmaṇo ānandassa gijjharājassa ādimajjhakathāpariyosānaṁ viditvā tāyaṁ velāyaṁ imā gāthāyo abhāsi—",
  "ja536:92.1": "“Cattārome na pūrenti, ",
  "ja536:92.2": "te me suṇātha bhāsato; ",
  "ja536:92.3": "Samuddo brāhmaṇo rājā, ",
  "ja536:92.4": "itthī cāpi dijampati. ",
  "ja536:93.1": "Saritā sāgaraṁ yanti, ",
  "ja536:93.2": "yā kāci pathavissitā; ",
  "ja536:93.3": "Tā samuddaṁ na pūrenti, ",
  "ja536:93.4": "ūnattā hi na pūrati. ",
  "ja536:94.1": "Brāhmaṇo ca adhīyāna, ",
  "ja536:94.2": "vedamakkhānapañcamaṁ; ",
  "ja536:94.3": "Bhiyyopi sutamiccheyya, ",
  "ja536:94.4": "ūnattā hi na pūrati. ",
  "ja536:95.1": "Rājā ca pathaviṁ sabbaṁ, ",
  "ja536:95.2": "sasamuddaṁ sapabbataṁ; ",
  "ja536:95.3": "Ajjhāvasaṁ vijinitvā, ",
  "ja536:95.4": "anantaratanocitaṁ; ",
  "ja536:95.5": "Pāraṁ samuddaṁ pattheti, ",
  "ja536:95.6": "ūnattā hi na pūrati. ",
  "ja536:96.1": "Ekamekāya itthiyā, ",
  "ja536:96.2": "aṭṭhaṭṭha patino siyā; ",
  "ja536:96.3": "Sūrā ca balavanto ca, ",
  "ja536:96.4": "sabbakāmarasāharā; ",
  "ja536:96.5": "Kareyya navame chandaṁ, ",
  "ja536:96.6": "ūnattā hi na pūrati. ",
  "ja536:97.1": "Sabbitthiyo sikhiriva sabbabhakkhā, ",
  "ja536:97.2": "Sabbitthiyo nadīriva sabbavāhī; ",
  "ja536:97.3": "Sabbitthiyo kaṇṭakānaṁva sākhā, ",
  "ja536:97.4": "Sabbitthiyo dhanahetu vajanti. ",
  "ja536:98.1": "Vātañca jālena naro parāmase, ",
  "ja536:98.2": "Osiñcaye sāgaramekapāṇinā; ",
  "ja536:98.3": "Sakena hatthena kareyya ghosaṁ, ",
  "ja536:98.4": "Yo sabbabhāvaṁ pamadāsu osaje. ",
  "ja536:99.1": "Corīnaṁ bahubuddhīnaṁ, ",
  "ja536:99.2": "yāsu saccaṁ sudullabhaṁ; ",
  "ja536:99.3": "Thīnaṁ bhāvo durājāno, ",
  "ja536:99.4": "macchassevodake gataṁ. ",
  "ja536:100.1": "Analā mudusambhāsā, ",
  "ja536:100.2": "duppūrā tā nadīsamā; ",
  "ja536:100.3": "Sīdanti naṁ viditvāna, ",
  "ja536:100.4": "ārakā parivajjaye. ",
  "ja536:101.1": "Āvaṭṭanī mahāmāyā, ",
  "ja536:101.2": "brahmacariyavikopanā; ",
  "ja536:101.3": "Sīdanti naṁ viditvāna, ",
  "ja536:101.4": "ārakā parivajjaye. ",
  "ja536:102.1": "Yaṁ etā upasevanti, ",
  "ja536:102.2": "chandasā vā dhanena vā; ",
  "ja536:102.3": "Jātavedova saṇṭhānaṁ, ",
  "ja536:102.4": "khippaṁ anudahanti nan”ti. ",
  "ja536:103.1": "Atha khalu, bho, kuṇālo sakuṇo nāradassa devabrāhmaṇassa ādimajjhakathāpariyosānaṁ viditvā tāyaṁ velāyaṁ imā gāthāyo abhāsi—",
  "ja536:104.1": "“Sallape nisitakhaggapāṇinā, ",
  "ja536:104.2": "Paṇḍito api pisācadosinā; ",
  "ja536:104.3": "Uggatejamuragampi āside, ",
  "ja536:104.4": "Eko ekāya pamadāya nālape. ",
  "ja536:105.1": "Lokacittamathanā hi nāriyo, ",
  "ja536:105.2": "Naccagītabhaṇitamhitāvudhā; ",
  "ja536:105.3": "Bādhayanti anupaṭṭhitassatiṁ, ",
  "ja536:105.4": "Dīpe rakkhasigaṇova vāṇije. ",
  "ja536:106.1": "Natthi tāsaṁ vinayo na saṁvaro, ",
  "ja536:106.2": "Majjamaṁsaniratā asaññatā; ",
  "ja536:106.3": "Tā gilanti purisassa pābhataṁ, ",
  "ja536:106.4": "Sāgareva makaraṁ timiṅgalo. ",
  "ja536:107.1": "Pañcakāmaguṇasātagocarā, ",
  "ja536:107.2": "Uddhatā aniyatā asaññatā; ",
  "ja536:107.3": "Osaranti pamadā pamādinaṁ, ",
  "ja536:107.4": "Loṇatoyavatiyaṁva āpakā. ",
  "ja536:108.1": "Yaṁ naraṁ upalapenti nāriyo, ",
  "ja536:108.2": "Chandasā va ratiyā dhanena vā; ",
  "ja536:108.3": "Jātavedasadisampi tādisaṁ, ",
  "ja536:108.4": "Rāgadosavadhiyo dahanti naṁ. ",
  "ja536:109.1": "Aḍḍhaṁ ñatvā purisaṁ mahaddhanaṁ, ",
  "ja536:109.2": "Osaranti sadhanā sahattanā; ",
  "ja536:109.3": "Rattacittamativeṭhayanti naṁ, ",
  "ja536:109.4": "Sāla māluvalatāva kānane. ",
  "ja536:110.1": "Tā upenti vividhena chandasā, ",
  "ja536:110.2": "Citrabimbamukhiyo alaṅkatā; ",
  "ja536:110.3": "Uhasanti pahasanti nāriyo, ",
  "ja536:110.4": "Sambarova satamāyakovidā. ",
  "ja536:111.1": "Jātarūpamaṇimuttabhūsitā, ",
  "ja536:111.2": "Sakkatā patikulesu nāriyo; ",
  "ja536:111.3": "Rakkhitā aticaranti sāmikaṁ, ",
  "ja536:111.4": "Dānavaṁva hadayantarassitā. ",
  "ja536:112.1": "Tejavāpi hi naro vicakkhaṇo, ",
  "ja536:112.2": "Sakkato bahujanassa pūjito; ",
  "ja536:112.3": "Nārinaṁ vasagato na bhāsati, ",
  "ja536:112.4": "Rāhunā upahatova candimā. ",
  "ja536:113.1": "Yaṁ kareyya kupito diso disaṁ, ",
  "ja536:113.2": "Duṭṭhacitto vasamāgataṁ ariṁ; ",
  "ja536:113.3": "Tena bhiyyo byasanaṁ nigacchati, ",
  "ja536:113.4": "Nārinaṁ vasagato apekkhavā. ",
  "ja536:114.1": "Kesalūnanakhachinnatajjitā, ",
  "ja536:114.2": "Pādapāṇikasadaṇḍatāḷitā; ",
  "ja536:114.3": "Hīnamevupagatā hi nāriyo, ",
  "ja536:114.4": "Tā ramanti kuṇapeva makkhikā. ",
  "ja536:115.1": "Tā kulesu visikhantaresu vā, ",
  "ja536:115.2": "Rājadhāninigamesu vā puna; ",
  "ja536:115.3": "Oḍḍitaṁ namucipāsavākaraṁ, ",
  "ja536:115.4": "Cakkhumā parivajje sukhatthiko. ",
  "ja536:116.1": "Ossajitva kusalaṁ tapoguṇaṁ, ",
  "ja536:116.2": "Yo anariyacaritāni mācari; ",
  "ja536:116.3": "Devatāhi nirayaṁ nimissati, ",
  "ja536:116.4": "Chedagāmimaṇiyaṁva vāṇijo. ",
  "ja536:117.1": "So idha garahito parattha ca, ",
  "ja536:117.2": "Dummatī upahato sakammunā; ",
  "ja536:117.3": "Gacchatī aniyato gaḷāgaḷaṁ, ",
  "ja536:117.4": "Duṭṭhagadrabharathova uppathe. ",
  "ja536:118.1": "So upeti nirayaṁ patāpanaṁ, ",
  "ja536:118.2": "Sattisimbalivanañca āyasaṁ; ",
  "ja536:118.3": "Āvasitvā tiracchānayoniyaṁ, ",
  "ja536:118.4": "Petarājavisayaṁ na muñcati. ",
  "ja536:119.1": "Dibyakhiḍḍaratiyo ca nandane, ",
  "ja536:119.2": "Cakkavatticaritañca mānuse; ",
  "ja536:119.3": "Nāsayanti pamadā pamādinaṁ, ",
  "ja536:119.4": "Duggatiñca paṭipādayanti naṁ. ",
  "ja536:120.1": "Dibyakhiḍḍaratiyo na dullabhā, ",
  "ja536:120.2": "Cakkavatticaritañca mānuse; ",
  "ja536:120.3": "Soṇṇabyamhanilayā ca accharā, ",
  "ja536:120.4": "Ye caranti pamadāhanatthikā. ",
  "ja536:121.1": "Kāmadhātusamatikkamā gati, ",
  "ja536:121.2": "Rūpadhātuyā bhāvo na dullabho; ",
  "ja536:121.3": "Vītarāgavisayūpapatti yā, ",
  "ja536:121.4": "Ye caranti pamadāhanatthikā. ",
  "ja536:122.1": "Sabbadukkhasamatikkamaṁ sivaṁ, ",
  "ja536:122.2": "Accantamacalitaṁ asaṅkhataṁ; ",
  "ja536:122.3": "Nibbutehi sucihī na dullabhaṁ, ",
  "ja536:122.4": "Ye caranti pamadāhanatthikā”ti. ",
  "ja536:123.1": "“Kuṇālohaṁ tadā āsiṁ, ",
  "ja536:123.2": "udāyī phussakokilo; ",
  "ja536:123.3": "Ānando gijjharājāsi, ",
  "ja536:123.4": "sāriputto ca nārado; ",
  "ja536:123.5": "Parisā buddhaparisā, ",
  "ja536:123.6": "evaṁ dhāretha jātakan”ti. ",
  "ja536:124.1": "Kuṇālajātakaṁ catutthaṁ. "
}