{
  "ud6.10:0.1": "Udāna 6.10",
  "ud6.10:0.2": "Uppajjantisutta",
  "ud6.10:1.1": "Evaṃ me sutaṃ—",
  "ud6.10:1.2": " ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud6.10:1.3": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud6.10:1.4": "Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:",
  "ud6.10:2.1": "“Yāvakīvañca, bhante, tathāgatā loke nuppajjanti arahanto sammāsambuddhā tāva aññatitthiyā paribbājakā sakkatā honti garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
  "ud6.10:2.2": "Yato ca kho, bhante, tathāgatā loke uppajjanti arahanto sammāsambuddhā atha aññatitthiyā paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā na lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
  "ud6.10:2.3": "Bhagavāyeva dāni, bhante, sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ, bhikkhusaṃgho cā”ti.",
  "ud6.10:3.1": "“Evametaṃ, ānanda, yāvakīvañca, ānanda, tathāgatā loke nuppajjanti arahanto sammāsambuddhā tāva aññatitthiyā paribbājakā sakkatā honti garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
  "ud6.10:3.2": "Yato ca kho, ānanda, tathāgatā loke uppajjanti arahanto sammāsambuddhā atha aññatitthiyā paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā na lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.",
  "ud6.10:3.3": "Tathāgatova dāni sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ, bhikkhusaṃgho cā”ti.",
  "ud6.10:4.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud6.10:5.1": "“Obhāsati tāva so kimi,",
  "ud6.10:5.2": "Yāva na unnamate pabhaṅkaro;",
  "ud6.10:5.3": "Sa verocanamhi uggate,",
  "ud6.10:5.4": "Hatappabho hoti na cāpi bhāsati.",
  "ud6.10:6.1": "Evaṃ obhāsitameva takkikānaṃ,",
  "ud6.10:6.2": "Yāva sammāsambuddhā loke nuppajjanti;",
  "ud6.10:6.3": "Na takkikā sujjhanti na cāpi sāvakā,",
  "ud6.10:6.4": "Duddiṭṭhī na dukkhā pamuccare”ti.",
  "ud6.10:6.5": "Dasamaṃ.",
  "ud6.10:7.1": "Āyujaṭilavekkhaṇā,",
  "ud6.10:7.2": "tayo titthiyā subhūti;",
  "ud6.10:7.3": "Gaṇikā upāti navamo,",
  "ud6.10:7.4": "uppajjanti ca te dasāti.",
  "ud6.10:7.5": "Jaccandhavaggo chaṭṭho."
}