{
  "an4.171:1.1": "",
  "an4.171:1.3": "Das Anhängsel <i lang='pi' translate='no'>avijjāpaccayāva</i> (Variante <i lang='pi' translate='no'>-ca</i>) ist merkwürdig hier und taucht außerhalb des normalen Satzbaus auf. Es findet sich auch in der Parallele in  <a href='https://suttacentral.net/sn12.25/de/sabbamitta#10.3'>SN 12.25:10.3</a>. Vielleicht besteht der Zweck darin, klarzustellen, dass die bloße Anwesenheit von Körper, Sprache und Geist für kammisch wirksame Absichten nicht ausreichend ist, da auch Arahants Körper, Sprache und Geist haben, aber kein Kamma schaffen. Siehe zu diesem Thema auch den abschließenden Abschnitt. (Sujato) ",
  "an4.171:2.2": "Das nimmt den Abhidhamma-Begriff <i lang='pi' translate='no'>sasaṅkhārika</i>, Absichten, die von jemand anderem angestoßen oder veranlasst werden, vorweg. Zum Beispiel könnte man hungrig sein und sagen: „Lass uns etwas essen.“ Oder jemand anderes könnte zu einem sagen: „Lass uns etwas essen.“ In beiden Fällen besteht besteht eine moralische Verantwortung für die Entscheidung, aber im Letzteren ist sie zu einem gewissen Grad abgemildert. (Sujato) ",
  "an4.171:2.3": "„Bewusst“ (<i lang='pi' translate='no'>sampajāna</i>) bedeutet, dass man davor, währenddessen und danach gewahr ist (<a href='https://suttacentral.net/mn61/de/sabbamitta#12.1'>MN 61:12.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pc1/de/sabbamitta#2.2.2'>Bu Pc 1:2.2.2</a>). Vergleiche den Rechtsbegriff „vorsätzlich“. (Sujato) ",
  "an4.171:5.2": "Der Satz hat eine Bedingungsstruktur, die seine Anwendung eingrenzt und präzisiert. Der Körper ist nicht verschwunden. Vielmehr ist es <em>dieser</em> Körper, nämlich der, der durch Unwissenheit bedingt ist, der nicht mehr da ist, um Kamma zu schaffen. Außerdem ist der Satz eine beispielhafte Darstellung des Konzepts der spezifischen Bedingtheit: <em>Dieser</em> Körper hört auf, und <em>jenes</em> Glück oder <em>jener</em> Schmerz entstehen nicht mehr. Ein Arahant erfährt Glück und Schmerz als Ergebnis von Entscheidungen aus früheren Leben, aber schafft nicht aktiv neue kammische Gefühle. (Sujato) ",
  "an4.171:5.3": "Bis hierhin ist die Lehrrede identisch mit <a href='https://suttacentral.net/sn12.25/de/sabbamitta'>SN 12.25</a>, das an dieser Stelle endet. Die Übereinstimmung geht sogar bis zum Schluss, an dem in beiden Fällen das schließende <i lang='pi' translate='no'>-ti</i> steht, das das Ende der wörtlichen Rede anzeigt. Der nachfolgende Teil beginnt dann genau wie ein normales Aṅguttara-Sutta. Es sieht so aus, als sei der erste Teil eher plump hinein redigiert worden. Ich belasse die Anführungszeichen, um das kenntlich zu machen. (Sujato) ",
  "an4.171:6.1": ""
}