{
  "sn2.24:2.2": "SV: Гхатикара был гончаром во времена Будды Кассапы и другом Джотипалы, который потом стал Буддой Готамой. В том рождении Гхатикара достиг плода не-возвращения и должен был переродиться в Чистых обителях. Эта история в подробностях рассказана в <a href='https://suttacentral.net/mn81/ru/sv'>MN 81</a>. Комментарий поясняет, что эти семь монахов мгновенно достигли арахантства, как только спонтанно возникли в мире Чистых обителей — Авихе. Очевидно, все эти не-возвращающиеся относились к типу «достигающий по приземлении», т.е. достигающие ниббаны в момент рождения в мире Чистых обителей. См. подробнее <a href='https://suttacentral.net/an7.55/ru/sv'>AN 7.55</a>. ",
  "sn2.24:3.4": "Бодхи: Комментарий утверждает, что под оставлением человеческого тела понимается уничтожение 5 низших оков, небесными путами (диббайога) обозначены 5 высших оков. ",
  "sn2.24:5.4": "SV: Будда посещал миры Чистых обителей и беседовал с живущими там брахмами, достигшими не-возвращения и арахантства. Они, в частности, рассказывали ему о том, кто из них учился у какого из будд прошлого (см. <a href='https://suttacentral.net/dn14/ru/sv'>DN 14</a>). Поэтому здесь Будда интересуется, у какого именно из будд прошлого учились вышеупомянутые брахмы. ",
  "sn2.24:6.4": "SV: Таким образом, брахма отвечает, что эти семеро были учениками Будды Готамы. По мнению дост. Бодхи, Упака — бывший аскет, принадлежавший школе адживаков, который встретил Будду, когда тот шёл по дороге из Исипатаны, только-только достигнув просветления (<a href='https://suttacentral.net/mn26/ru/sv'>MN 26</a>). Позже, после неудачной женитьбы, он вступил в Сангху. Историю Пуккусати можно найти в <a href='https://suttacentral.net/mn140/ru/sv'>MN 140</a>. Пингия, возможно, был одним из учеников брахмана Бавари, и его строфы содержатся в Суттанипате (<a href='https://suttacentral.net/snp5.16/ru/sv'>Snp 5.16</a>), однако полной уверенности в том, что это именно он, нет. Личности других установить не представляется возможным. ",
  "sn2.24:7.4": "SV: Речь идёт о ниббане, так как именно здесь происходит полное прекращение имени-и-формы, то есть любых телесных и умственных феноменов. ",
  "sn2.24:12.2": "Бодхи: Бхаггава — имя гончара, возможно, имя его клана. ",
  "sn2.24:14.4": "Бодхи: Комментарий говорит о том, что заключительная строфа была добавлена редакторами текста. "
}