{
  "ya7.2.4:0.1": "7 Anusayayamaka ",
  "ya7.2.4:0.2": "7.2 Mahāvāra ",
  "ya7.2.4:0.3": "7.2.4. Pariññāvāra ",
  "ya7.2.4:1.0": "7.2.4.1. Anulomapuggala ",
  "ya7.2.4:1.1": " Yo kāmarāgānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:2.1": " Yo vā pana paṭighānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:3.1": " Yo kāmarāgānusayaṁ parijānāti so mānānusayaṁ parijānātīti? ",
  "ya7.2.4:4.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:5.1": " Yo vā pana mānānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:6.1": " Yo kāmarāgānusayaṁ parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:7.1": " Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:8.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:9.1": " Yo kāmarāgānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:10.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:11.1": " Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:12.1": " Yo paṭighānusayaṁ parijānāti so mānānusayaṁ parijānātīti? ",
  "ya7.2.4:13.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:14.1": " Yo vā pana mānānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:15.1": " Yo paṭighānusayaṁ parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:16.1": " Yo vā pana vicikicchānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? ",
  "ya7.2.4:17.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:18.1": " Yo paṭighānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:19.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:20.1": " Yo vā pana avijjānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:21.1": " Yo mānānusayaṁ parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:22.1": " Yo vā pana vicikicchānusayaṁ parijānāti so mānānusayaṁ parijānātīti? ",
  "ya7.2.4:23.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:24.1": " Yo mānānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:25.1": " Yo vā pana avijjānusayaṁ parijānāti so mānānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:26.1": " Yo diṭṭhānusayaṁ parijānāti so vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:27.1": " Yo vā pana vicikicchānusayaṁ parijānāti so diṭṭhānusayaṁ parijānātīti? Āmantā …pe…. ",
  "ya7.2.4:28.1": " Yo vicikicchānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:29.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:30.1": " Yo vā pana avijjānusayaṁ parijānāti so vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:31.1": " Yo bhavarāgānusayaṁ parijānāti so avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:32.1": " Yo vā pana avijjānusayaṁ parijānāti so bhavarāgānusayaṁ parijānātīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.4:33.1": " Yo kāmarāgānusayañca paṭighānusayañca parijānāti so mānānusayaṁ parijānātīti? ",
  "ya7.2.4:34.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:35.1": " Yo vā pana mānānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca parijānātīti? No. ",
  "ya7.2.4:36.1": " Yo kāmarāgānusayañca paṭighānusayañca parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:37.1": " Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca parijānātīti? ",
  "ya7.2.4:38.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:39.1": " Yo kāmarāgānusayañca paṭighānusayañca parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:40.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:41.1": " Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca parijānātīti? No. (Dukamūlakaṁ.) ",
  "ya7.2.4:42.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:43.1": " Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:44.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:45.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:46.1": " Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:47.1": "Mānānusayaṁ parijānāti. (Tikamūlakaṁ.) ",
  "ya7.2.4:48.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānāti so vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:49.1": " Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānātīti? ",
  "ya7.2.4:50.1": "Diṭṭhānusayaṁ parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca tadekaṭṭhaṁ parijānāti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.4:51.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:52.1": " Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti? ",
  "ya7.2.4:53.1": "Mānānusayaṁ parijānāti. (Pañcakamūlakaṁ.) ",
  "ya7.2.4:54.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti so avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:55.1": " Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānātīti? ",
  "ya7.2.4:56.1": "Mānānusayañca bhavarāgānusayañca parijānāti. (Chakkamūlakaṁ.) ",
  "ya7.2.4:57.0": "7.2.4.2. Anulomaokāsa ",
  "ya7.2.4:57.1": " Yato kāmarāgānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:58.1": " Yato vā pana paṭighānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:59.1": " Yato kāmarāgānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:60.1": " Yato vā pana mānānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:61.1": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca parijānāti kāmarāgānusayañca parijānāti. ",
  "ya7.2.4:62.1": " Yato kāmarāgānusayaṁ parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:63.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:64.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca parijānāti kāmarāgānusayañca parijānāti. ",
  "ya7.2.4:65.1": " Yato kāmarāgānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:66.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:67.1": " Yato kāmarāgānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:68.1": " Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:69.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca parijānāti kāmarāgānusayañca parijānāti. ",
  "ya7.2.4:70.1": " Yato paṭighānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? No. ",
  "ya7.2.4:71.1": " Yato vā pana mānānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:72.1": " Yato paṭighānusayaṁ parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:73.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? ",
  "ya7.2.4:74.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca parijānāti paṭighānusayañca parijānāti. ",
  "ya7.2.4:75.1": " Yato paṭighānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:76.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:77.1": " Yato paṭighānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:78.1": " Yato vā pana avijjānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? ",
  "ya7.2.4:79.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato avijjānusayañca parijānāti paṭighānusayañca parijānāti. ",
  "ya7.2.4:80.1": " Yato mānānusayaṁ parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:81.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? ",
  "ya7.2.4:82.1": "Dukkhāya vedanāya tato vicikicchānusayaṁ parijānāti, no ca tato mānānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca parijānāti mānānusayañca parijānāti. ",
  "ya7.2.4:83.1": " Yato mānānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:84.1": "Kāmadhātuyā dvīsu vedanāsu tato mānānusayaṁ parijānāti, no ca tato bhavarāgānusayaṁ parijānāti. Rūpadhātuyā arūpadhātuyā tato mānānusayañca parijānāti bhavarāgānusayañca parijānāti. ",
  "ya7.2.4:85.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:86.1": " Yato mānānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:87.1": " Yato vā pana avijjānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? ",
  "ya7.2.4:88.1": "Dukkhāya vedanāya tato avijjānusayaṁ parijānāti, no ca tato mānānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayañca parijānāti mānānusayañca parijānāti. ",
  "ya7.2.4:89.1": " Yato diṭṭhānusayaṁ parijānāti tato vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:90.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato diṭṭhānusayaṁ parijānātīti? Āmantā …pe…. ",
  "ya7.2.4:91.1": " Yato vicikicchānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:92.1": "Kāmadhātuyā tīsu vedanāsu tato vicikicchānusayaṁ parijānāti, no ca tato bhavarāgānusayaṁ parijānāti. Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca parijānāti bhavarāgānusayañca parijānāti. ",
  "ya7.2.4:93.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:94.1": " Yato vicikicchānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:95.1": " Yato vā pana avijjānusayaṁ parijānāti tato vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:96.1": " Yato bhavarāgānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:97.1": " Yato vā pana avijjānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:98.1": "Kāmadhātuyā tīsu vedanāsu tato avijjānusayaṁ parijānāti, no ca tato bhavarāgānusayaṁ parijānāti. Rūpadhātuyā arūpadhātuyā tato avijjānusayañca parijānāti bhavarāgānusayañca parijānāti. (Ekamūlakaṁ.) ",
  "ya7.2.4:99.1": " Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato mānānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:100.1": " Yato vā pana mānānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti? ",
  "ya7.2.4:101.1": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca kāmarāgānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. ",
  "ya7.2.4:102.1": " Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:103.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti? ",
  "ya7.2.4:104.1": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. ",
  "ya7.2.4:105.1": " Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato bhavarāgānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:106.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No. ",
  "ya7.2.4:107.1": " Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:108.1": " Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti? ",
  "ya7.2.4:109.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. (Dukamūlakaṁ.) ",
  "ya7.2.4:110.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:111.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:112.1": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca parijānāti, no ca tato kāmarāgānusayañca mānānusayañca parijānāti. ",
  "ya7.2.4:113.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti tato bhavarāgānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:114.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:115.1": "Rūpadhātuyā arūpadhātuyā tato bhavarāgānusayañca mānānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. ",
  "ya7.2.4:116.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:117.1": " Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:118.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca parijānāti, no ca tato kāmarāgānusayañca mānānusayañca parijānāti. (Tikamūlakaṁ.) ",
  "ya7.2.4:119.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānāti tato vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:120.1": " Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānātīti? ",
  "ya7.2.4:121.1": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca diṭṭhānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca diṭṭhānusayañca parijānāti, no ca tato kāmarāgānusayañca mānānusayañca parijānāti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.4:122.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti tato bhavarāgānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:123.1": " Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti? ",
  "ya7.2.4:124.1": "Rūpadhātuyā arūpadhātuyā tato bhavarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. ",
  "ya7.2.4:125.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:126.1": " Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti? ",
  "ya7.2.4:127.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato kāmarāgānusayañca mānānusayañca parijānāti. (Pañcakamūlakaṁ.) ",
  "ya7.2.4:128.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:129.1": " Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānātīti? ",
  "ya7.2.4:130.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato paṭighānusayañca bhavarāgānusayañca parijānāti. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato kāmarāgānusayañca mānānusayañca bhavarāgānusayañca parijānāti. (Chakkamūlakaṁ.) ",
  "ya7.2.4:131.0": "7.2.4.3. Anulomapuggalokāsa ",
  "ya7.2.4:131.1": " Yo yato kāmarāgānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:132.1": " Yo vā pana yato paṭighānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:133.1": " Yo yato kāmarāgānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? ",
  "ya7.2.4:134.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:135.1": " Yo vā pana yato mānānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:136.1": " Yo yato kāmarāgānusayaṁ parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:137.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:138.1": "Aṭṭhamako dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti, no ca so tato kāmarāgānusayaṁ parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ parijānāti, kāmarāgānusayaṁ tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:139.1": " Yo yato kāmarāgānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:140.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:141.1": " Yo yato kāmarāgānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:142.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:143.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:144.1": " Yo yato paṭighānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? No. ",
  "ya7.2.4:145.1": " Yo vā pana yato mānānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:146.1": " Yo yato paṭighānusayaṁ parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:147.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? ",
  "ya7.2.4:148.1": "Aṭṭhamako kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti, no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayaṁ parijānāti, paṭighānusayaṁ tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:149.1": " Yo yato paṭighānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? No. ",
  "ya7.2.4:150.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:151.1": " Yo yato paṭighānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:152.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:153.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No. ",
  "ya7.2.4:154.1": " Yo yato mānānusayaṁ parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:155.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? ",
  "ya7.2.4:156.1": "Aṭṭhamako dukkhāya vedanāya so tato vicikicchānusayaṁ parijānāti, no ca so tato mānānusayaṁ parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti, mānānusayaṁ tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:157.1": " Yo yato mānānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:158.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ parijānāti, no ca so tato bhavarāgānusayaṁ parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato mānānusayañca parijānāti bhavarāgānusayañca parijānāti. ",
  "ya7.2.4:159.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:160.1": " Yo yato mānānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:161.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? ",
  "ya7.2.4:162.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato mānānusayaṁ parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca parijānāti mānānusayañca parijānāti. ",
  "ya7.2.4:163.1": " Yo yato diṭṭhānusayaṁ parijānāti so tato vicikicchānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:164.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato diṭṭhānusayaṁ parijānātīti? Āmantā …pe…. ",
  "ya7.2.4:165.1": " Yo yato vicikicchānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:166.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu so tato vicikicchānusayaṁ parijānāti, no ca so tato bhavarāgānusayaṁ parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti, bhavarāgānusayaṁ tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:167.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:168.1": " Yo yato vicikicchānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? ",
  "ya7.2.4:169.1": "Tadekaṭṭhaṁ parijānāti. ",
  "ya7.2.4:170.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato vicikicchānusayaṁ parijānātīti? No. ",
  "ya7.2.4:171.1": " Yo yato bhavarāgānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? Āmantā. ",
  "ya7.2.4:172.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? ",
  "ya7.2.4:173.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato avijjānusayaṁ parijānāti, no ca so tato bhavarāgānusayaṁ parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato avijjānusayañca parijānāti bhavarāgānusayañca parijānāti. (Ekamūlakaṁ.) ",
  "ya7.2.4:174.1": " Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato mānānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:175.1": " Yo vā pana yato mānānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No. ",
  "ya7.2.4:176.1": " Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:177.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? ",
  "ya7.2.4:178.1": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca parijānāti kāmarāgānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayañca parijānāti paṭighānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayaṁ parijānāti. ",
  "ya7.2.4:179.1": " Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato bhavarāgānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:180.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No. ",
  "ya7.2.4:181.1": " Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:182.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No. (Dukamūlakaṁ.) ",
  "ya7.2.4:183.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:184.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:185.1": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca parijānāti mānānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca parijānāti kāmarāgānusayañca mānānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayañca parijānāti paṭighānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca mānānusayañca parijānāti. ",
  "ya7.2.4:186.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so tato bhavarāgānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:187.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:188.1": "Mānānusayaṁ parijānāti. ",
  "ya7.2.4:189.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:190.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti? ",
  "ya7.2.4:191.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca parijānāti. (Tikamūlakaṁ.) ",
  "ya7.2.4:192.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānāti so tato vicikicchānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:193.1": " Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānātīti? ",
  "ya7.2.4:194.1": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca diṭṭhānusayañca parijānāti mānānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca diṭṭhānusayañca parijānāti kāmarāgānusayañca mānānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayañca diṭṭhānusayañca parijānāti paṭighānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca mānānusayañca parijānāti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.4:195.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti so tato bhavarāgānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:196.1": " Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti? Mānānusayaṁ parijānāti. ",
  "ya7.2.4:197.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:198.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti? ",
  "ya7.2.4:199.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti. (Pañcakamūlakaṁ.) ",
  "ya7.2.4:200.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi. ",
  "ya7.2.4:201.1": " Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānātīti? ",
  "ya7.2.4:202.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca mānānusayañca parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca bhavarāgānusayañca parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti. (Chakkamūlakaṁ.) ",
  "ya7.2.4:203.1": "Pariññāvāre anulomaṁ. ",
  "ya7.2.4:204.0": "7.2.4.4. Paṭilomapuggala ",
  "ya7.2.4:204.1": " Yo kāmarāgānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:205.1": " Yo vā pana paṭighānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:206.1": " Yo kāmarāgānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:207.1": "Aggamaggasamaṅgī kāmarāgānusayaṁ na parijānāti, no ca so mānānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:208.1": " Yo vā pana mānānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:209.1": "Anāgāmimaggasamaṅgī mānānusayaṁ na parijānāti, no ca so kāmarāgānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:210.1": " Yo kāmarāgānusayaṁ na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:211.1": "Aṭṭhamako kāmarāgānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:212.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:213.1": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so kāmarāgānusayaṁ na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:214.1": " Yo kāmarāgānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:215.1": "Aggamaggasamaṅgī kāmarāgānusayaṁ na parijānāti, no ca so avijjānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:216.1": " Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:217.1": "Anāgāmimaggasamaṅgī avijjānusayaṁ na parijānāti, no ca so kāmarāgānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:218.1": " Yo paṭighānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:219.1": "Aggamaggasamaṅgī paṭighānusayaṁ na parijānāti, no ca so mānānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:220.1": " Yo vā pana mānānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:221.1": "Anāgāmimaggasamaṅgī mānānusayaṁ na parijānāti, no ca so paṭighānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:222.1": " Yo paṭighānusayaṁ na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:223.1": "Aṭṭhamako paṭighānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:224.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:225.1": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so paṭighānusayaṁ na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:226.1": " Yo paṭighānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:227.1": "Aggamaggasamaṅgī paṭighānusayaṁ na parijānāti, no ca so avijjānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:228.1": " Yo vā pana avijjānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:229.1": "Anāgāmimaggasamaṅgī avijjānusayaṁ na parijānāti, no ca so paṭighānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:230.1": " Yo mānānusayaṁ na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:231.1": "Aṭṭhamako mānānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā mānānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:232.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:233.1": "Aggamaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so mānānusayaṁ na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:234.1": " Yo mānānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:235.1": " Yo vā pana avijjānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:236.1": " Yo diṭṭhānusayaṁ na parijānāti so vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:237.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so diṭṭhānusayaṁ na parijānātīti? Āmantā …pe…. ",
  "ya7.2.4:238.1": " Yo vicikicchānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:239.1": "Aggamaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so avijjānusayaṁ na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:240.1": " Yo vā pana avijjānusayaṁ na parijānāti so vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:241.1": "Aṭṭhamako avijjānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:242.1": " Yo bhavarāgānusayaṁ na parijānāti so avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:243.1": " Yo vā pana avijjānusayaṁ na parijānāti so bhavarāgānusayaṁ na parijānātīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.4:244.1": " Yo kāmarāgānusayañca paṭighānusayañca na parijānāti so mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:245.1": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so mānānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:246.1": " Yo vā pana mānānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:247.1": "Anāgāmimaggasamaṅgī mānānusayaṁ na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. ",
  "ya7.2.4:248.1": " Yo kāmarāgānusayañca paṭighānusayañca na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:249.1": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:250.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:251.1": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. ",
  "ya7.2.4:252.1": " Yo kāmarāgānusayañca paṭighānusayañca na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:253.1": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so avijjānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:254.1": " Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:255.1": "Anāgāmimaggasamaṅgī avijjānusayaṁ na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. (Dukamūlakaṁ.) ",
  "ya7.2.4:256.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:257.1": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:258.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? ",
  "ya7.2.4:259.1": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Aggamaggasamaṅgī vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so mānānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti. ",
  "ya7.2.4:260.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:261.1": " Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? ",
  "ya7.2.4:262.1": "Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti. (Tikamūlakaṁ.) ",
  "ya7.2.4:263.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti so vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:264.1": " Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānātīti? ",
  "ya7.2.4:265.1": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca diṭṭhānusayañca na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Aggamaggasamaṅgī vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca na parijānāti, no ca so mānānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānanti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.4:266.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:267.1": " Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti? ",
  "ya7.2.4:268.1": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so diṭṭhānusayañca vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānanti. (Pañcakamūlakaṁ.) ",
  "ya7.2.4:269.1": " Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti so avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:270.1": " Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānātīti? ",
  "ya7.2.4:271.1": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca na parijānāti, no ca so diṭṭhānusayañca vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānanti. (Chakkamūlakaṁ.) ",
  "ya7.2.4:272.0": "7.2.4.5. Paṭilomaokāsa ",
  "ya7.2.4:272.1": " Yato kāmarāgānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:273.1": "Dukkhāya vedanāya tato kāmarāgānusayaṁ na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Rūpadhātuyā arūpadhātuyā apariyāpanne tato kāmarāgānusayañca na parijānāti paṭighānusayañca na parijānāti. ",
  "ya7.2.4:274.1": " Yato vā pana paṭighānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:275.1": "Kāmadhātuyā dvīsu vedanāsu tato paṭighānusayaṁ na parijānāti, no ca tato kāmarāgānusayaṁ na parijānāti. Rūpadhātuyā arūpadhātuyā apariyāpanne tato paṭighānusayañca na parijānāti kāmarāgānusayañca na parijānāti. ",
  "ya7.2.4:276.1": " Yato kāmarāgānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:277.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no ca tato mānānusayaṁ na parijānāti. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca na parijānāti mānānusayañca na parijānāti. ",
  "ya7.2.4:278.1": " Yato vā pana mānānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:279.1": " Yato kāmarāgānusayaṁ na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:280.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti. ",
  "ya7.2.4:281.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:282.1": " Yato kāmarāgānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:283.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no ca tato bhavarāgānusayaṁ na parijānāti. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca na parijānāti bhavarāgānusayañca na parijānāti. ",
  "ya7.2.4:284.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:285.1": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato kāmarāgānusayaṁ na parijānāti. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca na parijānāti. ",
  "ya7.2.4:286.1": " Yato kāmarāgānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:287.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca na parijānāti avijjānusayañca na parijānāti. ",
  "ya7.2.4:288.1": " Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:289.1": " Yato paṭighānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:290.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti, no ca tato mānānusayaṁ na parijānāti. Apariyāpanne tato paṭighānusayañca na parijānāti mānānusayañca na parijānāti. ",
  "ya7.2.4:291.1": " Yato vā pana mānānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:292.1": "Dukkhāya vedanāya tato mānānusayaṁ na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti paṭighānusayañca na parijānāti. ",
  "ya7.2.4:293.1": " Yato paṭighānusayaṁ na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:294.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti, no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato paṭighānusayañca na parijānāti vicikicchānusayañca na parijānāti. ",
  "ya7.2.4:295.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:296.1": " Yato paṭighānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:297.1": "Rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti, no ca tato bhavarāgānusayaṁ na parijānāti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato paṭighānusayañca na parijānāti bhavarāgānusayañca na parijānāti. ",
  "ya7.2.4:298.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:299.1": "Dukkhāya vedanāya tato bhavarāgānusayaṁ na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato bhavarāgānusayañca na parijānāti paṭighānusayañca na parijānāti. ",
  "ya7.2.4:300.1": " Yato paṭighānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:301.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti, no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato paṭighānusayañca na parijānāti avijjānusayañca na parijānāti. ",
  "ya7.2.4:302.1": " Yato vā pana avijjānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:303.1": " Yato mānānusayaṁ na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:304.1": "Dukkhāya vedanāya tato mānānusayaṁ na parijānāti, no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti vicikicchānusayañca na parijānāti. ",
  "ya7.2.4:305.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:306.1": " Yato mānānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:307.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:308.1": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato mānānusayaṁ na parijānāti. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca na parijānāti mānānusayañca na parijānāti. ",
  "ya7.2.4:309.1": " Yato mānānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:310.1": "Dukkhāya vedanāya tato mānānusayaṁ na parijānāti, no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti avijjānusayañca na parijānāti. ",
  "ya7.2.4:311.1": " Yato vā pana avijjānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:312.1": " Yato diṭṭhānusayaṁ na parijānāti tato vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:313.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato diṭṭhānusayaṁ na parijānātīti? Āmantā …pe…. ",
  "ya7.2.4:314.1": " Yato vicikicchānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:315.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:316.1": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti. ",
  "ya7.2.4:317.1": " Yato vicikicchānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:318.1": " Yato vā pana avijjānusayaṁ na parijānāti tato vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:319.1": " Yato bhavarāgānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:320.1": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti avijjānusayañca na parijānāti. ",
  "ya7.2.4:321.1": " Yato vā pana avijjānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.4:322.1": " Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:323.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca tato mānānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca na parijānāti mānānusayañca na parijānāti. ",
  "ya7.2.4:324.1": " Yato vā pana mānānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:325.1": "Dukkhāya vedanāya tato mānānusayañca kāmarāgānusayañca na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti. ",
  "ya7.2.4:326.1": " Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:327.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca na parijānāti vicikicchānusayañca na parijānāti. ",
  "ya7.2.4:328.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? Āmantā. ",
  "ya7.2.4:329.1": " Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:330.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca tato bhavarāgānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca na parijānāti bhavarāgānusayañca na parijānāti. ",
  "ya7.2.4:331.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:332.1": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca na parijānāti, no ca tato kāmarāgānusayaṁ na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti. ",
  "ya7.2.4:333.1": " Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:334.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca na parijānāti avijjānusayañca na parijānāti. ",
  "ya7.2.4:335.1": " Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? Āmantā. (Dukamūlakaṁ.) ",
  "ya7.2.4:336.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:337.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? Āmantā. ",
  "ya7.2.4:338.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:339.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? ",
  "ya7.2.4:340.1": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca na parijānāti, no ca tato kāmarāgānusayañca mānānusayañca na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti. ",
  "ya7.2.4:341.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:342.1": " Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? Āmantā. (Tikamūlakaṁ.) ",
  "ya7.2.4:343.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti tato vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:344.1": " Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānātīti? Āmantā …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.4:345.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:346.1": " Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti? ",
  "ya7.2.4:347.1": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca na parijānāti, no ca tato paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca na parijānāti, no ca tato kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. ",
  "ya7.2.4:348.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:349.1": " Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti? Āmantā. (Pañcakamūlakaṁ.) ",
  "ya7.2.4:350.1": " Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:351.1": " Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānātīti? Āmantā. (Chakkamūlakaṁ.) ",
  "ya7.2.4:352.0": "7.2.4.6. Paṭilomapuggalokāsa ",
  "ya7.2.4:352.1": " Yo yato kāmarāgānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:353.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayaṁ na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato kāmarāgānusayañca na parijānāti paṭighānusayañca na parijānāti. Anāgāmimaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:354.1": " Yo vā pana yato paṭighānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:355.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato paṭighānusayaṁ na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato paṭighānusayañca na parijānāti kāmarāgānusayañca na parijānāti. Anāgāmimaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:356.1": " Yo yato kāmarāgānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:357.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayañca na parijānāti mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:358.1": " Yo vā pana yato mānānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:359.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca na parijānāti kāmarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:360.1": " Yo yato kāmarāgānusayaṁ na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:361.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:362.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:363.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:364.1": " Yo yato kāmarāgānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:365.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ na parijānāti, no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayañca na parijānāti bhavarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti bhavarāgānusayañca na parijānanti. ",
  "ya7.2.4:366.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:367.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:368.1": " Yo yato kāmarāgānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:369.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:370.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:371.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato avijjānusayaṁ na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti kāmarāgānusayañca na parijānanti. ",
  "ya7.2.4:372.1": " Yo yato paṭighānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:373.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato paṭighānusayañca na parijānāti mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:374.1": " Yo vā pana yato mānānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:375.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca na parijānāti paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:376.1": " Yo yato paṭighānusayaṁ na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:377.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato paṭighānusayañca na parijānāti vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:378.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:379.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayaṁ na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti paṭighānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:380.1": " Yo yato paṭighānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:381.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ na parijānāti, no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato paṭighānusayañca na parijānāti bhavarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti bhavarāgānusayañca na parijānanti. ",
  "ya7.2.4:382.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:383.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayaṁ na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:384.1": " Yo yato paṭighānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:385.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato paṭighānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:386.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti? ",
  "ya7.2.4:387.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti paṭighānusayañca na parijānanti. ",
  "ya7.2.4:388.1": " Yo yato mānānusayaṁ na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:389.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayaṁ na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato mānānusayañca na parijānāti vicikicchānusayañca na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:390.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:391.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca na parijānāti mānānusayañca na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:392.1": " Yo yato mānānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:393.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:394.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca na parijānāti mānānusayañca na parijānāti. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:395.1": " Yo yato mānānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:396.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato mānānusayañca na parijānāti avijjānusayañca na parijānāti. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:397.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:398.1": " Yo yato diṭṭhānusayaṁ na parijānāti so tato vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:399.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato diṭṭhānusayaṁ na parijānātīti? Āmantā …pe…. ",
  "ya7.2.4:400.1": " Yo yato vicikicchānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:401.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ na parijānāti, no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu, apariyāpanne so tato vicikicchānusayañca na parijānāti bhavarāgānusayañca na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti bhavarāgānusayañca na parijānanti. ",
  "ya7.2.4:402.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:403.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayaṁ na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:404.1": " Yo yato vicikicchānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:405.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato vicikicchānusayañca na parijānāti avijjānusayañca na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:406.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:407.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayaṁ na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato avijjānusayañca na parijānāti vicikicchānusayañca na parijānāti. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:408.1": " Yo yato bhavarāgānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:409.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato bhavarāgānusayaṁ na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca na parijānāti avijjānusayañca na parijānāti. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:410.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.4:411.1": " Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato mānānusayaṁ na parijānātīti? ",
  "ya7.2.4:412.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca na parijānanti mānānusayañca na parijānanti. ",
  "ya7.2.4:413.1": " Yo vā pana yato mānānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:414.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayañca kāmarāgānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato mānānusayañca paṭighānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. ",
  "ya7.2.4:415.1": " Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:416.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:417.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:418.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. ",
  "ya7.2.4:419.1": " Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? ",
  "ya7.2.4:420.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti bhavarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca na parijānanti bhavarāgānusayañca na parijānanti. ",
  "ya7.2.4:421.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:422.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. ",
  "ya7.2.4:423.1": " Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:424.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:425.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? ",
  "ya7.2.4:426.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. (Dukamūlakaṁ.) ",
  "ya7.2.4:427.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? ",
  "ya7.2.4:428.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti vicikicchānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:429.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? ",
  "ya7.2.4:430.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti. ",
  "ya7.2.4:431.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:432.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? ",
  "ya7.2.4:433.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti. ",
  "ya7.2.4:434.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:435.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:436.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? ",
  "ya7.2.4:437.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti. (Tikamūlakaṁ.) ",
  "ya7.2.4:438.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti so tato vicikicchānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:439.1": " Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānātīti? ",
  "ya7.2.4:440.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānanti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.4:441.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā. ",
  "ya7.2.4:442.1": " Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti? ",
  "ya7.2.4:443.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato diṭṭhānusayañca vicikicchānusayañca na parijānāti. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānanti. ",
  "ya7.2.4:444.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:445.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:446.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti? ",
  "ya7.2.4:447.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato diṭṭhānusayañca vicikicchānusayañca na parijānāti. Sveva puggalo apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānanti. (Pañcakamūlakaṁ.) ",
  "ya7.2.4:448.1": " Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti? ",
  "ya7.2.4:449.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānanti avijjānusayañca na parijānanti. ",
  "ya7.2.4:450.1": " Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānātīti? ",
  "ya7.2.4:451.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca na parijānāti, no ca so tato diṭṭhānusayañca vicikicchānusayañca na parijānāti. Sveva puggalo apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānanti. (Chakkamūlakaṁ.) ",
  "ya7.2.4:452.1": "Pariññāvāre paṭilomaṁ. ",
  "ya7.2.4:452.2": "Pariññāvāro. "
}