{
  "ya7.2.7:0.1": "7 Anusayayamaka",
  "ya7.2.7:0.2": "7.2 Mahāvāra",
  "ya7.2.7:0.3": "7.2.7. Dhātupucchāvāra",
  "ya7.2.7:1.1": "Kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:2.1": "Kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:3.1": "Kāmadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Kāmadhātumūlakaṁ.)",
  "ya7.2.7:4.1": "Rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:5.1": "Rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:6.1": "Rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Rūpadhātumūlakaṁ.)",
  "ya7.2.7:7.1": "Arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:8.1": "Arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:9.1": "Arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Arūpadhātumūlakaṁ.)",
  "ya7.2.7:10.1": "Na kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā.",
  "ya7.2.7:11.1": "Na kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:12.1": "Na kāmadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmadhātumūlakaṁ.)",
  "ya7.2.7:13.1": "Na rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:14.1": "Na rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:15.1": "Na rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpadhātumūlakaṁ.)",
  "ya7.2.7:16.1": "Na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:17.1": "Na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:18.1": "Na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Naarūpadhātumūlakaṁ.)",
  "ya7.2.7:19.1": "Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:20.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:21.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmanaarūpadhātumūlakaṁ.)",
  "ya7.2.7:22.1": "Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:23.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:24.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpanaarūpadhātumūlakaṁ.)",
  "ya7.2.7:25.1": "Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:26.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:27.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmanarūpadhātumūlakaṁ.)",
  "ya7.2.7:28.1": "Dhātupucchāvāro."
}