{
  "ya7.2.1:0.1": "7 Anusayayamaka ",
  "ya7.2.1:0.2": "7.2 Mahāvāra ",
  "ya7.2.1:0.3": "7.2.1. Anusayavāra ",
  "ya7.2.1:1.0": "7.2.1.1. Anulomapuggala ",
  "ya7.2.1:1.1": " Yassa kāmarāgānusayo anuseti tassa paṭighānusayo anusetīti? Āmantā. ",
  "ya7.2.1:2.1": " Yassa vā pana paṭighānusayo anuseti tassa kāmarāgānusayo anusetīti? Āmantā. ",
  "ya7.2.1:3.1": " Yassa kāmarāgānusayo anuseti tassa mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:4.1": " Yassa vā pana mānānusayo anuseti tassa kāmarāgānusayo anusetīti? ",
  "ya7.2.1:5.1": "Anāgāmissa mānānusayo anuseti, no ca tassa kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:6.1": " Yassa kāmarāgānusayo anuseti tassa diṭṭhānusayo anusetīti? ",
  "ya7.2.1:7.1": "Dvinnaṁ puggalānaṁ kāmarāgānusayo anuseti, no ca tesaṁ diṭṭhānusayo anuseti. Puthujjanassa kāmarāgānusayo ca anuseti diṭṭhānusayo ca anuseti. ",
  "ya7.2.1:8.1": " Yassa vā pana diṭṭhānusayo anuseti tassa kāmarāgānusayo anusetīti? Āmantā. ",
  "ya7.2.1:9.1": " Yassa kāmarāgānusayo anuseti tassa vicikicchānusayo anusetīti? ",
  "ya7.2.1:10.1": "Dvinnaṁ puggalānaṁ kāmarāgānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa kāmarāgānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:11.1": " Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo anusetīti? Āmantā. ",
  "ya7.2.1:12.1": " Yassa kāmarāgānusayo anuseti tassa bhavarāgānusayo anusetīti? Āmantā. ",
  "ya7.2.1:13.1": " Yassa vā pana bhavarāgānusayo anuseti tassa kāmarāgānusayo anusetīti? ",
  "ya7.2.1:14.1": "Anāgāmissa bhavarāgānusayo anuseti, no ca tassa kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ bhavarāgānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:15.1": " Yassa kāmarāgānusayo anuseti tassa avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:16.1": " Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo anusetīti? ",
  "ya7.2.1:17.1": "Anāgāmissa avijjānusayo anuseti, no ca tassa kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:18.1": " Yassa paṭighānusayo anuseti tassa mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:19.1": " Yassa vā pana mānānusayo anuseti tassa paṭighānusayo anusetīti? ",
  "ya7.2.1:20.1": "Anāgāmissa mānānusayo anuseti, no ca tassa paṭighānusayo anuseti. Tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti paṭighānusayo ca anuseti. ",
  "ya7.2.1:21.1": " Yassa paṭighānusayo anuseti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Dvinnaṁ puggalānaṁ paṭighānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa paṭighānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:22.1": " Yassa vā pana vicikicchānusayo anuseti tassa paṭighānusayo anusetīti? Āmantā. ",
  "ya7.2.1:23.1": " Yassa paṭighānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:24.1": " Yassa vā pana avijjānusayo anuseti tassa paṭighānusayo anusetīti? ",
  "ya7.2.1:25.1": "Anāgāmissa avijjānusayo anuseti, no ca tassa paṭighānusayo anuseti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti paṭighānusayo ca anuseti. ",
  "ya7.2.1:26.1": " Yassa mānānusayo anuseti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti? ",
  "ya7.2.1:27.1": "Tiṇṇaṁ puggalānaṁ mānānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa mānānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:28.1": " Yassa vā pana vicikicchānusayo anuseti tassa mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:29.1": " Yassa mānānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:30.1": " Yassa vā pana avijjānusayo anuseti tassa mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:31.1": " Yassa diṭṭhānusayo anuseti tassa vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:32.1": " Yassa vā pana vicikicchānusayo anuseti tassa diṭṭhānusayo anusetīti? Āmantā. ",
  "ya7.2.1:33.1": " Yassa diṭṭhānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:34.1": " Yassa vā pana avijjānusayo anuseti tassa diṭṭhānusayo anusetīti? ",
  "ya7.2.1:35.1": "Tiṇṇaṁ puggalānaṁ avijjānusayo anuseti, no ca tesaṁ diṭṭhānusayo anuseti. Puthujjanassa avijjānusayo ca anuseti diṭṭhānusayo ca anuseti. ",
  "ya7.2.1:36.1": " Yassa vicikicchānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:37.1": " Yassa vā pana avijjānusayo anuseti tassa vicikicchānusayo anusetīti? ",
  "ya7.2.1:38.1": "Tiṇṇaṁ puggalānaṁ avijjānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa avijjānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:39.1": " Yassa bhavarāgānusayo anuseti tassa avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:40.1": " Yassa vā pana avijjānusayo anuseti tassa bhavarāgānusayo anusetīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.1:41.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca anusenti tassa mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:42.1": " Yassa vā pana mānānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:43.1": "Anāgāmissa mānānusayo anuseti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:44.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca anusenti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti? ",
  "ya7.2.1:45.1": "Dvinnaṁ puggalānaṁ kāmarāgānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa kāmarāgānusayo ca paṭighānusayo ca anusenti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:46.1": " Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca anusentīti? Āmantā. ",
  "ya7.2.1:47.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:48.1": " Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:49.1": "Anāgāmissa avijjānusayo anuseti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca anusenti. (Dukamūlakaṁ.) ",
  "ya7.2.1:50.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti? ",
  "ya7.2.1:51.1": "Dvinnaṁ puggalānaṁ kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:52.1": " Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? Āmantā. ",
  "ya7.2.1:53.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:54.1": " Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:55.1": "Anāgāmissa avijjānusayo ca mānānusayo ca anusenti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti. (Tikamūlakaṁ.) ",
  "ya7.2.1:56.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:57.1": " Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? Āmantā. ",
  "ya7.2.1:58.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:59.1": " Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:60.1": "Anāgāmissa avijjānusayo ca mānānusayo ca anusenti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti. Dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti, no ca tesaṁ diṭṭhānusayo anuseti. Puthujjanassa avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti. (Catukkamūlakaṁ.) ",
  "ya7.2.1:61.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:62.1": " Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti? ",
  "ya7.2.1:63.1": "Anāgāmissa avijjānusayo ca mānānusayo ca anusenti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti, no ca tesaṁ diṭṭhānusayo ca vicikicchānusayo ca anusenti. Puthujjanassa avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. (Pañcakamūlakaṁ.) ",
  "ya7.2.1:64.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti tassa avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:65.1": " Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusentīti? ",
  "ya7.2.1:66.1": "Anāgāmissa avijjānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti, no ca tesaṁ diṭṭhānusayo ca vicikicchānusayo ca anusenti. Puthujjanassa avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. (Chakkamūlakaṁ.) ",
  "ya7.2.1:67.0": "7.2.1.2. Anulomaokāsa ",
  "ya7.2.1:67.1": " Yattha kāmarāgānusayo anuseti tattha paṭighānusayo anusetīti? No. ",
  "ya7.2.1:68.1": " Yattha vā pana paṭighānusayo anuseti tattha kāmarāgānusayo anusetīti? No. ",
  "ya7.2.1:69.1": " Yattha kāmarāgānusayo anuseti tattha mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:70.1": " Yattha vā pana mānānusayo anuseti tattha kāmarāgānusayo anusetīti? ",
  "ya7.2.1:71.1": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo anuseti, no ca tattha kāmarāgānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:72.1": " Yattha kāmarāgānusayo anuseti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:73.1": " Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo anusetīti? ",
  "ya7.2.1:74.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti, no ca tattha kāmarāgānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:75.1": " Yattha kāmarāgānusayo anuseti tattha bhavarāgānusayo anusetīti? No. ",
  "ya7.2.1:76.1": " Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo anusetīti? No. ",
  "ya7.2.1:77.1": " Yattha kāmarāgānusayo anuseti tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:78.1": " Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo anusetīti? ",
  "ya7.2.1:79.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha avijjānusayo anuseti, no ca tattha kāmarāgānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:80.1": " Yattha paṭighānusayo anuseti tattha mānānusayo anusetīti? No. ",
  "ya7.2.1:81.1": " Yattha vā pana mānānusayo anuseti tattha paṭighānusayo anusetīti? No. ",
  "ya7.2.1:82.1": " Yattha paṭighānusayo anuseti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:83.1": " Yattha vā pana vicikicchānusayo anuseti tattha paṭighānusayo anusetīti? ",
  "ya7.2.1:84.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha vicikicchānusayo ca anuseti paṭighānusayo ca anuseti. ",
  "ya7.2.1:85.1": " Yattha paṭighānusayo anuseti tattha bhavarāgānusayo anusetīti? No. ",
  "ya7.2.1:86.1": " Yattha vā pana bhavarāgānusayo anuseti tattha paṭighānusayo anusetīti? No. ",
  "ya7.2.1:87.1": " Yattha paṭighānusayo anuseti tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:88.1": " Yattha vā pana avijjānusayo anuseti tattha paṭighānusayo anusetīti? ",
  "ya7.2.1:89.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo anuseti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca anuseti paṭighānusayo ca anuseti. ",
  "ya7.2.1:90.1": " Yattha mānānusayo anuseti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:91.1": " Yattha vā pana vicikicchānusayo anuseti tattha mānānusayo anusetīti? ",
  "ya7.2.1:92.1": "Dukkhāya vedanāya ettha vicikicchānusayo anuseti, no ca tattha mānānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca anuseti mānānusayo ca anuseti. ",
  "ya7.2.1:93.1": " Yattha mānānusayo anuseti tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:94.1": "Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo anuseti, no ca tattha bhavarāgānusayo anuseti. Rūpadhātuyā arūpadhātuyā ettha mānānusayo ca anuseti bhavarāgānusayo ca anuseti. ",
  "ya7.2.1:95.1": " Yattha vā pana bhavarāgānusayo anuseti tattha mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:96.1": " Yattha mānānusayo anuseti tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:97.1": " Yattha vā pana avijjānusayo anuseti tattha mānānusayo anusetīti? ",
  "ya7.2.1:98.1": "Dukkhāya vedanāya ettha avijjānusayo anuseti, no ca tattha mānānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca anuseti mānānusayo ca anuseti. ",
  "ya7.2.1:99.1": " Yattha diṭṭhānusayo anuseti tattha vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:100.1": " Yattha vā pana vicikicchānusayo anuseti tattha diṭṭhānusayo anusetīti? Āmantā. ",
  "ya7.2.1:101.1": " Yattha diṭṭhānusayo anuseti tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:102.1": "Kāmadhātuyā tīsu vedanāsu ettha diṭṭhānusayo anuseti, no ca tattha bhavarāgānusayo anuseti. Rūpadhātuyā arūpadhātuyā ettha diṭṭhānusayo ca anuseti bhavarāgānusayo ca anuseti. ",
  "ya7.2.1:103.1": " Yattha vā pana bhavarāgānusayo anuseti tattha diṭṭhānusayo anusetīti? Āmantā. ",
  "ya7.2.1:104.1": " Yattha diṭṭhānusayo anuseti tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:105.1": " Yattha vā pana avijjānusayo anuseti tattha diṭṭhānusayo anusetīti? Āmantā. ",
  "ya7.2.1:106.1": " Yattha vicikicchānusayo anuseti tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:107.1": "Kāmadhātuyā tīsu vedanāsu ettha vicikicchānusayo anuseti, no ca tattha bhavarāgānusayo anuseti. Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca anuseti bhavarāgānusayo ca anuseti. ",
  "ya7.2.1:108.1": " Yattha vā pana bhavarāgānusayo anuseti tattha vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:109.1": " Yattha vicikicchānusayo anuseti tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:110.1": " Yattha vā pana avijjānusayo anuseti tattha vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:111.1": " Yattha bhavarāgānusayo anuseti tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:112.1": " Yattha vā pana avijjānusayo anuseti tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:113.1": "Kāmadhātuyā tīsu vedanāsu ettha avijjānusayo anuseti, no ca tattha bhavarāgānusayo anuseti. Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca anuseti bhavarāgānusayo ca anuseti. (Ekamūlakaṁ.) ",
  "ya7.2.1:114.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha mānānusayo anusetīti? Natthi. ",
  "ya7.2.1:115.1": " Yattha vā pana mānānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:116.1": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo anuseti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo ca kāmarāgānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. ",
  "ya7.2.1:117.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi. ",
  "ya7.2.1:118.1": " Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:119.1": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo anuseti. ",
  "ya7.2.1:120.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:121.1": " Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? No. ",
  "ya7.2.1:122.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:123.1": " Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:124.1": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo anuseti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo anuseti. (Dukamūlakaṁ.) ",
  "ya7.2.1:125.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi. ",
  "ya7.2.1:126.1": " Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:127.1": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. ",
  "ya7.2.1:128.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:129.1": " Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:130.1": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:131.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:132.1": " Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:133.1": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Tikamūlakaṁ.) ",
  "ya7.2.1:134.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tattha vicikicchānusayo anusetīti? Natthi. ",
  "ya7.2.1:135.1": " Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:136.1": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. ",
  "ya7.2.1:137.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:138.1": " Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:139.1": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:140.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:141.1": " Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:142.1": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Catukkamūlakaṁ.) ",
  "ya7.2.1:143.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:144.1": " Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti? ",
  "ya7.2.1:145.1": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:146.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:147.1": " Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti? ",
  "ya7.2.1:148.1": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Pañcakamūlakaṁ.) ",
  "ya7.2.1:149.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:150.1": " Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca …pe… bhavarāgānusayo ca anusentīti? ",
  "ya7.2.1:151.1": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha paṭighānusayo ca bhavarāgānusayo ca anusenti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti. (Chakkamūlakaṁ.) ",
  "ya7.2.1:152.0": "7.2.1.3. Anulomapuggalokāsa ",
  "ya7.2.1:152.1": " Yassa yattha kāmarāgānusayo anuseti tassa tattha paṭighānusayo anusetīti? No. ",
  "ya7.2.1:153.1": " Yassa vā pana yattha paṭighānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? No. ",
  "ya7.2.1:154.1": " Yassa yattha kāmarāgānusayo anuseti tassa tattha mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:155.1": " Yassa vā pana yattha mānānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? ",
  "ya7.2.1:156.1": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo anuseti, no ca tassa tattha kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo anuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha mānānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:157.1": " Yassa yattha kāmarāgānusayo anuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? ",
  "ya7.2.1:158.1": "Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha kāmarāgānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa kāmadhātuyā dvīsu vedanāsu tassa tattha kāmarāgānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:159.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? ",
  "ya7.2.1:160.1": "Puthujjanassa dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo anuseti, no ca tassa tattha kāmarāgānusayo anuseti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:161.1": " Yassa yattha kāmarāgānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? No. ",
  "ya7.2.1:162.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? No. ",
  "ya7.2.1:163.1": " Yassa yattha kāmarāgānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:164.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? ",
  "ya7.2.1:165.1": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo anuseti, no ca tassa tattha kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo anuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca anuseti kāmarāgānusayo ca anuseti. ",
  "ya7.2.1:166.1": " Yassa yattha paṭighānusayo anuseti tassa tattha mānānusayo anusetīti? No. ",
  "ya7.2.1:167.1": " Yassa vā pana yattha mānānusayo anuseti tassa tattha paṭighānusayo anusetīti? No. ",
  "ya7.2.1:168.1": " Yassa yattha paṭighānusayo anuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? ",
  "ya7.2.1:169.1": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha paṭighānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa dukkhāya vedanāya tassa tattha paṭighānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:170.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha paṭighānusayo anusetīti? ",
  "ya7.2.1:171.1": "Puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo anuseti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo ca anuseti paṭighānusayo ca anuseti. ",
  "ya7.2.1:172.1": " Yassa yattha paṭighānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? No. ",
  "ya7.2.1:173.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha paṭighānusayo anusetīti? No. ",
  "ya7.2.1:174.1": " Yassa yattha paṭighānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:175.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha paṭighānusayo anusetīti? ",
  "ya7.2.1:176.1": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo anuseti, no ca tassa tattha paṭighānusayo anuseti. Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha paṭighānusayo anuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca anuseti paṭighānusayo ca anuseti. ",
  "ya7.2.1:177.1": " Yassa yattha mānānusayo anuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? ",
  "ya7.2.1:178.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:179.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha mānānusayo anusetīti? ",
  "ya7.2.1:180.1": "Puthujjanassa dukkhāya vedanāya tassa tattha vicikicchānusayo anuseti, no ca tassa tattha mānānusayo anuseti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca anuseti mānānusayo ca anuseti. ",
  "ya7.2.1:181.1": " Yassa yattha mānānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:182.1": "Catunnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha mānānusayo anuseti, no ca tesaṁ tattha bhavarāgānusayo anuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo ca anuseti bhavarāgānusayo ca anuseti. ",
  "ya7.2.1:183.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha mānānusayo anusetīti? Āmantā. ",
  "ya7.2.1:184.1": " Yassa yattha mānānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:185.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha mānānusayo anusetīti? ",
  "ya7.2.1:186.1": "Catunnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha mānānusayo anuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca anuseti mānānusayo ca anuseti. ",
  "ya7.2.1:187.1": " Yassa yattha diṭṭhānusayo anuseti tassa tattha vicikicchānusayo anusetīti? Āmantā. ",
  "ya7.2.1:188.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha diṭṭhānusayo anusetīti? Āmantā. ",
  "ya7.2.1:189.1": " Yassa yattha diṭṭhānusayo …pe… vicikicchānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:190.1": "Puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchānusayo anuseti, no ca tassa tattha bhavarāgānusayo anuseti. Tasseva puggalassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca anuseti bhavarāgānusayo ca anuseti. ",
  "ya7.2.1:191.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha vicikicchānusayo anusetīti? ",
  "ya7.2.1:192.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha bhavarāgānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:193.1": " Yassa yattha vicikicchānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:194.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha vicikicchānusayo anusetīti? ",
  "ya7.2.1:195.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca anuseti vicikicchānusayo ca anuseti. ",
  "ya7.2.1:196.1": " Yassa yattha bhavarāgānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā. ",
  "ya7.2.1:197.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? ",
  "ya7.2.1:198.1": "Catunnaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha bhavarāgānusayo anuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca anuseti bhavarāgānusayo ca anuseti. (Ekamūlakaṁ.) ",
  "ya7.2.1:199.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha mānānusayo anusetīti? Natthi. ",
  "ya7.2.1:200.1": " Yassa vā pana yattha mānānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:201.1": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha mānānusayo ca kāmarāgānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo anuseti. ",
  "ya7.2.1:202.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi. ",
  "ya7.2.1:203.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:204.1": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo anuseti. ",
  "ya7.2.1:205.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:206.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? No. ",
  "ya7.2.1:207.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:208.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? ",
  "ya7.2.1:209.1": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo anuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo anuseti. (Dukamūlakaṁ.) ",
  "ya7.2.1:210.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi. ",
  "ya7.2.1:211.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:212.1": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti. ",
  "ya7.2.1:213.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:214.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:215.1": "Catunnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:216.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:217.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? ",
  "ya7.2.1:218.1": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo anuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Tikamūlakaṁ.) ",
  "ya7.2.1:219.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa tattha vicikicchānusayo anusetīti? Natthi. ",
  "ya7.2.1:220.1": " Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:221.1": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti. ",
  "ya7.2.1:222.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:223.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:224.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:225.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:226.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? ",
  "ya7.2.1:227.1": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo ca diṭṭhānusayo ca anusenti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Catukkamūlakaṁ.) ",
  "ya7.2.1:228.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi. ",
  "ya7.2.1:229.1": " Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti? ",
  "ya7.2.1:230.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. ",
  "ya7.2.1:231.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:232.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti? ",
  "ya7.2.1:233.1": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Pañcakamūlakaṁ.) ",
  "ya7.2.1:234.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi. ",
  "ya7.2.1:235.1": " Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusentīti? ",
  "ya7.2.1:236.1": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. Tasseva puggalassa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha paṭighānusayo ca bhavarāgānusayo ca anusanti. Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti. (Chakkamūlakaṁ.) ",
  "ya7.2.1:237.1": "Anusayavāre anulomaṁ. ",
  "ya7.2.1:238.0": "7.2.1.4. Paṭilomapuggala ",
  "ya7.2.1:238.1": " Yassa kāmarāgānusayo nānuseti tassa paṭighānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:239.1": " Yassa vā pana paṭighānusayo nānuseti tassa kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:240.1": " Yassa kāmarāgānusayo nānuseti tassa mānānusayo nānusetīti? ",
  "ya7.2.1:241.1": "Anāgāmissa kāmarāgānusayo nānuseti, no ca tassa mānānusayo nānuseti. Arahato kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:242.1": " Yassa vā pana mānānusayo nānuseti tassa kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:243.1": " Yassa kāmarāgānusayo nānuseti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:244.1": " Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo nānusetīti? ",
  "ya7.2.1:245.1": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ kāmarāgānusayo nānuseti. Dvinnaṁ puggalānaṁ vicikicchānusayo ca nānuseti kāmarāgānusayo ca nānuseti. ",
  "ya7.2.1:246.1": " Yassa kāmarāgānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? ",
  "ya7.2.1:247.1": "Anāgāmissa kāmarāgānusayo nānuseti, no ca tassa avijjānusayo nānuseti. Arahato kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:248.1": " Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:249.1": " Yassa paṭighānusayo nānuseti tassa mānānusayo nānusetīti? ",
  "ya7.2.1:250.1": "Anāgāmissa paṭighānusayo nānuseti, no ca tassa mānānusayo nānuseti. Arahato paṭighānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:251.1": " Yassa vā pana mānānusayo nānuseti tassa paṭighānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:252.1": " Yassa paṭighānusayo nānuseti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:253.1": " Yassa vā pana vicikicchānusayo nānuseti tassa paṭighānusayo nānusetīti? ",
  "ya7.2.1:254.1": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ paṭighānusayo nānuseti. Dvinnaṁ puggalānaṁ vicikicchānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:255.1": " Yassa paṭighānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? ",
  "ya7.2.1:256.1": "Anāgāmissa paṭighānusayo nānuseti, no ca tassa avijjānusayo nānuseti. Arahato paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:257.1": " Yassa vā pana avijjānusayo nānuseti tassa paṭighānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:258.1": " Yassa mānānusayo nānuseti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:259.1": " Yassa vā pana vicikicchānusayo nānuseti tassa mānānusayo nānusetīti? ",
  "ya7.2.1:260.1": "Tiṇṇaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ mānānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:261.1": " Yassa mānānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:262.1": " Yassa vā pana avijjānusayo nānuseti tassa mānānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:263.1": " Yassa diṭṭhānusayo nānuseti tassa vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:264.1": " Yassa vā pana vicikicchānusayo nānuseti tassa diṭṭhānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:265.1": " Yassa diṭṭhānusayo …pe… vicikicchānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? ",
  "ya7.2.1:266.1": "Tiṇṇaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ avijjānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:267.1": " Yassa vā pana avijjānusayo nānuseti tassa vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:268.1": " Yassa bhavarāgānusayo nānuseti tassa avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:269.1": " Yassa vā pana avijjānusayo nānuseti tassa bhavarāgānusayo nānusetīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.1:270.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa mānānusayo nānusetīti? ",
  "ya7.2.1:271.1": "Anāgāmissa kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa mānānusayo nānuseti. Arahato kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti. ",
  "ya7.2.1:272.1": " Yassa vā pana mānānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. ",
  "ya7.2.1:273.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:274.1": " Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca nānusentīti? ",
  "ya7.2.1:275.1": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo ca nānusenti. Dvinnaṁ puggalānaṁ vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. ",
  "ya7.2.1:276.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? ",
  "ya7.2.1:277.1": "Anāgāmissa kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa avijjānusayo nānuseti. Arahato kāmarāgānusayo ca paṭighānusayo ca nānusenti avijjānusayo ca nānuseti. ",
  "ya7.2.1:278.1": " Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. (Dukamūlakaṁ.) ",
  "ya7.2.1:279.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:280.1": " Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? ",
  "ya7.2.1:281.1": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa mānānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. ",
  "ya7.2.1:282.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:283.1": " Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. (Tikamūlakaṁ.) ",
  "ya7.2.1:284.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti tassa vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:285.1": " Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusentīti? ",
  "ya7.2.1:286.1": "Dvinnaṁ puggalānaṁ vicikicchānusayo ca diṭṭhānusayo ca nānusenti, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca nānusenti, no ca tassa mānānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.1:287.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:288.1": " Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusentīti? Āmantā. (Pañcakamūlakaṁ.) ",
  "ya7.2.1:289.1": " Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti tassa avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:290.1": " Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusentīti? Āmantā. (Chakkamūlakaṁ.) ",
  "ya7.2.1:291.0": "7.2.1.5. Paṭilomaokāsa ",
  "ya7.2.1:291.1": " Yattha kāmarāgānusayo nānuseti tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:292.1": "Dukkhāya vedanāya ettha kāmarāgānusayo nānuseti, no ca tattha paṭighānusayo nānuseti. Rūpadhātuyā arūpadhātuyā apariyāpanne ettha kāmarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:293.1": " Yattha vā pana paṭighānusayo nānuseti tattha kāmarāgānusayo nānusetīti? ",
  "ya7.2.1:294.1": "Kāmadhātuyā dvīsu vedanāsu ettha paṭighānusayo nānuseti, no ca tattha kāmarāgānusayo nānuseti. Rūpadhātuyā arūpadhātuyā apariyāpanne ettha paṭighānusayo ca nānuseti kāmarāgānusayo ca nānuseti. ",
  "ya7.2.1:295.1": " Yattha kāmarāgānusayo nānuseti tattha mānānusayo nānusetīti? ",
  "ya7.2.1:296.1": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha mānānusayo nānuseti. Dukkhāya vedanāya apariyāpanne ettha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:297.1": " Yattha vā pana mānānusayo nānuseti tattha kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:298.1": " Yattha kāmarāgānusayo nānuseti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:299.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:300.1": " Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:301.1": " Yattha kāmarāgānusayo nānuseti tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:302.1": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha bhavarāgānusayo nānuseti. Dukkhāya vedanāya apariyāpanne ettha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti. ",
  "ya7.2.1:303.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo nānusetīti? ",
  "ya7.2.1:304.1": "Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha kāmarāgānusayo nānuseti. Dukkhāya vedanāya apariyāpanne ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca nānuseti. ",
  "ya7.2.1:305.1": " Yattha kāmarāgānusayo nānuseti tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:306.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:307.1": " Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:308.1": " Yattha paṭighānusayo nānuseti tattha mānānusayo nānusetīti? ",
  "ya7.2.1:309.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti, no ca tattha mānānusayo nānuseti. Apariyāpanne ettha paṭighānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:310.1": " Yattha vā pana mānānusayo nānuseti tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:311.1": "Dukkhāya vedanāya ettha mānānusayo nānuseti, no ca tattha paṭighānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:312.1": " Yattha paṭighānusayo nānuseti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:313.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha paṭighānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:314.1": " Yattha vā pana vicikicchānusayo nānuseti tattha paṭighānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:315.1": " Yattha paṭighānusayo nānuseti tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:316.1": "Rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti, no ca tattha bhavarāgānusayo nānuseti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne ettha paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti. ",
  "ya7.2.1:317.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:318.1": "Dukkhāya vedanāya ettha bhavarāgānusayo nānuseti, no ca tattha paṭighānusayo nānuseti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne ettha bhavarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:319.1": " Yattha paṭighānusayo nānuseti tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:320.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:321.1": " Yattha vā pana avijjānusayo nānuseti tattha paṭighānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:322.1": " Yattha mānānusayo nānuseti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:323.1": "Dukkhāya vedanāya ettha mānānusayo nānuseti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:324.1": " Yattha vā pana vicikicchānusayo nānuseti tattha mānānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:325.1": " Yattha mānānusayo nānuseti tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:326.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha mānānusayo nānusetīti? ",
  "ya7.2.1:327.1": "Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha mānānusayo nānuseti. Dukkhāya vedanāya apariyāpanne ettha bhavarāgānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:328.1": " Yattha mānānusayo nānuseti tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:329.1": "Dukkhāya vedanāya ettha mānānusayo nānuseti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:330.1": " Yattha vā pana avijjānusayo nānuseti tattha mānānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:331.1": " Yattha diṭṭhānusayo nānuseti tattha vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:332.1": " Yattha vā pana vicikicchānusayo nānuseti tattha diṭṭhānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:333.1": " Yattha diṭṭhānusayo …pe… vicikicchānusayo nānuseti tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:334.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha vicikicchānusayo nānusetīti? ",
  "ya7.2.1:335.1": "Kāmadhātuyā tīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:336.1": " Yattha vicikicchānusayo nānuseti tattha avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:337.1": " Yattha vā pana avijjānusayo nānuseti tattha vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:338.1": " Yattha bhavarāgānusayo nānuseti tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:339.1": "Kāmadhātuyā tīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:340.1": " Yattha vā pana avijjānusayo nānuseti tattha bhavarāgānusayo nānusetīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.1:341.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha mānānusayo nānusetīti? ",
  "ya7.2.1:342.1": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha mānānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti. ",
  "ya7.2.1:343.1": " Yattha vā pana mānānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? ",
  "ya7.2.1:344.1": "Dukkhāya vedanāya ettha mānānusayo ca kāmarāgānusayo ca nānusenti, no ca tattha paṭighānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. ",
  "ya7.2.1:345.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:346.1": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:347.1": " Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. ",
  "ya7.2.1:348.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:349.1": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha bhavarāgānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti bhavarāgānusayo ca nānuseti. ",
  "ya7.2.1:350.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? ",
  "ya7.2.1:351.1": "Dukkhāya vedanāya ettha bhavarāgānusayo ca kāmarāgānusayo ca nānusenti, no ca tattha paṭighānusayo nānuseti. Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha kāmarāgānusayo nānuseti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. ",
  "ya7.2.1:352.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:353.1": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti avijjānusayo ca nānuseti. ",
  "ya7.2.1:354.1": " Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. (Dukamūlakaṁ.) ",
  "ya7.2.1:355.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:356.1": " Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. ",
  "ya7.2.1:357.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:358.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? ",
  "ya7.2.1:359.1": "Dukkhāya vedanāya ettha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti, no ca tattha paṭighānusayo nānuseti. Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. ",
  "ya7.2.1:360.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tattha avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:361.1": " Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. (Tikamūlakaṁ.) ",
  "ya7.2.1:362.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti tattha vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:363.1": " Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusentīti? Āmantā …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.1:364.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:365.1": " Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusentīti? ",
  "ya7.2.1:366.1": "Dukkhāya vedanāya ettha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti, no ca tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. ",
  "ya7.2.1:367.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tattha avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:368.1": " Yattha vā pana …pe… ? Āmantā. (Pañcakamūlakaṁ.) ",
  "ya7.2.1:369.1": " Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti tattha avijjānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:370.1": " Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusentīti? Āmantā. (Chakkamūlakaṁ.) ",
  "ya7.2.1:371.0": "7.2.1.6. Paṭilomapuggalokāsa ",
  "ya7.2.1:371.1": " Yassa yattha kāmarāgānusayo nānuseti tassa tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:372.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha kāmarāgānusayo nānuseti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha kāmarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha kāmarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:373.1": " Yassa vā pana yattha paṭighānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? ",
  "ya7.2.1:374.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha paṭighānusayo nānuseti, no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti kāmarāgānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha paṭighānusayo ca nānuseti kāmarāgānusayo ca nānuseti. ",
  "ya7.2.1:375.1": " Yassa yattha kāmarāgānusayo nānuseti tassa tattha mānānusayo nānusetīti? ",
  "ya7.2.1:376.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo nānuseti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne tesaṁ tattha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:377.1": " Yassa vā pana yattha mānānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:378.1": " Yassa yattha kāmarāgānusayo nānuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:379.1": "Puthujjanassa dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha kāmarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:380.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? ",
  "ya7.2.1:381.1": "Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo nānuseti, no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca nānuseti. ",
  "ya7.2.1:382.1": " Yassa yattha kāmarāgānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:383.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo nānuseti, no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne tesaṁ tattha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no ca tassa tattha bhavarāgānusayo nānuseti. Tasseva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne tassa tattha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti. ",
  "ya7.2.1:384.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? ",
  "ya7.2.1:385.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo nānuseti, no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca nānuseti. Arahato sabbattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca nānuseti. ",
  "ya7.2.1:386.1": " Yassa yattha kāmarāgānusayo nānuseti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:387.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:388.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:389.1": " Yassa yattha paṭighānusayo nānuseti tassa tattha mānānusayo nānusetīti? ",
  "ya7.2.1:390.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha paṭighānusayo nānuseti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti mānānusayo ca nānuseti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha paṭighānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha paṭighānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:391.1": " Yassa vā pana yattha mānānusayo nānuseti tassa tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:392.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha mānānusayo nānuseti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha mānānusayo ca nānuseti paṭighānusayo ca nānuseti. Arahato sabbattha mānānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:393.1": " Yassa yattha paṭighānusayo nānuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:394.1": "Puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha paṭighānusayo ca nānuseti vicikicchānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha paṭighānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:395.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:396.1": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo nānuseti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti paṭighānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha vicikicchānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:397.1": " Yassa yattha paṭighānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:398.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha paṭighānusayo nānuseti, no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti, no ca tassa tattha bhavarāgānusayo nānuseti. Tasseva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne tassa tattha paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Arahato sabbattha paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti. ",
  "ya7.2.1:399.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha paṭighānusayo nānusetīti? ",
  "ya7.2.1:400.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo nānuseti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. Arahato sabbattha bhavarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. ",
  "ya7.2.1:401.1": " Yassa yattha paṭighānusayo nānuseti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:402.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha paṭighānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti, no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:403.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha paṭighānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:404.1": " Yassa yattha mānānusayo nānuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:405.1": "Puthujjanassa dukkhāya vedanāya tassa tattha mānānusayo nānuseti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha mānānusayo ca nānuseti vicikicchānusayo ca nānuseti. Arahato sabbattha mānānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:406.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha mānānusayo nānusetīti? ",
  "ya7.2.1:407.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo nānuseti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha vicikicchānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:408.1": " Yassa yattha mānānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:409.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha mānānusayo nānusetīti? ",
  "ya7.2.1:410.1": "Catunnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo nānuseti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha bhavarāgānusayo ca nānuseti mānānusayo ca nānuseti. ",
  "ya7.2.1:411.1": " Yassa yattha mānānusayo nānuseti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:412.1": "Catunnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha mānānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha mānānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha mānānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:413.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha mānānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:414.1": " Yassa yattha diṭṭhānusayo nānuseti tassa tattha vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:415.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha diṭṭhānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:416.1": " Yassa yattha diṭṭhānusayo …pe… vicikicchānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:417.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo nānuseti, no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā tīsu vedanāsu apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Arahato sabbattha vicikicchānusayo ca nānuseti bhavarāgānusayo ca nānuseti. ",
  "ya7.2.1:418.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha vicikicchānusayo nānusetīti? ",
  "ya7.2.1:419.1": "Puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha bhavarāgānusayo nānuseti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha bhavarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. Arahato sabbattha bhavarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. ",
  "ya7.2.1:420.1": " Yassa yattha vicikicchānusayo nānuseti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:421.1": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha vicikicchānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:422.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:423.1": " Yassa yattha bhavarāgānusayo nānuseti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:424.1": "Catunnaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu tesaṁ tattha bhavarāgānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha bhavarāgānusayo ca nānuseti avijjānusayo ca nānuseti. ",
  "ya7.2.1:425.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? Āmantā. (Ekamūlakaṁ.) ",
  "ya7.2.1:426.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha mānānusayo nānusetīti? ",
  "ya7.2.1:427.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti. ",
  "ya7.2.1:428.1": " Yassa vā pana yattha mānānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? ",
  "ya7.2.1:429.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha mānānusayo ca kāmarāgānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha mānānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. Arahato sabbattha mānānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. ",
  "ya7.2.1:430.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? ",
  "ya7.2.1:431.1": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti vicikicchānusayo ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha …pe…. ",
  "ya7.2.1:432.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? ",
  "ya7.2.1:433.1": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. Dvinnaṁ puggalānaṁ sabbattha …pe…. ",
  "ya7.2.1:434.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha bhavarāgānusayo nānusetīti? ",
  "ya7.2.1:435.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti bhavarāgānusayo ca nānuseti. Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha bhavarāgānusayo nānuseti. Tasseva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti bhavarāgānusayo ca nānuseti. Arahato sabbattha …pe…. ",
  "ya7.2.1:436.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? ",
  "ya7.2.1:437.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo ca kāmarāgānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. Arahato sabbattha …pe…. ",
  "ya7.2.1:438.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:439.1": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti avijjānusayo ca nānuseti. Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti avijjānusayo ca nānuseti. Arahato sabbattha …pe…. ",
  "ya7.2.1:440.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. (Dukamūlakaṁ.) ",
  "ya7.2.1:441.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:442.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? ",
  "ya7.2.1:443.1": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. Arahato sabbattha …pe…. ",
  "ya7.2.1:444.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:445.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? ",
  "ya7.2.1:446.1": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa tattha bhavarāgānusayo ca kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti. Arahato sabbattha …pe…. ",
  "ya7.2.1:447.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:448.1": "Anāgāmissa dukkhāya vedanāya tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti, no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti avijjānusayo ca nānuseti. Arahato sabbattha …pe…. ",
  "ya7.2.1:449.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. (Tikamūlakaṁ.) ",
  "ya7.2.1:450.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti tassa tattha vicikicchānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:451.1": " Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusentīti? ",
  "ya7.2.1:452.1": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca nānusenti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti. Arahato sabbattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti …pe…. (Catukkamūlakaṁ.) ",
  "ya7.2.1:453.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tassa tattha bhavarāgānusayo nānusetīti? Āmantā. ",
  "ya7.2.1:454.1": " Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusentīti? ",
  "ya7.2.1:455.1": "Puthujjanassa dukkhāya vedanāya tassa tattha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti, no ca tassa tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Tasseva puggalassa apariyāpanne tassa tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa tattha bhavarāgānusayo ca kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Arahato sabbattha …pe…. (Pañcakamūlakaṁ.) ",
  "ya7.2.1:456.1": " Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti tassa tattha avijjānusayo nānusetīti? ",
  "ya7.2.1:457.1": "Anāgāmissa dukkhāya vedanāya tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti, no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti avijjānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti avijjānusayo ca nānuseti. ",
  "ya7.2.1:458.1": " Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusentīti? Āmantā. (Chakkamūlakaṁ.) ",
  "ya7.2.1:459.1": "Anusayavāre paṭilomaṁ. ",
  "ya7.2.1:459.2": "Anusayavāro. "
}