{
  "an4.177:0.1": "Nummerierte Lehrreden 4 ",
  "an4.177:0.2": "18. Absicht ",
  "an4.177:0.3": "177. Mit Rāhula ",
  "an4.177:1.1": "Da ging der Ehrwürdige Rāhula zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an4.177:2.1": "„Rāhula, das innere Erdelement und das äußere Erdelement sind bloß das Erdelement. ",
  "an4.177:2.2": "Das sollte man wahrhaftig sehen und richtig verstehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "an4.177:2.3": "Wenn man das wahrhaftig sieht und richtig versteht, ist man vom Erdelement ernüchtert und wendet den Geist vom Erdelement ab. ",
  "an4.177:3.1": "Das innere Wasserelement und das äußere Wasserelement sind bloß das Wasserelement. ",
  "an4.177:3.2": "Das sollte man wahrhaftig sehen und richtig verstehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "an4.177:3.3": "Wenn man das wahrhaftig sieht und richtig versteht, ist man vom Wasserelement ernüchtert und wendet den Geist vom Wasserelement ab. ",
  "an4.177:4.1": "Das innere Feuerelement und das äußere Feuerelement sind bloß das Feuerelement. ",
  "an4.177:4.2": "Das sollte man wahrhaftig sehen und richtig verstehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "an4.177:4.3": "Wenn man das wahrhaftig sieht und richtig versteht, ist man vom Feuerelement ernüchtert und wendet den Geist vom Feuerelement ab. ",
  "an4.177:5.1": "Das innere Luftelement und das äußere Luftelement sind bloß das Luftelement. ",
  "an4.177:5.2": "Das sollte man wahrhaftig sehen und richtig verstehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "an4.177:5.3": "Wenn man das wahrhaftig sieht und richtig versteht, ist man vom Luftelement ernüchtert und wendet den Geist vom Luftelement ab. ",
  "an4.177:6.1": "Wenn ein Mönch diese vier Elemente weder als Selbst noch als zu einem Selbst gehörend betrachtet, nennt man ihn einen Mönch, der das Verlangen abgeschnitten, die Fesseln gelöst, die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht hat.“ "
}