{
  "pli-tv-bu-vb-pc25:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc25:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc25:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc25:0.4": "The sub-chapter on the instruction ",
  "pli-tv-bu-vb-pc25:0.5": "25. The training rule on giving robe-cloth ",
  "pli-tv-bu-vb-pc25:1.0.1": "Origin story ",
  "pli-tv-bu-vb-pc25:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-pc25:1.1": "On one occasion when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc25:1.2": "a certain monk was walking for almsfood along a street in Sāvatthī, as was a certain nun. ",
  "pli-tv-bu-vb-pc25:1.3": "And that monk said to that nun, “Go to such-and-such a place, Sister, and you’ll get alms,” ",
  "pli-tv-bu-vb-pc25:1.4": "and she said the same to him. ",
  "pli-tv-bu-vb-pc25:1.5": "And because they met frequently, they became friends. ",
  "pli-tv-bu-vb-pc25:1.6": "Just then robe-cloth belonging to the Sangha was being distributed. ",
  "pli-tv-bu-vb-pc25:1.7": "Then, after going to the instruction, that nun approached that monk, and bowed. ",
  "pli-tv-bu-vb-pc25:1.8": "He then said to her, “Sister, will you accept my share of the robe-cloth?” ",
  "pli-tv-bu-vb-pc25:1.9": "“Yes, Venerable, my robes are worn.” ",
  "pli-tv-bu-vb-pc25:1.10": "And he gave his robe-cloth to that nun. ",
  "pli-tv-bu-vb-pc25:1.11": "As a consequence his robes, too, became worn. ",
  "pli-tv-bu-vb-pc25:1.12": "Other monks said to him, “Why don’t you make a robe for yourself?” ",
  "pli-tv-bu-vb-pc25:1.13": "And he told them what had happened. ",
  "pli-tv-bu-vb-pc25:1.14": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-pc25:1.15": "“How can a monk give robe-cloth to a nun?” … ",
  "pli-tv-bu-vb-pc25:1.16": "“Is it true, monk, that you did this?” ",
  "pli-tv-bu-vb-pc25:1.17": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc25:1.18": "“Is she a relative of yours?” ",
  "pli-tv-bu-vb-pc25:1.19": "“No.” ",
  "pli-tv-bu-vb-pc25:1.20": "“Foolish man, a man and a woman who are not related don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s right and what’s wrong. ",
  "pli-tv-bu-vb-pc25:1.21": "And still you gave robe-cloth to an unrelated nun. ",
  "pli-tv-bu-vb-pc25:1.22": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc25:1.23": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc25:1.24.0": "Preliminary ruling ",
  "pli-tv-bu-vb-pc25:1.24.1": "‘If a monk gives robe-cloth to an unrelated nun, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc25:1.25": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-pc25:2.0": "Second sub-story ",
  "pli-tv-bu-vb-pc25:2.1": "Once this had happened, monks did not even give robe-cloth to nuns in exchange, being afraid of wrongdoing. ",
  "pli-tv-bu-vb-pc25:2.2": "The nuns complained and criticized them, ",
  "pli-tv-bu-vb-pc25:2.3": "“How can they not give us robe-cloth in exchange?” ",
  "pli-tv-bu-vb-pc25:2.4": "The monks heard the complaints of those nuns ",
  "pli-tv-bu-vb-pc25:2.5": "and they told the Buddha. ",
  "pli-tv-bu-vb-pc25:2.6": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc25:2.7": "“Monks, if it is part of an exchange, I allow you to give things to five kinds of people: ",
  "pli-tv-bu-vb-pc25:2.8": "monks, nuns, trainee nuns, novice monks, and novice nuns. ",
  "pli-tv-bu-vb-pc25:2.10": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc25:2.11.0": "Final ruling ",
  "pli-tv-bu-vb-pc25:2.11.1": "‘If a monk gives robe-cloth to an unrelated nun, except if it is an exchange, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc25:3.1.0": "Definitions ",
  "pli-tv-bu-vb-pc25:3.1.1": "A: ",
  "pli-tv-bu-vb-pc25:3.1.2": "whoever … ",
  "pli-tv-bu-vb-pc25:3.1.3": "Monk: ",
  "pli-tv-bu-vb-pc25:3.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc25:3.1.5": "Unrelated: ",
  "pli-tv-bu-vb-pc25:3.1.6": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side. ",
  "pli-tv-bu-vb-pc25:3.1.7": "A nun: ",
  "pli-tv-bu-vb-pc25:3.1.8": "she has been given the full ordination by both Sanghas. ",
  "pli-tv-bu-vb-pc25:3.1.9": "Robe-cloth: ",
  "pli-tv-bu-vb-pc25:3.1.10": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another. ",
  "pli-tv-bu-vb-pc25:3.1.11": "Except if it is an exchange: ",
  "pli-tv-bu-vb-pc25:3.1.12": "unless it is an exchange. ",
  "pli-tv-bu-vb-pc25:3.2.0": "Permutations ",
  "pli-tv-bu-vb-pc25:3.2.1": "If she is unrelated and he perceives her as such, and he gives her robe-cloth, except if it is an exchange, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc25:3.2.2": "If she is unrelated, but he is unsure of it, and he gives her robe-cloth, except if it is an exchange, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc25:3.2.3": "If she is unrelated, but he perceives her as related, and he gives her robe-cloth, except if it is an exchange, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc25:3.2.4": "If he gives robe-cloth to a nun who is fully ordained only on one side, except if it is an exchange, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc25:3.2.5": "If she is related, but he perceives her as unrelated, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc25:3.2.6": "If she is related, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc25:3.2.7": "If she is related and he perceives her as such, there is no offense. ",
  "pli-tv-bu-vb-pc25:3.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc25:3.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc25:3.3.2": "if she is related; ",
  "pli-tv-bu-vb-pc25:3.3.3": "if much is exchanged with little or little is exchanged with much; ",
  "pli-tv-bu-vb-pc25:3.3.4": "if the nun takes it on trust; ",
  "pli-tv-bu-vb-pc25:3.3.5": "if she borrows it; ",
  "pli-tv-bu-vb-pc25:3.3.6": "if he gives any requisite apart from robe-cloth; ",
  "pli-tv-bu-vb-pc25:3.3.7": "if it is a trainee nun; ",
  "pli-tv-bu-vb-pc25:3.3.8": "if it is a novice nun; ",
  "pli-tv-bu-vb-pc25:3.3.9": "if he is insane; ",
  "pli-tv-bu-vb-pc25:3.3.10": "if he is the first offender. ",
  "pli-tv-bu-vb-pc25:3.3.11": "The fifth rule, the training rule on giving robe-cloth, is finished."
}