{
  "pli-tv-bu-vb-pc64:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc64:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc64:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc64:0.4": "The sub-chapter on containing living beings ",
  "pli-tv-bu-vb-pc64:0.5": "64. The training rule on what is grave ",
  "pli-tv-bu-vb-pc64:1.0": "Origin story ",
  "pli-tv-bu-vb-pc64:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc64:1.2": "Venerable Upananda the Sakyan had committed an offense of intentional emission of semen. ",
  "pli-tv-bu-vb-pc64:1.3": "He told his brother’s student about this, ",
  "pli-tv-bu-vb-pc64:1.4": "adding, “Don’t tell anyone.” ",
  "pli-tv-bu-vb-pc64:1.5": "Soon afterwards another monk also committed an offense of intentional emission of semen. He asked the Sangha for probation, ",
  "pli-tv-bu-vb-pc64:1.6": "which he got. ",
  "pli-tv-bu-vb-pc64:1.7": "While he was on probation, he saw Upananda’s brother’s student and said to him, ",
  "pli-tv-bu-vb-pc64:1.8": "“I’ve committed an offense of intentional emission of semen. I asked the Sangha for probation, which I got. I’m now undergoing probation. Please remember me as such.” ",
  "pli-tv-bu-vb-pc64:1.9": "“Do others who have committed this offense need to do the same?” ",
  "pli-tv-bu-vb-pc64:1.10": "“Yes.” ",
  "pli-tv-bu-vb-pc64:1.11": "“Venerable Upananda committed this offense and told me not to tell anyone.” ",
  "pli-tv-bu-vb-pc64:1.12": "“So did you conceal it?” ",
  "pli-tv-bu-vb-pc64:1.13": "“Yes.” ",
  "pli-tv-bu-vb-pc64:1.14": "That monk then told other monks. ",
  "pli-tv-bu-vb-pc64:1.15": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-pc64:1.16": "“How can a monk knowingly conceal a monk’s grave offense?” … ",
  "pli-tv-bu-vb-pc64:1.17": "“Is it true, monk, that you did this?” ",
  "pli-tv-bu-vb-pc64:1.18": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc64:1.19": "The Buddha rebuked him, ",
  "pli-tv-bu-vb-pc64:1.20": "“… Foolish man, how can you do this? ",
  "pli-tv-bu-vb-pc64:1.21": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc64:1.22": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc64:1.23.0": "Final ruling ",
  "pli-tv-bu-vb-pc64:1.23.1": "‘If a monk knowingly conceals a monk’s grave offense, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc64:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc64:2.1.1": "A: ",
  "pli-tv-bu-vb-pc64:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc64:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc64:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc64:2.1.5": "A monk’s: ",
  "pli-tv-bu-vb-pc64:2.1.6": "another monk’s. ",
  "pli-tv-bu-vb-pc64:2.1.7": "Knowingly: ",
  "pli-tv-bu-vb-pc64:2.1.8": "he knows by himself or others have told him or the offender has told him. ",
  "pli-tv-bu-vb-pc64:2.1.9": "Grave offense: ",
  "pli-tv-bu-vb-pc64:2.1.10": "the four offenses entailing expulsion and the thirteen offenses entailing suspension. ",
  "pli-tv-bu-vb-pc64:2.1.11": "Conceals: ",
  "pli-tv-bu-vb-pc64:2.1.12": "thinking, “If they find out about this, they’ll accuse him, remind him, scold him, censure him, humiliate him; I won’t tell,” then by the mere fact of giving up his duty, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc64:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc64:2.2.1": "If it is a grave offense, and he perceives it as such, and he conceals it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc64:2.2.2": "If it is a grave offense, but he is unsure of it, and he conceals it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.2.3": "If it is a grave offense, but he perceives it as minor, and he conceals it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.2.4": "If he conceals a minor offense, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.2.5": "If he conceals the grave or minor misconduct of one who is not fully ordained, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.2.6": "If it is a minor offense, but he perceives it as grave, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.2.7": "If it is a minor offense, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.2.8": "If it is a minor offense, and he perceives it as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc64:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc64:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc64:2.3.2": "if he does not tell because he thinks there will be quarrels or disputes in the Sangha; ",
  "pli-tv-bu-vb-pc64:2.3.3": "if he does not tell because he thinks there will be a fracture or schism in the Sangha; ",
  "pli-tv-bu-vb-pc64:2.3.4": "if he does not tell because he thinks the person he is telling about is cruel and harsh and that he might become a danger to life or to the living of the spiritual life; ",
  "pli-tv-bu-vb-pc64:2.3.5": "if he does not tell because he does not see any suitable monks; ",
  "pli-tv-bu-vb-pc64:2.3.6": "if he does not tell, but not because he wants to conceal; ",
  "pli-tv-bu-vb-pc64:2.3.7": "if he does not tell because he thinks the other person will be known through his own actions; ",
  "pli-tv-bu-vb-pc64:2.3.8": "if he is insane; ",
  "pli-tv-bu-vb-pc64:2.3.9": "if he is the first offender. ",
  "pli-tv-bu-vb-pc64:2.3.10": "The fourth rule, the training rule on what is grave, is finished."
}