{
  "pli-tv-bu-vb-pc18:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc18:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc18:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc18:0.4": "The sub-chapter on plants ",
  "pli-tv-bu-vb-pc18:0.5": "18. The training rule on upper stories ",
  "pli-tv-bu-vb-pc18:1.0": "Origin story ",
  "pli-tv-bu-vb-pc18:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc18:1.2": "At that time two monks were staying in a dwelling with an upper story belonging to the Sangha, one staying below and one above. ",
  "pli-tv-bu-vb-pc18:1.3": "The monk above sat down suddenly on a bed with detachable legs. ",
  "pli-tv-bu-vb-pc18:1.4": "A leg fell off and hit the monk below on the head. ",
  "pli-tv-bu-vb-pc18:1.5": "He cried out. ",
  "pli-tv-bu-vb-pc18:1.6": "Monks came rushing to ",
  "pli-tv-bu-vb-pc18:1.7": "and asked him why, ",
  "pli-tv-bu-vb-pc18:1.8": "and he told them what had happened. ",
  "pli-tv-bu-vb-pc18:1.9": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-pc18:1.10": "“How can a monk sit down suddenly on a bed with detachable legs on an upper story in a dwelling belonging to the Sangha?” ",
  "pli-tv-bu-vb-pc18:1.11": "After rebuking that monk in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-pc18:1.12": "“Is it true, monk, that you did this?” ",
  "pli-tv-bu-vb-pc18:1.13": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc18:1.14": "The Buddha rebuked him, ",
  "pli-tv-bu-vb-pc18:1.15": "“… Foolish man, how can you sit down suddenly on a bed with detachable legs on a upper story in a dwelling belonging to the Sangha? ",
  "pli-tv-bu-vb-pc18:1.16": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc18:1.17": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc18:1.18.0": "Final ruling ",
  "pli-tv-bu-vb-pc18:1.18.1": "‘If a monk sits down or lies down on a bed or a bench with detachable legs on an upper story in a dwelling belonging to the Sangha, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc18:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc18:2.1.1": "A: ",
  "pli-tv-bu-vb-pc18:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc18:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc18:2.1.4": "…The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc18:2.1.5": "A dwelling belonging to the Sangha: ",
  "pli-tv-bu-vb-pc18:2.1.6": "given to the Sangha, given up to the Sangha. ",
  "pli-tv-bu-vb-pc18:2.1.7": "An upper story: ",
  "pli-tv-bu-vb-pc18:2.1.8": "a man of average height does not hit his head. ",
  "pli-tv-bu-vb-pc18:2.1.9": "A bed with detachable legs: ",
  "pli-tv-bu-vb-pc18:2.1.10": "inserting the limbs, it stands. ",
  "pli-tv-bu-vb-pc18:2.1.11": "A bench with detachable legs: ",
  "pli-tv-bu-vb-pc18:2.1.12": "inserting the limbs, it stands. ",
  "pli-tv-bu-vb-pc18:2.1.13": "Sits down: ",
  "pli-tv-bu-vb-pc18:2.1.14": "if he sits down on it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc18:2.1.15": "Lies down: ",
  "pli-tv-bu-vb-pc18:2.1.16": "if he lies down on it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc18:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc18:2.2.1": "If it belongs to the Sangha, and he perceives it as such, and he sits down or lies down on a bed or a bench with detachable legs on the upper story, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc18:2.2.2": "If it belongs to the Sangha, but he is unsure of it … ",
  "pli-tv-bu-vb-pc18:2.2.3": "If it belongs to the Sangha, but he perceives it as belonging to an individual, and he sits down or lies down on a bed or a bench with detachable legs on the upper story, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc18:2.2.4": "If it belongs to an individual, but he perceives it as belonging to the Sangha, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc18:2.2.5": "If it belongs to an individual, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc18:2.2.6": "If it belongs to an individual, and he perceives it as such, but that individual is not himself, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc18:2.2.7": "If it belongs to himself, there is no offense. ",
  "pli-tv-bu-vb-pc18:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc18:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc18:2.3.2": "if there is no upper story; ",
  "pli-tv-bu-vb-pc18:2.3.3": "if the upper story is so low that one hits the head; ",
  "pli-tv-bu-vb-pc18:2.3.4": "if the lower story is not in use; ",
  "pli-tv-bu-vb-pc18:2.3.5": "if the upper story has floorboards; ",
  "pli-tv-bu-vb-pc18:2.3.6": "if bolts to fasten the legs have been applied, ",
  "pli-tv-bu-vb-pc18:2.3.7": "if he stands on it to get hold of something or to put something up; ",
  "pli-tv-bu-vb-pc18:2.3.8": "if he is insane; ",
  "pli-tv-bu-vb-pc18:2.3.9": "if he is the first offender. ",
  "pli-tv-bu-vb-pc18:2.3.10": "The eighth rule, the training rule on upper stories, is finished."
}