{
  "pli-tv-bu-vb-pc5:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc5:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc5:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc5:0.4": "The sub-chapter on lying ",
  "pli-tv-bu-vb-pc5:0.5": "5. The training rule on the same sleeping place ",
  "pli-tv-bu-vb-pc5:1.0.1": "Origin story ",
  "pli-tv-bu-vb-pc5:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-pc5:1.1": "At one time the Buddha was staying at Āḷavī at the Aggāḷava Shrine. ",
  "pli-tv-bu-vb-pc5:1.2": "At that time the lay followers were going to the monastery to listen to the Teaching. ",
  "pli-tv-bu-vb-pc5:1.3": "When the instruction was over, the senior monks went to their own dwellings, ",
  "pli-tv-bu-vb-pc5:1.4": "but the newly ordained monks lay down right there in the assembly hall together with the lay followers—absentminded, heedless, naked, muttering, and snoring. ",
  "pli-tv-bu-vb-pc5:1.5": "The lay followers complained and criticized them, ",
  "pli-tv-bu-vb-pc5:1.6": "“How can the venerables lay down absentminded, heedless, naked, muttering, and snoring?” ",
  "pli-tv-bu-vb-pc5:1.7": "The monks heard the complaints of those lay followers, ",
  "pli-tv-bu-vb-pc5:1.8": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc5:1.9": "“How can those monks lay down in the same sleeping place as people who are not fully ordained?” ",
  "pli-tv-bu-vb-pc5:1.10": "After rebuking those newly ordained monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-pc5:1.11": "“Is it true, monks, that monks do this?” ",
  "pli-tv-bu-vb-pc5:1.12": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc5:1.13": "The Buddha criticized them, ",
  "pli-tv-bu-vb-pc5:1.14": "“… How can those foolish men lay down in the same sleeping place as people who are not fully ordained? ",
  "pli-tv-bu-vb-pc5:1.15": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc5:1.16": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc5:1.17.0": "Preliminary ruling ",
  "pli-tv-bu-vb-pc5:1.17.1": "‘If a monk lay down in the same sleeping place as a person who is not fully ordained, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc5:1.18": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-pc5:2.0": "Second sub-story ",
  "pli-tv-bu-vb-pc5:2.1": "After staying at Āḷavī for as long as he wanted, the Buddha set out wandering toward Kosambī. ",
  "pli-tv-bu-vb-pc5:2.2": "When he eventually arrived at Kosambī, he stayed at the Badarikā Monastery. ",
  "pli-tv-bu-vb-pc5:2.3": "Just then the monks said to Venerable Rāhula, ",
  "pli-tv-bu-vb-pc5:2.4": "“Rāhula, the Buddha has laid down a training rule that we can’t lay down in the same sleeping place as a person who’s not fully ordained. ",
  "pli-tv-bu-vb-pc5:2.5": "Please find another sleeping place.” ",
  "pli-tv-bu-vb-pc5:2.6": "Since Rāhula was not able to get a sleeping place, he lay down in the restroom. ",
  "pli-tv-bu-vb-pc5:2.7": "Then, after rising early in the morning, the Buddha went to the restroom, where he cleared his throat. ",
  "pli-tv-bu-vb-pc5:2.8": "Rāhula, too, cleared his throat. ",
  "pli-tv-bu-vb-pc5:2.9": "“Who’s there?” ",
  "pli-tv-bu-vb-pc5:2.10": "“It’s me, Sir, Rāhula.” ",
  "pli-tv-bu-vb-pc5:2.11": "“Why are you sitting here, Rāhula?” ",
  "pli-tv-bu-vb-pc5:2.12": "Rāhula told the Buddha what had happened. ",
  "pli-tv-bu-vb-pc5:2.13": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc5:2.14": "“Monks, I allow you to lay down in the same sleeping place as a person who isn’t fully ordained for two or three nights. ",
  "pli-tv-bu-vb-pc5:2.15": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc5:2.16.0": "Final ruling ",
  "pli-tv-bu-vb-pc5:2.16.1": "‘If a monk lay down more than two or three nights in the same sleeping place as a person who is not fully ordained, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc5:3.1.0": "Definitions ",
  "pli-tv-bu-vb-pc5:3.1.1": "A: ",
  "pli-tv-bu-vb-pc5:3.1.2": "whoever … ",
  "pli-tv-bu-vb-pc5:3.1.3": "Monk: ",
  "pli-tv-bu-vb-pc5:3.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc5:3.1.5": "A person who is not fully ordained: ",
  "pli-tv-bu-vb-pc5:3.1.6": "anyone except a fully ordained monk. ",
  "pli-tv-bu-vb-pc5:3.1.7": "more than two or three nights: ",
  "pli-tv-bu-vb-pc5:3.1.8": "in excess of two or three nights. ",
  "pli-tv-bu-vb-pc5:3.1.9": "Same: ",
  "pli-tv-bu-vb-pc5:3.1.10": "together. ",
  "pli-tv-bu-vb-pc5:3.1.11": "Sleeping place: ",
  "pli-tv-bu-vb-pc5:3.1.12": "fully roofed, fully walled; mostly roofed, mostly walled. ",
  "pli-tv-bu-vb-pc5:3.1.13": "Lays down in the same sleeping place: ",
  "pli-tv-bu-vb-pc5:3.1.14": "at dawn on the fourth day: if he lies down when the person who is not fully ordained is already lying down, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc5:3.1.15": "if the person who is not fully ordained lies down when he is already lying down, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc5:3.1.16": "if they both lie down together, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc5:3.1.17": "every time they get up and then lie down again, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc5:3.2.0": "Permutations ",
  "pli-tv-bu-vb-pc5:3.2.1": "If someone is not fully ordained, and the monk does not perceive him as such, and he lays down more than two or three nights in the same sleeping place as him, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc5:3.2.2": "If someone is not fully ordained, but the monk is unsure of it, and he lays down more than two or three nights in the same sleeping place as him, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc5:3.2.3": "If someone is not fully ordained, but the monk perceives him as such, and he lays down more than two or three nights in the same sleeping place as him, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc5:3.2.4": "If it is half-roofed and half-walled, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc5:3.2.5": "If someone is fully ordained, but the monk does not perceive him as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc5:3.2.6": "If someone is fully ordained, but the monk is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc5:3.2.7": "If someone is fully ordained, and the monk perceives him as such, there is no offense. ",
  "pli-tv-bu-vb-pc5:3.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc5:3.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc5:3.3.2": "if he stays together for two or three night; ",
  "pli-tv-bu-vb-pc5:3.3.3": "if he stays together for less than two or three nights; ",
  "pli-tv-bu-vb-pc5:3.3.4": "if, after staying together for two nights, he leaves before dawn on the third night and then stays together again; ",
  "pli-tv-bu-vb-pc5:3.3.5": "if it is fully roofed, but not walled; ",
  "pli-tv-bu-vb-pc5:3.3.6": "if it is fully walled, but not roofed; ",
  "pli-tv-bu-vb-pc5:3.3.7": "if it is mostly not roofed; ",
  "pli-tv-bu-vb-pc5:3.3.8": "if it is mostly not walled; ",
  "pli-tv-bu-vb-pc5:3.3.9": "if the monk sits when the person who is not fully ordained is lying down; ",
  "pli-tv-bu-vb-pc5:3.3.10": "if the person who is not fully ordained sits when the monk is lying down; ",
  "pli-tv-bu-vb-pc5:3.3.11": "if they both sit; ",
  "pli-tv-bu-vb-pc5:3.3.12": "if he is insane; ",
  "pli-tv-bu-vb-pc5:3.3.13": "if he is the first offender. ",
  "pli-tv-bu-vb-pc5:3.3.14": "The fifth rule, the training rule on the same sleeping place, is finished."
}