{
  "pli-tv-bu-vb-pc28:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc28:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc28:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc28:0.4": "The sub-chapter on the instruction ",
  "pli-tv-bu-vb-pc28:0.5": "28. The training rule on boarding boats ",
  "pli-tv-bu-vb-pc28:1.0.1": "Origin story ",
  "pli-tv-bu-vb-pc28:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-pc28:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc28:1.2": "At that time the monks from the group of six boarded boats by appointment with nuns. ",
  "pli-tv-bu-vb-pc28:1.3": "People complained and criticized them, ",
  "pli-tv-bu-vb-pc28:1.4": "“Just as we enjoy ourselves on boats with our wives, so these Sakyan ascetics make appointments with nuns and then enjoy themselves on boats.” ",
  "pli-tv-bu-vb-pc28:1.5": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-pc28:1.6": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc28:1.7": "“How can the monks from the group of six board boats by appointments with nuns?” … ",
  "pli-tv-bu-vb-pc28:1.8": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc28:1.9": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc28:1.10": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc28:1.11": "“… Foolish men, how can you board boats by appointments with nuns? ",
  "pli-tv-bu-vb-pc28:1.12": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc28:1.13": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc28:1.14.0": "Preliminary ruling ",
  "pli-tv-bu-vb-pc28:1.14.1": "‘If a monk boards a boat by appointment with a nun, either to go upstream or downstream, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc28:1.15": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-pc28:2.0": "Second sub-story ",
  "pli-tv-bu-vb-pc28:2.1": "Soon afterwards a number of monks and nuns were traveling from Sāketa to Sāvatthī. ",
  "pli-tv-bu-vb-pc28:2.2": "On the way they had to cross a river, ",
  "pli-tv-bu-vb-pc28:2.3": "and the nuns said to the monks, ",
  "pli-tv-bu-vb-pc28:2.4": "“We’ll cross with you.” ",
  "pli-tv-bu-vb-pc28:2.5": "“Sisters, it’s not allowable for us to board a boat by appointment with a nun. ",
  "pli-tv-bu-vb-pc28:2.6": "You cross first, or we will.” ",
  "pli-tv-bu-vb-pc28:2.7": "“Venerables, you have the highest status. ",
  "pli-tv-bu-vb-pc28:2.8": "Please go first.” ",
  "pli-tv-bu-vb-pc28:2.9": "But because the nuns crossed afterwards, they were robbed and raped by bandits. ",
  "pli-tv-bu-vb-pc28:2.10": "When they arrived at Sāvatthī they told the nuns there what had happened. ",
  "pli-tv-bu-vb-pc28:2.11": "The nuns then told the monks, ",
  "pli-tv-bu-vb-pc28:2.12": "who in turn told the Buddha. ",
  "pli-tv-bu-vb-pc28:2.13": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc28:2.14": "“Monks, I allow you to board a boat by appointment with a nun if it’s for the purpose of crossing. ",
  "pli-tv-bu-vb-pc28:2.15": "”And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc28:2.16.0": "Final ruling ",
  "pli-tv-bu-vb-pc28:2.16.1": "‘If a monk boards a boat by appointment with a nun, either to go upstream or downstream, except for the purpose of crossing, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc28:3.1.0": "Definitions ",
  "pli-tv-bu-vb-pc28:3.1.1": "A: ",
  "pli-tv-bu-vb-pc28:3.1.2": "whoever … ",
  "pli-tv-bu-vb-pc28:3.1.3": "Monk: ",
  "pli-tv-bu-vb-pc28:3.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc28:3.1.5": "A nun: ",
  "pli-tv-bu-vb-pc28:3.1.6": "she has been given the full ordination by both Sanghas. ",
  "pli-tv-bu-vb-pc28:3.1.7": "With: ",
  "pli-tv-bu-vb-pc28:3.1.8": "together. ",
  "pli-tv-bu-vb-pc28:3.1.9": "By appointment: ",
  "pli-tv-bu-vb-pc28:3.1.10": "if he makes an appointment like this: he says, “Let’s board, Sister,” and she replies, “Yes, let’s board, Venerable;” or she says, “Lets’s board, Venerable,” and he replies, “Yes, let’s board, Sister;” or he says, “Let’s board today,” “Let’s board tomorrow,” “Let’s board the day after tomorrow,” then he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc28:3.1.11": "If the monk boards when the nun has already boarded, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.1.12": "If the nun boards when the monks has already boarded, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.1.13": "If they both board together, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.1.14": "To go upstream: ",
  "pli-tv-bu-vb-pc28:3.1.15": "for the purpose of going against the stream. ",
  "pli-tv-bu-vb-pc28:3.1.16": "To go downstream: ",
  "pli-tv-bu-vb-pc28:3.1.17": "for the purpose of going with the stream. ",
  "pli-tv-bu-vb-pc28:3.1.18": "Except for the purpose of crossing: ",
  "pli-tv-bu-vb-pc28:3.1.19": "unless it is to go across. ",
  "pli-tv-bu-vb-pc28:3.1.20": "When the villages are a chicken’s flight apart, then for every next village he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.1.21": "When it is an uninhabited area, a wilderness, then for every six kilometers he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.2.0": "Permutations ",
  "pli-tv-bu-vb-pc28:3.2.1": "If there is an appointment, and he perceives that there is, and he boards a boat with a nun, either to go upstream or downstream, except for the purpose of crossing, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.2.2": "If there is an appointment, but he is unsure of it, and he boards a boat with a nun, either to go upstream or downstream, except for the purpose of crossing, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.2.3": "If there is an appointment, but he perceives that there is not, and he boards a boat with a nun, either to go upstream or downstream, except for the purpose of crossing, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc28:3.2.4": "If the monk makes an appointment, but the nun does not express her agreement, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc28:3.2.5": "If there is no appointment, but he perceives that there is, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc28:3.2.6": "If there is no appointment, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc28:3.2.7": "If there is no appointment, and he perceives that there is not, there is no offense. ",
  "pli-tv-bu-vb-pc28:3.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc28:3.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc28:3.3.2": "if it is for the purpose of crossing; ",
  "pli-tv-bu-vb-pc28:3.3.3": "if they board without an appointment; ",
  "pli-tv-bu-vb-pc28:3.3.4": "if the nun has made an appointment, but he has not expressed his agreement; ",
  "pli-tv-bu-vb-pc28:3.3.5": "if they board, but not according to the appointment; ",
  "pli-tv-bu-vb-pc28:3.3.6": "if there are dangers; ",
  "pli-tv-bu-vb-pc28:3.3.7": "if he is insane; ",
  "pli-tv-bu-vb-pc28:3.3.8": "if he is the first offender. ",
  "pli-tv-bu-vb-pc28:3.3.9": "The eighth rule, the training rule on boarding boats, is finished."
}