{
  "pli-tv-bu-vb-pc31:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc31:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc31:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc31:0.4": "The sub-chapter on eating ",
  "pli-tv-bu-vb-pc31:0.5": "31. The training rule on alms-meals at public guesthouses ",
  "pli-tv-bu-vb-pc31:1.0.1": "Origin story ",
  "pli-tv-bu-vb-pc31:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-pc31:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc31:1.2": "At that time a certain association was preparing an alms-meal at a public guesthouse not far from Sāvatthī. ",
  "pli-tv-bu-vb-pc31:1.3": "Then, after robing up one morning, the monks from the group of six took their bowl and robe and entered Sāvatthī for alms. Not getting anything, they went to that public guesthouse. ",
  "pli-tv-bu-vb-pc31:1.4": "And because it was long since they had been there, people served them respectfully. ",
  "pli-tv-bu-vb-pc31:1.5": "For a second and third day those monks did the same thing. ",
  "pli-tv-bu-vb-pc31:1.6": "Then they thought, ",
  "pli-tv-bu-vb-pc31:1.7": "“What’s the point of returning to the monastery? ",
  "pli-tv-bu-vb-pc31:1.8": "Tomorrow we’ll just have to come back here.” ",
  "pli-tv-bu-vb-pc31:1.9": "And so they stayed on and on right there, eating alms at the guesthouse. ",
  "pli-tv-bu-vb-pc31:1.10": "And the ascetics of other religions left. ",
  "pli-tv-bu-vb-pc31:1.11": "People then complained and criticized them, ",
  "pli-tv-bu-vb-pc31:1.12": "“How can these Sakyan ascetics stay on and on, eating alms at the guesthouse? ",
  "pli-tv-bu-vb-pc31:1.13": "We don’t prepare the alms-food just for them; ",
  "pli-tv-bu-vb-pc31:1.14": "we prepare it for everyone.” ",
  "pli-tv-bu-vb-pc31:1.15": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-pc31:1.16": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc31:1.17": "“How can the monks from the group of six stay on and on, eating alms at a public guesthouse?” … ",
  "pli-tv-bu-vb-pc31:1.18": "“Is it true, monks, that you did this?” ",
  "pli-tv-bu-vb-pc31:1.19": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc31:1.20": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc31:1.21": "“… Foolish men, how can you stay on and on, eating alms at a public guesthouse? ",
  "pli-tv-bu-vb-pc31:1.22": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc31:1.23": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc31:1.24.0": "Preliminary ruling ",
  "pli-tv-bu-vb-pc31:1.24.1": "‘If a monk eats more than one alms-meal at a public guesthouse, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc31:1.25": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-pc31:2.0": "Second sub-story ",
  "pli-tv-bu-vb-pc31:2.1": "Soon afterwards Venerable Sāriputta was traveling in the Kosalan country toward Sāvatthī when he came to a public guesthouse. ",
  "pli-tv-bu-vb-pc31:2.2": "Because it was long since he had been there, people served him respectfully. ",
  "pli-tv-bu-vb-pc31:2.3": "After he had eaten, Sāriputta became severely ill, and he was not able to leave that guesthouse. ",
  "pli-tv-bu-vb-pc31:2.4": "On the second day, too, those people said to him, ",
  "pli-tv-bu-vb-pc31:2.5": "“Eat, Venerable.” ",
  "pli-tv-bu-vb-pc31:2.6": "But since he knew that ",
  "pli-tv-bu-vb-pc31:2.7": "the Buddha had prohibited eating alms at a public guesthouse after staying on and on, and because he was afraid of wrongdoing, he did not accept. ",
  "pli-tv-bu-vb-pc31:2.8": "As a consequence he missed his meal. ",
  "pli-tv-bu-vb-pc31:2.9": "When he arrived at Sāvatthī, he told the monks what had happened, ",
  "pli-tv-bu-vb-pc31:2.10": "and they in turn told the Buddha. ",
  "pli-tv-bu-vb-pc31:2.11": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc31:2.12": "“Monks, I allow a sick monk to stay on at a public guesthouse and eat alms there. ",
  "pli-tv-bu-vb-pc31:2.13": "” And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc31:2.14.0": "Final ruling ",
  "pli-tv-bu-vb-pc31:2.14.1": "‘If a monk who is not sick eats more than one alms-meal at a public guesthouse, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc31:3.1.0": "Definitions ",
  "pli-tv-bu-vb-pc31:3.1.1": "Who is not sick: ",
  "pli-tv-bu-vb-pc31:3.1.2": "he is able to leave that public guesthouse. ",
  "pli-tv-bu-vb-pc31:3.1.3": "Who is sick: ",
  "pli-tv-bu-vb-pc31:3.1.4": "he is not able to leave that public guesthouse. ",
  "pli-tv-bu-vb-pc31:3.1.5": "Alms-meal at a public guesthouse: ",
  "pli-tv-bu-vb-pc31:3.1.6": "as much as one needs of any of the five staple foods, prepared for the general public, in a building, under a roof-cover, at the foot of a tree, or out in the open. ",
  "pli-tv-bu-vb-pc31:3.1.7": "A monk who is not sick may eat there once. If he receives food beyond that with the intention of eating it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc31:3.1.8": "For every mouthful, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc31:3.2.0": "Permutations ",
  "pli-tv-bu-vb-pc31:3.2.1": "If he is not sick, and he perceives himself as not sick, and he eats more than one alms-meal at a public guesthouse, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc31:3.2.2": "If he is not sick, but he is unsure of it, and he eats more than one alms-meal at a public guesthouse, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc31:3.2.3": "If he is not sick, but he perceives himself as sick, and he eats more than one alms-meal at a public guesthouse, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc31:3.2.4": "If he is sick, but he perceives himself as not sick, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc31:3.2.5": "If he is sick, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc31:3.2.6": "If he is sick, and he perceives himself as sick, there is no offense. ",
  "pli-tv-bu-vb-pc31:3.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc31:3.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc31:3.3.2": "if he is sick; ",
  "pli-tv-bu-vb-pc31:3.3.3": "if he is not sick and he eats once; ",
  "pli-tv-bu-vb-pc31:3.3.4": "if he eats while coming or going; ",
  "pli-tv-bu-vb-pc31:3.3.5": "if he eats after being invited by the owners; ",
  "pli-tv-bu-vb-pc31:3.3.6": "if the food is prepared specifically for him; ",
  "pli-tv-bu-vb-pc31:3.3.7": "if there is not as much as he needs; ",
  "pli-tv-bu-vb-pc31:3.3.8": "if it is anything apart from the five staple foods; ",
  "pli-tv-bu-vb-pc31:3.3.9": "if he is insane; ",
  "pli-tv-bu-vb-pc31:3.3.10": "if he is the first offender. ",
  "pli-tv-bu-vb-pc31:3.3.11": "The first rule, the training rule on alms-meals at public guesthouses, is finished."
}