{
  "pli-tv-bu-vb-pc89:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc89:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc89:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc89:0.4": "The sub-chapter on precious things ",
  "pli-tv-bu-vb-pc89:0.5": "89. The training rule on sitting mats ",
  "pli-tv-bu-vb-pc89:1.0.1": "Origin story ",
  "pli-tv-bu-vb-pc89:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-pc89:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc89:1.2": "he allowed the sitting mat for the monks. ",
  "pli-tv-bu-vb-pc89:1.4": "Knowing this, the monks from the group of six used sitting mats that were inappropriate in size. ",
  "pli-tv-bu-vb-pc89:1.5": "The sitting mats hung down from beds and benches, both in front and behind. ",
  "pli-tv-bu-vb-pc89:1.6": "The monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc89:1.7": "“How can the monks from the group of six use such sitting mats?” … ",
  "pli-tv-bu-vb-pc89:1.8": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc89:1.9": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc89:1.10": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc89:1.11": "“… Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc89:1.12": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc89:1.13": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc89:1.14.0": "Preliminary ruling ",
  "pli-tv-bu-vb-pc89:1.14.1": "‘If a monk is having a sitting mat made, it is to be made the right size. ",
  "pli-tv-bu-vb-pc89:1.15": "This is the right size: two standard handspans long and one-and-a-half wide. ",
  "pli-tv-bu-vb-pc89:1.16": "If it exceeds that, it is to be cut down, and he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc89:1.17": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-pc89:2.0": "Second sub-story ",
  "pli-tv-bu-vb-pc89:2.1": "At that time there was a big monk called Venerable Udāyī. ",
  "pli-tv-bu-vb-pc89:2.2": "After putting out his sitting mat in front of the Buddha, he stretched it on all sides before sitting down. ",
  "pli-tv-bu-vb-pc89:2.3": "The Buddha asked him, ",
  "pli-tv-bu-vb-pc89:2.4": "“Udāyī, why are you stretching the sitting mat on all sides, ",
  "pli-tv-bu-vb-pc89:2.5": "as if an old hide?” ",
  "pli-tv-bu-vb-pc89:2.6": "“Because, Venerable Sir, the sitting mat you’ve allowed for the monks is too small.” ",
  "pli-tv-bu-vb-pc89:2.7": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc89:2.8": "“Monks, I allow a border of one handspan for the sitting mat. ",
  "pli-tv-bu-vb-pc89:2.9": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc89:2.10.0": "Final ruling ",
  "pli-tv-bu-vb-pc89:2.10.1": "‘If a monk is having a sitting mat made, it should be made the right size. ",
  "pli-tv-bu-vb-pc89:2.11": "This is the right size: two standard handspans long and one-and-a-half wide, and a border of one handspan. ",
  "pli-tv-bu-vb-pc89:2.12": "If it exceeds that, it is to be cut down, and he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc89:3.1.0": "Definitions ",
  "pli-tv-bu-vb-pc89:3.1.1": "A sitting mat: ",
  "pli-tv-bu-vb-pc89:3.1.2": "one with a border is what is meant. ",
  "pli-tv-bu-vb-pc89:3.1.3": "Is having made: ",
  "pli-tv-bu-vb-pc89:3.1.4": "making it himself or having someone else make it, it should be made the right size. ",
  "pli-tv-bu-vb-pc89:3.1.5": "This is the right size: two standard handspans long and one-and-a-half wide, and a border of one handspan. ",
  "pli-tv-bu-vb-pc89:3.1.6": "If he makes one, or has one made, that exceeds that, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-pc89:3.1.7": "When he obtains it, it is to be cut down, and he is then to confess an offense entailing confession. ",
  "pli-tv-bu-vb-pc89:3.1.8.0": "Permutations ",
  "pli-tv-bu-vb-pc89:3.1.8.1": "If he finishes what he began himself, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc89:3.1.9": "If he has others finish what he began himself, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc89:3.1.10": "If he finishes himself what was begun by others, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc89:3.1.11": "If he has others finish what was begun by others, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc89:3.1.12": "If he makes one or has one made for the benefit of someone else, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc89:3.1.13": "If he obtains one that was made by someone else and then uses it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc89:3.2.0": "Non-offenses ",
  "pli-tv-bu-vb-pc89:3.2.1": "There is no offense: ",
  "pli-tv-bu-vb-pc89:3.2.2": "if he makes it the right size; ",
  "pli-tv-bu-vb-pc89:3.2.3": "if he makes it less than the right size; ",
  "pli-tv-bu-vb-pc89:3.2.4": "if he obtains one made by another that exceeds the right size and then cuts it down before using it; ",
  "pli-tv-bu-vb-pc89:3.2.5": "if he makes a canopy, a floor cover, a cloth screen, a mattress, or a pillow; ",
  "pli-tv-bu-vb-pc89:3.2.6": "if he is insane; ",
  "pli-tv-bu-vb-pc89:3.2.7": "if he is the first offender. ",
  "pli-tv-bu-vb-pc89:3.2.8": "The seventh rule, the training rule on sitting mats, is finished."
}