{
  "pli-tv-bu-vb-pc8:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc8:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc8:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc8:0.4": "The sub-chapter on lying ",
  "pli-tv-bu-vb-pc8:0.5": "8. The training rule on telling truthfully ",
  "pli-tv-bu-vb-pc8:1.1.0": "Origin story ",
  "pli-tv-bu-vb-pc8:1.1.1": "At one time the Buddha was staying at Vesālī in the hall with the peaked roof in the Great Wood. ",
  "pli-tv-bu-vb-pc8:1.1.2": "At that time a number of monks who were friends had entered the rainy-season residence on the banks of the river Vaggumudā. ",
  "pli-tv-bu-vb-pc8:1.1.3": "Just then Vajjī was short of food and afflicted with hunger, with crops affected by whiteheads and turned to straw, and it was not easy to get by on almsfood. ",
  "pli-tv-bu-vb-pc8:1.1.4": "The monks considered the difficult circumstances, and they thought, “How can we remain united and in harmony, have a comfortable rainy season, and get almsfood without trouble?” ",
  "pli-tv-bu-vb-pc8:1.1.5": "Some said, “We could do work for the householders, and they’ll give something in return. ",
  "pli-tv-bu-vb-pc8:1.1.6": "In this way we’ll be united and in harmony, and we’ll spend the rainy season in comfort and have no trouble getting almsfood.” ",
  "pli-tv-bu-vb-pc8:1.1.7": "Some said, “There’s no need to do work for the householders. ",
  "pli-tv-bu-vb-pc8:1.1.8": "Let’s instead take messages for them, and they’ll give something in return. ",
  "pli-tv-bu-vb-pc8:1.1.9": "In this way we’ll be united and in harmony, and we’ll spend the rainy season in comfort and have no trouble getting almsfood.” ",
  "pli-tv-bu-vb-pc8:1.1.10": "Some said, “There’s no need to do work for the householders, nor to take messages for them. ",
  "pli-tv-bu-vb-pc8:1.1.11": "Let’s instead praise one another’s superhuman qualities to the householders, ",
  "pli-tv-bu-vb-pc8:1.1.12": "‘Such a monk has the first absorption, such a monk the second absorption, such a monk the third, such a monk the fourth; such a monk is a stream-enterer, such a monk a once-returner, such a non-returner, such a perfected one; such a monk has the three true insights, and such the six direct knowledges.’ ",
  "pli-tv-bu-vb-pc8:1.1.13": "Then they’ll give to us. ",
  "pli-tv-bu-vb-pc8:1.1.14": "In this way we’ll be united and in harmony, and we’ll spend the rainy season in comfort and have no trouble getting almsfood. ",
  "pli-tv-bu-vb-pc8:1.1.15": "Indeed, this is the better way, that we praise one another’s superhuman qualities to the householders.” ",
  "pli-tv-bu-vb-pc8:1.1.16": "Then they praised each other’s superhuman qualities to the householders, ",
  "pli-tv-bu-vb-pc8:1.1.17": "“Such a monk has the first absorption … such a monk has the six direct knowledges.” ",
  "pli-tv-bu-vb-pc8:1.1.18": "And those people thought, “We’re fortunate that such monks have come to us for the rainy-season residence. Such monks as these, who are virtuous and of good character, have never before entered the rains residence with us.” ",
  "pli-tv-bu-vb-pc8:1.1.19": "And they gave such food and drink to those monks that they did not even eat and drink themselves, or give to their parents, to their wives and children, to their slaves, servants, and workers, to their friends and companions, or to their relatives. ",
  "pli-tv-bu-vb-pc8:1.1.21": "In this way those monks became satisfied, with a good color, a bright face, and clear skin. ",
  "pli-tv-bu-vb-pc8:1.2.1": "Now it was the custom for monks who had completed the rainy-season residence to go and visit the Buddha. ",
  "pli-tv-bu-vb-pc8:1.2.2": "So when they had competed the rains residence and the three months had elapsed, those monks put their dwellings in order, took their bowls and robes, and left for Vesālī. ",
  "pli-tv-bu-vb-pc8:1.2.3": "When they eventually arrived at Vesālī, they went to the hall with the peaked roof in the Great Wood. ",
  "pli-tv-bu-vb-pc8:1.2.4": "There they approached the Buddha, bowed, and sat down. ",
  "pli-tv-bu-vb-pc8:1.2.5": "At that time the monks who had completed the rains residence in that region were thin, haggard and pale, their veins protruding all over their limbs. ",
  "pli-tv-bu-vb-pc8:1.2.6": "But the monks from the banks of the Vaggumudā were satisfied, with a good color, a bright face, and clear skin. ",
  "pli-tv-bu-vb-pc8:1.2.7": "Since it is the custom for Buddhas to greet newly arrived monks, ",
  "pli-tv-bu-vb-pc8:1.2.8": "the Buddha said to them, ",
  "pli-tv-bu-vb-pc8:1.2.9": "“I hope you’re keeping well, monks, I hope you’re comfortable; ",
  "pli-tv-bu-vb-pc8:1.2.10": "I hope you had a comfortable rains residence, in concord and harmony, without dispute, and that you had no trouble getting almsfood?” ",
  "pli-tv-bu-vb-pc8:1.2.11": "“We’re keeping well, Venerable Sir, we’re comfortable; ",
  "pli-tv-bu-vb-pc8:1.2.12": "we had a comfortable rains residence, in concord and harmony, without dispute, and we had no trouble getting almsfood.” ",
  "pli-tv-bu-vb-pc8:1.2.13": "When Buddhas know what is going on, sometimes they ask and sometimes not; ",
  "pli-tv-bu-vb-pc8:1.2.14": "they know the right time to ask and the right time not to ask. ",
  "pli-tv-bu-vb-pc8:1.2.15": "Buddhas ask when it is beneficial, not when it is unbeneficial, ",
  "pli-tv-bu-vb-pc8:1.2.16": "for Buddhas are incapable of doing what is unbeneficial. ",
  "pli-tv-bu-vb-pc8:1.2.17": "Buddhas question the monks for two reasons: to give a teaching or to lay down a training rule. ",
  "pli-tv-bu-vb-pc8:1.2.18": "And the Buddha said to those monks, “In what way, monks, did you had a comfortable rains residence, without having any trouble getting almsfood?” ",
  "pli-tv-bu-vb-pc8:1.2.19": "And they told the Buddha what had happened. ",
  "pli-tv-bu-vb-pc8:1.2.20": "“But had you really achieved those superhuman qualities?” ",
  "pli-tv-bu-vb-pc8:1.2.21": "“Yes, Sir.” ",
  "pli-tv-bu-vb-pc8:1.2.22": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc8:1.2.23": "“Monks, how can you for the sake of your stomachs praise one another’s superhuman qualities to householders? ",
  "pli-tv-bu-vb-pc8:1.2.24": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc8:1.2.25": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc8:1.2.26.0": "Final ruling ",
  "pli-tv-bu-vb-pc8:1.2.26.1": "‘If a monk truthfully tells a person who is not fully ordained of a superhuman quality, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc8:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc8:2.1.1": "A: ",
  "pli-tv-bu-vb-pc8:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc8:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc8:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc8:2.1.5": "A person who is not fully ordained: ",
  "pli-tv-bu-vb-pc8:2.1.6": "anyone except a fully ordained monk and a fully ordained nun. ",
  "pli-tv-bu-vb-pc8:2.1.7": "A superhuman quality: ",
  "pli-tv-bu-vb-pc8:2.1.8": "absorption, release, stillness, attainment, knowledge and vision, development of the path, realization of the fruits, abandoning the defilements, a mind without hindrances, delighting in solitude. ",
  "pli-tv-bu-vb-pc8:2.1.9.0.1": "Permutations ",
  "pli-tv-bu-vb-pc8:2.1.9.0.2": "Definitions ",
  "pli-tv-bu-vb-pc8:2.1.9.1": "Absorption: ",
  "pli-tv-bu-vb-pc8:2.1.10": "the first absorption, the second absorption, the third absorption, the fourth absorption. ",
  "pli-tv-bu-vb-pc8:2.1.11": "Release: ",
  "pli-tv-bu-vb-pc8:2.1.12": "emptiness release, signless release, desireless release. ",
  "pli-tv-bu-vb-pc8:2.1.13": "Stillness: ",
  "pli-tv-bu-vb-pc8:2.1.14": "emptiness stillness, signless stillness, desireless stillness. ",
  "pli-tv-bu-vb-pc8:2.1.15": "Attainment: ",
  "pli-tv-bu-vb-pc8:2.1.16": "emptiness attainment, signless attainment, desireless attainment. ",
  "pli-tv-bu-vb-pc8:2.1.17": "Knowledge and vision: ",
  "pli-tv-bu-vb-pc8:2.1.18": "the three true insights. ",
  "pli-tv-bu-vb-pc8:2.1.19": "Development of the path: ",
  "pli-tv-bu-vb-pc8:2.1.20": "the four applications of mindfulness, the four right efforts, the four foundations for supernormal power, the five spiritual faculties, the five spiritual powers, the seven factors of awakening, the noble eightfold path. ",
  "pli-tv-bu-vb-pc8:2.1.21": "Realization of the fruits: ",
  "pli-tv-bu-vb-pc8:2.1.22": "realization of the fruit of stream-entry, realization of the fruit of once-returning, realization of the fruit of non-returning, realization of perfection. ",
  "pli-tv-bu-vb-pc8:2.1.23": "Abandoning the defilements: ",
  "pli-tv-bu-vb-pc8:2.1.24": "the abandoning of sensual desire, the abandoning of ill will, the abandoning of confusion. ",
  "pli-tv-bu-vb-pc8:2.1.25": "A mind without hindrances: ",
  "pli-tv-bu-vb-pc8:2.1.26": "a mind without sensual desire, a mind without ill will, a mind without confusion. ",
  "pli-tv-bu-vb-pc8:2.1.27": "Delighting in solitude: ",
  "pli-tv-bu-vb-pc8:2.1.28": "because of the first absorption there is delight in solitude, because of the second absorption there is delight in solitude, because of the third absorption there is delight in solitude, because of the fourth absorption there is delight in solitude. ",
  "pli-tv-bu-vb-pc8:2.2.0.1": "Exposition ",
  "pli-tv-bu-vb-pc8:2.2.0.2": "First absorption ",
  "pli-tv-bu-vb-pc8:2.2.1": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.2": "if a monk says to a person who is not fully ordained, “I attained the first absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.3": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.4": "if a monk says to a person who is not fully ordained, “I’m attaining the first absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.5": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.6": "if a monk says to a person who is not fully ordained, “I’ve attained the first absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.7": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.8": "if a monk says to a person who is not fully ordained, “I obtain the first absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.9": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.10": "if a monk says to a person who is not fully ordained, “I master the first absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.11": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.12": "if a monk says to a person who is not fully ordained, “I’ve realized the first absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.13.0": "Other individual attainments ",
  "pli-tv-bu-vb-pc8:2.2.13.1": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.14": "if a monk says to a person who is not fully ordained, “I attained the second absorption … ",
  "pli-tv-bu-vb-pc8:2.2.15": "the third absorption … ",
  "pli-tv-bu-vb-pc8:2.2.16": "the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the fourth absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.17": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.18": "if a monk says to a person who is not fully ordained, “I attained the emptiness release … ",
  "pli-tv-bu-vb-pc8:2.2.19": "the signless release … ",
  "pli-tv-bu-vb-pc8:2.2.20": "the desireless release … ",
  "pli-tv-bu-vb-pc8:2.2.21": "the emptiness stillness … ",
  "pli-tv-bu-vb-pc8:2.2.22": "the signless stillness … ",
  "pli-tv-bu-vb-pc8:2.2.23": "the desireless stillness … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the desireless stillness,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.24": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.25": "if a monk says to a person who is not fully ordained, “I attained the emptiness attainment … ",
  "pli-tv-bu-vb-pc8:2.2.26": "the signless attainment … ",
  "pli-tv-bu-vb-pc8:2.2.27": "the desireless attainment … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the desireless attainment,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.28": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.29": "if a monk says to a person who is not fully ordained, “I attained the three true insights … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the three true insights,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.30": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.31": "if a monk says to a person who is not fully ordained, “I attained the four applications of mindfulness … ",
  "pli-tv-bu-vb-pc8:2.2.32": "the four right efforts … ",
  "pli-tv-bu-vb-pc8:2.2.33": "the four foundations for supernormal power … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the four foundations for supernormal power,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.34": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.35": "if a monk says to a person who is not fully ordained, “I attained the five spiritual faculties … ",
  "pli-tv-bu-vb-pc8:2.2.36": "the five spiritual powers … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the five spiritual powers,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.37": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.38": "if a monk says to a person who is not fully ordained, “I attained the seven factors of awakening … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the seven factors of awakening,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.39": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.40": "if a monk says to a person who is not fully ordained, “I attained the noble eightfold path … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the noble eightfold path,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.41": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.42": "if a monk says to a person who is not fully ordained, “I attained the fruit of stream-entry … ",
  "pli-tv-bu-vb-pc8:2.2.43": "the fruit of once-returning … ",
  "pli-tv-bu-vb-pc8:2.2.44": "the fruit of non-returning … ",
  "pli-tv-bu-vb-pc8:2.2.45": "perfection … I’m attaining … I’ve attained … I obtain … I master … I’ve realized perfection,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.46": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.47": "if a monk says to a person who is not fully ordained, “I’ve given up sensual desire … ",
  "pli-tv-bu-vb-pc8:2.2.48": "I’ve given up ill will … ",
  "pli-tv-bu-vb-pc8:2.2.49": "I’ve given up confusion, I’ve renounced it, I’ve let it go, I’ve abandoned it, I’ve relinquished it, I’ve forsaken it, I’ve thrown it aside,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.50": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.51": "if a monk says to a person who is not fully ordained, “My mind is free from the hindrance of sensual desire … ",
  "pli-tv-bu-vb-pc8:2.2.52": "My mind is free from the hindrance of ill will … ",
  "pli-tv-bu-vb-pc8:2.2.53": "My mind is free from the hindrance of confusion,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.2.54": "Tells: ",
  "pli-tv-bu-vb-pc8:2.2.55": "if a monk says to a person who is not fully ordained, “I attained the first absorption in an empty dwelling … ",
  "pli-tv-bu-vb-pc8:2.2.56": "the second absorption … ",
  "pli-tv-bu-vb-pc8:2.2.57": "the third absorption … ",
  "pli-tv-bu-vb-pc8:2.2.58": "the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the fourth absorption in an empty dwelling,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.0": "Combinations of two attainments ",
  "pli-tv-bu-vb-pc8:2.3.1": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.2": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the second absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the second absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.3": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.4": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the third absorption … ",
  "pli-tv-bu-vb-pc8:2.3.5": "the first absorption and the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the fourth absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.6": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.7": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the emptiness release … ",
  "pli-tv-bu-vb-pc8:2.3.8": "and the signless release … ",
  "pli-tv-bu-vb-pc8:2.3.9": "and the desireless release … ",
  "pli-tv-bu-vb-pc8:2.3.10": "and the emptiness stillness … ",
  "pli-tv-bu-vb-pc8:2.3.11": "and the signless stillness … ",
  "pli-tv-bu-vb-pc8:2.3.12": "and the desireless stillness … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the desireless stillness,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.13": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.14": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the emptiness attainment … ",
  "pli-tv-bu-vb-pc8:2.3.15": "the signless attainment … ",
  "pli-tv-bu-vb-pc8:2.3.16": "the desireless attainment … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the desireless attainment,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.17": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.18": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the three true insights … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the three true insights,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.19": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.20": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the four applications of mindfulness … ",
  "pli-tv-bu-vb-pc8:2.3.21": "the four right efforts … ",
  "pli-tv-bu-vb-pc8:2.3.22": "the four foundations for supernormal power … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the four foundations for supernormal power,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.23": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.24": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the five spiritual faculties … ",
  "pli-tv-bu-vb-pc8:2.3.25": "the five spiritual powers … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the five spiritual powers,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.26": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.27": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the seven factors of awakening … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the seven factors of awakening,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.28": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.29": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the noble eightfold path … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the noble eightfold path,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.30": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.31": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the fruit of stream-entry … ",
  "pli-tv-bu-vb-pc8:2.3.32": "the fruit of once-returning … ",
  "pli-tv-bu-vb-pc8:2.3.33": "the fruit of non-returning … ",
  "pli-tv-bu-vb-pc8:2.3.34": "perfection … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and perfection,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.35": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.36": "if a monk says to a person who is not fully ordained, “I attained the first absorption and I’ve given up sensual desire … ",
  "pli-tv-bu-vb-pc8:2.3.37": "and I’ve given up ill will … ",
  "pli-tv-bu-vb-pc8:2.3.38": "and I’ve given up confusion … I’m attaining … I’ve attained … I obtain … I master …I’ve realized the first absorption and I’ve given up confusion,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.39": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.40": "if a monk says to a person who is not fully ordained, “I attained the first absorption and my mind is free from the hindrance of sensual desire … ",
  "pli-tv-bu-vb-pc8:2.3.41": "and my mind is free from the hindrance of ill will … ",
  "pli-tv-bu-vb-pc8:2.3.42": "and my mind is free from the hindrance of confusion … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and my mind is free from the hindrance of confusion,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.43": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.44": "if a monk says to a person who is not fully ordained, “I attained the second absorption and the third absorption … ",
  "pli-tv-bu-vb-pc8:2.3.45": "the second absorption and the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the second absorption and the fourth absorption,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.46": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.47": "if a monk says to a person who is not fully ordained, “I attained the second absorption and the emptiness release … and my mind is free from the hindrance of confusion,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.3.48": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.49": "if a monk says to a person who is not fully ordained, “I attained the second absorption and the first absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the second absorption and the first absorption,” he commits an offense entailing confession. … ",
  "pli-tv-bu-vb-pc8:2.3.50": "The basis in brief. ",
  "pli-tv-bu-vb-pc8:2.3.51": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.52": "if a monk says to a person who is not fully ordained, “My mind is free from the hindrance of confusion and I attained the first absorption … I’m attaining … I’ve attained … I obtain … I master … My mind is free from the hindrance of confusion and I’ve realized the first absorption,” he commits an offense entailing confession. … ",
  "pli-tv-bu-vb-pc8:2.3.53": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.54": "if a monk says to a person who is not fully ordained, “My mind is free from the hindrance of confusion and my mind is free from the hindrance of ill will,” he commits an offense entailing confession. … ",
  "pli-tv-bu-vb-pc8:2.3.55.0": "Combination of all attainments ",
  "pli-tv-bu-vb-pc8:2.3.55.1": "Tells: ",
  "pli-tv-bu-vb-pc8:2.3.56": "if a monk says to a person who is not fully ordained, “I attained the first absorption and the second absorption and the third absorption and the fourth absorption and the emptiness release and the signless release and the desireless release and the emptiness stillness and the signless stillness and the desireless stillness and the emptiness attainment and the signless attainment and the desireless attainment and the three true insights and the four applications of mindfulness and the four right efforts and the four foundations for supernormal power and the five spiritual faculties and the five spiritual powers and the seven factors of awakening and the noble eightfold path and the fruit of stream entry and the fruit of once-returning and the fruit of non-returning and perfection … ",
  "pli-tv-bu-vb-pc8:2.3.57": "and I’ve given up sensual desire, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and I’ve given up ill will, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and my mind is free from the hindrance of sensual desire; and my mind is free from the hindrance of ill will; and my mind is free from the hindrance of confusion,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc8:2.4.0": "Meaning to say one thing, but saying something else ",
  "pli-tv-bu-vb-pc8:2.4.1": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.2": "if a monk means to say to a person who is not fully ordained, “I attained the first absorption,” while actually saying, “I attained the second absorption,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.4.3": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.4": "if a monk means to say to a person who is not fully ordained, “I attained the first absorption,” while actually saying, “I attained the third absorption … ",
  "pli-tv-bu-vb-pc8:2.4.5": "the fourth absorption … ",
  "pli-tv-bu-vb-pc8:2.4.6": "the emptiness release … ",
  "pli-tv-bu-vb-pc8:2.4.7": "the signless release … ",
  "pli-tv-bu-vb-pc8:2.4.8": "the desireless release … ",
  "pli-tv-bu-vb-pc8:2.4.9": "the emptiness stillness … ",
  "pli-tv-bu-vb-pc8:2.4.10": "the signless stillness … ",
  "pli-tv-bu-vb-pc8:2.4.11": "the desireless stillness … ",
  "pli-tv-bu-vb-pc8:2.4.12": "the emptiness attainment … ",
  "pli-tv-bu-vb-pc8:2.4.13": "the signless attainment … ",
  "pli-tv-bu-vb-pc8:2.4.14": "the desireless attainment … ",
  "pli-tv-bu-vb-pc8:2.4.15": "the three true insights … ",
  "pli-tv-bu-vb-pc8:2.4.16": "the four applications of mindfulness … ",
  "pli-tv-bu-vb-pc8:2.4.17": "the four right efforts … ",
  "pli-tv-bu-vb-pc8:2.4.18": "the four foundations for supernormal power … ",
  "pli-tv-bu-vb-pc8:2.4.19": "the five spiritual faculties … ",
  "pli-tv-bu-vb-pc8:2.4.20": "the five spiritual powers … ",
  "pli-tv-bu-vb-pc8:2.4.21": "the seven factors of awakening … ",
  "pli-tv-bu-vb-pc8:2.4.22": "the noble eightfold path … ",
  "pli-tv-bu-vb-pc8:2.4.23": "the fruit of stream entry … ",
  "pli-tv-bu-vb-pc8:2.4.24": "the fruit of once-returning … ",
  "pli-tv-bu-vb-pc8:2.4.25": "the fruit of non-returning … ",
  "pli-tv-bu-vb-pc8:2.4.26": "perfection … etc. … ",
  "pli-tv-bu-vb-pc8:2.4.27": "I’ve given up sensual desire … ",
  "pli-tv-bu-vb-pc8:2.4.28": "I’ve given up ill will … ",
  "pli-tv-bu-vb-pc8:2.4.29": "I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside … ",
  "pli-tv-bu-vb-pc8:2.4.30": "my mind is free from the hindrance of sensual desire … ",
  "pli-tv-bu-vb-pc8:2.4.31": "my mind is free from the hindrance of ill will … ",
  "pli-tv-bu-vb-pc8:2.4.32": "my mind is free from the hindrance of confusion,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.4.33": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.34": "if a monk means to say to a person who is not fully ordained, “I attained the second absorption” … ",
  "pli-tv-bu-vb-pc8:2.4.35": "while actually saying, “My mind is free from the hindrance of confusion,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ",
  "pli-tv-bu-vb-pc8:2.4.36": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.37": "if a monk means to say to a person who is not fully ordained, “I attained the second absorption,” while actually saying, “I attained the first absorption,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ",
  "pli-tv-bu-vb-pc8:2.4.38": "The basis in brief. ",
  "pli-tv-bu-vb-pc8:2.4.39": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.40": "if a monk means to say to a person who is not fully ordained, “My mind is free from the hindrance of confusion,” while actually saying, “I attained the first absorption,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ",
  "pli-tv-bu-vb-pc8:2.4.41": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.42": "if a monk means to say to a person who is not fully ordained, “My mind is free from the hindrance of confusion,” while actually saying, “My mind is free from the hindrance of ill will,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ",
  "pli-tv-bu-vb-pc8:2.4.43": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.44": "if a monk means to say to a person who is not fully ordained, “I attained the first absorption and the second absorption and the third absorption and the fourth absorption … and my mind is free from the hindrance of ill will,” while actually saying, “My mind is free from the hindrance of confusion,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.4.45": "Tells: ",
  "pli-tv-bu-vb-pc8:2.4.46": "if a monk means to say to a person who is not fully ordained, “I attained the second absorption and the third absorption and the fourth absorption … and my mind is free from the hindrance of confusion,” while actually saying, “I attained the first absorption,” if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ",
  "pli-tv-bu-vb-pc8:2.5.0": "Gross hinting ",
  "pli-tv-bu-vb-pc8:2.5.1": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.2": "if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the first absorption … is attaining … has attained … obtains … masters … has realized the first absorption,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.3": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.4": "if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the second absorption … ",
  "pli-tv-bu-vb-pc8:2.5.5": "the third absorption … ",
  "pli-tv-bu-vb-pc8:2.5.6": "the fourth absorption … is attaining … has attained … obtains … masters … has realized the fourth absorption,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.7": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.8": "if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the emptiness release … ",
  "pli-tv-bu-vb-pc8:2.5.9": "the signless release … ",
  "pli-tv-bu-vb-pc8:2.5.10": "the desireless release … ",
  "pli-tv-bu-vb-pc8:2.5.11": "the emptiness stillness … ",
  "pli-tv-bu-vb-pc8:2.5.12": "the signless stillness … ",
  "pli-tv-bu-vb-pc8:2.5.13": "the desireless stillness … is attaining … has attained … obtains … masters … has realized the desireless stillness,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.14": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.15": "if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the emptiness attainment … ",
  "pli-tv-bu-vb-pc8:2.5.16": "the signless attainment … ",
  "pli-tv-bu-vb-pc8:2.5.17": "the desireless attainment … is attaining … has attained … obtains … masters … has realized the desireless attainment,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.18": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.19": "if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the three true insights … ",
  "pli-tv-bu-vb-pc8:2.5.20": "the four applications of mindfulness … ",
  "pli-tv-bu-vb-pc8:2.5.21": "the four right efforts … ",
  "pli-tv-bu-vb-pc8:2.5.22": "the four foundations for supernormal power … ",
  "pli-tv-bu-vb-pc8:2.5.23": "the five spiritual faculties … ",
  "pli-tv-bu-vb-pc8:2.5.24": "the five spiritual powers … ",
  "pli-tv-bu-vb-pc8:2.5.25": "the seven factors of awakening … ",
  "pli-tv-bu-vb-pc8:2.5.26": "the noble eightfold path … ",
  "pli-tv-bu-vb-pc8:2.5.27": "the fruit of stream entry … ",
  "pli-tv-bu-vb-pc8:2.5.28": "the fruit of once-returning … ",
  "pli-tv-bu-vb-pc8:2.5.29": "the fruit of non-returning … ",
  "pli-tv-bu-vb-pc8:2.5.30": "perfection … is attaining … has attained … obtains … masters … has realized … ",
  "pli-tv-bu-vb-pc8:2.5.31": "has given up sensual desire … ",
  "pli-tv-bu-vb-pc8:2.5.32": "has given up ill will … ",
  "pli-tv-bu-vb-pc8:2.5.33": "has given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside … ",
  "pli-tv-bu-vb-pc8:2.5.34": "has a mind free from the hindrance of sensual desire … ",
  "pli-tv-bu-vb-pc8:2.5.35": "has a mind free from the hindrance of ill will … ",
  "pli-tv-bu-vb-pc8:2.5.36": "has a mind free from the hindrance of confusion,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.37": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.38": "if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the first absorption in an empty dwelling … ",
  "pli-tv-bu-vb-pc8:2.5.39": "the second absorption … the third absorption … the fourth absorption … ",
  "pli-tv-bu-vb-pc8:2.5.40": "is attaining … ",
  "pli-tv-bu-vb-pc8:2.5.41": "has attained … obtains … masters … has realized the fourth absorption in an empty dwelling,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.42": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.43": "if a monk says to a person who is not fully ordained, “The monk who made use of your robe … ",
  "pli-tv-bu-vb-pc8:2.5.44": "who made use of your almsfood … ",
  "pli-tv-bu-vb-pc8:2.5.45": "who made use of your dwelling … ",
  "pli-tv-bu-vb-pc8:2.5.46": "who made use of your medicines attained the fourth absorption in an empty dwelling … is attaining … has attained … obtains … masters … has realized the fourth absorption in an empty dwelling,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.47": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.48": "who has made use of your dwelling … ",
  "pli-tv-bu-vb-pc8:2.5.49": "who has made use of your robe … ",
  "pli-tv-bu-vb-pc8:2.5.50": "who has made use of your almsfood … ",
  "pli-tv-bu-vb-pc8:2.5.51": "who has made use of your furniture … ",
  "pli-tv-bu-vb-pc8:2.5.52": "who has made use of your medicines attained the fourth absorption in an empty dwelling … is attaining … has attained … obtains … masters … has realized the fourth absorption in an empty dwelling,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.5.53": "Tells: ",
  "pli-tv-bu-vb-pc8:2.5.54": "if a monk says to a person who is not fully ordained, “The monk to whom you gave a dwelling … ",
  "pli-tv-bu-vb-pc8:2.5.55": "to whom you gave a robe … ",
  "pli-tv-bu-vb-pc8:2.5.56": "to whom you gave almsfood … ",
  "pli-tv-bu-vb-pc8:2.5.57": "to whom you gave furniture … ",
  "pli-tv-bu-vb-pc8:2.5.58": "to whom you gave medicines … ",
  "pli-tv-bu-vb-pc8:2.5.59": "he attained the fourth absorption in an empty dwelling … is attaining … has attained … obtains … masters … has realized the fourth absorption in an empty dwelling,” he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc8:2.6.0": "Non-offenses ",
  "pli-tv-bu-vb-pc8:2.6.1": "There is no offense: ",
  "pli-tv-bu-vb-pc8:2.6.2": "if he truthfully tells one who is fully ordained; ",
  "pli-tv-bu-vb-pc8:2.6.3": "if he is the first offender. ",
  "pli-tv-bu-vb-pc8:2.6.4": "The eighth rule, the training rule on telling truthfully, is finished."
}