{
  "pli-tv-bu-vb-pc16:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc16:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc16:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc16:0.4": "The sub-chapter on plants ",
  "pli-tv-bu-vb-pc16:0.5": "16. The training rule on encroaching ",
  "pli-tv-bu-vb-pc16:1.0": "Origin story ",
  "pli-tv-bu-vb-pc16:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc16:1.2": "At that time the monks from the group of six had taken possession of the best sleeping places, but the senior monks made them move. ",
  "pli-tv-bu-vb-pc16:1.3": "They thought, ",
  "pli-tv-bu-vb-pc16:1.4": "“What can we do so that we may dwell here during the rainy season?” ",
  "pli-tv-bu-vb-pc16:1.5": "They then arranged their sleeping places in a way that encroached on the senior monks, thinking, ",
  "pli-tv-bu-vb-pc16:1.6": "“Those who feel crowded will leave.” ",
  "pli-tv-bu-vb-pc16:1.7": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-pc16:1.8": "“How can the monks from the group of six arrange their sleeping places in a way that encroaches on the senior monks?” ",
  "pli-tv-bu-vb-pc16:1.9": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-pc16:1.10": "“Is it true, monks, that you did this?” ",
  "pli-tv-bu-vb-pc16:1.11": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc16:1.12": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc16:1.13": "“… Foolish men, how can you arrange your sleeping places in a way that encroaches on the senior monks? ",
  "pli-tv-bu-vb-pc16:1.14": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc16:1.15": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc16:1.16.0": "Final ruling ",
  "pli-tv-bu-vb-pc16:1.16.1": "‘If, in a dwelling belonging to the Sangha, a monk arranges his sleeping place in a way that encroaches on a monk that he knows arrived there before him, with the intention that anyone who feels crowded will leave, and he does so only for this reason and no other, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc16:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc16:2.1.1": "A: ",
  "pli-tv-bu-vb-pc16:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc16:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc16:2.1.4": "…The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc16:2.1.5": "A dwelling belonging to the Sangha: ",
  "pli-tv-bu-vb-pc16:2.1.6": "given to the Sangha, given up to the Sangha. ",
  "pli-tv-bu-vb-pc16:2.1.7": "He knows: ",
  "pli-tv-bu-vb-pc16:2.1.8": "he knows that he is senior, he knows that he is sick, he knows that it was given to him by the Sangha. ",
  "pli-tv-bu-vb-pc16:2.1.9": "Encroaches on: ",
  "pli-tv-bu-vb-pc16:2.1.10": "enters after. ",
  "pli-tv-bu-vb-pc16:2.1.11": "Arranges his sleeping place: ",
  "pli-tv-bu-vb-pc16:2.1.12": "if he puts out his sleeping place in the vicinity of the bed, the bench, the entry way, or the departure way, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.1.13": "If he sits down or lies down on it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc16:2.1.14": "He does so only for this reason and no other: ",
  "pli-tv-bu-vb-pc16:2.1.15": "there is no other reason for arranging his sleeping place in a way that encroaches. ",
  "pli-tv-bu-vb-pc16:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc16:2.2.1": "If it belongs to the Sangha, and he perceives it as such, and he arranges his sleeping place there in a way that encroaches, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc16:2.2.2": "If it belongs to the Sangha, but he is unsure of it, and he arranges his sleeping place there in a way that encroaches, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc16:2.2.3": "If it belongs to the Sangha, but he perceives it as belonging to an individual, and he arranges his sleeping place there in a way that encroaches, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc16:2.2.4": "If he puts out his sleeping place, or has it put out, anywhere apart from the vicinity of the bed, the bench, the entry way, or the departure way, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.5": "If he sits down or lies down on it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.6": "If he puts out his sleeping place, or has it put out, in the vicinity of a dwelling, in an assembly hall, under a roof-cover, at the foot of a tree, or out in the open, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.7": "If he sits down or lies down on it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.8": "If it belongs to an individual, but he perceives it as belonging to the Sangha, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.9": "If it belongs to an individual, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.10": "If it belongs to an individual, and he perceives it as such, but that individual is not himself, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc16:2.2.11": "If it belongs to himself, there is no offense. ",
  "pli-tv-bu-vb-pc16:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc16:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc16:2.3.2": "if he enters because he is sick; ",
  "pli-tv-bu-vb-pc16:2.3.3": "if he enters because he is feeling cold or hot; ",
  "pli-tv-bu-vb-pc16:2.3.4": "if there are dangers; ",
  "pli-tv-bu-vb-pc16:2.3.5": "if he is insane; ",
  "pli-tv-bu-vb-pc16:2.3.6": "if he is the first offender. ",
  "pli-tv-bu-vb-pc16:2.3.7": "The sixth rule, the training rule on encroaching, is finished."
}