{
  "pli-tv-bu-vb-pc67:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc67:0.2": "The Great Analysis ",
  "pli-tv-bu-vb-pc67:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc67:0.4": "The sub-chapter on containing living beings ",
  "pli-tv-bu-vb-pc67:0.5": "67. The training rule on arrangements ",
  "pli-tv-bu-vb-pc67:1.0": "Origin story ",
  "pli-tv-bu-vb-pc67:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc67:1.2": "a monk who was traveling through the Kosalan country on his way to Sāvatthī walked through the gateway of a certain village. ",
  "pli-tv-bu-vb-pc67:1.3": "A woman who had had an argument with her husband walked through the same gateway. When she saw that monk, she asked him, ",
  "pli-tv-bu-vb-pc67:1.4": "“Venerable, where are you going?” ",
  "pli-tv-bu-vb-pc67:1.5": "“I’m going to Sāvatthī.” ",
  "pli-tv-bu-vb-pc67:1.6": "“May I go with you?” ",
  "pli-tv-bu-vb-pc67:1.7": "“Sure.” ",
  "pli-tv-bu-vb-pc67:1.8": "Soon afterwards that woman’s husband also left that village. He asked around, ",
  "pli-tv-bu-vb-pc67:1.9": "“Have you seen such-and-such a woman?” ",
  "pli-tv-bu-vb-pc67:1.10": "“She’s walking along with a monastic.” ",
  "pli-tv-bu-vb-pc67:1.11": "He then followed after them, caught that monk, and gave him a beating. ",
  "pli-tv-bu-vb-pc67:1.12": "The monk sat down fuming at the foot of a tree. ",
  "pli-tv-bu-vb-pc67:1.13": "And the woman said to her husband, ",
  "pli-tv-bu-vb-pc67:1.14": "“This monk didn’t make me go; ",
  "pli-tv-bu-vb-pc67:1.15": "I was the one who went with him. ",
  "pli-tv-bu-vb-pc67:1.16": "He’s innocent. ",
  "pli-tv-bu-vb-pc67:1.17": "Go and ask his forgiveness.” ",
  "pli-tv-bu-vb-pc67:1.18": "And he did so. ",
  "pli-tv-bu-vb-pc67:1.19": "That monk then went to Sāvatthī where he told the monks what had happened. ",
  "pli-tv-bu-vb-pc67:1.20": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-pc67:1.21": "“How could a monk travel by arrangement with a woman?” … ",
  "pli-tv-bu-vb-pc67:1.22": "“Is it true, monk, that you did this?” ",
  "pli-tv-bu-vb-pc67:1.23": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc67:1.24": "The Buddha rebuked him … ",
  "pli-tv-bu-vb-pc67:1.25": "“Foolish man, how could do this? ",
  "pli-tv-bu-vb-pc67:1.26": "This will affect people’s confidence …” … ",
  "pli-tv-bu-vb-pc67:1.27": "“And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc67:1.28.0": "Final ruling ",
  "pli-tv-bu-vb-pc67:1.28.1": "‘If a monk travels by arrangement with a woman, even just to the next village, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc67:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc67:2.1.1": "A: ",
  "pli-tv-bu-vb-pc67:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc67:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc67:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc67:2.1.5": "A woman: ",
  "pli-tv-bu-vb-pc67:2.1.6": "a human female, not a female spirit, not a female ghost, not a female animal. She understands and is capable of discerning bad speech and good speech, what is indecent and what is decent. ",
  "pli-tv-bu-vb-pc67:2.1.7": "With: ",
  "pli-tv-bu-vb-pc67:2.1.8": "together. ",
  "pli-tv-bu-vb-pc67:2.1.9": "By arrangement: ",
  "pli-tv-bu-vb-pc67:2.1.10": "if he makes an arrangement like this: he says, “Let’s go,” and she replies, “Yes, let’s go, Venerable;” or she says, “Let’s go, Venerable,” and he replies, “Yes, let’s go;” or he says, “Let’s go today,” “Let’s go tomorrow,” or “Let’s go the day after tomorrow,” then he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc67:2.1.11": "Even just to the next village: ",
  "pli-tv-bu-vb-pc67:2.1.12": "when the villages are a chicken’s flight apart, then for every next village he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc67:2.1.13": "When it is an uninhabited area, a wilderness, then for every six kilometers he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc67:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc67:2.2.1": "If it is a woman, and he perceives her as such, and he travels by arrangement with her, even just to the next village, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc67:2.2.2": "If it is a woman, but he is unsure of it, and he travels by arrangement with her, even just to the next village, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc67:2.2.3": "If it is a woman, but he does not perceive her as such, and he travels by arrangement with her, even just to the next village, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc67:2.2.4": "If the monk makes an arrangement, but the woman does not express her agreement, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc67:2.2.5": "If he travels by arrangement with a female spirit, with a female ghost, with a _paṇḍaka_, with a female animal in the form of a woman, even just to the next village, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc67:2.2.6": "If it is not a woman, but he perceives them as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc67:2.2.7": "If it is not a woman, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc67:2.2.8": "If it is not a woman, and he does not perceive them as such, there is no offense. ",
  "pli-tv-bu-vb-pc67:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc67:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc67:2.3.2": "if he goes, but not by arrangement; ",
  "pli-tv-bu-vb-pc67:2.3.3": "if the woman has made an arrangement, but he has not expressed his agreement; ",
  "pli-tv-bu-vb-pc67:2.3.4": "if he goes, but not according to the arrangement; ",
  "pli-tv-bu-vb-pc67:2.3.5": "if there is an emergency; ",
  "pli-tv-bu-vb-pc67:2.3.6": "if he is insane; ",
  "pli-tv-bu-vb-pc67:2.3.7": "if he is the first offender. ",
  "pli-tv-bu-vb-pc67:2.3.8": "The training rule on arrangements, the seventh, is finished. "
}