{
  "pli-tv-bu-vb-pc15:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc15:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc15:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc15:0.4": "The sub-chapter on plants ",
  "pli-tv-bu-vb-pc15:0.5": "15. The second training rule on furniture ",
  "pli-tv-bu-vb-pc15:1.0": "Origin story ",
  "pli-tv-bu-vb-pc15:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc15:1.2": "At that time the monks from the group of seventeen were friends. ",
  "pli-tv-bu-vb-pc15:1.3": "The lived together, and when departing they left together. ",
  "pli-tv-bu-vb-pc15:1.4": "On one occasion they put out bedding in a dwelling belonging to the Sangha, but then departed without putting it away, having it put away, or taking leave. ",
  "pli-tv-bu-vb-pc15:1.5": "And the furniture was eaten by termites. ",
  "pli-tv-bu-vb-pc15:1.6": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-pc15:1.7": "“How can those monks from the group of seventeen put out bedding in a dwelling belonging to the Sangha, and then depart without putting it away, getting it put away, or taking leave? The furniture gets eaten by termites.” ",
  "pli-tv-bu-vb-pc15:1.8": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-pc15:1.9": "“Is it true, monks, that those monks did this?” ",
  "pli-tv-bu-vb-pc15:1.10": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc15:1.11": "The Buddha criticized them, ",
  "pli-tv-bu-vb-pc15:1.12": "“… How can those foolish men put out bedding in a dwelling belonging to the Sangha, and then depart without putting it away, getting it put away, or taking leave, and thereby the furniture gets eaten by termites? ",
  "pli-tv-bu-vb-pc15:1.13": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc15:1.14": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc15:1.15.0": "Final ruling ",
  "pli-tv-bu-vb-pc15:1.15.1": "‘If a monk puts out bedding in a dwelling belonging to the Sangha, or has it put out, and he then departs without putting it away, having it put away, or taking leave, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc15:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc15:2.1.1": "A: ",
  "pli-tv-bu-vb-pc15:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc15:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc15:2.1.4": "…The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc15:2.1.5": "A dwelling belonging to the Sangha: ",
  "pli-tv-bu-vb-pc15:2.1.6": "given to the Sangha, given up to the Sangha. ",
  "pli-tv-bu-vb-pc15:2.1.7": "Bedding: ",
  "pli-tv-bu-vb-pc15:2.1.8": "a mattress, a mat underlay, a bedspread, a floor cover, a straw mat, a hide, a sitting mat, a sheet, a spread of grass, a spread of leaves. ",
  "pli-tv-bu-vb-pc15:2.1.9": "Puts out: ",
  "pli-tv-bu-vb-pc15:2.1.10": "puts out oneself. ",
  "pli-tv-bu-vb-pc15:2.1.11": "Has put out: ",
  "pli-tv-bu-vb-pc15:2.1.12": "gets another to put out. ",
  "pli-tv-bu-vb-pc15:2.1.13": "Departs without putting it away: ",
  "pli-tv-bu-vb-pc15:2.1.14": "he does not put it away himself. ",
  "pli-tv-bu-vb-pc15:2.1.15": "Having it put away: ",
  "pli-tv-bu-vb-pc15:2.1.16": "he does not get another to put it away. ",
  "pli-tv-bu-vb-pc15:2.1.17": "Or taking leave: ",
  "pli-tv-bu-vb-pc15:2.1.18": "if he does not take leave of a monk, a novice monk, or a monastery worker, and he crosses the boundary of an enclosed monastery, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc15:2.1.19": "If he goes beyond the vicinity of an unenclosed monastery, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc15:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc15:2.2.1": "If it belongs to the Sangha, and he perceives it as such, and he puts out bedding there or has it put out, and he then departs without putting it away or having it put away or taking leave, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc15:2.2.2": "If it belongs to the Sangha, but he is unsure of it, and he puts out bedding there or has it put out, and he then departs without putting it away or having it put away or taking leave, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc15:2.2.3": "If it belongs to the Sangha, but he perceives it as belonging to an individual, and he puts out bedding there or has it put out, and he then departs without putting it away or having it put away or taking leave, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc15:2.2.4": "If he puts out bedding, or has it put out, in the vicinity of a dwelling, in the assembly hall, under a roof-cover, or at the foot of a tree, and he then departs without putting it away or having it put away or taking leave, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc15:2.2.5": "If he puts out a bed or a bench, or has it put out, in a dwelling, in the vicinity of a dwelling, in the assembly hall, under a roof-cover, or at the foot of a tree, and he then departs without putting it away or having it put away or taking leave, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc15:2.2.6": "If it belongs to an individual, but he perceives it as belonging to the Sangha, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc15:2.2.7": "If it belongs to an individual, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc15:2.2.8": "If it belongs to an individual, and he perceives it as such, but that individual is not himself, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc15:2.2.9": "If it belongs to himself, there is no offense. ",
  "pli-tv-bu-vb-pc15:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc15:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc15:2.3.2": "if he departs after putting it away; ",
  "pli-tv-bu-vb-pc15:2.3.3": "if he departs after having it put away; ",
  "pli-tv-bu-vb-pc15:2.3.4": "if he departs after taking leave; ",
  "pli-tv-bu-vb-pc15:2.3.5": "if the bedding is obstructed; ",
  "pli-tv-bu-vb-pc15:2.3.6": "if he abandons his intention to return, and at that spot takes leave; ",
  "pli-tv-bu-vb-pc15:2.3.7": "if he is obstructed; ",
  "pli-tv-bu-vb-pc15:2.3.8": "if there are dangers; ",
  "pli-tv-bu-vb-pc15:2.3.9": "if he is insane; ",
  "pli-tv-bu-vb-pc15:2.3.10": "if he is the first offender. ",
  "pli-tv-bu-vb-pc15:2.3.11": "The fifth rule, the second training rule on furniture, is finished."
}