{
  "pli-tv-bu-vb-pc70:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc70:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc70:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc70:0.4": "The sub-chapter on containing living beings ",
  "pli-tv-bu-vb-pc70:0.5": "70. The training rule on Kaṇṭaka ",
  "pli-tv-bu-vb-pc70:1.0": "Origin story ",
  "pli-tv-bu-vb-pc70:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc70:1.2": "At that time the novice monastic Kaṇṭaka had the following bad and erroneous view: ",
  "pli-tv-bu-vb-pc70:1.3": "“As I understand the teachings of the Buddha, the things he calls obstructive are unable to obstruct one who indulges in them.” ",
  "pli-tv-bu-vb-pc70:1.4": "A number of monks heard that the novice monastic Kaṇṭaka had that view. ",
  "pli-tv-bu-vb-pc70:1.6": "They went to him and asked, ",
  "pli-tv-bu-vb-pc70:1.7": "“Is it true, Kaṇṭaka, that you have such a view?” ",
  "pli-tv-bu-vb-pc70:1.9": "“Yes, indeed. As I understand the Buddha’s Teaching, the things he calls obstructive are unable to obstruct one who indulges in them.” ",
  "pli-tv-bu-vb-pc70:1.10": "“No, Kaṇṭaka, don’t misrepresent the Buddha, for it’s not good to misrepresent him. The Buddha would never say such a thing. ",
  "pli-tv-bu-vb-pc70:1.11": "The Buddha has given many discourses about the obstructive things being obstructive and how they obstruct one who indulges in them. ",
  "pli-tv-bu-vb-pc70:1.12": "The Buddha has said that there’s little enjoyment in worldly pleasures, but much suffering and much trouble, and that the danger in them is greater. … ” ",
  "pli-tv-bu-vb-pc70:1.13": "But even though the monks corrected Kaṇṭaka like this, he stubbornly held on to that bad and erroneous view, and he continued to insist on it. ",
  "pli-tv-bu-vb-pc70:1.15": "Since those monks were unable to make him give up that view, they went to the Buddha and told him what had happened. ",
  "pli-tv-bu-vb-pc70:1.16": "Soon afterwards the Buddha had the Sangha gathered and questioned the Kaṇṭaka: ",
  "pli-tv-bu-vb-pc70:1.17": "“Is it true, Kaṇṭaka, that you have such a view?” ",
  "pli-tv-bu-vb-pc70:1.18": "",
  "pli-tv-bu-vb-pc70:1.19": "“Yes indeed, Venerable Sir.” ",
  "pli-tv-bu-vb-pc70:1.20": "“Foolish man, whom do you think I have taught like this? ",
  "pli-tv-bu-vb-pc70:1.21": "Haven’t I given many discourses about the obstructive things being obstructive and how they obstruct one who indulges in them? ",
  "pli-tv-bu-vb-pc70:1.22": "I have said that there is little enjoyment in worldly pleasures, but much suffering and much trouble, and that the danger in them is greater. ",
  "pli-tv-bu-vb-pc70:1.23": "I have said that worldly pleasures are similar to a skeleton … ",
  "pli-tv-bu-vb-pc70:1.24": "similar to a snake’s head; they are much suffering and much trouble, and the danger in them is greater. ",
  "pli-tv-bu-vb-pc70:1.25": "And yet, foolish man, by misunderstanding you have misrepresented me, hurt yourself, and made much demerit. ",
  "pli-tv-bu-vb-pc70:1.26": "This will be for your long-lasting harm and suffering. ",
  "pli-tv-bu-vb-pc70:1.27": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc70:1.28": "and it will cause some with confidence to change their minds.” ",
  "pli-tv-bu-vb-pc70:1.29": "Having rebuked him … ",
  "pli-tv-bu-vb-pc70:1.30": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc70:1.31": "“Well then, monks, the Sangha should expel the novice monastic Kaṇṭaka. ",
  "pli-tv-bu-vb-pc70:1.32": "And this is how he should be expelled: ",
  "pli-tv-bu-vb-pc70:1.33": "‘From today, Kaṇṭaka, you may not refer to the Buddha as your teacher. ",
  "pli-tv-bu-vb-pc70:1.34": "And you can no longer share a sleeping place with the monks for two or three nights, as can other novices. ",
  "pli-tv-bu-vb-pc70:1.35": "Go! Away with you!’” ",
  "pli-tv-bu-vb-pc70:1.36": "The Sangha then expelled Kaṇṭaka. ",
  "pli-tv-bu-vb-pc70:1.37": "Soon afterwards the monks from the group of six supported Kaṇṭaka, and they were attended on by him, lived with him, and shared a sleeping place with him. Yet they knew that he had been expelled. ",
  "pli-tv-bu-vb-pc70:1.38": "The monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc70:1.39": "“How can the monks from the group of six support Kaṇṭaka, and be attended on by him, live with him, and share a sleeping place with him, even though they know that he has been expelled?” … ",
  "pli-tv-bu-vb-pc70:1.40": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc70:1.41": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc70:1.42": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc70:1.43": "“… Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc70:1.44": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc70:1.45": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc70:1.46.0": "Final ruling ",
  "pli-tv-bu-vb-pc70:1.46.1": "‘Also if a novice monastic says, ",
  "pli-tv-bu-vb-pc70:1.47": "“As I understand the Buddha’s Teaching, the things he calls obstructive are unable to obstruct one who indulges in them,” ",
  "pli-tv-bu-vb-pc70:1.48": "then the monks should correct him like this: ",
  "pli-tv-bu-vb-pc70:1.49": "“No, don’t misrepresent the Buddha, for it’s not good to misrepresent the Buddha. The Buddha would never say such a thing. ",
  "pli-tv-bu-vb-pc70:1.50": "In many discourses the Buddha has declared the obstructive things to be obstructive and how they obstruct one who indulges in them.” ",
  "pli-tv-bu-vb-pc70:1.51": "If that novice monastic continues as before, he should be told: ",
  "pli-tv-bu-vb-pc70:1.52": "“From today on you may not refer to the Buddha as your teacher. ",
  "pli-tv-bu-vb-pc70:1.53": "And you can no longer share a sleeping place with the monks for two or three nights, as can other novice monastics. ",
  "pli-tv-bu-vb-pc70:1.54": "Go! Away with you!” ",
  "pli-tv-bu-vb-pc70:1.55": "If a monk supports that novice monastic, or he is attended on by him, lives with him, or shares a sleeping place with him, even though he knows that he has been expelled in this way, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc70:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc70:2.1.1": "A novice monastic: ",
  "pli-tv-bu-vb-pc70:2.1.2": "a novice monk is what is meant. ",
  "pli-tv-bu-vb-pc70:2.1.3": "Says: ",
  "pli-tv-bu-vb-pc70:2.1.4": "“As I understand the Buddha’s Teaching, the things he calls obstructive are unable to obstruct one who indulges in them.” ",
  "pli-tv-bu-vb-pc70:2.1.5": "Him: ",
  "pli-tv-bu-vb-pc70:2.1.6": "the novice monastic who speaks in that way. ",
  "pli-tv-bu-vb-pc70:2.1.7": "The monks: ",
  "pli-tv-bu-vb-pc70:2.1.8": "other monks, those who see it or hear about it. They should correct him, “No, don’t misrepresent the Buddha, for it’s not good to misrepresent the Buddha. The Buddha would never say such a thing. ",
  "pli-tv-bu-vb-pc70:2.1.9": "In many discourses the Buddha has declared the obstructive things to be obstructive and how they obstruct one who indulges in them.” ",
  "pli-tv-bu-vb-pc70:2.1.10": "And they should correct him a second time … ",
  "pli-tv-bu-vb-pc70:2.1.11": "And they should correct him a third time … ",
  "pli-tv-bu-vb-pc70:2.1.12": "If he gives up that view, all is well. If he does not, he should be told: ",
  "pli-tv-bu-vb-pc70:2.1.13": "“From today on you may not refer to the Buddha as your teacher. ",
  "pli-tv-bu-vb-pc70:2.1.14": "And you can no longer share a sleeping place with the monks for two or three nights, as can other novice monastics. ",
  "pli-tv-bu-vb-pc70:2.1.15": "Go! Away with you!” ",
  "pli-tv-bu-vb-pc70:2.1.16": "A: ",
  "pli-tv-bu-vb-pc70:2.1.17": "whoever … ",
  "pli-tv-bu-vb-pc70:2.1.18": "Monk: ",
  "pli-tv-bu-vb-pc70:2.1.19": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc70:2.1.20": "He knows: ",
  "pli-tv-bu-vb-pc70:2.1.21": "he knows by himself or others have told him or the offending novice monastic has told him. ",
  "pli-tv-bu-vb-pc70:2.1.22": "Expelled in this way: ",
  "pli-tv-bu-vb-pc70:2.1.23": "expelled like this. ",
  "pli-tv-bu-vb-pc70:2.1.24": "Novice monastic: ",
  "pli-tv-bu-vb-pc70:2.1.25": "novice monk is what is meant. ",
  "pli-tv-bu-vb-pc70:2.1.26": "Supports: ",
  "pli-tv-bu-vb-pc70:2.1.27": "if he supports him, saying, “I’ll give him a bowl,” “I’ll give him a robe,” “I’ll recite to him,” or “I’ll test him,” he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.1.28": "Is attended on by: ",
  "pli-tv-bu-vb-pc70:2.1.29": "if he accepts bath powder, soap, a toothbrush, or water for rinsing the mouth from him, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.1.30": "Lives with: ",
  "pli-tv-bu-vb-pc70:2.1.31": "there are two types of living together: ",
  "pli-tv-bu-vb-pc70:2.1.32": "material living together and spiritual living together. ",
  "pli-tv-bu-vb-pc70:2.1.33": "Material living together: ",
  "pli-tv-bu-vb-pc70:2.1.34": "if he gives or receives material things, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.1.35": "Spiritual living together: ",
  "pli-tv-bu-vb-pc70:2.1.36": "he recites or has the other recite. If he recites or has the other recite by the line, then for every line he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.1.37": "If he recites or has the other recite by the syllable, then for every syllable he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.1.38": "Shares a sleeping place with: ",
  "pli-tv-bu-vb-pc70:2.1.39": "under the same ceiling: if the monk lies down when the expelled novice monastic is already lying down, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc70:2.1.40": "if the monk is already lying down when the expelled novice monastic lies down, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc70:2.1.41": "if they both lie down together, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc70:2.1.42": "every time they get up and then lie down again, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc70:2.2.1": "If the novice monastic has been expelled, and he perceives him as such, and he supports him or is attended on by him or lives with him or shares a sleeping place with him, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc70:2.2.2": "If the novice monastic has been expelled, but he is unsure of it, and he supports him or is attended on by him or lives with him or shares a sleeping place with him, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc70:2.2.3": "If the novice monastic has been expelled, but he does not perceive him as such, and he supports him or is attended on by him or lives with him or shares a sleeping place with him, there is no offense. ",
  "pli-tv-bu-vb-pc70:2.2.4": "If the novice monastic has not been expelled, but he perceives him such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc70:2.2.5": "If the novice monastic has not been expelled, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc70:2.2.6": "If the novice monastic has not been expelled, and he does not perceive him as such, there is no offense. ",
  "pli-tv-bu-vb-pc70:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc70:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc70:2.3.2": "if he knows that he has not been expelled; ",
  "pli-tv-bu-vb-pc70:2.3.3": "if he knows that he has given up that view; ",
  "pli-tv-bu-vb-pc70:2.3.4": "if he is insane; ",
  "pli-tv-bu-vb-pc70:2.3.5": "if he is the first offender. ",
  "pli-tv-bu-vb-pc70:2.3.6": "The tenth rule, the training rule on Kaṇṭaka, is finished. ",
  "pli-tv-bu-vb-pc70:2.3.7": "The seventh sub-chapter on containing living beings is finished. ",
  "pli-tv-bu-vb-pc70:2.3.8": "This is the summary: ",
  "pli-tv-bu-vb-pc70:2.3.9": "Intentionally killing, containing living beings, ",
  "pli-tv-bu-vb-pc70:2.3.10": "Agitation, concealing what is grave; ",
  "pli-tv-bu-vb-pc70:2.3.11": "Less than twenty, and group of travelers, ",
  "pli-tv-bu-vb-pc70:2.3.12": "Appointment, on Ariṭṭha; ",
  "pli-tv-bu-vb-pc70:2.3.13": "Ejected, and Kaṇṭaka: ",
  "pli-tv-bu-vb-pc70:2.3.14": "These ten training rules."
}