{
  "pli-tv-bu-vb-pc82:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc82:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc82:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc82:0.4": "The sub-chapter on legitimately ",
  "pli-tv-bu-vb-pc82:0.5": "82. The training rule on diverting ",
  "pli-tv-bu-vb-pc82:1.0": "Origin story ",
  "pli-tv-bu-vb-pc82:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc82:1.2": "an association had prepared a meal together with robes for the Sangha. They said, ",
  "pli-tv-bu-vb-pc82:1.3": "“After giving the food, we’ll offer the robes.” ",
  "pli-tv-bu-vb-pc82:1.4": "But the monks from the group of six went to that association ",
  "pli-tv-bu-vb-pc82:1.5": "and said, ",
  "pli-tv-bu-vb-pc82:1.6": "“Please give these robes to these monks.” ",
  "pli-tv-bu-vb-pc82:1.7": "“Venerables, we can’t do that. ",
  "pli-tv-bu-vb-pc82:1.8": "We’ve prepared our annual alms-offering together with robes for the Sangha.” ",
  "pli-tv-bu-vb-pc82:1.9": "“The Sangha has many donors and supporters. ",
  "pli-tv-bu-vb-pc82:1.10": "But since these monks are staying here, they are looking to you for support. ",
  "pli-tv-bu-vb-pc82:1.11": "If you don’t give to them, who will? ",
  "pli-tv-bu-vb-pc82:1.12": "So give them these robes.” ",
  "pli-tv-bu-vb-pc82:1.13": "Being pressured by the monks from the group of six, that association gave the prepared robes to those monks and served the food to the Sangha. ",
  "pli-tv-bu-vb-pc82:1.14": "The monks who knew that a meal together with robes had been prepared for the Sangha, but not that the robes had been given to those monks from the group six, said, ",
  "pli-tv-bu-vb-pc82:1.15": "“You may offer the robes.” ",
  "pli-tv-bu-vb-pc82:1.16": "“There aren’t any. ",
  "pli-tv-bu-vb-pc82:1.17": "The robes we had prepared were diverted by the monks from the group of six.” ",
  "pli-tv-bu-vb-pc82:1.18": "The monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc82:1.19": "“How could the monks from the group of six divert to an individual things they knew were intended for the Sangha?” … ",
  "pli-tv-bu-vb-pc82:1.20": "“Is it true, monks, that you did this?” ",
  "pli-tv-bu-vb-pc82:1.21": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc82:1.22": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc82:1.23": "“… Foolish men, how could you do this? ",
  "pli-tv-bu-vb-pc82:1.24": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc82:1.25": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc82:1.26.0": "Final ruling ",
  "pli-tv-bu-vb-pc82:1.26.1": "‘If a monk diverts to an individual material support that he knows was intended for the Sangha, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc82:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc82:2.1.1": "A: ",
  "pli-tv-bu-vb-pc82:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc82:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc82:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc82:2.1.5": "He knows: ",
  "pli-tv-bu-vb-pc82:2.1.6": "he knows by himself or others have told him or the donor has told him. ",
  "pli-tv-bu-vb-pc82:2.1.7": "For the Sangha: ",
  "pli-tv-bu-vb-pc82:2.1.8": "given to the Sangha, given up to the Sangha. ",
  "pli-tv-bu-vb-pc82:2.1.9": "Material support: ",
  "pli-tv-bu-vb-pc82:2.1.10": "robes, almsfood, a dwelling, and medicine; even a bit of bath powder, a toothbrush, or a piece of string. ",
  "pli-tv-bu-vb-pc82:2.1.11": "Intended: ",
  "pli-tv-bu-vb-pc82:2.1.12": "if they have said, “We’ll give,” “We’ll prepare,” and he diverts it to an individual, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc82:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc82:2.2.1": "If it is intended for the Sangha and he perceives it as such, and he diverts it to an individual, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc82:2.2.2": "If it is intended for the Sangha, but he is unsure of it, and he diverts it to an individual, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc82:2.2.3": "If it is intended for the Sangha, but he does not perceives it as such, and he diverts it to an individual, there is no offense. ",
  "pli-tv-bu-vb-pc82:2.2.4": "If it is intended for one Sangha and he diverts it to another Sangha or to a shrine, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc82:2.2.5": "If it is intended for one shrine and he diverts it to another shrine or to a sangha or to an individual, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc82:2.2.6": "If it is intended for an individual and he diverts it to another individual or to a sangha or to a shrine, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc82:2.2.7": "If it is not intended for the Sangha, but he perceives it as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc82:2.2.8": "If it is not intended for the Sangha, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc82:2.2.9": "If it is not intended for the Sangha and he does not perceive it as such, there is no offense. ",
  "pli-tv-bu-vb-pc82:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc82:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc82:2.3.2": "if being asked, ",
  "pli-tv-bu-vb-pc82:2.3.3": "“Where may we give?” he says, “Give where your gift goes toward equipment,” “… where it goes toward repairs,” “… where it will last for a long time,” “… where you feel inspired;” ",
  "pli-tv-bu-vb-pc82:2.3.4": "if he is insane; ",
  "pli-tv-bu-vb-pc82:2.3.5": "if he is the first offender. ",
  "pli-tv-bu-vb-pc82:2.3.6": "The twelfth rule, the training rule on diverting, is finished. ",
  "pli-tv-bu-vb-pc82:2.3.7": "The eighth sub-chapter on legitimately is finished. ",
  "pli-tv-bu-vb-pc82:2.3.8": "This is the summary: ",
  "pli-tv-bu-vb-pc82:2.3.9": "Legitimately, and disparaging, ",
  "pli-tv-bu-vb-pc82:2.3.10": "Deception, hitting; ",
  "pli-tv-bu-vb-pc82:2.3.11": "Raising a hand, and groundless, ",
  "pli-tv-bu-vb-pc82:2.3.12": "And intentionally, eavesdropping; ",
  "pli-tv-bu-vb-pc82:2.3.13": "Obstructing, and consent, ",
  "pli-tv-bu-vb-pc82:2.3.14": "And Dabba, diverting."
}