{
  "pli-tv-bu-vb-pc26:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc26:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc26:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc26:0.4": "The sub-chapter on the instruction ",
  "pli-tv-bu-vb-pc26:0.5": "26. The training rule on sewing robes ",
  "pli-tv-bu-vb-pc26:1.0": "Origin story ",
  "pli-tv-bu-vb-pc26:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc26:1.2": "At that time Venerable Udāyī had become skilled in making robes. ",
  "pli-tv-bu-vb-pc26:1.3": "On one occasion a certain nun approached Udāyī and said to him, ",
  "pli-tv-bu-vb-pc26:1.4": "“Venerable, would you please sew me a robe?” ",
  "pli-tv-bu-vb-pc26:1.5": "He then sewed a robe for that nun, well-dyed and beautifully executed, and he drew a picture in the middle of it. He then folded it and put it aside. ",
  "pli-tv-bu-vb-pc26:1.6": "Soon afterwards that nun went to Udāyī and said, ",
  "pli-tv-bu-vb-pc26:1.7": "“Sir, where’s the robe?” ",
  "pli-tv-bu-vb-pc26:1.8": "“Now, Sister, take this robe as it’s folded and put it aside. When the Sangha of nuns goes to the instruction, then put it on and follow right behind the other nuns.” ",
  "pli-tv-bu-vb-pc26:1.9": "And that nun did just that. ",
  "pli-tv-bu-vb-pc26:1.10": "People complained and criticized her, ",
  "pli-tv-bu-vb-pc26:1.11": "“How wanton these nuns are, what shameless scoundrels, in that they draw pictures on their robes.” ",
  "pli-tv-bu-vb-pc26:1.12": "And the nuns asked her, ",
  "pli-tv-bu-vb-pc26:1.13": "“Who did this?” ",
  "pli-tv-bu-vb-pc26:1.14": "“Venerable Udāyī.” ",
  "pli-tv-bu-vb-pc26:1.15": "“This sort of work would not even make a wanton, shameless scoundrel look good, let alone Venerable Udāyī.” ",
  "pli-tv-bu-vb-pc26:1.16": "The nuns told the monks, ",
  "pli-tv-bu-vb-pc26:1.17": "and the monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-pc26:1.18": "“How can Venerable Udāyī sew a robe for a nun?” … ",
  "pli-tv-bu-vb-pc26:1.19": "“Is it true, Udāyī, that you did this?” ",
  "pli-tv-bu-vb-pc26:1.20": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc26:1.21": "“Is she a relative of yours?” ",
  "pli-tv-bu-vb-pc26:1.22": "“No.” ",
  "pli-tv-bu-vb-pc26:1.23": "“Foolish man, a man and a woman who are not related don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s inspiring and what’s not. ",
  "pli-tv-bu-vb-pc26:1.24": "And still you sewed a robe for an unrelated nun. ",
  "pli-tv-bu-vb-pc26:1.25": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc26:1.26": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc26:1.27.0": "Final ruling ",
  "pli-tv-bu-vb-pc26:1.27.1": "‘If a monk sews a robe for an unrelated nun, or has one sewn, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc26:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc26:2.1.1": "A: ",
  "pli-tv-bu-vb-pc26:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc26:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc26:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc26:2.1.5": "Unrelated: ",
  "pli-tv-bu-vb-pc26:2.1.6": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side. ",
  "pli-tv-bu-vb-pc26:2.1.7": "A nun: ",
  "pli-tv-bu-vb-pc26:2.1.8": "she has been given the full ordination by both Sanghas. ",
  "pli-tv-bu-vb-pc26:2.1.9": "A robe: ",
  "pli-tv-bu-vb-pc26:2.1.10": "one of the six kinds of robes. ",
  "pli-tv-bu-vb-pc26:2.1.11": "Sews: ",
  "pli-tv-bu-vb-pc26:2.1.12": "if he sews it himself, then for each stitch he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc26:2.1.13": "Has sewn: ",
  "pli-tv-bu-vb-pc26:2.1.14": "if he asks another, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc26:2.1.15": "If he only asks once, then even if the other sews a lot, he commits one offense entailing confession. ",
  "pli-tv-bu-vb-pc26:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc26:2.2.1": "If she is unrelated and he perceives her as such, and he sews her a robe or has one sewn, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc26:2.2.2": "If she is unrelated, but he is unsure of it, and he sews her a robe or has one sewn, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc26:2.2.3": "If she is unrelated, but he perceives her as related, and he sews her a robe or has one sewn, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc26:2.2.4": "If he sews a robe, or has one sewn, for a nun who is fully ordained only on one side, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc26:2.2.5": "If she is related, but he perceives her as unrelated, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc26:2.2.6": "If she is related, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc26:2.2.7": "If she is related and he perceives her as such, there is no offense. ",
  "pli-tv-bu-vb-pc26:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc26:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc26:2.3.2": "if she is related; ",
  "pli-tv-bu-vb-pc26:2.3.3": "if he sews any requisite apart from a robe, or has it sewn; ",
  "pli-tv-bu-vb-pc26:2.3.4": "if it is a trainee nun; ",
  "pli-tv-bu-vb-pc26:2.3.5": "if it is a novice nun; ",
  "pli-tv-bu-vb-pc26:2.3.6": "if he is insane; ",
  "pli-tv-bu-vb-pc26:2.3.7": "if he is the first offender. ",
  "pli-tv-bu-vb-pc26:2.3.8": "The sixth rule, the training rule on sewing robes, is finished."
}