{
  "pli-tv-bu-vb-pc75:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc75:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc75:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc75:0.4": "The sub-chapter on legitimately ",
  "pli-tv-bu-vb-pc75:0.5": "75. The training rule on raising a hand ",
  "pli-tv-bu-vb-pc75:1.0": "Origin story ",
  "pli-tv-bu-vb-pc75:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc75:1.2": "the monks from the group of six raised their hands in anger against the monks from the group of seventeen. ",
  "pli-tv-bu-vb-pc75:1.3": "Expecting to be hit, they cried. ",
  "pli-tv-bu-vb-pc75:1.4": "Other monks asked them why, ",
  "pli-tv-bu-vb-pc75:1.6": "and they told them what had happened. ",
  "pli-tv-bu-vb-pc75:1.7": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-pc75:1.8": "“How can the monks from the group of six do this?” … ",
  "pli-tv-bu-vb-pc75:1.9": "“Is it true, monks, that you did this?” ",
  "pli-tv-bu-vb-pc75:1.10": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc75:1.11": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc75:1.12": "“… Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc75:1.13": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc75:1.14": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc75:1.15.0": "Final ruling ",
  "pli-tv-bu-vb-pc75:1.15.1": "‘If a monk raises a hand in anger against a monk, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc75:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc75:2.1.1": "A: ",
  "pli-tv-bu-vb-pc75:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc75:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc75:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc75:2.1.5": "Against a monk: ",
  "pli-tv-bu-vb-pc75:2.1.6": "against another monk. ",
  "pli-tv-bu-vb-pc75:2.1.7": "In anger: ",
  "pli-tv-bu-vb-pc75:2.1.8": "discontent, having hatred, hostile. ",
  "pli-tv-bu-vb-pc75:2.1.9": "Raises a hand: ",
  "pli-tv-bu-vb-pc75:2.1.10": "if he raises any part of his body or anything connected to his body, even if only a lotus leaf, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc75:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc75:2.2.1": "If it is one who is fully ordained, and he perceives him as such, and he raises a hand against him in anger, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc75:2.2.2": "If it is one who is fully ordained, but he is unsure of it, and he raises a hand against him in anger, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc75:2.2.3": "If it is one who is fully ordained, but he does not perceive him as such, and he raises a hand against him in anger, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc75:2.2.4": "If he raises a hand in anger against one who is not fully ordained, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc75:2.2.5": "If it is one who is not fully ordained, but he perceives him as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc75:2.2.6": "If it is one who is not fully ordained, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc75:2.2.7": "If it is one who is not fully ordained, and he does not perceive him as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc75:2.2.8.0": "Non-offenses ",
  "pli-tv-bu-vb-pc75:2.2.8.1": "There is no offense: ",
  "pli-tv-bu-vb-pc75:2.2.9": "if he raises his hand in self-defence; ",
  "pli-tv-bu-vb-pc75:2.2.10": "if he is insane; ",
  "pli-tv-bu-vb-pc75:2.2.11": "if he is the first offender. ",
  "pli-tv-bu-vb-pc75:2.2.12": "The fifth rule, the training rule on raising a hand, is finished. "
}