{
  "pli-tv-bu-vb-pc51:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc51:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc51:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc51:0.4": "The sub-chapter on drinking alcohol ",
  "pli-tv-bu-vb-pc51:0.5": "51. The training rule on drinking alcoholic drinks ",
  "pli-tv-bu-vb-pc51:1.0": "Origin story ",
  "pli-tv-bu-vb-pc51:1.1": "At one time the Buddha was wandering in the country of Ceti on his way to Bhaddavatikā. ",
  "pli-tv-bu-vb-pc51:1.2": "A number of cow-herds, shepherds, farmers, and travelers saw the Buddha coming. ",
  "pli-tv-bu-vb-pc51:1.3": "And they said to him, “Venerable Sir, don’t go to Ambatittha. ",
  "pli-tv-bu-vb-pc51:1.4": "There’s a terribly poisonous dragon with supernormal powers there, in the hermitage of a dreadlocked ascetic. ",
  "pli-tv-bu-vb-pc51:1.5": "Don’t let it harm you.” ",
  "pli-tv-bu-vb-pc51:1.6": "The Buddha remained silent. ",
  "pli-tv-bu-vb-pc51:1.7": "They repeated what they had said a second ",
  "pli-tv-bu-vb-pc51:1.8": "and a third time, ",
  "pli-tv-bu-vb-pc51:1.12": "but the Buddha still remained silent. ",
  "pli-tv-bu-vb-pc51:1.13": "The Buddha then continued on to Bhaddavatikā, and he stayed there. ",
  "pli-tv-bu-vb-pc51:1.14": "Just then Venerable Sāgata went to the hermitage of that dreadlocked ascetic and entered his fire hut. After preparing a straw mat, he sat down, crossed his legs, straightened his body, and established mindfulness in front of him. ",
  "pli-tv-bu-vb-pc51:1.15": "Seeing that Sāgata had entered the fire hut, the dragon was upset and emitted smoke. ",
  "pli-tv-bu-vb-pc51:1.16": "Sāgata, too, emitted smoke. ",
  "pli-tv-bu-vb-pc51:1.17": "The dragon was not able to contain his rage and emitted flames. ",
  "pli-tv-bu-vb-pc51:1.18": "Sāgata entered the fire element and he, too, emitted flames. ",
  "pli-tv-bu-vb-pc51:1.19": "Then, after conquering fire with fire, Sāgata went to Bhaddavatikā. Soon afterwards the lay followers at Kosambī heard that Sāgata had fought the Ambatittha dragon. ",
  "pli-tv-bu-vb-pc51:1.20": "After staying at Bhaddavatikā for as long as he liked, the Buddha set out wandering toward Kosambī. ",
  "pli-tv-bu-vb-pc51:1.22": "When he arrived, the lay followers there received him. ",
  "pli-tv-bu-vb-pc51:1.23": "After receiving the Buddha, the lay followers went to see Sāgata. They bowed, stood to one side, and said, ",
  "pli-tv-bu-vb-pc51:1.24": "“Venerable, what may we prepare for you that’s hard to obtain yet pleasant?” ",
  "pli-tv-bu-vb-pc51:1.25": "The monks from the group of six replied, “There’s a liquor called Kāpotikā, which is hard for the monks to get, yet pleasant. Prepare that.” ",
  "pli-tv-bu-vb-pc51:1.26": "And the lay followers prepared Kāpotikā liquor in house after house. Then, when they saw that Sāgata had entered the town for alms, they said to him, “Drink, Venerable, drink the Kāpotikā liquor.” ",
  "pli-tv-bu-vb-pc51:1.27": "Sāgata drank that liquor in house after house, and as he was leaving town, he collapsed at the town gate. ",
  "pli-tv-bu-vb-pc51:1.28": "Just then the Buddha, together with a number of monks, was also leaving town, and he saw Sāgata collapsed at the town gate. ",
  "pli-tv-bu-vb-pc51:1.29": "He said, “Monks, pick up Sāgata.” ",
  "pli-tv-bu-vb-pc51:1.30": "Saying, “Yes, Sir,” they led him to the monastery, where they put him down with his head toward the Buddha. ",
  "pli-tv-bu-vb-pc51:1.31": "But Sāgata turned around, pointing his feet toward the Buddha. ",
  "pli-tv-bu-vb-pc51:1.32": "The Buddha said, “Previously, monks, wasn’t Sāgata respectful and deferential toward me?” ",
  "pli-tv-bu-vb-pc51:1.33": "“Yes.” ",
  "pli-tv-bu-vb-pc51:1.34": "“But is he now respectful and deferential toward me?” ",
  "pli-tv-bu-vb-pc51:1.35": "“Certainly not.” ",
  "pli-tv-bu-vb-pc51:1.36": "“Just recently, didn’t Sāgata fight with the Ambatittha dragon?” ",
  "pli-tv-bu-vb-pc51:1.37": "“Yes.” ",
  "pli-tv-bu-vb-pc51:1.38": "“Would he now be able to fight with a dragon?” ",
  "pli-tv-bu-vb-pc51:1.39": "“Certainly not.” ",
  "pli-tv-bu-vb-pc51:1.40": "“So, monks, should one drink that which makes one senseless?” ",
  "pli-tv-bu-vb-pc51:1.41": "“Certainly not, Sir.” ",
  "pli-tv-bu-vb-pc51:1.42": "“It’s not suitable, monks, it’s not proper for Sāgata, it’s not worthy of an ascetic, it’s not allowable, it’s not to be done. ",
  "pli-tv-bu-vb-pc51:1.43": "How could Sāgata drink alcoholic drinks? ",
  "pli-tv-bu-vb-pc51:1.44": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc51:1.45": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc51:1.46.0": "Final ruling ",
  "pli-tv-bu-vb-pc51:1.46.1": "‘If a monk drinks this or that kind of alcoholic drink, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc51:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc51:2.1.1": "This kind of alcoholic drink: ",
  "pli-tv-bu-vb-pc51:2.1.2": "alcoholic drinks made from flour, alcoholic drinks made from pastries, alcoholics drink made from rice, those with yeast added, those made from a combination of ingredients. ",
  "pli-tv-bu-vb-pc51:2.1.3": "That kind of alcoholic drink: ",
  "pli-tv-bu-vb-pc51:2.1.4": "alcoholic drinks made from flowers, alcoholic drinks made from fruit, alcoholic drinks made from honey, alcoholic drinks made from sugar, those made from a combination of ingredients. ",
  "pli-tv-bu-vb-pc51:2.1.5": "Drinks: ",
  "pli-tv-bu-vb-pc51:2.1.6": "if he drinks even the amount on the tip of a blade of grass, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc51:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc51:2.2.1": "If it is an alcoholic drink, and he perceives it as such, and he drinks it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc51:2.2.2": "If it is an alcoholic drink, but he is unsure of it, and he drinks it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc51:2.2.3": "If it is an alcoholic drink, but he perceives it as non-alcoholic, and he drinks it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc51:2.2.4": "If it is a non-alcoholic drink, but he perceives it as alcoholic, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc51:2.2.5": "If it is a non-alcoholic drink, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc51:2.2.6": "If it is a non-alcoholic drink, and he perceive it as such, there is no offense. ",
  "pli-tv-bu-vb-pc51:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc51:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc51:2.3.2": "if he drinks a non-alcoholic drink that has the color of an alcoholic drink, the smell of an alcoholic drink, or the taste of an alcoholic drink; ",
  "pli-tv-bu-vb-pc51:2.3.3": "if it is cooked in a bean curry; ",
  "pli-tv-bu-vb-pc51:2.3.4": "if it is cooked with meat; ",
  "pli-tv-bu-vb-pc51:2.3.5": "if it is cooked with oil; ",
  "pli-tv-bu-vb-pc51:2.3.6": "if it is in syrup from emblic myrobalan; ",
  "pli-tv-bu-vb-pc51:2.3.7": "if he drinks a drink that is normally alcoholic, but which is actually without alcohol; ",
  "pli-tv-bu-vb-pc51:2.3.8": "if he is insane; ",
  "pli-tv-bu-vb-pc51:2.3.9": "if he is the first offender. ",
  "pli-tv-bu-vb-pc51:2.3.10": "The first rule, the training rule on drinking alcoholic drinks, is finished."
}