{
  "pli-tv-bu-vb-pc81:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc81:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc81:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc81:0.4": "The sub-chapter on legitimately ",
  "pli-tv-bu-vb-pc81:0.5": "81. The training rule on what is worn out ",
  "pli-tv-bu-vb-pc81:1.0": "Origin story ",
  "pli-tv-bu-vb-pc81:1.1": "At one time the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary. ",
  "pli-tv-bu-vb-pc81:1.2": "At that time Venerable Dabba the Mallian, who was the assigner of dwellings and the designator of meals, ",
  "pli-tv-bu-vb-pc81:1.3": "had a robe that was worn out. ",
  "pli-tv-bu-vb-pc81:1.4": "Just then the Sangha had obtained a robe, ",
  "pli-tv-bu-vb-pc81:1.5": "which it gave it to Dabba. ",
  "pli-tv-bu-vb-pc81:1.6": "The monks from the group of six complained and criticized it, ",
  "pli-tv-bu-vb-pc81:1.7": "“The monks are diverting the Sangha’s material gains according to friendship.” ",
  "pli-tv-bu-vb-pc81:1.8": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-pc81:1.9": "“How can the monks from the group of six give out a robe as part of a unanimous Sangha and then criticize it afterwards?” … ",
  "pli-tv-bu-vb-pc81:1.10": "“Is it true, monks, that you did this?” ",
  "pli-tv-bu-vb-pc81:1.11": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc81:1.12": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc81:1.13": "“… Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc81:1.14": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc81:1.15": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc81:1.16.0": "Final ruling ",
  "pli-tv-bu-vb-pc81:1.16.1": "‘If a monk gives out a robe as part of a unanimous Sangha and then criticizes it afterwards, saying, “The monks are diverting the Sangha’s material gains according to friendship,” he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc81:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc81:2.1.1": "A: ",
  "pli-tv-bu-vb-pc81:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc81:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc81:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc81:2.1.5": "A unanimous Sangha: ",
  "pli-tv-bu-vb-pc81:2.1.6": "belonging to the same Buddhist sect and staying within the same monastic boundary. ",
  "pli-tv-bu-vb-pc81:2.1.7": "A robe: ",
  "pli-tv-bu-vb-pc81:2.1.8": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another. ",
  "pli-tv-bu-vb-pc81:2.1.9": "Gives out: ",
  "pli-tv-bu-vb-pc81:2.1.10": "gives out himself. ",
  "pli-tv-bu-vb-pc81:2.1.11": "According to friendship: ",
  "pli-tv-bu-vb-pc81:2.1.12": "according to friendship, according to companionship, according to whom one is devoted to, according to being a co-student, according to being a co-pupil. ",
  "pli-tv-bu-vb-pc81:2.1.13": "The Sangha’s: ",
  "pli-tv-bu-vb-pc81:2.1.14": "given to the Sangha, given up to the Sangha. ",
  "pli-tv-bu-vb-pc81:2.1.15": "Material gains: ",
  "pli-tv-bu-vb-pc81:2.1.16": "robes, almsfood, a dwelling, and medicines; even a bit of bath powder, a toothbrush, or a piece of string. ",
  "pli-tv-bu-vb-pc81:2.1.17": "Criticizes it afterwards: ",
  "pli-tv-bu-vb-pc81:2.1.18": "when robe-cloth has been given to someone who is fully ordained and who is the assigner of dwellings or the designator of meals or the distributor of rice porridge or the distributor of fruit or the distributor of non-staple food or the distributor of minor requisites, and he has been agreed upon by the Sangha as such, then if a monk criticizes the giving, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc81:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc81:2.2.1": "If it is a legitimate legal procedure, and he perceives it as such, and he criticizes the giving of robe-cloth, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc81:2.2.2": "If it is a legitimate legal procedure, but he is unsure of it, and he criticizes the giving of robe-cloth, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc81:2.2.3": "If it is a legitimate legal procedure, but he perceives it as illegitimate, and he criticizes it the giving of robe-cloth, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc81:2.2.4": "If he criticizes the giving of another requisite, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc81:2.2.5": "When robe-cloth or another requisite has been given to someone who is fully ordained and who is the assigner of dwellings or the designator of meals or the distributor of rice porridge or the distributor of fruit or the distributor of non-staple food or the distributor of minor requisites, but he has not been agreed upon by the Sangha as such, then if a monk criticizes the giving, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc81:2.2.6": "When robe-cloth or another requisite has been given to someone who is not fully ordained and who is the assigner of dwellings or the designator of meals or the distributor of rice porridge or the distributor of fruit or the distributor of non-staple food or the distributor of minor requisites, whether he has been agreed upon by the Sangha as such or not, then if a monk criticizes the giving, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc81:2.2.7": "If it is an illegitimate legal procedure, but he perceives it as legitimate, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc81:2.2.8": "If it is an illegitimate legal procedure, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc81:2.2.9": "If it is an illegitimate legal procedure, and he perceives it as such, there is no offense. ",
  "pli-tv-bu-vb-pc81:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc81:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc81:2.3.2": "if he criticizes one who regularly acts from desire, ill will, confusion, or fear, saying, “What’s the point of giving it to him—he’ll ruin it or use it inappropriately;” ",
  "pli-tv-bu-vb-pc81:2.3.3": "if he is insane; ",
  "pli-tv-bu-vb-pc81:2.3.4": "if he is the first offender. ",
  "pli-tv-bu-vb-pc81:2.3.5": "The eleventh rule, the training rule on what is worn out, is finished."
}