{
  "pli-tv-bu-vb-pc91:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc91:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc91:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc91:0.4": "The sub-chapter on precious things ",
  "pli-tv-bu-vb-pc91:0.5": "91. The training rule on rainy-season robes ",
  "pli-tv-bu-vb-pc91:1.0": "Origin story ",
  "pli-tv-bu-vb-pc91:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc91:1.2": "he allowed the rainy-season robe for the monks. ",
  "pli-tv-bu-vb-pc91:1.4": "Knowing this, the monks from the group of six wore rainy-season robes that were inappropriate in size. ",
  "pli-tv-bu-vb-pc91:1.5": "As they were walking about, they were dragging them along, both in front and behind. ",
  "pli-tv-bu-vb-pc91:1.6": "The monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc91:1.7": "“How can the monks from the group of six wear such rainy-season robes?” … ",
  "pli-tv-bu-vb-pc91:1.8": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc91:1.9": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc91:1.10": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc91:1.11": "“… Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc91:1.12": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc91:1.13": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc91:1.14.0": "Final ruling ",
  "pli-tv-bu-vb-pc91:1.14.1": "‘If a monk is having a rainy-season robe made, it should be made the right size. ",
  "pli-tv-bu-vb-pc91:1.15": "This is the right size: six standard handspans long and two-and-a-half wide. ",
  "pli-tv-bu-vb-pc91:1.16": "If it exceeds that, it is to be cut down, and he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc91:2.0": "Definitions ",
  "pli-tv-bu-vb-pc91:2.1": "A rainy-season robe: ",
  "pli-tv-bu-vb-pc91:2.2": "it is for use during the four months of the rainy season. ",
  "pli-tv-bu-vb-pc91:2.3": "Is having made:",
  "pli-tv-bu-vb-pc91:2.4": "making it himself or having someone else make it, it should be made to the right size. ",
  "pli-tv-bu-vb-pc91:2.5": "This is the right size: six standard handspans long and two and a half wide. ",
  "pli-tv-bu-vb-pc91:2.6": "If he makes one or has one made that exceeds that, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-pc91:2.7": "When he obtains it, it is to be cut down, and he is then to confess an offense entailing confession. ",
  "pli-tv-bu-vb-pc91:2.8.0": "Permutations ",
  "pli-tv-bu-vb-pc91:2.8.1": "If he finishes what he began himself, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc91:2.9": "If he has others finish what he began himself, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc91:2.10": "If he finishes himself what was begun by others, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc91:2.11": "If he has others finish what was begun by others, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc91:2.12": "If he makes one or has one made for the benefit of someone else, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc91:2.13": "If he obtains one that was made by someone else and then uses it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc91:2.14.0": "Non-offenses ",
  "pli-tv-bu-vb-pc91:2.14.1": "There is no offense: ",
  "pli-tv-bu-vb-pc91:2.15": "if he makes it the right size; ",
  "pli-tv-bu-vb-pc91:2.16": "if he makes it less than the right size; ",
  "pli-tv-bu-vb-pc91:2.17": "if he obtains one made by another that exceeds the right size and then cuts it down before using it; ",
  "pli-tv-bu-vb-pc91:2.18": "if he makes a canopy, a floor cover, a cloth screen, a mattress, or a pillow; ",
  "pli-tv-bu-vb-pc91:2.19": "if he is insane; ",
  "pli-tv-bu-vb-pc91:2.20": "if he is the first offender. ",
  "pli-tv-bu-vb-pc91:2.21": "The ninth rule, the training rule on rainy-season robes, is finished."
}