{
  "pli-tv-bu-vb-pc69:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc69:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc69:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc69:0.4": "The sub-chapter on containing living beings ",
  "pli-tv-bu-vb-pc69:0.5": "69. The training rule on living with one who has been ejected ",
  "pli-tv-bu-vb-pc69:1.0": "Origin story ",
  "pli-tv-bu-vb-pc69:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc69:1.2": "At that time the monks from the group of six lived with the monk Ariṭṭha, and they did formal meetings and shared a sleeping place with him. Yet they knew that he was saying such things, that he had not made amends according to the rule, and that he had not given up that view. ",
  "pli-tv-bu-vb-pc69:1.3": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-pc69:1.4": "“How can the monks from the group of six live, do formal meetings, and share a sleeping place with the monk Ariṭṭha, even though they know that he’s saying such things, that he hasn’t made amends according to the rule, and that he hasn’t given up that view?” … ",
  "pli-tv-bu-vb-pc69:1.5": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc69:1.6": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc69:1.7": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc69:1.8": "“… Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc69:1.9": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc69:1.10": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc69:1.11.0": "Final ruling ",
  "pli-tv-bu-vb-pc69:1.11.1": "‘If a monk lives, does formal meetings, or shares a sleeping place with a monk whom he knows is saying such things, who has not made amends according to the rule, and who has not given up that view, he commits an offense entailing confession.’ ",
  "pli-tv-bu-vb-pc69:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc69:2.1.1": "A: ",
  "pli-tv-bu-vb-pc69:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc69:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc69:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc69:2.1.5": "He knows: ",
  "pli-tv-bu-vb-pc69:2.1.6": "he knows by himself or others have told him or the offender has told him. ",
  "pli-tv-bu-vb-pc69:2.1.7": "Whom is saying such things: ",
  "pli-tv-bu-vb-pc69:2.1.8": "one who says this: “As I understand the Buddha’s Teaching, the things he calls obstructive are unable to obstruct one who indulges in them.” ",
  "pli-tv-bu-vb-pc69:2.1.9": "Who has not made amends according to the rule: ",
  "pli-tv-bu-vb-pc69:2.1.10": "who has been ejected and not reinstated. ",
  "pli-tv-bu-vb-pc69:2.1.11": "With a monk who has not given up that view: ",
  "pli-tv-bu-vb-pc69:2.1.12": "with a monk who has not given up this view. ",
  "pli-tv-bu-vb-pc69:2.1.13": "Lives with: ",
  "pli-tv-bu-vb-pc69:2.1.14": "there are two types of living together: material living together and spiritual living together. ",
  "pli-tv-bu-vb-pc69:2.1.15": "Material living together: ",
  "pli-tv-bu-vb-pc69:2.1.16": "if he gives or receives material things, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc69:2.1.17": "Spiritual living together: ",
  "pli-tv-bu-vb-pc69:2.1.18": "he recites or has the other recite. If he recites or has the other recite by the line, then for every line he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc69:2.1.19": "If he recites or has the other recite by the syllable, then for every syllable he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc69:2.1.20": "Does formal meetings with: ",
  "pli-tv-bu-vb-pc69:2.1.21": "if he does the observance-day procedure, the invitation procedure, or a legal procedure with one who has been ejected, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc69:2.1.22": "Shares a sleeping place with: ",
  "pli-tv-bu-vb-pc69:2.1.23": "under the same ceiling: if the monk lies down when the one who has been ejected is already lying down, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc69:2.1.24": "if the monk is already lying down when the one who has been ejected lies down, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc69:2.1.25": "if they both lie down together, he commits an offense entailing confession; ",
  "pli-tv-bu-vb-pc69:2.1.26": "every time they get up and then lie down again, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc69:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc69:2.2.1": "If the other monk has been ejected, and he perceives him as such, and he lives or does formal meetings or shares a sleeping place with him, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc69:2.2.2": "If the other monk has been ejected, but he is unsure of it, and he lives or does formal meetings or shares a sleeping place with him, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc69:2.2.3": "If the other monk has been ejected, but he does not perceive him as such, and he lives or does formal meetings or shares a sleeping place with him, there is no offense. ",
  "pli-tv-bu-vb-pc69:2.2.4": "If the other monk has not been ejected, but he perceives him as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc69:2.2.5": "If the other monk has not been ejected, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc69:2.2.6": "If the other monk has not been ejected, and he does not perceive him as such, there is no offense. ",
  "pli-tv-bu-vb-pc69:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc69:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc69:2.3.2": "if he knows that he has not been ejected; ",
  "pli-tv-bu-vb-pc69:2.3.3": "if he knows that he has been reinstated after being ejected; ",
  "pli-tv-bu-vb-pc69:2.3.4": "if he knows that he has given up that view; ",
  "pli-tv-bu-vb-pc69:2.3.5": "if he is insane; ",
  "pli-tv-bu-vb-pc69:2.3.6": "if he is the first offender. ",
  "pli-tv-bu-vb-pc69:2.3.7": "The ninth rule, the training rule on living with one who has been ejected, is finished."
}