{
  "pli-tv-bu-vb-pc11:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc11:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc11:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc11:0.4": "The sub-chapter on plants ",
  "pli-tv-bu-vb-pc11:0.5": "11. The training rule on plants ",
  "pli-tv-bu-vb-pc11:1.0": "Origin story ",
  "pli-tv-bu-vb-pc11:1.1": "At one time the Buddha was staying at Āḷavī at the Aggāḷava Shrine. ",
  "pli-tv-bu-vb-pc11:1.2": "At that time the monks at Āḷavī were doing building work. ",
  "pli-tv-bu-vb-pc11:1.3": "And they cut down trees and had them cut down. ",
  "pli-tv-bu-vb-pc11:1.4": "Then, when a certain monk was cutting down a tree, the deity that lived in it said to him, ",
  "pli-tv-bu-vb-pc11:1.5": "“Venerable, don’t cut down our dwelling because you want to build a dwelling for yourself.” ",
  "pli-tv-bu-vb-pc11:1.6": "Not taking any heed, he just cut it down, and he hurt the arm of that deity’s child. ",
  "pli-tv-bu-vb-pc11:1.7": "That deity thought, ",
  "pli-tv-bu-vb-pc11:1.8": "“Perhaps I should just kill this monk?” ",
  "pli-tv-bu-vb-pc11:1.9": "But then it reconsidered, ",
  "pli-tv-bu-vb-pc11:1.10": "“It wouldn’t be appropriate for me to just kill this monk. ",
  "pli-tv-bu-vb-pc11:1.11": "Why don’t I instead tell the Buddha about this matter?” ",
  "pli-tv-bu-vb-pc11:1.12": "And it approached the Buddha and told him what had happened. ",
  "pli-tv-bu-vb-pc11:1.13": "“Well done, deity! ",
  "pli-tv-bu-vb-pc11:1.14": "It’s good that you didn’t kill that monk. ",
  "pli-tv-bu-vb-pc11:1.15": "If you had killed that monk today, you would have made much demerit. ",
  "pli-tv-bu-vb-pc11:1.16": "The tree in such-and-such a spot is empty; take that as your dwelling.” ",
  "pli-tv-bu-vb-pc11:1.17": "People complained and criticized the monks, ",
  "pli-tv-bu-vb-pc11:1.18": "“How can the Sakyan ascetics cut down trees and have them cut down? They are hurting life with one sense faculty.” ",
  "pli-tv-bu-vb-pc11:1.19": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-pc11:1.20": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc11:1.21": "“How can those monks at Āḷavī cut down trees and have them cut down?”… ",
  "pli-tv-bu-vb-pc11:1.22": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc11:1.23": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc11:1.24": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc11:1.25": "“… Foolish men, how can you cut down trees and have them cut down? ",
  "pli-tv-bu-vb-pc11:1.26": "People regard trees as conscious. ",
  "pli-tv-bu-vb-pc11:1.27": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc11:1.28": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc11:1.29.0": "Final ruling ",
  "pli-tv-bu-vb-pc11:1.29.1": "‘If a monk destroys plants, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc11:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc11:2.1.1": "Plants: ",
  "pli-tv-bu-vb-pc11:2.1.2": "there are five kinds of propagation: propagation from roots, propagation from stems, propagation from joints, propagation from cuttings, propagation from seeds. ",
  "pli-tv-bu-vb-pc11:2.1.3": "Propagation from roots: ",
  "pli-tv-bu-vb-pc11:2.1.4": "turmeric, ginger, sweet flag, white sweet flag, atis root, black hellebore, khus root, nutgrass, or whatever other plants there are that are produced from roots, that grow from roots—this is called “propagation from roots”. ",
  "pli-tv-bu-vb-pc11:2.1.5": "Propagation from stems: ",
  "pli-tv-bu-vb-pc11:2.1.6": "the Bodhi tree, the banyan tree, the Indian rock fig, the cluster fig, the Indian cedar, the portia tree, or whatever other plants there are that are produced from stems, that grow from stems—this is called “propagation from stems”. ",
  "pli-tv-bu-vb-pc11:2.1.7": "Propagation from joints: ",
  "pli-tv-bu-vb-pc11:2.1.8": "sugarcane, bamboo, reed, or whatever other plants there are that are produced from joints, that grow from joints—this is called “propagation from joints”. ",
  "pli-tv-bu-vb-pc11:2.1.9": "Propagation from cuttings: ",
  "pli-tv-bu-vb-pc11:2.1.10": "shrubby basil, rajmahal hemp, Vicks plant, or whatever other plants there are that are produced from cuttings, that grow from cuttings—this is called “propagation from cuttings”. ",
  "pli-tv-bu-vb-pc11:2.1.11": "Propagation from seeds: ",
  "pli-tv-bu-vb-pc11:2.1.12": "grains, vegetables, or whatever other plants there are that are produced from seeds, that grow from seeds—this is called “propagation from seeds”. ",
  "pli-tv-bu-vb-pc11:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc11:2.2.1": "If it is capable of propagation, and he perceives that it is, and he cuts it down or has it cut down, or he breaks it or has it broken, or he cooks it or has it cooked, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc11:2.2.2": "If it is capable of propagation, but he is unsure of it, and  he cuts it down or has it cut down, or he breaks it or has it broken, or he cooks it or has it cooked, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc11:2.2.3": "If it is capable of propagation, but he perceives that it is not, and  he cuts it down or has it cut down, or he breaks it or has it broken, or he cooks it or has it cooked, there is no offense. ",
  "pli-tv-bu-vb-pc11:2.2.4": "If it is not capable of propagation, but he perceives that it is, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc11:2.2.5": "If it is not capable of propagation, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc11:2.2.6": "If it is not capable of propagation, and he perceives that it is not, there is no offense. ",
  "pli-tv-bu-vb-pc11:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc11:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc11:2.3.2": "if he says, “Consider this”, “Give this”, “Bring this”, “There’s need for this”, “Make this allowable;” ",
  "pli-tv-bu-vb-pc11:2.3.3": "if it is unintentional; ",
  "pli-tv-bu-vb-pc11:2.3.4": "if he is not mindful; ",
  "pli-tv-bu-vb-pc11:2.3.5": "if he does not know; ",
  "pli-tv-bu-vb-pc11:2.3.6": "if he is insane; ",
  "pli-tv-bu-vb-pc11:2.3.7": "if he is the first offender. ",
  "pli-tv-bu-vb-pc11:2.3.8": "The first rule, the training rule on plants, is finished."
}