{
  "pli-tv-bu-vb-pc90:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc90:0.2": "The Great Analysis ",
  "pli-tv-bu-vb-pc90:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc90:0.4": "The sub-chapter on precious things ",
  "pli-tv-bu-vb-pc90:0.5": "90. The training rule on itch covers ",
  "pli-tv-bu-vb-pc90:1.0": "Origin story ",
  "pli-tv-bu-vb-pc90:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc90:1.2": "he allowed the itch-covering cloth for the monks. ",
  "pli-tv-bu-vb-pc90:1.4": "Knowing this, the monks from the group of six wore itch covers that were inappropriate in size. ",
  "pli-tv-bu-vb-pc90:1.5": "As they were walking about, they were dragging them along, both in front and behind. ",
  "pli-tv-bu-vb-pc90:1.6": "The monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-pc90:1.7": "“How can the monks from the group of six wear such itch covers?” … ",
  "pli-tv-bu-vb-pc90:1.8": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc90:1.9": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc90:1.10": "The Buddha rebuked them … ",
  "pli-tv-bu-vb-pc90:1.11": "“Foolish men, how can you do this? ",
  "pli-tv-bu-vb-pc90:1.12": "This will affect people’s confidence …” … ",
  "pli-tv-bu-vb-pc90:1.13": "“And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc90:1.14.0": "Final ruling ",
  "pli-tv-bu-vb-pc90:1.14.1": "‘If a monk is having an itch-covering cloth made, it should be made the right size. ",
  "pli-tv-bu-vb-pc90:1.15": "This is the right size: four standard handspans long and two wide. ",
  "pli-tv-bu-vb-pc90:1.16": "If it exceeds that, it is to be cut down, and he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc90:2.0": "Definitions ",
  "pli-tv-bu-vb-pc90:2.1": "An itch-covering cloth: ",
  "pli-tv-bu-vb-pc90:2.2": "it is for the purpose of covering an itch or a boil or a running sore or a carbuncle, below the navel and above the knees. ",
  "pli-tv-bu-vb-pc90:2.3": "Is having made: ",
  "pli-tv-bu-vb-pc90:2.4": "making it himself or having it made, it should be made the right size. ",
  "pli-tv-bu-vb-pc90:2.5": "This is the right size: four standard handspans long and two wide. ",
  "pli-tv-bu-vb-pc90:2.6": "If he makes one or has one made that exceeds that, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-pc90:2.7": "When he gets it, it is to be cut down, and he is then to confess an offense entailing confession. ",
  "pli-tv-bu-vb-pc90:2.8.0": "Permutations ",
  "pli-tv-bu-vb-pc90:2.8.1": "If he finishes what he began himself, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc90:2.9": "If he has others finish what he began himself, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc90:2.10": "If he finishes himself what was begun by others, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc90:2.11": "If he has others finish what was begun by others, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc90:2.12": "If he makes one or has one made for the benefit of someone else, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc90:2.13": "If he gets one that was made by someone else and then uses it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc90:2.14.0": "Non-offenses ",
  "pli-tv-bu-vb-pc90:2.14.1": "There is no offense: ",
  "pli-tv-bu-vb-pc90:2.15": "if he makes it the right size; ",
  "pli-tv-bu-vb-pc90:2.16": "if he makes it smaller than the right size; ",
  "pli-tv-bu-vb-pc90:2.17": "if he gets one made by another that exceeds the right size and then cuts it down before using it; ",
  "pli-tv-bu-vb-pc90:2.18": "if he makes a canopy, a floor cover, a cloth screen, a mattress, or a pillow; ",
  "pli-tv-bu-vb-pc90:2.19": "if he is insane; ",
  "pli-tv-bu-vb-pc90:2.20": "if he is the first offender. ",
  "pli-tv-bu-vb-pc90:2.21": "The training rule on itch covers, the eighth, is finished. "
}