{
  "pli-tv-bu-vb-pc83:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc83:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc83:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc83:0.4": "The sub-chapter on precious things ",
  "pli-tv-bu-vb-pc83:0.5": "83. The training rule on royal compounds ",
  "pli-tv-bu-vb-pc83:1.1.0": "Origin story ",
  "pli-tv-bu-vb-pc83:1.1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc83:1.1.2": "King Pasenadi of Kosala told his park-keeper, “Go and clean up the park; I’ll be going there.” ",
  "pli-tv-bu-vb-pc83:1.1.3": "“Yes, sir.” While cleaning the park, he saw the Buddha seated at the foot of a tree. ",
  "pli-tv-bu-vb-pc83:1.1.4": "He then went to King Pasenadi and said, “The park is clean, sir, but the Buddha is sitting there.” ",
  "pli-tv-bu-vb-pc83:1.1.5": "“Marvellous! I’ll visit him.” ",
  "pli-tv-bu-vb-pc83:1.1.6": "The King went to the park and approached the Buddha, but just then a lay follower was seated there. ",
  "pli-tv-bu-vb-pc83:1.1.7": "When the King saw him, he became fearful and stopped. ",
  "pli-tv-bu-vb-pc83:1.1.8": "But he considered, “This man isn’t likely to be bad, since he’s visiting the Buddha,” and so he approached the Buddha, bowed, and sat down. ",
  "pli-tv-bu-vb-pc83:1.1.9": "But when that lay follower, because of his respect for the Buddha, neither bowed down to the King nor stood up for him, the King became annoyed. ",
  "pli-tv-bu-vb-pc83:1.1.10": "The Buddha realized what was happening and said to the King, “Great King, this lay follower is learned, a master of the tradition, and he’s free from sensual desire.” ",
  "pli-tv-bu-vb-pc83:1.1.11": "The King thought, “This lay follower doesn’t deserve to be in an inferior position, since even the Buddha praises him.” ",
  "pli-tv-bu-vb-pc83:1.1.12": "And he said to that lay follower, “Please say what you want.” ",
  "pli-tv-bu-vb-pc83:1.1.13": "“Thank you, sir.” ",
  "pli-tv-bu-vb-pc83:1.1.14": "The Buddha then instructed, inspired, and gladdened King Pasenadi with a teaching, after which the King got up from his seat, bowed down, circumambulated the Buddha with his right side toward him, and left. ",
  "pli-tv-bu-vb-pc83:1.1.15": "Soon afterwards King Pasenadi was up in his best stilt house, when he saw that lay follower walking along the street, holding a sunshade. ",
  "pli-tv-bu-vb-pc83:1.1.16": "He summoned him and said, “You are a learned Buddhist, a master of the tradition. ",
  "pli-tv-bu-vb-pc83:1.1.17": "It would be good if you would teach my harem.” ",
  "pli-tv-bu-vb-pc83:1.1.18": "“Whatever I know, sir, I know because of the monks. They should teach the harem.” ",
  "pli-tv-bu-vb-pc83:1.2.1": "Knowing that the lay follower was right, the King went to the Buddha, bowed, sat down, and said, ",
  "pli-tv-bu-vb-pc83:1.2.2": "“It would be good, Venerable Sir, if you would tell a monk to teach my harem.” ",
  "pli-tv-bu-vb-pc83:1.2.3": "The Buddha then instructed, inspired, and gladdened King Pasenadi with a teaching, after which the King got up from his seat, paid his respects as before, and left. ",
  "pli-tv-bu-vb-pc83:1.2.4": "Soon afterwards, the Buddha said to Venerable Ānanda, “Well then, Ānanda, teach the King’s harem.” ",
  "pli-tv-bu-vb-pc83:1.2.5": "“Yes, Sir.” And from time to time he would enter the harem and teach. ",
  "pli-tv-bu-vb-pc83:1.2.6": "Then, after robing up one the morning, Ānanda took his bowl and robe and went to King Pasenadi’s house. ",
  "pli-tv-bu-vb-pc83:1.2.7": "On that occasion the King was in bed with Queen Mallikā. ",
  "pli-tv-bu-vb-pc83:1.2.8": "The Queen saw Ānanda coming and she quickly got up, but her burnished golden dressing gown fell off. ",
  "pli-tv-bu-vb-pc83:1.2.9": "Ānanda turned around right there and returned to the monastery. And he told the monks what had happened. ",
  "pli-tv-bu-vb-pc83:1.2.10": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-pc83:1.2.11": "“How could Venerable Ānanda enter the royal compound without first being announced?” … ",
  "pli-tv-bu-vb-pc83:1.2.12": "“Is it true, Ānanda, that you did this?” ",
  "pli-tv-bu-vb-pc83:1.2.13": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc83:1.2.14": "The Buddha rebuked him, ",
  "pli-tv-bu-vb-pc83:1.2.15": "“… Ānanda, how can you do this? ",
  "pli-tv-bu-vb-pc83:1.2.16": "This won’t give rise to confidence in those without it …” ",
  "pli-tv-bu-vb-pc83:1.2.17": "Having rebuked him … ",
  "pli-tv-bu-vb-pc83:1.2.18": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-pc83:1.3.1": "“Monks, there are these ten dangers in entering a royal compound. ",
  "pli-tv-bu-vb-pc83:1.3.2": "What ten? ",
  "pli-tv-bu-vb-pc83:1.3.3": "It may be that a monk enters where the king is sitting with his queen. ",
  "pli-tv-bu-vb-pc83:1.3.4": "The queen smiles when she sees the monk ",
  "pli-tv-bu-vb-pc83:1.3.5": "or the monk smiles when he sees the queen. ",
  "pli-tv-bu-vb-pc83:1.3.6": "The king thinks, ",
  "pli-tv-bu-vb-pc83:1.3.7": "‘Surely they’ve done it, or they’re going to.’ ",
  "pli-tv-bu-vb-pc83:1.3.9": "Again, because the king is very busy, ",
  "pli-tv-bu-vb-pc83:1.3.10": "he does not remember having slept with a certain woman, ",
  "pli-tv-bu-vb-pc83:1.3.11": "yet she becomes pregnant because of that. ",
  "pli-tv-bu-vb-pc83:1.3.12": "The king thinks, ",
  "pli-tv-bu-vb-pc83:1.3.13": "‘Only the monk enters here. ",
  "pli-tv-bu-vb-pc83:1.3.14": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.16": "Again, a gem disappears from the royal compound. ",
  "pli-tv-bu-vb-pc83:1.3.17": "The king thinks, ",
  "pli-tv-bu-vb-pc83:1.3.18": "‘Only the monk enters here. ",
  "pli-tv-bu-vb-pc83:1.3.19": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.21": "Again, secret discussions in the royal compound are spread outside. ",
  "pli-tv-bu-vb-pc83:1.3.22": "The king thinks, ",
  "pli-tv-bu-vb-pc83:1.3.23": "‘Only the monk enters here. ",
  "pli-tv-bu-vb-pc83:1.3.24": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.26": "Again, in the royal compound a father assails his son, or a son assails his father. ",
  "pli-tv-bu-vb-pc83:1.3.27": "They think, ",
  "pli-tv-bu-vb-pc83:1.3.28": "‘Only the monk enters here. ",
  "pli-tv-bu-vb-pc83:1.3.29": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.31": "Again, the king promotes someone. ",
  "pli-tv-bu-vb-pc83:1.3.32": "Those who dislike this think, ",
  "pli-tv-bu-vb-pc83:1.3.33": "‘The king is close to the monk. ",
  "pli-tv-bu-vb-pc83:1.3.34": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.36": "Again, the king demotes someone. ",
  "pli-tv-bu-vb-pc83:1.3.37": "Those who dislike this think, ",
  "pli-tv-bu-vb-pc83:1.3.38": "‘The king is close to the monk. ",
  "pli-tv-bu-vb-pc83:1.3.39": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.41": "Again, the king sends out the army at an inappropriate time. ",
  "pli-tv-bu-vb-pc83:1.3.42": "Those who dislike this think, ",
  "pli-tv-bu-vb-pc83:1.3.43": "‘The king is close to the monk. ",
  "pli-tv-bu-vb-pc83:1.3.44": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.46": "Again, after sending out the army at an appropriate time, the king orders it to turn back while still en route. ",
  "pli-tv-bu-vb-pc83:1.3.47": "Those who dislike this think, ",
  "pli-tv-bu-vb-pc83:1.3.48": "‘The king is close to the monk. ",
  "pli-tv-bu-vb-pc83:1.3.49": "Is he responsible for this?’ ",
  "pli-tv-bu-vb-pc83:1.3.51": "Again, a royal compound is crowded with elephants, horses, and chariots, as well as enticing sights, sounds, smells, tastes, and tangibles that are not suitable for a monk. ",
  "pli-tv-bu-vb-pc83:1.3.53": "Monks, these are the ten dangers in entering a royal compound.” ",
  "pli-tv-bu-vb-pc83:1.3.54": "Then, after rebuking Ānanda in many ways for being difficult to support … the Buddha said, ",
  "pli-tv-bu-vb-pc83:1.3.55": "“And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc83:1.3.56.0": "Final ruling ",
  "pli-tv-bu-vb-pc83:1.3.56.1": "‘If a monk, without first being announced, crosses the threshold to the bedroom of a consecrated aristocrat king, when both the king and the queen are present, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc83:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc83:2.1.1": "A: ",
  "pli-tv-bu-vb-pc83:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc83:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc83:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc83:2.1.5": "Aristocrat: ",
  "pli-tv-bu-vb-pc83:2.1.6": "well-born on both his mother’s side and his father’s side, pure in descent, irreproachable and impeccable with respect to birth going back seven generations of male ancestors. ",
  "pli-tv-bu-vb-pc83:2.1.7": "Consecrated: ",
  "pli-tv-bu-vb-pc83:2.1.8": "consecrated with the aristocratic consecration. ",
  "pli-tv-bu-vb-pc83:2.1.9": "The king is present: ",
  "pli-tv-bu-vb-pc83:2.1.10": "the king has not left the bedroom. ",
  "pli-tv-bu-vb-pc83:2.1.11": "The queen is present: ",
  "pli-tv-bu-vb-pc83:2.1.12": "the queen has not left the bedroom. Or both have not left. ",
  "pli-tv-bu-vb-pc83:2.1.13": "Without first being announced: ",
  "pli-tv-bu-vb-pc83:2.1.14": "without first having informed. ",
  "pli-tv-bu-vb-pc83:2.1.15": "The threshold: ",
  "pli-tv-bu-vb-pc83:2.1.16": "the threshold to the bedroom is what is meant. ",
  "pli-tv-bu-vb-pc83:2.1.17": "The bedroom: ",
  "pli-tv-bu-vb-pc83:2.1.18": "wherever a king’s bed is prepared, even if just enclosed by a cloth screen. ",
  "pli-tv-bu-vb-pc83:2.1.19": "Crosses the threshold to the bedroom: ",
  "pli-tv-bu-vb-pc83:2.1.20": "if he crosses the threshold with the first foot, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc83:2.1.21": "If he crosses with the second foot, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc83:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc83:2.2.1": "If he has not been announced, and he does not perceive it as such, and he crosses the threshold to the bedroom, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc83:2.2.2": "If he has not been announced, but he is unsure of it, and he crosses the threshold to the bedroom, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc83:2.2.3": "If he has not been announced, but he perceives it as such, and he crosses the threshold to the bedroom, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc83:2.2.4": "If he has been announced, but he does not perceive it as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc83:2.2.5": "If he has been announced, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc83:2.2.6": "If he has been announced, and he perceives it as such, there is no offense. ",
  "pli-tv-bu-vb-pc83:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc83:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc83:2.3.2": "if he has been announced; ",
  "pli-tv-bu-vb-pc83:2.3.3": "if it is not an aristocrat king; ",
  "pli-tv-bu-vb-pc83:2.3.4": "if the king has not been consecrated with the aristocratic consecration; ",
  "pli-tv-bu-vb-pc83:2.3.5": "if the king has left the bedroom; ",
  "pli-tv-bu-vb-pc83:2.3.6": "if the queen has left the bedroom; ",
  "pli-tv-bu-vb-pc83:2.3.7": "if they both have left; ",
  "pli-tv-bu-vb-pc83:2.3.8": "if it is not a bedroom; ",
  "pli-tv-bu-vb-pc83:2.3.9": "if he is insane; ",
  "pli-tv-bu-vb-pc83:2.3.10": "if he is the first offender. ",
  "pli-tv-bu-vb-pc83:2.3.11": "The first rule, the training rule on royal compounds, is finished."
}