{
  "pli-tv-bu-vb-pc72:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc72:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-pc72:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc72:0.4": "The sub-chapter on legitimately ",
  "pli-tv-bu-vb-pc72:0.5": "72. The training rule on annoyance ",
  "pli-tv-bu-vb-pc72:1.0": "Origin story ",
  "pli-tv-bu-vb-pc72:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-pc72:1.2": "At that time the Buddha gave many talks about the Monastic Law, spoke in praise of the Monastic Law and of learning the Monastic Law, and repeatedly praised Venerable Upāli. ",
  "pli-tv-bu-vb-pc72:1.3": "When the monks heard this, they thought, ",
  "pli-tv-bu-vb-pc72:1.5": "“Well then, let’s learn the Monastic Law from Venerable Upāli.” And many monks, both senior and junior, as well as those of middle standing, learned the Monastic Law from Upāli. ",
  "pli-tv-bu-vb-pc72:1.6": "The monks from the group of six ",
  "pli-tv-bu-vb-pc72:1.7": "considered this and thought, ",
  "pli-tv-bu-vb-pc72:1.8": "“If these monks become well-versed in the Monastic Law, they’ll boss us around as they like. ",
  "pli-tv-bu-vb-pc72:1.9": "So let’s disparage the Monastic Law.” ",
  "pli-tv-bu-vb-pc72:1.10": "They approached the other monks and said, ",
  "pli-tv-bu-vb-pc72:1.11": "“What’s the point of reciting these minor and insignificant training rules, when they just lead to anxiety, oppression, and annoyance?” ",
  "pli-tv-bu-vb-pc72:1.12": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-pc72:1.13": "“How can the monks from the group of six disparage the Monastic Law?” … ",
  "pli-tv-bu-vb-pc72:1.14": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-pc72:1.15": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-pc72:1.16": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-pc72:1.17": "“… Foolish men, how can do this? ",
  "pli-tv-bu-vb-pc72:1.18": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-pc72:1.19": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc72:1.20.0": "Final ruling ",
  "pli-tv-bu-vb-pc72:1.20.1": "‘When the Monastic Code is being recited, if a monk says, “What’s the point of reciting these minor and insignificant training rules, when they just lead to anxiety, oppression, and annoyance?” then in disparaging the training rules, he commits an offense entailing confession.’” ",
  "pli-tv-bu-vb-pc72:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc72:2.1.1": "A: ",
  "pli-tv-bu-vb-pc72:2.1.2": "whoever … ",
  "pli-tv-bu-vb-pc72:2.1.3": "Monk: ",
  "pli-tv-bu-vb-pc72:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-pc72:2.1.5": "When the Monastic Code is being recited: ",
  "pli-tv-bu-vb-pc72:2.1.6": "when reciting it, when having it recited, or when practicing it. ",
  "pli-tv-bu-vb-pc72:2.1.7": "Says: ",
  "pli-tv-bu-vb-pc72:2.1.8": "“What’s the point of reciting these minor and insignificant training rules, when they just lead to anxiety, oppression, and annoyance?” ",
  "pli-tv-bu-vb-pc72:2.1.9": "If he disparages the Monastic Law to one who is fully ordained, saying, “Those who learn this will be anxious,” “They will feel oppressed,” “They will be annoyed;” “Those who don’t learn this won’t be anxious,” “They won’t feel oppressed,” “They won’t be annoyed;” “It’s better left unrecited,” “It’s better left unlearned,” “It’s better left unstudied,” “It’s better left unmastered;” “May the Monastic Law disappear, or may these monks remain ignorant,” then he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc72:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc72:2.2.1": "If he disparages the Monastic Law to one who is fully ordained, and he perceives them as fully ordained, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc72:2.2.2": "If he disparages the Monastic Law to one who is fully ordained, but he is unsure of it, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc72:2.2.3": "If he disparages the Monastic Law to one who is fully ordained, but he does not perceive them as fully ordained, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc72:2.2.4": "If he disparages some other rule, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc72:2.2.5": "If he disparages the Monastic Law or some other rule to one who is not fully ordained, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc72:2.2.6": "If it is to one who is not fully ordained, but he perceives them as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc72:2.2.7": "If it is to one who is not fully ordained, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc72:2.2.8": "If it is to one who is not fully ordained, and he does not perceive them as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc72:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc72:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc72:2.3.2": "if, not desiring to disparage, he says, “Listen, learn discourses or verses or philosophy, and later you can learn the Monastic Law;” ",
  "pli-tv-bu-vb-pc72:2.3.3": "if he is insane; ",
  "pli-tv-bu-vb-pc72:2.3.4": "if he is the first offender. ",
  "pli-tv-bu-vb-pc72:2.3.5": "The second rule, the training rule on annoyance, is finished."
}