{
  "pli-tv-bu-vb-pc58:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-pc58:0.2": "The Great Analysis ",
  "pli-tv-bu-vb-pc58:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bu-vb-pc58:0.4": "The sub-chapter on drinking alcohol ",
  "pli-tv-bu-vb-pc58:0.5": "58. The training rule on making stains ",
  "pli-tv-bu-vb-pc58:1.0": "Origin story ",
  "pli-tv-bu-vb-pc58:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-pc58:1.2": "a number of monks and wanderers were robbed while traveling from Sāketa to Sāvatthī. ",
  "pli-tv-bu-vb-pc58:1.3": "The King’s men set out from Sāvatthī and caught the thieves and their loot. They then sent a message to the monks: ",
  "pli-tv-bu-vb-pc58:1.4": "“Venerables, please come and pick out your own robes.” ",
  "pli-tv-bu-vb-pc58:1.5": "But the monks did not recognize them. ",
  "pli-tv-bu-vb-pc58:1.6": "The people complained and criticized them, ",
  "pli-tv-bu-vb-pc58:1.7": "“How can they not recognize their own robes?” ",
  "pli-tv-bu-vb-pc58:1.8": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-pc58:1.9": "and they told the Buddha. ",
  "pli-tv-bu-vb-pc58:1.10": "He had the Sangha gathered, gave a teaching on what is right and proper, and then addressed the monks: ",
  "pli-tv-bu-vb-pc58:1.11": "“Well then, monks, I will lay down a training rule for the following ten reasons: ",
  "pli-tv-bu-vb-pc58:1.12": "for the well-being of the Sangha, for the comfort of the Sangha, for the restraint of bad people, for the ease of well-behaved monks, for the restraint of corruptions relating to the present life, for the restraint of corruptions relating to future lives, to give rise to confidence in those without it, to increase the confidence of those who have it, ",
  "pli-tv-bu-vb-pc58:1.13": "for the longevity of the true Teaching, and for supporting the training. ",
  "pli-tv-bu-vb-pc58:1.14": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-pc58:1.15.0": "Final ruling ",
  "pli-tv-bu-vb-pc58:1.15.1": "‘When a monk gets a new robe, he should apply one of three kinds of stains: blue-green, mud-color, or dark brown. If a monk uses a new robe without applying any of the three kinds of stains, he commits an offense entailing confession.’ ",
  "pli-tv-bu-vb-pc58:2.1.0": "Definitions ",
  "pli-tv-bu-vb-pc58:2.1.1": "New: ",
  "pli-tv-bu-vb-pc58:2.1.2": "a mark has not been made is what is meant. ",
  "pli-tv-bu-vb-pc58:2.1.3": "A robe: ",
  "pli-tv-bu-vb-pc58:2.1.4": "one of the six kinds of robes. ",
  "pli-tv-bu-vb-pc58:2.1.5": "He should apply one of three kinds of stains: ",
  "pli-tv-bu-vb-pc58:2.1.6": "even if he just applies what fits on the tip of a blade of grass. ",
  "pli-tv-bu-vb-pc58:2.1.7": "Blue-green: ",
  "pli-tv-bu-vb-pc58:2.1.8": "there are two kinds of blue-green: the color of copper-sulphate and the color of leaves. ",
  "pli-tv-bu-vb-pc58:2.1.9": "Mud-color: ",
  "pli-tv-bu-vb-pc58:2.1.10": "watery is what is meant. ",
  "pli-tv-bu-vb-pc58:2.1.11": "Dark brown: ",
  "pli-tv-bu-vb-pc58:2.1.12": "whatever is dark brownish. ",
  "pli-tv-bu-vb-pc58:2.1.13": "If a monk … without applying any of the three kinds of stains: ",
  "pli-tv-bu-vb-pc58:2.1.14": "if he uses a new robe without first applying one of the three kinds of stains, even just the amount on the tip of a blade of grass, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc58:2.2.0": "Permutations ",
  "pli-tv-bu-vb-pc58:2.2.1": "If it has not been applied, and he perceives that it has not, and he uses the robe, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc58:2.2.2": "If it has not been applied, but he is unsure of it, and he uses the robe, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc58:2.2.3": "If it has not been applied, but he perceives that it has, and he uses the robe, he commits an offense entailing confession. ",
  "pli-tv-bu-vb-pc58:2.2.4": "If it has been applied, but he perceives that it has not, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc58:2.2.5": "If it has been applied, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-pc58:2.2.6": "If it has been applied, and he perceives that it has, there is no offense. ",
  "pli-tv-bu-vb-pc58:2.3.0": "Non-offenses ",
  "pli-tv-bu-vb-pc58:2.3.1": "There is no offense: ",
  "pli-tv-bu-vb-pc58:2.3.2": "if he applies the stain and then uses it; ",
  "pli-tv-bu-vb-pc58:2.3.3": "if the mark has disappeared; ",
  "pli-tv-bu-vb-pc58:2.3.4": "if the area where the mark was applied is worn; ",
  "pli-tv-bu-vb-pc58:2.3.5": "if what had been marked is sewn together with what has not been marked; ",
  "pli-tv-bu-vb-pc58:2.3.6": "if it is a patch; ",
  "pli-tv-bu-vb-pc58:2.3.7": "if it is a lengthwise border; ",
  "pli-tv-bu-vb-pc58:2.3.8": "if it is a crosswise border; ",
  "pli-tv-bu-vb-pc58:2.3.9": "if he is insane; ",
  "pli-tv-bu-vb-pc58:2.3.10": "if he is the first offender. ",
  "pli-tv-bu-vb-pc58:2.3.11": "The training rule on making stains, the eighth, is finished. "
}