{
  "pli-tv-bi-vb-np5:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-np5:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-np5:0.3": "The chapter on relinquishment ",
  "pli-tv-bi-vb-np5:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bi-vb-np5:0.5": "5. The training rule on exchanging for something else ",
  "pli-tv-bi-vb-np5:1.0": "Origin story ",
  "pli-tv-bi-vb-np5:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-np5:1.2": "the nun Thullanandā was sick. ",
  "pli-tv-bi-vb-np5:1.3": "A lay follower went to her and asked, ",
  "pli-tv-bi-vb-np5:1.4": "“I hope you’re bearing up, Venerable, I hope you’re getting better?” ",
  "pli-tv-bi-vb-np5:1.5": "“I’m not bearing up, and I’m not getting better.” ",
  "pli-tv-bi-vb-np5:1.6": "“We’ll deposit a _kahāpaṇa_ coin in such-and-such a shop. Please get whatever you wish from there.” ",
  "pli-tv-bi-vb-np5:1.7": "Thullanandā then said to a trainee nun, ",
  "pli-tv-bi-vb-np5:1.8": "“Go to such-and-such a shop and bring back a _kahāpaṇa_’s worth of oil.” ",
  "pli-tv-bi-vb-np5:1.9": "That trainee nun did just that and gave it to Thullanandā. ",
  "pli-tv-bi-vb-np5:1.10": "Thullanandā said, ",
  "pli-tv-bi-vb-np5:1.11": "“I don’t need oil; I need ghee.” ",
  "pli-tv-bi-vb-np5:1.12": "The trainee nun returned to the shopkeeper and said, ",
  "pli-tv-bi-vb-np5:1.13": "“It seems the nun doesn’t need oil, but ghee. Here’s your oil; please give me ghee.” ",
  "pli-tv-bi-vb-np5:1.14": "“Venerable, if we were to take back goods that have been sold, when would our goods be sold? ",
  "pli-tv-bi-vb-np5:1.15": "When oil is bought, oil is taken away. Buying ghee, you receive that, and you’ll take that away.” ",
  "pli-tv-bi-vb-np5:1.16": "The trainee nun started to cry. ",
  "pli-tv-bi-vb-np5:1.17": "The nuns asked her ",
  "pli-tv-bi-vb-np5:1.18": "why, ",
  "pli-tv-bi-vb-np5:1.19": "and she told them what had happened. ",
  "pli-tv-bi-vb-np5:1.20": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-np5:1.21": "“How could Venerable Thullanandā get one thing in exchange and then something else?” … ",
  "pli-tv-bi-vb-np5:1.22": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-np5:1.23": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-np5:1.24": "The Buddha rebuked her … ",
  "pli-tv-bi-vb-np5:1.25": "“How could the nun Thullanandā get one thing in exchange and then something else? ",
  "pli-tv-bi-vb-np5:1.26": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-np5:1.27": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-np5:1.28.0": "Final ruling ",
  "pli-tv-bi-vb-np5:1.28.1": "‘If a nun gets one thing in exchange and then something else, she commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bi-vb-np5:2.0": "Definitions ",
  "pli-tv-bi-vb-np5:2.1": "A: ",
  "pli-tv-bi-vb-np5:2.2": "whoever … ",
  "pli-tv-bi-vb-np5:2.3": "Nun: ",
  "pli-tv-bi-vb-np5:2.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-np5:2.5": "Gets one thing in exchange: ",
  "pli-tv-bi-vb-np5:2.6": "whatever she gets in exchange. ",
  "pli-tv-bi-vb-np5:2.7": "Then something else: ",
  "pli-tv-bi-vb-np5:2.8": "apart from that thing, if she gets something else in exchange, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bi-vb-np5:2.9": "When she gets it, it becomes subject to relinquishment. ",
  "pli-tv-bi-vb-np5:2.10": "It is to be relinquished to a sangha, a group, or an individual nun. ",
  "pli-tv-bi-vb-np5:2.11": "“And, monks, it’s to be relinquished like this. ",
  "pli-tv-bi-vb-np5:2.12": "(To be expanded as in Nuns’ Relinquishment 1, [](pli-tv-bi-vb-np1:2.1.21--2.1.43), with appropriate substitutions.) ",
  "pli-tv-bi-vb-np5:2.13": "… ‘Venerables, this thing, which I got in exchange, having first got something else in exchange, is to be relinquished. I relinquish it to the Sangha.’ … ",
  "pli-tv-bi-vb-np5:2.14": "the Sangha should give … ",
  "pli-tv-bi-vb-np5:2.15": "you should give … ",
  "pli-tv-bi-vb-np5:2.16": "‘I give this back to you.’” ",
  "pli-tv-bi-vb-np5:2.17.0": "Permutations ",
  "pli-tv-bi-vb-np5:2.17.1": "If it is something else and she perceives it as such, and she gets that in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np5:2.18": "If it is something else, but she is unsure of it, and she gets that in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np5:2.19": "If it is something else, but she does not perceive it as such, and she gets that in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np5:2.20": "If it is not something else, but she perceives it as such, and she gets that in exchange, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np5:2.21": "If it is not something else, but she is unsure of it, and she gets that in exchange, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np5:2.22": "If it is not something else, and she does not perceive it as such, there is no offense. ",
  "pli-tv-bi-vb-np5:2.23.0": "Non-offenses ",
  "pli-tv-bi-vb-np5:2.23.1": "There is no offense: ",
  "pli-tv-bi-vb-np5:2.24": "if she gets both in exchange at the same time; ",
  "pli-tv-bi-vb-np5:2.25": "if she can show a benefit in doing the exchange; ",
  "pli-tv-bi-vb-np5:2.26": "if she is insane; ",
  "pli-tv-bi-vb-np5:2.27": "if she is the first offender. ",
  "pli-tv-bi-vb-np5:2.28": "The fifth training rule is finished. "
}