{
  "pli-tv-bi-vb-np2:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-np2:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-np2:0.3": "The chapter on relinquishment ",
  "pli-tv-bi-vb-np2:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bi-vb-np2:0.5": "2. The training rule on the sharing out of out-of-season robe-cloth ",
  "pli-tv-bi-vb-np2:1.0": "Origin story ",
  "pli-tv-bi-vb-np2:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-np2:1.2": "At that time, after completing the rainy-season residence in a village monastery, a number of nuns were traveling to Sāvatthī. They were perfect in conduct and deportment, but poorly dressed in shabby robes. ",
  "pli-tv-bi-vb-np2:1.3": "Some lay followers who saw them thought, ",
  "pli-tv-bi-vb-np2:1.4": "“These nuns are perfect in conduct and deportment, but poorly dressed in shabby robes; they must’ve been robbed,” and they gave out-of-season robe-cloth to the Sangha of nuns. ",
  "pli-tv-bi-vb-np2:1.5": "Because they had done the robe-making procedure, the nun Thullanandā ",
  "pli-tv-bi-vb-np2:1.6": "determined it as in-season robe-cloth, and then shared it out. ",
  "pli-tv-bi-vb-np2:1.7": "The lay followers asked those nuns whether ",
  "pli-tv-bi-vb-np2:1.8": "they had obtained any robe-cloth. ",
  "pli-tv-bi-vb-np2:1.9": "They replied that they hadn’t ",
  "pli-tv-bi-vb-np2:1.10": "and told them what had happened. ",
  "pli-tv-bi-vb-np2:1.12": "Those lay followers then complained and criticized her, ",
  "pli-tv-bi-vb-np2:1.13": "“How could Venerable Thullanandā determine out-of-season robe-cloth as ‘in-season’, and then share it out?” ",
  "pli-tv-bi-vb-np2:1.14": "The nuns heard the complaints of those lay followers, ",
  "pli-tv-bi-vb-np2:1.15": "and the nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-np2:1.16": "“How could Venerable Thullanandā do this?” ",
  "pli-tv-bi-vb-np2:1.17": "Those nuns then told the monks, ",
  "pli-tv-bi-vb-np2:1.18": "who in turn told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bi-vb-np2:1.19": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-np2:1.20": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-np2:1.21": "The Buddha criticized her, ",
  "pli-tv-bi-vb-np2:1.22": "“… How could the nun Thullanandā do this? ",
  "pli-tv-bi-vb-np2:1.23": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-np2:1.24": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-np2:1.25.0": "Final ruling ",
  "pli-tv-bi-vb-np2:1.25.1": "‘If a nun determines out-of-season robe-cloth as “in-season”, and then shares it out, she commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bi-vb-np2:2.1.0": "Definitions ",
  "pli-tv-bi-vb-np2:2.1.1": "A: ",
  "pli-tv-bi-vb-np2:2.1.2": "whoever … ",
  "pli-tv-bi-vb-np2:2.1.3": "Nun: ",
  "pli-tv-bi-vb-np2:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-np2:2.1.5": "Out-of-season robe-cloth: ",
  "pli-tv-bi-vb-np2:2.1.6": "if the robe-making procedure has not been done, robe-cloth that is given during the eleven months. If the robe-making procedure has been done, robe-cloth that is given during the seven months. Also, if it is given in the robe season, but the cloth is designated, it is called “out-of-season robe-cloth”. ",
  "pli-tv-bi-vb-np2:2.1.7": "If she shares it out, after determining out-of-season robe-cloth as “in-season”, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bi-vb-np2:2.1.8": "When the robe-cloth is obtained, it becomes subject to relinquishment. ",
  "pli-tv-bi-vb-np2:2.1.9": "The robe-cloth is to be relinquished to the Sangha of nuns, a group, or an individual nun. ",
  "pli-tv-bi-vb-np2:2.1.10": "“And, monks, it’s to be relinquished like this. ",
  "pli-tv-bi-vb-np2:2.1.11": "(To be expanded as in Nuns’ Relinquishment 1, [](pli-tv-bi-vb-np1:2.1.21--2.1.43), with appropriate substitutions.) ",
  "pli-tv-bi-vb-np2:2.1.12": "… ‘Venerables, this out-of-season robe-cloth which I shared out after determining it as “in-season” is to be relinquished. I relinquish it to the Sangha.’ … ",
  "pli-tv-bi-vb-np2:2.1.13": "the Sangha should give … ",
  "pli-tv-bi-vb-np2:2.1.14": "you should give … ",
  "pli-tv-bi-vb-np2:2.1.15": "‘I give this robe-cloth back to you.’” ",
  "pli-tv-bi-vb-np2:2.2.0": "Permutations ",
  "pli-tv-bi-vb-np2:2.2.1": "If it is out-of-season robe-cloth and she perceives it as such, and she shares it out after determining it as “in-season”, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np2:2.2.2": "If it is out-of-season robe-cloth, but she is unsure of it, and she shares it out after determining it as “in-season”, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np2:2.2.3": "If it is out-of-season robe-cloth, but she perceives it as in-season robe-cloth, and she shares it out after determining it as “in-season”, there is no offense. ",
  "pli-tv-bi-vb-np2:2.2.4": "If it is in-season robe-cloth, but she perceives it as out-of-season robe-cloth, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np2:2.2.5": "If it is in-season robe-cloth, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np2:2.2.6": "If it is in-season robe-cloth and she perceives it as such, there is no offense. ",
  "pli-tv-bi-vb-np2:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-np2:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-np2:2.3.2": "if she shares out out-of-season robe-cloth that she perceives as in-season; ",
  "pli-tv-bi-vb-np2:2.3.3": "if she shares out in-season robe-cloth that she perceives as in-season; ",
  "pli-tv-bi-vb-np2:2.3.4": "if she is insane; ",
  "pli-tv-bi-vb-np2:2.3.5": "if she is the first offender. ",
  "pli-tv-bi-vb-np2:2.3.6": "The second training rule is finished."
}