{
  "pli-tv-bi-vb-np6:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-np6:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-np6:0.3": "The chapter on relinquishment ",
  "pli-tv-bi-vb-np6:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bi-vb-np6:0.5": "6. The training rule on exchanging what belongs to the Sangha ",
  "pli-tv-bi-vb-np6:1.0": "Origin story ",
  "pli-tv-bi-vb-np6:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-np6:1.2": "At that time the lay followers collected voluntary contributions to supply the Sangha of nuns with robes. They stored the requisites in a cloth merchant’s shop, and then went to the nuns and said, ",
  "pli-tv-bi-vb-np6:1.3": "“Venerables, requisites to be used for robes are stored in such-and-such a cloth merchant’s shop. Please have someone get cloth from that and share it out.” ",
  "pli-tv-bi-vb-np6:1.4": "But the nuns exchanged those requisites for tonics, which they then used. ",
  "pli-tv-bi-vb-np6:1.5": "When the lay followers found out about this, they complained and criticized them, ",
  "pli-tv-bi-vb-np6:1.6": "“When requisites belonging to the Sangha are designated for a specific purpose, how could the nuns exchange them for something else?” ",
  "pli-tv-bi-vb-np6:1.7": "The nuns heard the complaints of those lay followers, ",
  "pli-tv-bi-vb-np6:1.8": "and the nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-np6:1.9": "“When requisites belonging to the Sangha are designated for a specific purpose, how could the nuns exchange them for something else?” … ",
  "pli-tv-bi-vb-np6:1.10": "“Is it true, monks, that the nuns did this?” ",
  "pli-tv-bi-vb-np6:1.11": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-np6:1.12": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-np6:1.13": "“When requisites belonging to the Sangha are designated for a specific purpose, how could the nuns exchange them for something else? ",
  "pli-tv-bi-vb-np6:1.14": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-np6:1.15": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-np6:1.16.0": "Final ruling ",
  "pli-tv-bi-vb-np6:1.16.1": "‘When a requisite belonging to the Sangha is designated for a specific purpose, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bi-vb-np6:2.1.0": "Definitions ",
  "pli-tv-bi-vb-np6:2.1.1": "A: ",
  "pli-tv-bi-vb-np6:2.1.2": "whoever … ",
  "pli-tv-bi-vb-np6:2.1.3": "Nun: ",
  "pli-tv-bi-vb-np6:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-np6:2.1.5": "A requisite is designated for a specific purpose: ",
  "pli-tv-bi-vb-np6:2.1.6": "it was given for a specific purpose. ",
  "pli-tv-bi-vb-np6:2.1.7": "Belonging to the Sangha: ",
  "pli-tv-bi-vb-np6:2.1.8": "belonging to the Sangha, not to a group, not to an individual nun. ",
  "pli-tv-bi-vb-np6:2.1.9": "Exchanges it for something else: ",
  "pli-tv-bi-vb-np6:2.1.10": "if, apart from the purpose for which it was given, she exchanges it for something else, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bi-vb-np6:2.1.11": "When she gets it, it becomes subject to relinquishment. ",
  "pli-tv-bi-vb-np6:2.1.12": "It is to be relinquished to a sangha, a group, or an individual nun. ",
  "pli-tv-bi-vb-np6:2.1.13": "“And, monks, it’s to be relinquished like this. ",
  "pli-tv-bi-vb-np6:2.1.14": "(To be expanded as in Nuns’ Relinquishment 1, [](pli-tv-bi-vb-np1:2.1.21--2.1.43), with appropriate substitutions.) ",
  "pli-tv-bi-vb-np6:2.1.15": "‘Venerables, this thing, which I got in exchange for a requisite belonging to the Sangha that was designated for a specific purpose, is to be relinquished. I relinquish it to the Sangha.’ ",
  "pli-tv-bi-vb-np6:2.1.16": "… ",
  "pli-tv-bi-vb-np6:2.1.17": "the Sangha should give … ",
  "pli-tv-bi-vb-np6:2.1.18": "you should give … ",
  "pli-tv-bi-vb-np6:2.1.19": "‘I give this back to you.’” ",
  "pli-tv-bi-vb-np6:2.2.0": "Permutations ",
  "pli-tv-bi-vb-np6:2.2.1": "If it is for a specific purpose and she perceives that it is, and she exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np6:2.2.2": "If it is for a specific purpose, but she is unsure of it, and she exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np6:2.2.3": "If it is for a specific purpose, but she does not perceive that it is, and she exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np6:2.2.4": "When she receives in return what had been relinquished, it is to be used in accordance with the intention of the donors. ",
  "pli-tv-bi-vb-np6:2.2.5": "If it is not for a specific purpose, but she perceives that it is, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np6:2.2.6": "If it is not for a specific purpose, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np6:2.2.7": "If it is not for a specific purpose, and she does not perceive that it is, there is no offense. ",
  "pli-tv-bi-vb-np6:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-np6:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-np6:2.3.2": "if she uses the remainder; ",
  "pli-tv-bi-vb-np6:2.3.3": "if she uses it after getting permission from the owners; ",
  "pli-tv-bi-vb-np6:2.3.4.1": "if there is an emergency; ",
  "pli-tv-bi-vb-np6:2.3.4.2": "if she is insane; ",
  "pli-tv-bi-vb-np6:2.3.5": "if she is the first offender. ",
  "pli-tv-bi-vb-np6:2.3.6": "The sixth training rule is finished. "
}