{
  "an3.22:0.1": "Discours Sous Forme De Listes 3.22 ",
  "an3.22:0.2": "Les individus ",
  "an3.22:0.3": "Les patients ",
  "an3.22:1.1": "Mendiants, on trouve dans le monde ces trois (types de) patients. ",
  "an3.22:1.2": "Quels sont ces trois ? ",
  "an3.22:1.3": "À cet égard, mendiants, un certain patient ne guérit pas de cette maladie, qu’il reçoive ou non de la nourriture adaptée, qu’il reçoive ou non des remèdes adaptés, qu’il reçoive ou non un garde-malade compétent. ",
  "an3.22:2.1": "Ou bien, mendiants, un certain patient guérit de cette maladie, qu’il reçoive ou non de la nourriture adaptée, qu’il reçoive ou non des remèdes adaptés, qu’il reçoive ou non un garde-malade compétent. ",
  "an3.22:3.1": "Ou encore, mendiants, un certain patient guérit de sa maladie s’il reçoit de la nourriture adaptée et pas s’il n’en reçoit pas, s’il reçoit des remèdes adaptés et pas s’il n’en reçoit pas, s’il reçoit un garde-malade compétent et pas s’il n’en reçoit pas. ",
  "an3.22:4.1": "C’est particulièrement pour le (type de) patient qui guérit de sa maladie s’il reçoit de la nourriture adaptée et pas s’il n’en reçoit pas, s’il reçoit des remèdes adaptés et pas s’il n’en reçoit pas, s’il reçoit un garde-malade compétent et pas s’il n’en reçoit pas, que la nourriture pour les malades est prescrite, que les remèdes pour les malades sont prescrits, que les garde-malade sont prescrits. ",
  "an3.22:4.2": "De plus, c'est pour ce (type de) patient que les autres  (types de) patients devraient également être soignés. ",
  "an3.22:4.3": "Voici, mendiants, quels sont ces trois (types de) patients que l’on trouve dans le monde. ",
  "an3.22:5.1": "De la même manière, mendiants, on trouve dans le monde trois (types de) personnes comparables à ces trois (types de) patients. ",
  "an3.22:5.2": "Quels sont ces trois ? ",
  "an3.22:5.3": "À cet égard, mendiants, une certaine personne n’entre pas sur le chemin sûr (qui consiste en) la droiture des états mentaux avantageux, qu’il voie ou non le Tathagata, qu’il entende ou non l’enseignement & discipline professés par le Tathagata. ",
  "an3.22:6.1": "Ou bien, mendiants, une certaine personne entre sur le chemin sûr (qui consiste en) la droiture des états mentaux avantageux, qu’il voie ou non le Tathagata, qu’il entende ou non l’enseignement & discipline professés par le Tathagata. ",
  "an3.22:7.1": "Ou encore, mendiants, une certaine personne entre sur le chemin sûr (qui consiste en) la droiture des états mentaux avantageux s’il voit le Tathagata et pas s’il ne le voit pas, s’il entend l’enseignement & discipline professés par le Tathagata et pas s’il ne l’entend pas. ",
  "an3.22:8.1": "C’est particulièrement pour le (type de) personne qui entre sur le chemin sûr (qui consiste en) la droiture des états mentaux avantageux s’il voit le Tathagata et pas s’il ne le voit pas, s’il entend l’enseignement & discipline professés par le Tathagata et pas s’il ne l’entend pas, que l’enseignement du Dhamma est prescrit. ",
  "an3.22:8.2": "De plus, c'est pour ce (type de) personne que les autres  (types de) personnes devraient également recevoir l'enseignement du Dhamma. ",
  "an3.22:8.3": "Voici, mendiants, quels sont ces trois (types de) personnes comparables à ces trois (types de) patients que l’on trouve dans le monde. "
}