{
  "an3.71:0.1": "Discours Sous Forme De Listes 3.71 ",
  "an3.71:0.2": "Le Chapitre d’Ananda ",
  "an3.71:0.3": "La question de Tchanna ",
  "an3.71:1.1": "Un jour, le Fortuné séjournait près de Savatthi, dans le bois de Jéta, le parc d’Anathapindika. ",
  "an3.71:1.2": "Ce jour-là, le vagabond spirituel Tchanna vint voir le vénérable Ananda et échangea des courtoisies avec lui. ",
  "an3.71:1.3": "Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté. Tandis qu’il était assis là, le vagabond spirituel Tchanna dit au vénérable Ananda : ",
  "an3.71:1.4": "« Est-ce que vous aussi, ami Ananda, vous préconisez l’abandon de l’avidité, l’abandon de l’aversion, et l’abandon de la délusion ? ",
  "an3.71:1.5": "— En effet, ami, je préconise l’abandon de l’avidité, je préconise l’abandon de l’aversion, je préconise l’abandon de la délusion. ",
  "an3.71:2.1": "— Mais, ami, au vu de quel désavantage de l’avidité est-ce que vous préconisez l’abandon de l’avidité, au vu de quel désavantage de l’aversion est-ce que vous préconisez l’abandon de l’aversion, au vu de quel désavantage de la délusion est-ce que vous préconisez l’abandon de la délusion ? ",
  "an3.71:3.1": "— Ami, celui qui est sous l’emprise de l’avidité, dont l’esprit est sous l’emprise de l’avidité, vise à son propre préjudice, vise au préjudice des autres, vise au préjudice des deux, et il ressent du mal-être mental et de la déplaisance mentale. ",
  "an3.71:3.2": "Lorsqu’il a abandonné l’avidité, il ne vise pas à son propre préjudice, il ne vise pas au préjudice des autres, il ne vise pas au préjudice des deux, et il ne ressent pas de mal-être mental ni de déplaisance mentale. ",
  "an3.71:3.3": "Celui qui est sous l’emprise de l’avidité, ami, dont l’esprit est sous l’emprise de l’avidité, s’engage dans la méconduite corporelle, s’engage dans la méconduite verbale, s’engage dans la méconduite mentale. ",
  "an3.71:3.4": "Lorsqu’il a abandonné l’avidité, il ne s’engage pas dans la méconduite corporelle, il ne s’engage pas dans la méconduite verbale, il ne s’engage pas dans la méconduite mentale. ",
  "an3.71:3.5": "Celui qui est sous l’emprise de l’avidité, ami, dont l’esprit est sous l’emprise de l’avidité, ne discerne pas tel que c’est réellement ce qui lui est bénéfique, il ne discerne pas tel que c’est réellement ce qui est bénéfique aux autres, il ne discerne pas tel que c’est réellement ce qui est bénéfique aux deux. ",
  "an3.71:3.6": "Lorsqu’il a abandonné l’avidité, il discerne tel que c’est réellement ce qui lui est bénéfique, il discerne tel que c’est réellement ce qui est bénéfique aux autres, il discerne tel que c’est réellement ce qui est bénéfique aux deux. ",
  "an3.71:3.7": "L’avidité, ami, rend aveugle et sans vision, elle rend ignorant, elle fait cesser le discernement, elle participe aux contrariétés, et elle mène à la non-Extinction. ",
  "an3.71:4.1": "Ami, celui qui est sous l’emprise de l’aversion, dont l’esprit est sous l’emprise de l’aversion, vise à son propre préjudice, vise au préjudice des autres, vise au préjudice des deux, et il ressent du mal-être mental et de la déplaisance mentale. Lorsqu’il a abandonné l’aversion, il ne vise pas à son propre préjudice, il ne vise pas au préjudice des autres, il ne vise pas au préjudice des deux, et il ne ressent pas de mal-être mental ni de déplaisance mentale. (…) ",
  "an3.71:4.2": "Ami, celui qui est sous l’emprise de la délusion, dont l’esprit est sous l’emprise de la délusion, vise à son propre préjudice, vise au préjudice des autres, vise au préjudice des deux, et il ressent du mal-être mental et de la déplaisance mentale. ",
  "an3.71:4.3": "Lorsqu’il a abandonné la délusion, il ne vise pas à son propre préjudice, il ne vise pas au préjudice des autres, il ne vise pas au préjudice des deux, et il ne ressent pas de mal-être mental ni de déplaisance mentale. ",
  "an3.71:4.4": "Celui qui est sous l’emprise de la délusion, ami, dont l’esprit est sous l’emprise de la délusion, s’engage dans la méconduite corporelle, s’engage dans la méconduite verbale, s’engage dans la méconduite mentale. ",
  "an3.71:4.5": "Lorsqu’il a abandonné la délusion, il ne s’engage pas dans la méconduite corporelle, il ne s’engage pas dans la méconduite verbale, il ne s’engage pas dans la méconduite mentale. ",
  "an3.71:4.6": "Celui qui est sous l’emprise de la délusion, ami, dont l’esprit est sous l’emprise de la délusion, ne discerne pas tel que c’est réellement ce qui lui est bénéfique, il ne discerne pas tel que c’est réellement ce qui est bénéfique aux autres, il ne discerne pas tel que c’est réellement ce qui est bénéfique aux deux. ",
  "an3.71:4.7": "Lorsqu’il a abandonné la délusion, il discerne tel que c’est réellement ce qui lui est bénéfique, il discerne tel que c’est réellement ce qui est bénéfique aux autres, il discerne tel que c’est réellement ce qui est bénéfique aux deux. ",
  "an3.71:4.8": "La délusion, ami, rend aveugle et sans vision, elle rend ignorant, elle fait cesser le discernement, elle participe aux contrariétés, et elle mène à la non-Extinction. ",
  "an3.71:4.9": "Ami, c’est au vu de ce désavantage de l’avidité que nous préconisons l’abandon de l’avidité. ",
  "an3.71:4.10": "C’est au vu de ce désavantage de l’aversion que nous préconisons l’abandon de l’aversion. ",
  "an3.71:4.11": "C’est au vu de ce désavantage de la délusion que nous préconisons l’abandon de la délusion. ",
  "an3.71:5.1": "— Mais y a-t-il une voie, ami, y a-t-il un sentier pour l’abandon de cette avidité, de cette aversion, de cette délusion ? ",
  "an3.71:5.2": "— Il y a, ami, une voie, il y a un sentier pour l’abandon de cette avidité, de cette aversion, de cette délusion. ",
  "an3.71:5.3": "— Et quelle est, ami, la voie, quel est le sentier pour l’abandon de cette avidité, de cette aversion, de cette délusion ? ",
  "an3.71:5.4": "— C’est cette noble voie à huit composantes, c’est-à-dire : ",
  "an3.71:5.5": "la vue correcte, l’aspiration correcte, la parole correcte, l’action correcte, les moyens de subsistance corrects, l’effort correct, la présence d’esprit correcte et la concentration correcte. ",
  "an3.71:5.6": "Voici, ami, quelle est la voie, voici quel est le sentier pour l’abandon de cette avidité, de cette aversion, de cette délusion. ",
  "an3.71:5.7": "— Ami, la voie est excellente, le sentier est excellent pour l’abandon de cette avidité, de cette aversion, de cette délusion. ",
  "an3.71:5.8": "Et c’est suffisant, ami Ananda, pour l’assiduité. » "
}