{
  "an3.66:0.1": "Discours Sous Forme De Listes 3.66 ",
  "an3.66:0.2": "Le grand chapitre ",
  "an3.66:0.3": "Pour Salha ",
  "an3.66:1.1": "Ainsi ai-je entendu : ",
  "an3.66:1.2": "Un jour, le vénérable Nandaka séjournait à Sāvatthi dans l’ermitage de l’est, le manoir de la mère de Migara. ",
  "an3.66:1.3": "Ce jour-là, le petit-fils de Migara, Salha, et le petit-fils de Pekhuniya, Sana, allèrent voir le vénérable Nandaka ; s’étant approchés et ayant rendu hommage au vénérable Nandaka, ils s’assirent d’un côté. Une fois qu’ils furent assis là, le vénérable Nandaka dit à Salha, le petit-fils de Migara : ",
  "an3.66:2.1": "« Viens, Salha, ne suis pas ce que tu as entendu, ni ce qui est répété dogmatiquement, ni ce qui est communément admis, ni ce qui est transmis par des écritures, ni ce qui est basé sur le raisonnement, ni ce qui est basé sur l’inférence, ni les considérations sur les apparences, ni l’acceptation après avoir médité une vue, ni ce qui semble possible, ni (en pensant :) “ce renonçant est notre enseignant”. ",
  "an3.66:2.2": "Lorsque tu sais par toi-même, Salha “ces choses sont désavantageuses, ces choses sont répréhensibles, ces choses sont condamnées par les sages, ces choses, lorsqu’elles sont entreprises et accomplies, portent préjudice et mènent au mal-être”, alors, Salha, tu devrais les abandonner. ",
  "an3.66:3.1": "Qu’en penses-tu, Salha, ",
  "an3.66:3.2": "y a-t-il l’avidité ? ",
  "an3.66:4.1": "— Oui, Bhanté. ",
  "an3.66:5.1": "— Je dis, Salha, que cela est l’envie. ",
  "an3.66:5.2": "Par désir, Salha, un envieux tue les êtres vivants, prend ce qui n’est pas donné, va à la femme d’un autre, dit des mensonges, et incite les autres à en faire autant, est-ce à son détriment et pour son mal-être pendant longtemps ? ",
  "an3.66:6.1": "— Oui, Bhanté. ",
  "an3.66:7.1": "— Qu’en penses-tu, Salha, ",
  "an3.66:7.2": "y a-t-il l’aversion ? ",
  "an3.66:8.1": "— Oui, Bhanté. ",
  "an3.66:9.1": "— Je dis, Salha, que cela est la malveillance. ",
  "an3.66:9.2": "Par aversion, Salha, un malveillant tue les êtres vivants, prend ce qui n’est pas donné, va à la femme d’un autre, dit des mensonges, et incite les autres à en faire autant, est-ce à son détriment et pour son mal-être pendant longtemps ? ",
  "an3.66:10.1": "— Oui, Bhanté. ",
  "an3.66:11.1": "— Qu’en penses-tu, Salha, ",
  "an3.66:11.2": "y a-t-il la délusion ? ",
  "an3.66:12.1": "— Oui, Bhanté. ",
  "an3.66:13.1": "— Je dis, Salha, que cela est l’ignorance. ",
  "an3.66:13.2": "Par délusion, Salha, un ignorant tue les êtres vivants, prend ce qui n’est pas donné, va à la femme d’un autre, dit des mensonges, et incite les autres à en faire autant, est-ce à son détriment et pour son mal-être pendant longtemps ? ",
  "an3.66:14.1": "— Oui, Bhanté. ",
  "an3.66:15.1": "— Qu’en penses-tu, Salha, ces choses sont-elles avantageuses ou désavantageuses ? ",
  "an3.66:16.1": "— Désavantageuses, Bhanté. ",
  "an3.66:17.1": "— Répréhensibles ou irréprochables ? ",
  "an3.66:18.1": "— Répréhensibles, Bhanté. ",
  "an3.66:19.1": "— Condamnées ou recommandées par les sages ? ",
  "an3.66:20.1": "— Condamnées par les sages, Bhanté. ",
  "an3.66:21.1": "— Lorsqu’elles sont entreprises et accomplies, portent-elles préjudice et mènent-elles au mal-être ou non ? ",
  "an3.66:21.2": "Que te semble-t-il ici ? ",
  "an3.66:22.1": "— Lorsqu’elles sont entreprises, Bhanté, et accomplies, elles portent préjudice et mènent au mal-être. ",
  "an3.66:22.2": "Voici ce qu’il me semble ici. ",
  "an3.66:23.1": "— Voici, Salha quelle est la raison pour laquelle j’ai dit : ",
  "an3.66:23.2": "“Viens, Salha, ne suis pas ce que tu as entendu, ni ce qui est répété dogmatiquement, ni ce qui est communément admis, ni ce qui est transmis par des écritures, ni ce qui est basé sur le raisonnement, ni ce qui est basé sur l’inférence, ni les considérations sur les apparences, ni l’acceptation après avoir médité une vue, ni ce qui semble possible, ni (en pensant :) ‘ce renonçant est notre enseignant’. ",
  "an3.66:23.3": "Lorsque tu sais par toi-même, Salha ",
  "an3.66:23.4": "‘ces choses sont désavantageuses, ces choses sont répréhensibles, ces choses sont condamnées par les sages, ces choses, lorsqu’elles sont entreprises et accomplies, portent préjudice et mènent au mal-être,’ alors, Salha, tu devrais les abandonner”. ",
  "an3.66:23.5": "Voici ce qui a été dit, et ce en référence à quoi cela a été dit. ",
  "an3.66:24.1": "Viens, Salha, ne suis pas ce que tu as entendu, ni ce qui est répété dogmatiquement, ni ce qui est communément admis, ni ce qui est transmis par des écritures, ni ce qui est basé sur le raisonnement, ni ce qui est basé sur l’inférence, ni les considérations sur les apparences, ni l’acceptation après avoir médité une vue, ni ce qui semble possible, ni (en pensant :) “ce renonçant est notre enseignant”. ",
  "an3.66:24.2": "Lorsque tu sais par toi-même, Salha ",
  "an3.66:24.3": "“ces choses sont avantageuses,ces choses sont irréprochables, ces choses sont recommandées par les sages, ces choses, lorsqu’elles sont entreprises et accomplies, mènent au bien-être et au bonheur”, alors tu devrais, les ayant atteintes, y demeurer. ",
  "an3.66:25.1": "Qu’en penses-tu, Salha, y a-t-il la non-avidité ? ",
  "an3.66:26.1": "— Oui, Bhanté. ",
  "an3.66:27.1": "— Je dis, Salha, que cela est la non-envie. ",
  "an3.66:27.2": "Par non-désir, Salha, un non-envieux ne tue pas les êtres vivants, ne prend pas ce qui n’est pas donné, ne va pas à la femme d’un autre, ne dit pas de mensonges, et n’incite pas les autres à en faire autant, est-ce pour son bien-être et son bonheur pendant longtemps ? ",
  "an3.66:28.1": "— Oui, Bhanté. ",
  "an3.66:29.1": "— Qu’en penses-tu, Salha, y a-t-il la non-aversion ? ",
  "an3.66:30.1": "— Oui, Bhanté. ",
  "an3.66:31.1": "— Je dis, Salha, que cela est la non-malveillance. ",
  "an3.66:31.2": "Par non-aversion, Salha, un non-malveillant ne tue pas les êtres vivants, ne prend pas ce qui n’est pas donné, ne va pas à la femme d’un autre, ne dit pas de mensonges, et n’incite pas les autres à en faire autant, est-ce pour son bien-être et son bonheur pendant longtemps ? ",
  "an3.66:32.1": "— Oui, Bhanté. ",
  "an3.66:33.1": "— Qu’en penses-tu, Salha, ",
  "an3.66:33.2": "y a-t-il la non-délusion ? ",
  "an3.66:34.1": "— Oui, Bhanté. ",
  "an3.66:35.1": "— Je dis, Salha, que cela est la véritable connaissance. ",
  "an3.66:35.2": "Par non-délusion, Salha, un homme de connaissance ne tue pas les êtres vivants, ne prend pas ce qui n’est pas donné, ne va pas à la femme d’un autre, ne dit pas de mensonges, et n’incite pas les autres à en faire autant, est-ce pour son bien-être et son bonheur pendant longtemps ? ",
  "an3.66:36.1": "— Oui, Bhanté. ",
  "an3.66:37.1": "— Qu’en penses-tu, Salha, ces choses sont-elles avantageuses ou désavantageuses ? ",
  "an3.66:38.1": "— Avantageuses, Bhanté. ",
  "an3.66:39.1": "— Répréhensibles ou irréprochables ? ",
  "an3.66:40.1": "— Irréprochables, Bhanté. ",
  "an3.66:41.1": "— Condamnées ou recommandées par les sages ? ",
  "an3.66:42.1": "— Recommendées par les sages, Bhanté. ",
  "an3.66:43.1": "— Lorsqu’elles sont entreprises et accomplies, mènent-elles au bien-être et au bonheur ou non ? ",
  "an3.66:43.2": "Que te semble-t-il ici ? ",
  "an3.66:44.1": "— Lorsqu’elles sont entreprises, Bhanté, et accomplies, elles mènent au bien-être et au bonheur. ",
  "an3.66:44.2": "Voici ce qu’il me semble ici. ",
  "an3.66:45.1": "— Voici, Salha quelle est la raison pour laquelle j’ai dit : ",
  "an3.66:45.2": "“Viens, Salha, ne suis pas ce que tu as entendu, ni ce qui est répété dogmatiquement, ni ce qui est communément admis, ni ce qui est transmis par des écritures, ni ce qui est basé sur le raisonnement, ni ce qui est basé sur l’inférence, ni les considérations sur les apparences, ni l’acceptation après avoir médité une vue, ni ce qui semble possible, ni (en pensant :) ‘ce renonçant est notre enseignant’. ",
  "an3.66:45.3": "Lorsque tu sais par toi-même, Salha ",
  "an3.66:45.4": "‘ces choses sont avantageuses,ces choses sont irréprochables, ces choses sont recommandées par les sages, ces choses, lorsqu’elles sont entreprises et accomplies, mènent au bien-être et au bonheur,’ alors tu devrais, les ayant atteintes, y demeurer.” ",
  "an3.66:45.5": "Voici ce qui a été dit, et ce en référence à quoi cela a été dit. ",
  "an3.66:46.1": "Maintenant, un noble disciple qui est sans désir, sans malveillance, sans confusion, doué d’un discernement attentif, continûment présent d’esprit, reste à imprégner une direction d’un esprit rempli de bienveillance, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli de bienveillance, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.66:46.2": "Il reste à imprégner une direction d’un esprit rempli de compassion, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli de compassion, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.66:46.3": "Il reste à imprégner une direction d’un esprit rempli de joie altruiste, de même la seconde, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli de joie altruiste, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.66:46.4": "Il reste à imprégner une direction d’un esprit rempli d’équanimité, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli d’équanimité, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.66:46.5": "Il comprend ainsi : ",
  "an3.66:46.6": "“Il y a ceci, il y a ce qui est inférieur, il y a ce qui est excellent, et il y a une émancipation supérieure par rapport au (monde de) la perception.” ",
  "an3.66:46.7": "Lorsqu’il comprend ainsi, qu’il voit ainsi, son esprit est libéré des impuretés mentales liées à la sensualité, son esprit est libéré des impuretés mentales liées au devenir, son esprit est libéré des impuretés mentales liées à l’ignorance. ",
  "an3.66:46.8": "Une fois libéré, vient ensuite la compréhension qu’il est libéré. ",
  "an3.66:46.9": "Il comprend que c’en est fini de la naissance, que la vie brahmique a été menée à son but, que ce qui devait être fait a été fait, et qu’il n’y a plus rien d’autre à venir. ",
  "an3.66:47.1": "Il comprend ainsi : ",
  "an3.66:47.2": "“Auparavant, il y avait de l’avidité, ce qui était désavantageux, et maintenant il n’y en a plus, ce qui est avantageux. ",
  "an3.66:47.3": "Auparavant, il y avait de l’aversion, ce qui était désavantageux, et maintenant il n’y en a plus, ce qui est avantageux. ",
  "an3.66:47.4": "Auparavant, il y avait de la délusion, ce qui était désavantageux, et maintenant il n’y en a plus, ce qui est avantageux.” ",
  "an3.66:47.5": "Ainsi dans ce monde visible il est satisfait, repus, rafraîchi, il éprouve du plaisir, il demeure en étant devenu brahmique en lui même. » "
}