{
  "an3.70:0.1": "Discours Sous Forme De Listes 3.70 ",
  "an3.70:0.2": "Le grand chapitre ",
  "an3.70:0.3": "Comment pratiquer l’Ouposatha ",
  "an3.70:1.1": "Ainsi ai-je entendu : ",
  "an3.70:1.2": "Un jour, le Fortuné séjournait près de Savatthi, dans le manoir de la mère de Migara, dans le monastère de l’est. ",
  "an3.70:1.3": "Ce jour-là, un jour d’Ouposatha, Visakha la mère de Migara alla voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Tandis qu’elle était assise là, le Fortuné lui dit : ",
  "an3.70:1.4": "« D’où venez-vous donc ainsi, Visakha, au plus fort de la journée ? ",
  "an3.70:1.5": "— Bhanté, aujourd’hui j’observe l’Ouposatha. ",
  "an3.70:2.1": "— Visakha, il y a ces trois Ouposathas. ",
  "an3.70:2.2": "Quels sont ces trois ? ",
  "an3.70:2.3": "L’Ouposatha du bouvier, l’Ouposatha des Sans-nœuds, et l’Ouposatha des êtres nobles. ",
  "an3.70:2.4": "Et qu’est-ce, Visakha, que l’Ouposatha du bouvier ? ",
  "an3.70:2.5": "Tout comme un bouvier, le soir, après avoir rendu les vaches à leur propriétaire, considérerait : ",
  "an3.70:2.6": "“Aujourd’hui, les vaches sont allées paître dans tel et tel secteur, et elles ont bu de l’eau dans tel et tel secteur, ",
  "an3.70:2.7": "et demain, elles iront paître dans tel et tel secteur, et elles boiront de l’eau dans tel et tel secteur” ; ",
  "an3.70:2.8": "de la même manière, Visakha, un certain individu observant l’Ouposatha considère ceci : ",
  "an3.70:2.9": "“Aujourd’hui, j’ai mangé telle et telle nourriture de base et j’ai mangé telle et telle nourriture raffinée, ",
  "an3.70:2.10": "et demain je mangerai telle et telle nourriture de base et je mangerai telle et telle nourriture raffinée.” ",
  "an3.70:2.11": "Il passe son temps avec l’esprit rempli d’envie. ",
  "an3.70:2.12": "Voici, Visakha, l’Ouposatha du bouvier. ",
  "an3.70:2.13": "Lorsqu’il est observé ainsi, l’Ouposatha du bouvier ne porte pas beaucoup de fruits, n’apporte pas de grands bienfaits, il n’a pas une bien grande splendeur et n’a pas une grande diffusion. ",
  "an3.70:3.1": "Et qu’est-ce, Visakha, que l’Ouposatha des Sans-nœuds ? ",
  "an3.70:3.2": "Il y a des sortes de renonçants qui s’appellent les Sans-nœuds. ",
  "an3.70:3.3": "Ils exhortent leurs disciples de la manière suivante : ",
  "an3.70:3.4": "“Venez, chers messieurs, apaisez vos querelles avec les êtres qui vivent à plus de cent yojanas vers l’est. ",
  "an3.70:3.5": "Apaisez vos querelles avec les êtres qui vivent à plus de cent yojanas vers l’ouest. ",
  "an3.70:3.6": "Apaisez vos querelles avec les êtres qui vivent à plus de cent yojanas vers le nord. ",
  "an3.70:3.7": "Apaisez vos querelles avec les êtres qui vivent à plus de cent yojanas vers le sud.” ",
  "an3.70:3.8": "Ainsi, ils incitent à la sympathie et à la compassion envers certains êtres, mais pas envers d’autres. ",
  "an3.70:3.9": "Le jour de l’Ouposatha, ils exhortent leurs disciples de la manière suivante : ",
  "an3.70:3.10": "“Venez, chers messieurs, retirez tous vos vêtements et dites ceci : ",
  "an3.70:3.11": "‘Je n’appartiens à personne nulle part, et il n’y a rien nulle part qui m’appartienne’”. ",
  "an3.70:3.12": "Cependant, les parents (de cette personne) savent : ",
  "an3.70:3.13": "“C’est notre enfant” ; ",
  "an3.70:3.14": "et lui même sait : ",
  "an3.70:3.15": "“Ce sont mes parents”. ",
  "an3.70:3.16": "Sa femme et ses enfants savent : ",
  "an3.70:3.17": "“C’est celui qui nous nourrit” ; ",
  "an3.70:3.18": "et lui même sait : ",
  "an3.70:3.19": "“Ce sont ma femme et mes enfants”. ",
  "an3.70:3.20": "Ses serfs, travailleurs & servants savent : ",
  "an3.70:3.21": "“C’est notre patron” ; ",
  "an3.70:3.22": "et lui même sait : ",
  "an3.70:3.23": "“Ce sont mes serfs, travailleurs & servants”. ",
  "an3.70:3.24": "Ainsi, au moment où (les renonçants Sans-nœuds) devraient inciter à (respecter) la vérité, ils incitent aux paroles fausses. ",
  "an3.70:3.25": "Car, je le dis, ce sont des paroles fausses. ",
  "an3.70:3.26": "Et lorsque cette nuit-là est passée, (le disciple) fait usage de richesses qui ne lui ont pas été données. ",
  "an3.70:3.27": "Car, je le dis, c’est prendre ce qui n’a pas été donné. ",
  "an3.70:3.28": "Voici, Visakha, ce qu’est l’Ouposatha des Sans-nœuds. ",
  "an3.70:3.29": "Lorsqu’il est observé ainsi, l’Ouposatha des Sans-nœuds ne porte pas beaucoup de fruits, n’apporte pas de grands bienfaits, il n’a pas une bien grande splendeur et n’a pas une grande diffusion. ",
  "an3.70:4.1": "Et qu’est-ce, Visakha, que l’Ouposatha des êtres nobles ? ",
  "an3.70:4.2": "L’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:4.3": "Et comment, Visakha, l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:4.4": "À cet égard, un noble disciple se remémore le Tathagata : ",
  "an3.70:4.5": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "an3.70:4.6": "Lorsqu’il se remémore le Tathagata, son esprit devient serein et la joie apparaît. Les souillures de l’esprit sont alors abandonnées tout comme la tête, lorsqu’elle est souillée, est purifiée au moyen d’une technique appropriée. ",
  "an3.70:5.1": "Et comment, Visakha, la tête, lorsqu’elle est souillée, est-elle purifiée au moyen d’une technique appropriée ? ",
  "an3.70:5.2": "En utilisant du savon, de l’argile, de l’eau et au moyen de l’effort humain approprié : voici comment la tête, lorsqu’elle est souillée, est purifiée au moyen d’une technique appropriée. ",
  "an3.70:5.3": "De la même manière, Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:6.1": "Et comment l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:6.2": "À cet égard, un noble disciple se remémore le Tathagata : ",
  "an3.70:6.3": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "an3.70:6.4": "Lorsqu’il se remémore le Tathagata, son esprit devient serein, la joie apparaît, et les souillures de l’esprit sont alors abandonnées. ",
  "an3.70:6.5": "Voici, Visakha, ce qu’on appelle ",
  "an3.70:6.6": "un noble disciple qui observe l’Ouposatha de Brahma, qui s’associe à Brahma, et c’est grâce à Brahma que son esprit devient serein, que la joie apparaît, et que les souillures de l’esprit sont abandonnées. ",
  "an3.70:6.7": "Voici donc, Visakha, comment l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:7.1": "Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:7.2": "Et comment, Visakha, l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:7.3": "À cet égard, un noble disciple se remémore l’Enseignement : ",
  "an3.70:7.4": "“Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "an3.70:7.5": "Lorsqu’il se remémore l’Enseignement, son esprit devient serein et la joie apparaît. Les souillures de l’esprit sont alors abandonnées tout comme le corps, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:8.1": "Et comment, Visakha, le corps, lorsqu’il est souillé, est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:8.2": "En utilisant une éponge, de la poudre savonneuse, de l’eau et au moyen de l’effort humain approprié : ",
  "an3.70:8.3": "voici comment le corps, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:8.4": "De la même manière, Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:9.1": "Et comment l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:9.2": "À cet égard, un noble disciple se remémore l’Enseignement : ",
  "an3.70:9.3": "“Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "an3.70:9.4": "Lorsqu’il se remémore l’Enseignement, son esprit devient serein, la joie apparaît, et les souillures de l’esprit sont alors abandonnées. ",
  "an3.70:9.5": "Voici, Visakha, ce qu’on appelle un noble disciple qui observe l’Ouposatha de Brahma, qui s’associe à Brahma, et c’est grâce à Brahma que son esprit devient serein, que la joie apparaît, et que les souillures de l’esprit sont abandonnées. ",
  "an3.70:9.6": "Voici donc, Visakha, comment l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:10.1": "Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:10.2": "Et comment, Visakha, l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:10.3": "À cet égard, un noble disciple se remémore la Communauté : ",
  "an3.70:10.4": "“La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "an3.70:10.5": "Lorsqu’il se remémore la Communauté, son esprit devient serein et la joie apparaît. Les souillures de l’esprit sont alors abandonnées tout comme un vêtement, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:11.1": "Et comment, Visakha, un vêtement, lorsqu’il est souillé, est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:11.2": "En utilisant la chaleur, de la lessive, de la bouse de vache, de l’eau et au moyen de l’effort humain approprié : ",
  "an3.70:11.3": "voici comment un vêtement, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:11.4": "De la même manière, Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:12.1": "Et comment l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:12.2": "À cet égard, un noble disciple se remémore la Communauté : ",
  "an3.70:12.3": "“La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "an3.70:12.4": "Lorsqu’il se remémore la Communauté, son esprit devient serein, la joie apparaît, et les souillures de l’esprit sont alors abandonnées. ",
  "an3.70:12.5": "Voici, Visakha, ce qu’on appelle un noble disciple qui observe l’Ouposatha de Brahma, qui s’associe à Brahma, et c’est grâce à Brahma que son esprit devient serein, que la joie apparaît, et que les souillures de l’esprit sont abandonnées. ",
  "an3.70:12.6": "Voici donc, Visakha, comment l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:13.1": "Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:13.2": "Et comment, Visakha, l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:13.3": "À cet égard, un noble disciple se remémore ses propres vertus, qui sont sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "an3.70:13.4": "Lorsqu’il se remémore ses vertus, son esprit devient serein et la joie apparaît. Les souillures de l’esprit sont alors abandonnées tout comme un miroir, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:14.1": "Et comment, Visakha, un miroir, lorsqu’il est souillé, est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:14.2": "En utilisant de l’huile, des cendres, un chiffon et au moyen de l’effort humain approprié : ",
  "an3.70:14.3": "oici comment un miroir, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:14.4": "De la même manière, Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:15.1": "Et comment l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:15.2": "À cet égard, un noble disciple se remémore un noble disciple se remémore ses propres vertus, qui sont sans rupture, sans faille, sans tache, sans défaut, libératrices, louées par les sages, sans fanatisme, menant à la concentration. ",
  "an3.70:15.3": "Lorsqu’il se remémore ses vertus, son esprit devient serein, la joie apparaît, et les souillures de l’esprit sont alors abandonnées. ",
  "an3.70:15.4": "Voici, Visakha, ce qu’on appelle un noble disciple qui observe l’Ouposatha de Brahma, qui s’associe à Brahma, et c’est grâce à Brahma que son esprit devient serein, que la joie apparaît, et que les souillures de l’esprit sont abandonnées. ",
  "an3.70:15.5": "Voici donc, Visakha, comment l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:16.1": "Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:16.2": "Et comment, Visakha, l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:16.3": "À cet égard, un noble disciple se remémore les dévas : ",
  "an3.70:16.4": "“Il y a les dévas des quatre Maharajas, il y a les dévas de Tavatimsa, il y a les dévas de Yama, il y a les dévas de Toussita, il y a les dévas qui se plaisent à créer, il y a les dévas qui contrôlent les créations des autres, il y a les dévas de l’entourage de Brahma, il y a des dévas supérieurs à ceux-ci. ",
  "an3.70:16.5": "J’ai en moi le genre de conviction pourvue de laquelle, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:16.6": "J’ai en moi le genre de vertu pourvue de laquelle, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:16.7": "J’ai en moi le genre de savoir doué duquel, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:16.8": "J’ai en moi le genre de générosité pourvue de laquelle, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:16.9": "J’ai en moi le genre de discernement doué duquel, après être décédés ici, ils sont réapparus en tant que tels.” ",
  "an3.70:16.10": "Lorsqu’il se remémore la conviction, la vertu, le savoir, la générosité et le discernement en lui-même ainsi que chez ces dévas, son esprit devient serein et la joie apparaît. Les souillures de l’esprit sont alors abandonnées tout comme l’or, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:17.1": "Et comment, Visakha, l’or, lorsqu’il est souillé, est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:17.2": "En utilisant une forge, du sel, de la craie rouge, un soufflet & des pinces, et au moyen de l’effort humain approprié : ",
  "an3.70:17.3": "voici comment l’or, lorsqu’il est souillé, est purifié au moyen d’une technique appropriée. ",
  "an3.70:17.4": "De la même manière, Visakha, l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:18.1": "Et comment l’esprit souillé est-il purifié au moyen d’une technique appropriée ? ",
  "an3.70:18.2": "À cet égard, un noble disciple se remémore remémore les dévas : ",
  "an3.70:18.3": "“Il y a les dévas des quatre Maharajas, il y a les dévas de Tavatimsa, il y a les dévas de Yama, il y a les dévas de Toussita, il y a les dévas qui se plaisent à créer, il y a les dévas qui contrôlent les créations des autres, il y a les dévas de l’entourage de Brahma, il y a des dévas supérieurs à ceux-ci. ",
  "an3.70:18.4": "J’ai en moi le genre de conviction pourvue de laquelle, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:18.5": "J’ai en moi le genre de vertu pourvue de laquelle, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:18.6": "J’ai en moi le genre de savoir doué duquel, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:18.7": "J’ai en moi le genre de générosité pourvue de laquelle, après être décédés ici, ils sont réapparus en tant que tels. ",
  "an3.70:18.8": "J’ai en moi le genre de discernement doué duquel, après être décédés ici, ils sont réapparus en tant que tels.” ",
  "an3.70:18.9": "Lorsqu’il se remémore la conviction, la vertu, le savoir, la générosité et le discernement en lui-même ainsi que chez ces dévas, son esprit devient serein, la joie apparaît, et les souillures de l’esprit sont alors abandonnées. ",
  "an3.70:18.10": "Voici, Visakha, ce qu’on appelle un noble disciple qui observe l’Ouposatha de Brahma, qui s’associe à Brahma, et c’est grâce à Brahma que son esprit devient serein, que la joie apparaît, et que les souillures de l’esprit sont abandonnées. ",
  "an3.70:18.11": "Voici donc, Visakha, comment l’esprit souillé est purifié au moyen d’une technique appropriée. ",
  "an3.70:19.1": "Ce noble disciple, Visakha, considère ceci : ",
  "an3.70:19.2": "“Tant qu’ils sont en vie, les Méritants, ayant abandonné la destruction de la vie, s’abstiennent de détruire la vie, et ayant déposé le bâton, déposé les armes, ils demeurent consciencieux, aimables, ayant de la sollicitude pour le bénéfice de tous les êtres vivants. ",
  "an3.70:19.3": "Aujourd’hui, durant ce jour et cette nuit, moi aussi, ayant abandonné la destruction de la vie, je m’abstiens de détruire la vie, et ayant déposé le bâton, déposé les armes, je demeure consciencieux, aimable, ayant de la sollicitude pour le bénéfice de tous les êtres vivants. ",
  "an3.70:19.4": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:20.1": "“Tant qu’ils sont en vie, les Méritants, ayant abandonné l’appropriation de ce qui n’a pas été donné, ne prenant que ce qui est donné, ne souhaitant que ce qui est donné, et ne volant pas, demeurent en étant eux-mêmes purifiés. ",
  "an3.70:20.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi, ayant abandonné l’appropriation de ce qui n’a pas été donné, ne prenant que ce qui est donné, ne souhaitant que ce qui est donné, et ne volant pas, je demeure en étant moi-même purifié. ",
  "an3.70:20.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:21.1": "“Tant qu’ils sont en vie, les Méritants, ayant abandonné ce qui est contraire à la vie brahmique, vivent la vie brahmique, distants, s’abstenant de tout acte sexuel, qui est une chose du village. ",
  "an3.70:21.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi, ayant abandonné ce qui est contraire à la vie brahmique, je vis la vie brahmique, distant, m’abstenant de tout acte sexuel, qui est une chose du village. ",
  "an3.70:21.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:22.1": "“Tant qu’ils sont en vie, les Méritants, ayant abandonné les paroles mensongères, s’abstiennent des paroles mensongères, disant la vérité, honnêtes, dignes de confiance, sincères, sans tromper leur monde. ",
  "an3.70:22.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi, ayant abandonné les paroles mensongères, je m’abstiens des paroles mensongères, disant la vérité, honnête, digne de confiance, sincère, sans tromper mon monde. ",
  "an3.70:22.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:23.1": "“Tant qu’ils sont en vie, les Méritants, ayant abandonné les liqueurs, boissons fermentées et intoxicants qui engendrent la négligence, s’abstiennent des liqueurs, boissons fermentées et intoxicants qui engendrent la négligence. ",
  "an3.70:23.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi, ayant abandonné les liqueurs, boissons fermentées et intoxicants qui engendrent la négligence, je m’abstiens des liqueurs, boissons fermentées et intoxicants qui engendrent la négligence. ",
  "an3.70:23.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:24.1": "“Tant qu’ils sont en vie, les Méritants ne mangent qu’un repas dans la journée, s’abstenant de manger le soir, s’abstenant de manger dans l’après-midi. ",
  "an3.70:24.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi je ne mange qu’un repas dans la journée, m’abstenant de manger le soir, m’abstenant de manger dans l’après-midi. ",
  "an3.70:24.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:25.1": "“Tant qu’ils sont en vie, les Méritants s’abstiennent de chanter, danser, (d’écouter) de la musique, des divertissements, de porter des guirlandes, parfums, cosmétiques, parures & moyens de s’embellir. ",
  "an3.70:25.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi je m’abstiens de chanter, danser, (d’écouter) de la musique, des divertissements, de porter des guirlandes, parfums, cosmétiques, parures & moyens de m’embellir. ",
  "an3.70:25.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:26.1": "“Tant qu’ils sont en vie, les Méritants, ayant abandonné les sièges et les lits élevés ou luxueux, s’abstiennent (de s’asseoir dans) des sièges ou (de se coucher dans) des lits élevés ou luxueux. ",
  "an3.70:26.2": "Aujourd’hui, durant ce jour et cette nuit, moi aussi, ayant abandonné les sièges et les lits élevés ou luxueux, je m’abstiens (de m’asseoir dans) des sièges ou (de me coucher dans) des lits élevés ou luxueux. ",
  "an3.70:26.3": "J’imite en cela les Méritants, et j’aurai observé l’Ouposatha.” ",
  "an3.70:27.1": "Voici, Visakha, quel est l’Ouposatha des êtres nobles. ",
  "an3.70:27.2": "Lorsqu’il est observé ainsi, l’Ouposatha des êtres nobles porte d’excellents fruits, apporte de grands bienfaits, il a une grande splendeur et une grande diffusion. ",
  "an3.70:28.1": "Dans quelle mesure porte-t-il beaucoup de fruits, dans quelle mesure apporte-t-il de grands bienfaits, dans quelle mesure a-t-il une grande splendeur, dans quelle mesure a-t-il une grande diffusion ? ",
  "an3.70:28.2": "Imaginez, Visakha, que quelqu’un exerce la souveraineté et la royauté sur ces seize grands royaumes ayant les sept trésors en abondance, c’est-à-dire ",
  "an3.70:28.3": "Anga, Magadha, Kassi, Kossala, Vajji, Malla, Tchéti, Vanga, Kourou, Pantchala, Maccha, Sourasséna, Assaka, Avanti, Gandhara, et Kambojja. Cela ne vaudrait pas un seizième de l’Ouposatha pourvu de (ces) huit composantes. ",
  "an3.70:28.4": "Et quelle en est la raison ? ",
  "an3.70:28.5": "La royauté humaine est insignifiante en comparaison avec le bien-être dévique. ",
  "an3.70:29.1": "Visakha, cinquante années humaines sont égales à un seul jour et une seule nuit pour les dévas des quatre Maharajas. ",
  "an3.70:29.2": "Trente de ces journées font un mois. ",
  "an3.70:29.3": "Douze de ces mois forment une année. ",
  "an3.70:29.4": "La durée de vie des dévas des quatre Maharajas est de cinq cents de ces années. ",
  "an3.70:29.5": "Il est possible, Visakha, qu’une certaine femme ou un certain homme ayant observé l’Ouposatha pourvu de huit composantes, lors de la dissolution du corps, après la mort, réapparaisse en compagnie des dévas des quatre Maharajas. ",
  "an3.70:29.6": "Et c’est en référence à cela, Visakha, que j’ai dit  : ",
  "an3.70:29.7": "“La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” ",
  "an3.70:30.1": "Visakha, cent années humaines sont égales à un seul jour et une seule nuit pour les dévas de Tavatimsa. ",
  "an3.70:30.2": "Trente de ces journées font un mois. ",
  "an3.70:30.3": "Douze de ces mois forment une année. ",
  "an3.70:30.4": "La durée de vie des dévas de Tavatimsa est de mille de ces années. ",
  "an3.70:30.5": "Il est possible, Visakha, qu’une certaine femme ou un certain homme ayant observé l’Ouposatha pourvu de huit composantes, lors de la dissolution du corps, après la mort, réapparaisse en compagnie des dévas de Tavatimsa. ",
  "an3.70:30.6": "Et c’est en référence à cela, Visakha, que j’ai dit  : ",
  "an3.70:30.7": "“La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” ",
  "an3.70:31.1": "Visakha, deux cents années humaines sont égales à un seul jour et une seule nuit pour les dévas de Yama. ",
  "an3.70:31.2": "Trente de ces journées font un mois. ",
  "an3.70:31.3": "Douze de ces mois forment une année. ",
  "an3.70:31.4": "La durée de vie des dévas de Yama est de deux mille de ces années. ",
  "an3.70:31.5": "Il est possible, Visakha, qu’une certaine femme ou un certain homme ayant observé l’Ouposatha pourvu de huit composantes, lors de la dissolution du corps, après la mort, réapparaisse en compagnie des dévas de Yama. ",
  "an3.70:31.6": "Et c’est en référence à cela, Visakha, que j’ai dit  : ",
  "an3.70:31.7": "“La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” ",
  "an3.70:32.1": "Visakha, quatre cents années humaines sont égales à un seul jour et une seule nuit pour les dévas de Toussita. ",
  "an3.70:32.2": "Trente de ces journées font un mois. ",
  "an3.70:32.3": "Douze de ces mois forment une année. ",
  "an3.70:32.4": "La durée de vie des dévas de Toussita est de quatre mille de ces années. ",
  "an3.70:32.5": "Il est possible, Visakha, qu’une certaine femme ou un certain homme ayant observé l’Ouposatha pourvu de huit composantes, lors de la dissolution du corps, après la mort, réapparaisse en compagnie des dévas de Toussita. ",
  "an3.70:32.6": "Et c’est en référence à cela, Visakha, que j’ai dit  : Et c’est en référence à cela, Visakha, que j’ai dit  : “La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” ",
  "an3.70:32.7": "Et c’est en référence à cela, Visakha, que j’ai dit  : “La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” ",
  "an3.70:33.1": "Visakha, huit cents années humaines sont égales à un seul jour et une seule nuit pour les dévas qui se plaisent à créer. ",
  "an3.70:33.2": "Trente de ces journées font un mois. ",
  "an3.70:33.3": "Douze de ces mois forment une année. ",
  "an3.70:33.4": "La durée de vie des dévas qui se plaisent à créer est de huit mille de ces années. ",
  "an3.70:33.5": "Il est possible, Visakha, qu’une certaine femme ou un certain homme ayant observé l’Ouposatha pourvu de huit composantes, lors de la dissolution du corps, après la mort, réapparaisse en compagnie des dévas qui se plaisent à créer. ",
  "an3.70:33.6": "Et c’est en référence à cela, Visakha, que j’ai dit  : ",
  "an3.70:33.7": "“La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” ",
  "an3.70:34.1": "Visakha, seize cents années humaines sont égales à un seul jour et une seule nuit pour les dévas qui contrôlent les créations des autres. ",
  "an3.70:34.2": "Trente de ces journées font un mois. ",
  "an3.70:34.3": "Douze de ces mois forment une année. ",
  "an3.70:34.4": "La durée de vie des dévas qui contrôlent les créations des autres est de seize mille de ces années. ",
  "an3.70:34.5": "Il est possible, Visakha, qu’une certaine femme ou un certain homme ayant observé l’Ouposatha pourvu de huit composantes, lors de la dissolution du corps, après la mort, réapparaisse en compagnie des dévas qui contrôlent les créations des autres. ",
  "an3.70:34.6": "Et c’est en référence à cela, Visakha, que j’ai dit  : ",
  "an3.70:34.7": "“La royauté humaine est insignifiante en comparaison avec le bien-être dévique.” » ",
  "an3.70:35.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}