{
  "an3.75:0.1": "Discours Sous Forme De Listes 3.75 ",
  "an3.75:0.2": "Le Chapitre d’Ananda ",
  "an3.75:0.3": "À fixer ",
  "an3.75:1.1": "En cette occasion, le vénérable Ananda vint voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Tandis qu’il était assis là, le Fortuné lui dit : ",
  "an3.75:2.1": "« Ananda, tu devrais exhorter, installer, et établir ceux envers qui tu éprouves de la sympathie, qui pensent qu’ils devraient t’écouter, que ce soient des amis ou des collègues, des proches ou des parents, dans trois choses. ",
  "an3.75:2.2": "Quelles sont ces trois ? ",
  "an3.75:2.3": "Tu devrais les exhorter, les installer, les établir dans la confiance confirmée dans le Bouddha : ",
  "an3.75:2.4": "“Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé.” ",
  "an3.75:2.5": "Tu devrais les exhorter, les installer, les établir dans la confiance confirmée dans le Dhamma : ",
  "an3.75:2.6": "“Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages.” ",
  "an3.75:2.7": "Tu devrais les exhorter, les installer, les établir dans la confiance confirmée dans le Sangha : ",
  "an3.75:2.8": "“La Communauté des disciples du Fortuné qui a bien pratiqué, la Communauté des disciples du Fortuné qui a pratiqué droitement, la Communauté des disciples du Fortuné qui a pratiqué méthodiquement, la Communauté des disciples du Fortuné qui a pratiqué adéquatement, c’est-à-dire les quatre paires de personnes, les huit (types d’)individus, cette Communauté des disciples du Fortuné est digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutations respectueuses, c’est le suprême champ de mérite pour le monde.” ",
  "an3.75:3.1": "Il se peut, Ananda, que survienne une altération dans les quatre grands éléments, ",
  "an3.75:3.2": "à savoir l’élément terre, l’élément eau, l’élément feu et l’élément air, mais il est impossible que survienne une telle altération chez un noble disciple qui a acquis une confiance confirmée dans le Bouddha. ",
  "an3.75:3.3": "Voici quelle serait une telle altération : qu’un noble disciple ayant acquis une confiance confirmée dans le Bouddha réapparaisse en enfer, dans le sein animal ou dans le plan d’existence des esprits affligés. Cela est impossible. ",
  "an3.75:4.1": "Il se peut, Ananda, que survienne une altération dans les quatre grands éléments, ",
  "an3.75:4.2": "à savoir l’élément terre, l’élément eau, l’élément feu et l’élément air, mais il est impossible que survienne une telle altération chez un noble disciple qui a acquis une confiance confirmée dans le Dhamma. Voici quelle serait une telle altération : qu’un noble disciple ayant acquis une confiance confirmée dans le Dhamma réapparaisse en enfer, dans le sein animal ou dans le plan d’existence des esprits affligés. Cela est impossible. ",
  "an3.75:4.3": "Il se peut, Ananda, que survienne une altération dans les quatre grands éléments, à savoir l’élément terre, l’élément eau, l’élément feu et l’élément air, mais il est impossible que survienne une telle altération chez un noble disciple qui a acquis une confiance confirmée dans le Sangha. ",
  "an3.75:4.4": "Voici quelle serait une telle altération : qu’un noble disciple ayant acquis une confiance confirmée dans le Sangha réapparaisse en enfer, dans le sein animal ou dans le plan d’existence des esprits affligés. Cela est impossible. ",
  "an3.75:5.1": "Ananda, tu devrais exhorter, installer, et établir ceux envers qui tu éprouves de la sympathie, qui pensent qu’ils devraient t’écouter, que ce soient des amis ou des collègues, des proches ou des parents, dans ces trois choses. » "
}