{
  "an3.40:0.1": "Discours Sous Forme De Listes 3.40 ",
  "an3.40:0.2": "Les messagers des dévas ",
  "an3.40:0.3": "Autorités ",
  "an3.40:1.1": "Il y a, mendiants, ces trois autorités. ",
  "an3.40:1.2": "Quelles sont ces trois ? ",
  "an3.40:1.3": "Le soi comme autorité, le monde comme autorité, et le Dhamma comme autorité. ",
  "an3.40:1.4": "Et qu’est-ce, mendiants, que le soi comme autorité ? ",
  "an3.40:1.5": "À cet égard, un mendiant, s’étant rendu dans la forêt ou au pied d’un arbre ou dans une pièce vide, considère ceci : ",
  "an3.40:1.6": "“Je n’ai pas quitté la vie de foyer pour le sans-foyer à cause des robes, ",
  "an3.40:1.7": "ni de la nourriture d’aumônes, ni des gîtes, et je n’ai pas quitté la vie de foyer pour le sans-foyer pour telle ou telle existence. ",
  "an3.40:1.8": "Je suis accablé par la naissance, le vieillissement et la mort, par le chagrin, les lamentations, les douleurs, les déplaisances mentales et la détresse. Je suis accablé par le mal-être, opprimé par le mal-être. ",
  "an3.40:1.9": "Peut-être que la fin de toute cette accumulation de mal-être est atteignable. ",
  "an3.40:1.10": "Et si je devais poursuivre les mêmes types de plaisirs de la sensualité que j’ai abandonnés en quittant la vie de foyer pour le sans-foyer ou des plaisirs de la sensualité encore plus mauvais, cela ne serait pas convenable pour moi.” ",
  "an3.40:1.11": "Il considère ceci : ",
  "an3.40:1.12": "“Mon énergie sera activée, sans relâchement, ma présence d’esprit sera mise en place, sans distraction, mon corps sera tranquille, sans excitation, mon esprit sera concentré, unifié.” ",
  "an3.40:1.13": "Ayant fait de lui-même son autorité, il abandonne ce qui est désavantageux, il cultive ce qui est avantageux, il abandonne ce qui est répréhensible, il cultive ce qui est irréprochable, et il se maintient purifié. ",
  "an3.40:1.14": "Voici, mendiants, ce qu’on appelle le soi comme autorité. ",
  "an3.40:2.1": "Et qu’est-ce, mendiants, que le monde comme autorité ? ",
  "an3.40:2.2": "À cet égard, un mendiant, s’étant rendu dans la forêt ou au pied d’un arbre ou dans une pièce vide, considère ceci : ",
  "an3.40:2.3": "“Je n’ai pas quitté la vie de foyer pour le sans-foyer à cause des robes, ",
  "an3.40:2.4": "ni de la nourriture d’aumônes, ni des gîtes, et je n’ai pas quitté la vie de foyer pour le sans-foyer pour telle ou telle existence. ",
  "an3.40:2.5": "Je suis accablé par la naissance, le vieillissement et la mort, par le chagrin, les lamentations, les douleurs, les déplaisances mentales et la détresse. Je suis accablé par le mal-être, opprimé par le mal-être. ",
  "an3.40:2.6": "Peut-être que la fin de toute cette accumulation de mal-être est discernable. ",
  "an3.40:2.8": "Et dans ce grand monde, il y a des renonçants & brahmanes qui ont des pouvoirs, qui possèdent l’œil dévique, et qui connaissent l’esprit des autres. ",
  "an3.40:2.9": "Ils voient de loin mais ne sont pas vus même lorsqu’ils sont proches, et ils comprennent l’esprit (des autres) avec leur esprit. ",
  "an3.40:2.10": "Ils sauraient de moi : ",
  "an3.40:2.11": "‘Regardez, Sieurs, ce fils de famille, bien qu’ayant quitté la vie de foyer pour le sans-foyer par conviction, demeure submergé par les états mentaux désavantageux et malsains.’ ",
  "an3.40:2.12": "Il y a également des dévas qui ont des pouvoirs, qui possèdent l’œil dévique, et qui connaissent l’esprit des autres. ",
  "an3.40:2.13": "Ils voient de loin mais ne sont pas vus même lorsqu’ils sont proches, et ils comprennent l’esprit (des autres) avec leur esprit. ",
  "an3.40:2.14": "Ils sauraient de moi : ",
  "an3.40:2.15": "‘Regardez, Sieurs, ce fils de famille, bien qu’ayant quitté la vie de foyer pour le sans-foyer par conviction, demeure submergé d’états mentaux désavantageux et malsains.’” ",
  "an3.40:2.16": "Il considère ceci : ",
  "an3.40:2.17": "“Mon énergie sera activée, sans relâchement, ma présence d’esprit sera mise en place, sans distraction, mon corps sera tranquille, sans excitation, mon esprit sera concentré, unifié.” ",
  "an3.40:2.18": "Ayant fait du monde son autorité, il abandonne ce qui est désavantageux, il cultive ce qui est avantageux, il abandonne ce qui est répréhensible, il cultive ce qui est irréprochable, et il se maintient purifié. ",
  "an3.40:2.19": "Voici, mendiants, ce qu’on appelle le monde comme autorité. ",
  "an3.40:3.1": "Et qu’est-ce, mendiants, que le Dhamma comme autorité ? ",
  "an3.40:3.2": "À cet égard, un mendiant, s’étant rendu dans la forêt ou au pied d’un arbre ou dans une pièce vide, considère ceci : ",
  "an3.40:3.3": "“Je n’ai pas quitté la vie de foyer pour le sans-foyer à cause des robes, ",
  "an3.40:3.4": "ni de la nourriture d’aumônes, ni des gîtes, et je n’ai pas quitté la vie de foyer pour le sans-foyer pour telle ou telle existence. ",
  "an3.40:3.5": "Je suis accablé par la naissance, le vieillissement et la mort, par le chagrin, les lamentations, les douleurs, les déplaisances mentales et la détresse. Je suis accablé par le mal-être, opprimé par le mal-être. ",
  "an3.40:3.6": "Peut-être que la fin de toute cette accumulation de mal-être est discernable. ",
  "an3.40:3.7": "Le Dhamma est bien exposé par le Fortuné : il est visible directement, immédiat, il invite à venir voir (par soi-même), il est efficace, à être expérimenté individuellement par les sages. ",
  "an3.40:3.8": "J’ai des compagnons dans la vie brahmique qui possèdent connaissance et vision. ",
  "an3.40:3.9": "Et si moi, ayant quitté la vie de foyer pour le sans-foyer dans cet Enseignement & Discipline bien exposé, je devais rester paresseux et négligent, cela ne serait pas convenable pour moi.” ",
  "an3.40:3.10": "Il considère ceci : ",
  "an3.40:3.11": "“Mon énergie sera activée, sans relâchement, ma présence d’esprit sera mise en place, sans distraction, mon corps sera tranquille, sans excitation, mon esprit sera concentré, unifié.” ",
  "an3.40:3.12": "Ayant fait du Dhamma son autorité, il abandonne ce qui est désavantageux, il cultive ce qui est avantageux, il abandonne ce qui est répréhensible, il cultive ce qui est irréprochable, et il se maintient purifié. ",
  "an3.40:3.13": "Voici, mendiants, ce qu’on appelle le Dhamma comme autorité. ",
  "an3.40:3.14": "Voici, mendiants, quelles sont ces trois autorités. ",
  "an3.40:4.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}