{
  "an3.163:0.1": "Discours Sous Forme De Listes 3 ",
  "an3.163:0.2": "Série de répétitions sur les sentiers d’actions ",
  "an3.163:0.3": "Sentiers d’actions ",
  "an3.163:1.1": "163. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.163:1.2": "Quelles sont ces trois ? ",
  "an3.163:1.3": "Il détruit lui-même la vie, il incite les autres à détruire la vie, et il approuve la destruction de la vie. ",
  "an3.163:1.4": "Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.164:1.1": "164. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.164:1.2": "Quelles sont ces trois ? ",
  "an3.164:1.3": "Il s’abstient lui-même de détruire la vie, il incite les autres à s’abstenir de détruire la vie, et il approuve le fait de s’abstenir de détruire la vie. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.165:1.1": "165. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’approprie lui-même ce qui n’a pas été donné, il incite les autres à s’approprier ce qui n’a pas été donné, et il approuve le fait de s’approprier ce qui n’a pas été donné. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.166:1.1": "166. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même de s’approprier ce qui n’a pas été donné, il incite les autres à s’abstenir de s’approprier ce qui n’a pas été donné, et il approuve le fait de s’abstenir de s’approprier ce qui n’a pas été donné. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.167:1.1": "167. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il se méconduit lui-même en raison des plaisirs sensuels, il incite les autres à se méconduire en raison des plaisirs sensuels, et il approuve le fait de se méconduire en raison des plaisirs sensuels. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.168:1.1": "168. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même de se méconduire en raison des plaisirs sensuels, il incite les autres à s’abstenir de se méconduire en raison des plaisirs sensuels, et il approuve le fait de s’abstenir de se méconduire en raison des plaisirs sensuels. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.169:1.1": "169. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il a lui-même des paroles fausses, il incite les autres à avoir des paroles fausses, et il approuve les paroles fausses. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.170:1.1": "170. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même des paroles fausses, il incite les autres à s’abstenir des paroles fausses, et il approuve le fait de s’abstenir des paroles fausses. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.171:1.1": "171. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il a lui-même des paroles médisantes, il incite les autres à avoir des paroles médisantes, et il approuve les paroles médisantes. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.172:1.1": "172. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même des paroles médisantes, il incite les autres à s’abstenir des paroles médisantes, et il approuve le fait de s’abstenir des paroles médisantes. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.173:1.1": "173. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il a lui-même des paroles acerbes, il incite les autres à avoir des paroles acerbes, et il approuve les paroles acerbes. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.174:1.1": "174. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même des paroles acerbes, il incite les autres à s’abstenir des paroles acerbes, et il approuve le fait de s’abstenir des paroles acerbes. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.175:1.1": "175. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’engage lui-même dans des bavardages infructueux, il incite les autres à s’engager dans des bavardages infructueux, et il approuve les bavardages infructueux. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.176:1.1": "176. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même des bavardages infructueux, il incite les autres à s’abstenir des bavardages infructueux, et il approuve le fait de s’abstenir des bavardages infructueux. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.177:1.1": "177. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il est lui-même envieux, il incite les autres à être envieux, et il approuve l’envie. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.178:1.1": "178. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même de l’envie, il incite les autres à s’abstenir de l’envie, et il approuve le fait de s’abstenir de l’envie. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.179:1.1": "179. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il a lui-même un esprit de malveillance, il incite les autres à la malveillance, et il approuve la malveillance. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.180:1.1": "180. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il s’abstient lui-même d’avoir un esprit de malveillance, il incite les autres à s’abstenir de la malveillance, et il approuve le fait de s’abstenir de la malveillance. Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. ",
  "an3.181:1.1": "181. Mendiants, celui qui est pourvu de trois attitudes va en enfer comme s’il y était emmené et déposé. Quelles sont ces trois ? Il a lui-même des vues erronées, il incite les autres à avoir des vues erronées, et il approuve les vues erronées. Mendiants, celui qui est pourvu de ces trois attitudes va en enfer comme s’il y était emmené et déposé. ",
  "an3.182:1.1": "182. Mendiants, celui qui est pourvu de trois attitudes va au paradis comme s’il y était emmené et déposé. Quelles sont ces trois ? Il a lui-même la vue correcte, il incite les autres à avoir la vue correcte, et il approuve la vue correcte. ",
  "an3.182:1.2": "Mendiants, celui qui est pourvu de ces trois attitudes va au paradis comme s’il y était emmené et déposé. "
}