{
  "an3.24:0.1": "Discours Sous Forme De Listes 3.24 ",
  "an3.24:0.2": "Les individus ",
  "an3.24:0.3": "Des personnes qui en font beaucoup ",
  "an3.24:1.1": "Mendiants, ces trois personnes en font beaucoup pour une (autre) personne. ",
  "an3.24:1.2": "Quelles sont ces trois ? ",
  "an3.24:1.3": "La personne par laquelle une (autre) personne va en refuge au Bouddha, va en refuge au Dhamma et va en refuge à la Communauté, ",
  "an3.24:1.4": "cette personne, mendiants, en fait beaucoup pour une (autre) personne. ",
  "an3.24:2.1": "En outre, la personne par laquelle une (autre) personne discerne, tel que c’est réellement : “Voici le mal-être”, par laquelle elle discerne, tel que c’est réellement : “Voici l’origine du mal-être”, par laquelle elle discerne, tel que c’est réellement : “Voici la cessation du mal-être”, par laquelle elle discerne, tel que c’est réellement : “Voici la voie menant à la cessation du mal-être”, ",
  "an3.24:2.2": "cette personne, mendiants, en fait beaucoup pour une (autre) personne. ",
  "an3.24:3.1": "En outre, la personne par laquelle une (autre) personne, avec la destruction des impuretés mentales, entre et demeure dans ce monde visible dans la libération de l’esprit sans impureté, dans la libération par le discernement, en l’ayant réalisée pour elle-même par connaissance directe, ",
  "an3.24:3.2": "cette personne, mendiants, en fait beaucoup pour une (autre) personne. ",
  "an3.24:3.3": "Voici, mendiants, quelles sont ces trois personnes qui en font beaucoup pour une [autre] personne. ",
  "an3.24:4.1": "Mendiants, je déclare qu’il n’y a pas d’autre personne qui en fasse plus pour une (autre) personne que ces trois personnes. ",
  "an3.24:4.2": "Et de plus, il n’est pas facile à cette (autre) personne de retourner la faveur à ces trois personnes, c’est-à-dire par des salutations respectueuses, en se levant (par respect lorsqu’il arrive), en le saluant avec les mains jointes, en lui montrant du respect, en lui donnant des robes, de la nourriture d’aumônes, des gîtes, des remèdes et des provisions pour les malades. "
}