{
  "an3.50:0.1": "Discours Sous Forme De Listes 3.50 ",
  "an3.50:0.2": "Le petit chapitre ",
  "an3.50:0.3": "Un grand bandit ",
  "an3.50:1.1": "Mendiants, lorsqu’il est pourvu de trois stratégies, un grand bandit cambriole, pille, razzie et organise des guets-apens. ",
  "an3.50:1.2": "Quelles sont ces trois ? ",
  "an3.50:1.3": "À cet égard, mendiants, un grand bandit a recours à des parcours accidentés, il a recours à des maquis forestiers, et il a recours à des gens de pouvoir. ",
  "an3.50:1.4": "Et comment, mendiants, un grand bandit a-t-il recours à des parcours accidentés ? ",
  "an3.50:1.5": "À cet égard, mendiants, un grand bandit a recours à une traversée de fleuve difficile, ou à des montagnes accidentées. ",
  "an3.50:1.6": "Voici, mendiants, comment un grand bandit a recours à des parcours accidentés. ",
  "an3.50:2.1": "Et comment, mendiants, un grand bandit a-t-il recours à des maquis forestiers ? ",
  "an3.50:2.2": "À cet égard, mendiants, un grand bandit a recours à un maquis d’herbes, à un maquis de grands arbres, à un maquis d’arbres chétifs, ou à une grande étendue de forêt dense. ",
  "an3.50:2.3": "Voici, mendiants, comment un grand bandit a recours à des maquis forestiers. ",
  "an3.50:3.1": "Et comment, mendiants, un grand bandit a-t-il recours à des gens de pouvoir ? ",
  "an3.50:3.2": "À cet égard, mendiants, un grand bandit a recours à un roi ou à un de ses ministres. ",
  "an3.50:3.3": "Il se dit : ",
  "an3.50:3.4": "“Si quelqu’un m’accuse de quelque chose, ces rois ou ces ministres interviendront pour me défendre.” ",
  "an3.50:3.5": "Si quelqu’un l’accuse de quelque chose, de tels rois ou ministres interviennent pour le défendre. ",
  "an3.50:3.6": "Voici, mendiants, comment un grand bandit a recours à des gens de pouvoir. ",
  "an3.50:3.7": "Voici, mendiants, quelles sont ces trois stratégies pourvu desquelles un grand bandit cambriole, pille, razzie et organise des guets-apens. ",
  "an3.50:4.1": "De la même manière, mendiants, un mauvais mendiant pourvu de trois stratégies s’entretient dans un état de déracinement, détérioré, il est répréhensible, critiqué par les hommes de connaissance, et il accumule beaucoup de démérite. ",
  "an3.50:4.2": "Quelles sont ces trois ? ",
  "an3.50:4.3": "À cet égard, mendiants, un mauvais mendiant a recours à des parcours accidentés, il a recours à des maquis forestiers, et il a recours à des gens de pouvoir. ",
  "an3.50:5.1": "Et comment, mendiants, un mauvais mendiant a-t-il recours à des parcours accidentés ? ",
  "an3.50:5.2": "À cet égard, mendiants, un mauvais mendiant s’engage dans des actions corporelles accidentées, il s’engage dans des actions verbales accidentées, il s’engage dans des actions mentales accidentées. ",
  "an3.50:5.3": "Voici, mendiants, comment un mauvais mendiant a recours à des parcours accidentés. ",
  "an3.50:6.1": "Et comment, mendiants, un mauvais mendiant a-t-il recours à des maquis forestiers ? ",
  "an3.50:6.2": "À cet égard, mendiants, un mauvais mendiant a des vues erronées, il est pourvu de vues extrémistes. ",
  "an3.50:6.3": "Voici, mendiants, comment un mauvais mendiant a recours à des maquis forestiers. ",
  "an3.50:7.1": "Et comment, mendiants, un mauvais mendiant a-t-il recours à des gens de pouvoir ? ",
  "an3.50:7.2": "À cet égard, mendiants, un mauvais mendiant a recours à un roi ou à un de ses ministres. ",
  "an3.50:7.3": "Il se dit : ",
  "an3.50:7.4": "“Si quelqu’un m’accuse de quelque chose, ces rois ou ces ministres interviendront pour me défendre.” ",
  "an3.50:7.5": "Si quelqu’un l’accuse de quelque chose, de tels rois ou ministres interviennent pour le défendre. ",
  "an3.50:7.6": "Voici, mendiants, comment un mauvais mendiant a recours à des gens de pouvoir. ",
  "an3.50:7.7": "Mendiants, un mauvais mendiant pourvu de ces trois stratégies s’entretient dans un état de déracinement, détérioré, il est répréhensible, critiqué par les hommes de connaissance, et il accumule beaucoup de démérite. ",
  "an3.50:7.8": "",
  "an3.50:7.9": "qui n'a pas abandonné trois souillures, va en enfer comme s'il y était emmené et déposé. ",
  "an3.50:8.0": "Quels sont ces trois? Il manque de vertu et n'a pas abandonné la souillure du manque de vertu. ",
  "an3.50:8.1": "Il est jaloux et n'a pas abandonné la souillure de la jalousie. Il est avare et n'a pas abandonné la souillure de l'avarice. Mendiants, celui qui est pourvu de ces trois traits, qui n'a pas abandonné ces trois souillures, va en enfer comme s'il y était emmené et déposé. ",
  "an3.50:8.2": ""
}