{
  "an3.65:0.1": "Discours Sous Forme De Listes 3.65 ",
  "an3.65:0.2": "Le grand chapitre ",
  "an3.65:0.3": "Discours aux Kalamas de Késsapoutta ",
  "an3.65:1.1": "Ainsi ai-je entendu : ",
  "an3.65:1.2": "Un jour, en voyageant à pied à travers le Kosala avec un grand groupe de mendiants, le Fortuné arriva à un village des Kalamas qui s’appelait Késsapoutta. ",
  "an3.65:1.3": "Les Kalamas de Késsapoutta entendirent : ",
  "an3.65:1.4": "“Messieurs, le renonçant Gotama, un fils des Sakyas ayant quitté le clan des Sakyas, est arrivé à Késsapoutta en voyageant à pied à travers le Kosala avec un grand groupe de mendiants. ",
  "an3.65:1.5": "Et la bonne réputation de ce vénérable Gotama s’est répandue ainsi : ",
  "an3.65:1.6": "‘Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé. Il fait connaître ce monde avec ses dévas, ses māras, ses brahmās, ses renonçants-et-brahmanes, avec cette génération de dévas et d’êtres humains, en en ayant fait lui-même l’expérience par connaissance directe. Il enseigne un Dhamma qui est bénéfique au début, bénéfique au milieu, bénéfique à la fin, avec la signification et le phrasé corrects, il présente la vie brahmique qui est entièrement complète et pure. ",
  "an3.65:1.7": "Il est bon de voir un tel arahant.’” ",
  "an3.65:2.1": "Alors les Kalamas de Késsapoutta vinrent voir le Fortuné. S’étant approchés, certains saluèrent respectueusement le Fortuné puis s’assirent d’un côté. Certains échangèrent des courtoisies avec le Fortuné, et après cet échange de courtoisies et de paroles amicales, s’assirent d’un côté. Certains s’inclinèrent devant le Fortuné avec les mains jointes puis s’assirent d’un côté. Certains annoncèrent leur nom et leur clan devant le Fortuné puis s’assirent d’un côté. Certains restèrent silencieux et s’assirent d’un côté. Une fois qu’il furent assis, les Kalamas de Késsapoutta dirent au Fortuné : ",
  "an3.65:3.1": "— « Bhanté, il y a certains renonçants-et-brahmanes qui viennent à Késsapoutta. ",
  "an3.65:3.2": "Ils présentent et font briller leur propre doctrine, mais ils vilipendent, conspuent, méprisent et ridiculisent les doctrines des autres. ",
  "an3.65:3.3": "Après cela, Bhanté, d’autres renonçants-et-brahmanes viennent à Késsapoutta. ",
  "an3.65:3.4": "Eux aussi, ils présentent et font briller leur propre doctrine, mais ils vilipendent, conspuent, méprisent et ridiculisent les doctrines des autres. ",
  "an3.65:3.5": "À cause de cela, Bhanté, nous sommes en proie à l’incertitude et au doute : ",
  "an3.65:3.6": "“Quels sont les vénérables renonçants-et-brahmanes qui disent des vérités, et quels sont ceux qui disent des faussetés ?” ",
  "an3.65:3.7": "— Kalamas, bien sûr que vous êtes en proie à l’incertitude, bien sûr que vous êtes en proie au doute. ",
  "an3.65:3.8": "Le doute est apparu en vous à cause de matières qui engendrent l’incertitude. ",
  "an3.65:4.1": "Kalamas, ne vous fiez ni à ce que vous avez entendu, ni à la tradition, ni à ce qui est communément admis, ni à ce qui est transmis dans des textes, ni aux raisonnements, ni aux inférences, ni à la réflexion profonde, ni à l’acceptation d’une opinion après l’avoir méditée, ni à ce qui semble possible, ni à (la pensée :) “Ce renonçant est notre enseignant”. ",
  "an3.65:4.2": "Kalamas, ce dont vous savez par vous-même ",
  "an3.65:4.3": "être des choses désavantageuses, des choses répréhensibles, des choses condamnées par les sages, des choses qui, lorsqu’elles sont entreprises et accomplies, portent préjudice et mènent au mal-être, vous devriez les abandonner. ",
  "an3.65:5.1": "Qu’est-ce que vous en pensez, Kalamas, ",
  "an3.65:5.2": "lorsque l’avidité apparaît intérieurement chez une personne, est-ce qu’elle apparaît à son avantage ou à son préjudice ? ",
  "an3.65:6.1": "— À son préjudice, Bhanté. ",
  "an3.65:7.1": "— Un homme avide, Kalamas, possédé par l’avidité, son esprit étant sous son emprise, tue des êtres vivants, se saisit de ce qui n’a pas été donné, va à la femme d’un autre, dit des mensonges et incite les autres à en faire autant, ce qui lui portera préjudice et mènera à son mal-être pour longtemps. ",
  "an3.65:8.1": "— En effet, Bhanté. ",
  "an3.65:9.1": "— Qu’est-ce que vous en pensez, Kalamas, ",
  "an3.65:9.2": "lorsque la haine apparaît intérieurement chez une personne, est-ce qu’elle apparaît à son avantage ou à son préjudice ? ",
  "an3.65:10.1": "— À son préjudice, Bhanté. ",
  "an3.65:11.1": "— Un homme haineux, Kalamas, possédé par la haine, son esprit étant sous son emprise, tue des êtres vivants, se saisit de ce qui n’a pas été donné, va à la femme d’un autre, dit des mensonges et incite les autres à en faire autant, ce qui lui portera préjudice et mènera à son mal-être pour longtemps. ",
  "an3.65:12.1": "— En effet, Bhanté. ",
  "an3.65:13.1": "— Qu’est-ce que vous en pensez, Kalamas, ",
  "an3.65:13.2": "lorsque la délusion apparaît intérieurement chez une personne, est-ce qu’elle apparaît à son avantage ou à son préjudice ? ",
  "an3.65:14.1": "— À son préjudice, Bhanté. ",
  "an3.65:15.1": "— Un homme illusionné, Kalamas, possédé par la délusion, son esprit étant sous son emprise, tue des êtres vivants, se saisit de ce qui n’a pas été donné, va à la femme d’un autre, dit des mensonges et incite les autres à en faire autant, ce qui lui portera préjudice et mènera à son mal-être pour longtemps. ",
  "an3.65:16.1": "— En effet, Bhanté. ",
  "an3.65:17.1": "— Qu’est-ce que vous en pensez, Kalamas, est-ce que ces choses sont avantageuses ou désavantageuses ? ",
  "an3.65:18.1": "— Désavantageuses, Bhanté. ",
  "an3.65:19.1": "— Répréhensibles ou irréprochables ? ",
  "an3.65:20.1": "— Répréhensibles, Bhanté. ",
  "an3.65:21.1": "— Condamnées par les sages ou recommandées par les sages ? ",
  "an3.65:22.1": "— Condamnées par les sages, Bhanté. ",
  "an3.65:23.1": "— Lorsqu’elles sont entreprises et accomplies, est-ce qu’elles portent préjudice et mènent au mal-être, ou pas ? ",
  "an3.65:23.2": "Qu’est-ce que vous en pensez ? ",
  "an3.65:24.1": "— Lorsqu’elles sont entreprises et accomplies, Bhanté, elles portent préjudice et mènent au mal-être. ",
  "an3.65:24.2": "C’est ce que nous en pensons. ",
  "an3.65:25.1": "— Voici, Kalamas, ce en rapport à quoi j’ai dit : ",
  "an3.65:25.2": "“Kalamas, ",
  "an3.65:25.3": "ne vous fiez ni à ce que vous avez entendu, ni à la tradition, ni à ce qui est communément admis, ni à ce qui est transmis dans des textes, ni aux raisonnements, ni aux inférences, ni à la réflexion profonde, ni à l’acceptation d’une opinion après l’avoir méditée, ni à ce qui semble possible, ni à (la pensée :) ‘Ce renonçant est notre enseignant’. ",
  "an3.65:25.4": "Kalamas, ce dont vous savez par vous-même ",
  "an3.65:25.5": "être des choses désavantageuses, des choses répréhensibles, des choses condamnées par les sages, des choses qui, lorsqu’elles sont entreprises et accomplies, portent préjudice et mènent au mal-être, vous devriez les abandonner.” ",
  "an3.65:25.6": "Voici ce qui a été dit, et ce en référence à quoi cela a été dit. ",
  "an3.65:26.1": "Kalamas, ne vous fiez ni à ce que vous avez entendu, ni à la tradition, ni à ce qui est communément admis, ni à ce qui est transmis dans des textes, ni aux raisonnements, ni aux inférences, ni à la réflexion profonde, ni à l’acceptation d’une opinion après l’avoir méditée, ni à ce qui semble possible, ni à (la pensée :) “Ce renonçant est notre enseignant”. ",
  "an3.65:26.2": "Kalamas, ce dont vous savez par vous-même ",
  "an3.65:26.3": "être des choses avantageuses, des choses irréprochables, des choses recommandées par les sages, des choses qui, lorsqu’elles sont entreprises et accomplies, sont à votre avantage et mènent au bien-être, vous devriez les entreprendre et vivre en accord avec elles. ",
  "an3.65:27.1": "Qu’est-ce que vous en pensez, Kalamas, ",
  "an3.65:27.2": "lorsque l’absence d’avidité apparaît intérieurement chez une personne, est-ce qu’elle apparaît à son avantage ou à son préjudice ? ",
  "an3.65:28.1": "— À son avantage, Bhanté. ",
  "an3.65:29.1": "— Un homme non avide, Kalamas, qui n’est pas possédé par l’avidité, son esprit n’étant pas sous son emprise, ne tue pas d’êtres vivants, ne se saisit pas de ce qui n’a pas été donné, ne va pas à la femme d’un autre, ne dit pas de mensonges et n’incite pas les autres à en faire autant, ce qui sera à son avantage et mènera à son bien-être pour longtemps. ",
  "an3.65:30.1": "— En effet, Bhanté. ",
  "an3.65:31.1": "— Qu’est-ce que vous en pensez, Kalamas, ",
  "an3.65:31.2": "lorsque l’absence de haine apparaît intérieurement chez une personne (…) ",
  "an3.65:31.3": "lorsque l’absence de délusion apparaît intérieurement chez une personne, est-ce qu’elle apparaît à son avantage ou à son préjudice ? ",
  "an3.65:31.4": "(…) ce qui sera à son avantage et mènera à son bien-être pour longtemps. ",
  "an3.65:32.1": "— En effet, Bhanté. ",
  "an3.65:33.1": "— Qu’est-ce que vous en pensez, Kalamas, est-ce que ces choses sont avantageuses ou désavantageuses ? ",
  "an3.65:34.1": "— Avantageuses, Bhanté. ",
  "an3.65:35.1": "— Répréhensibles ou irréprochables ? ",
  "an3.65:36.1": "— Irréprochables, Bhanté. ",
  "an3.65:37.1": "— Condamnées par les sages ou recommandées par les sages ? ",
  "an3.65:38.1": "— Recommandées par les sages, Bhanté. ",
  "an3.65:39.1": "— Lorsqu’elles sont entreprises et accomplies, est-ce qu’elles sont à son avantage et mènent à son bien-être, ou pas ? ",
  "an3.65:39.2": "Qu’est-ce que vous en pensez ? ",
  "an3.65:40.1": "— Lorsqu’elles sont entreprises et accomplies, Bhanté, elles sont à son avantage et mènent à son bien-être. ",
  "an3.65:40.2": "C’est ce que nous en pensons. ",
  "an3.65:41.1": "— Voici, Kalamas, ce en rapport à quoi j’ai dit : ",
  "an3.65:41.2": "“Kalamas, ",
  "an3.65:41.3": "ne vous fiez ni à ce que vous avez entendu, ni à la tradition, ni à ce qui est communément admis, ni à ce qui est transmis dans des textes, ni aux raisonnements, ni aux inférences, ni à la réflexion profonde, ni à l’acceptation d’une opinion après l’avoir méditée, ni à ce qui semble possible, ni à (la pensée :) ‘Ce renonçant est notre enseignant’. ",
  "an3.65:41.4": "Kalamas, ce dont vous savez par vous-même ",
  "an3.65:41.5": "être des choses avantageuses, des choses irréprochables, des choses recommandées par les sages, des choses qui, lorsqu’elles sont entreprises et accomplies, sont à votre avantage et mènent au bien-être, vous devriez les entreprendre et vivre en accord avec elles.” ",
  "an3.65:41.6": "Voici ce qui a été dit, et ce en référence à quoi cela a été dit. ",
  "an3.65:42.1": "Un tel noble disciple, Kalamas, ainsi dénué de convoitise, dénué de malveillance, sans confusion, doué de discernement attentif, constamment présent d’esprit, reste à imprégner une direction d’un esprit rempli de bienveillance, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli de bienveillance, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.65:42.2": "Il reste à imprégner une direction d’un esprit rempli de compassion, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli de compassion, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.65:42.3": "Il reste à imprégner une direction d’un esprit rempli de joie altruiste, de même la seconde, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli de joie altruiste, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.65:42.4": "Il reste à imprégner une direction d’un esprit rempli d’équanimité, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers lui-même, il reste ainsi à imprégner le monde entier d’un esprit rempli d’équanimité, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.65:43.1": "Un tel noble disciple, Kalamas, qui a un esprit ainsi dénué d’hostilité, un esprit ainsi dénué de malveillance, un esprit ainsi sans souillure, un esprit ainsi purifié, ",
  "an3.65:43.2": "est parvenu à quatre assurances dans ce monde visible : ",
  "an3.65:43.3": "“S’il y a un autre monde, s’il y a un fruit et un résultat aux bonnes et aux mauvaises actions, alors lors de la dissolution du corps, après la mort, je réapparaîtrai dans une bonne destination, dans un monde paradisiaque.” Voici quelle est la première assurance à laquelle il est parvenu. ",
  "an3.65:44.1": "“S’il n’y a pas d’autre monde, s’il n’y a pas de fruit ni de résultat aux bonnes et aux mauvaises actions, alors étant sans hostilité, sans malveillance ni tracas, je m’occupe de moi-même dans ce monde visible avec bien-être.” Voici quelle est la deuxième assurance à laquelle il est parvenu. ",
  "an3.65:45.1": "“Si le mal échoit à celui qui le fait, je n’ai l’intention de faire aucun mal. ",
  "an3.65:45.2": "Puisque je ne réalise aucune action mauvaise, comment est-ce que je pourrais être touché par le mal-être ?” Voici quelle est la troisième assurance à laquelle il est parvenu. ",
  "an3.65:46.1": "“Si le mal ne revient pas à celui qui le fait, alors je me vois moi-même purifié dans les deux cas.” Voici quelle est la quatrième assurance à laquelle il est parvenu. ",
  "an3.65:47.1": "Un tel noble disciple, Kalamas, qui a un esprit ainsi dénué d’hostilité, un esprit ainsi dénué de malveillance, un esprit ainsi sans souillure, un esprit ainsi purifié, ",
  "an3.65:47.2": "est parvenu à ces quatre assurances dans ce monde visible. ",
  "an3.65:48.1": "— Il en est ainsi, Fortuné, il en est ainsi, ô Sublime ! ",
  "an3.65:48.2": "Un tel noble disciple, Bhanté, qui a un esprit ainsi dénué d’hostilité, un esprit ainsi dénué de malveillance, un esprit ainsi sans souillure, un esprit ainsi purifié, ",
  "an3.65:48.3": "est parvenu à quatre assurances dans ce monde visible : ",
  "an3.65:48.4": "“S’il y a un autre monde, s’il y a un fruit et un résultat aux bonnes et aux mauvaises actions, alors lors de la dissolution du corps, après la mort, je réapparaîtrai dans une bonne destination, dans un monde paradisiaque.” Voici quelle est la première assurance à laquelle il est parvenu. ",
  "an3.65:49.1": "“S’il n’y a pas d’autre monde, s’il n’y a pas de fruit ni de résultat aux bonnes et aux mauvaises actions, alors étant sans hostilité, sans malveillance ni tracas, je m’occupe de moi-même dans ce monde visible avec bien-être.” Voici quelle est la deuxième assurance à laquelle il est parvenu. ",
  "an3.65:50.1": "“Si le mal échoit à celui qui le fait, je n’ai l’intention de faire aucun mal. Puisque je ne réalise aucune action mauvaise, comment est-ce que je pourrais être touché par le mal-être ?” Voici quelle est la troisième assurance à laquelle il est parvenu. ",
  "an3.65:51.1": "“Si le mal ne revient pas à celui qui le fait, alors je me vois moi-même purifié dans les deux cas.” Voici quelle est la quatrième assurance à laquelle il est parvenu. ",
  "an3.65:52.1": "Un tel noble disciple, Bhanté, qui a un esprit ainsi dénué d’hostilité, un esprit ainsi dénué de malveillance, un esprit ainsi sans souillure, un esprit ainsi purifié, ",
  "an3.65:52.2": "est parvenu à ces quatre assurances dans ce monde visible. ",
  "an3.65:53.1": "C’est excellent, Bhanté, excellent ! Tout comme on redresserait ce qui était renversé, ou bien on révélerait ce qui était caché, ou on montrerait le chemin à quelqu’un qui se serait perdu, ou on allumerait une lampe dans l’obscurité (en pensant :) “Ceux qui possèdent une bonne vue verront les formes”, de la même manière le Fortuné a expliqué le Dhamma de diverses façons. ",
  "an3.65:53.2": "Bhanté, nous allons en refuge au Fortuné, ainsi qu’au Dhamma et à la Communauté des mendiants. ",
  "an3.65:53.3": "Que le Fortuné nous retienne à l’esprit en tant que disciples laïcs étant allés en refuge à compter d’aujourd’hui et pour la vie. » "
}