{
  "an3.132:0.1": "Discours Sous Forme De Listes 3.132 ",
  "an3.132:0.2": "À Koushinagar ",
  "an3.132:0.3": "Comme une inscription gravée ",
  "an3.132:1.1": "Mendiants, on trouve dans le monde ces trois (types d’)individus. ",
  "an3.132:1.2": "Quels sont ces trois ? ",
  "an3.132:1.3": "L’individu comparable à une ligne gravée dans la pierre, l’individu comparable à une ligne dessinée dans la terre, et l’individu comparable à une ligne dessinée sur l’eau. ",
  "an3.132:1.4": "Et quel est, mendiants, l’individu comparable à une ligne gravée dans la pierre ? ",
  "an3.132:1.5": "À cet égard, mendiants, un certain individu se met souvent en colère, ",
  "an3.132:1.6": "et sa colère s’exprime pendant longtemps. ",
  "an3.132:1.7": "Tout comme une ligne gravée dans la pierre ne s’efface pas rapidement, que ce soit sous l’action du vent ou de l’eau, et reste longtemps, ",
  "an3.132:1.8": "de la même manière, mendiants, un certain individu se met souvent en colère, ",
  "an3.132:1.9": "et sa colère s’exprime pendant longtemps. ",
  "an3.132:1.10": "Voici, mendiants, ce qu’on appelle un individu comparable à une ligne gravée dans la pierre. ",
  "an3.132:2.1": "Et quel est, mendiants, l’individu comparable à une ligne dessinée dans la terre ? ",
  "an3.132:2.2": "À cet égard, mendiants, un certain individu se met souvent en colère, ",
  "an3.132:2.3": "mais sa colère ne s’exprime pas pendant longtemps. ",
  "an3.132:2.4": "Tout comme une ligne dessinée dans la terre s’efface rapidement, sous l’action du vent ou de l’eau, et ne reste pas longtemps, ",
  "an3.132:2.5": "de la même manière, mendiants, un certain individu se met souvent en colère, ",
  "an3.132:2.6": "mais sa colère ne s’exprime pas pendant longtemps. ",
  "an3.132:2.7": "Voici, mendiants, ce qu’on appelle un individu comparable à une ligne dessinée dans la terre. ",
  "an3.132:3.1": "Et quel est, mendiants, l’individu comparable à une ligne dessinée sur l’eau ? ",
  "an3.132:3.2": "À cet égard, mendiants, un certain individu, même lorsqu’on s’adresse à lui durement, de manière acerbe, déplaisante, reste en bons termes, maintient la compréhension et reste sympathique. ",
  "an3.132:3.3": "Tout comme une ligne dessinée sur l’eau disparaît rapidement et ne reste pas longtemps, ",
  "an3.132:3.4": "de la même manière, un certain individu, même lorsqu’on s’adresse à lui durement, de manière acerbe, déplaisante, reste en bons termes, maintient la compréhension et reste sympathique. ",
  "an3.132:3.5": "Voici, mendiants, ce qu’on appelle un individu comparable à une ligne dessinée sur l’eau. ",
  "an3.132:3.6": "Voici, mendiants, quels sont ces trois (types d’)individus que l’on trouve dans le monde. "
}