{
  "an3.1:0.1": "Discours Sous Forme De Listes 3.1 ",
  "an3.1:0.2": "1. Le Sot ",
  "an3.1:0.3": "Dangers ",
  "an3.1:1.1": "Ainsi ai-je entendu : ",
  "an3.1:1.2": "Un jour, le Fortuné séjournait près de Savatthi, dans le bois de Jéta, le parc d’Anathapindika. ",
  "an3.1:1.3": "Là, il s’adressa aux mendiants : ",
  "an3.1:1.4": "«  Mendiants ! ",
  "an3.1:1.5": "— Bhadanté, » répondirent les mendiants au Fortuné. ",
  "an3.1:1.6": "Le Fortuné leur dit alors : ",
  "an3.1:2.1": "« Mendiants, tous les dangers qui apparaissent apparaissent à cause des sots, pas à cause des sages. ",
  "an3.1:2.2": "Tous les désastres qui apparaissent apparaissent à cause des sots, pas à cause des sages. ",
  "an3.1:2.3": "Tous les périls qui apparaissent apparaissent à cause des sots, pas à cause des sages. ",
  "an3.1:2.4": "Tout comme, mendiants, lorsque le feu se déclare dans une maison en roseaux ou une maison faite d’herbes, il brûle même les maisons couvertes d’un toit pointu, enduites de plâtre à l’intérieur et à l’extérieur, à l’abri des courants d’air, bien verrouillées, avec les fenêtres fermées ; ",
  "an3.1:2.5": "de la même manière, mendiants, tous les dangers qui apparaissent apparaissent à cause des sots, pas à cause des sages. ",
  "an3.1:2.6": "Tous les désastres qui apparaissent apparaissent à cause des sots, pas à cause des sages. ",
  "an3.1:2.7": "Tous les périls qui apparaissent apparaissent à cause des sots, pas à cause des sages. ",
  "an3.1:3.1": "Ainsi, mendiants, le sot est dangereux et le sage est sans danger. ",
  "an3.1:3.2": "Le sot apporte le désastre et le sage n’apporte aucun désastre. ",
  "an3.1:3.3": "Le sot apporte le péril et le sage n’apporte aucun péril. ",
  "an3.1:3.4": "Mendiants, il n’y a pas de danger (qui soit dû) au sage, il n’y a pas de désastre (qui soit dû) au sage, il n’y a pas de péril (qui soit dû) au sage. ",
  "an3.1:4.1": "C’est pourquoi, mendiants, vous devriez vous entraîner ainsi : ",
  "an3.1:4.2": "“Nous nous déferons des trois états pourvu desquels on est reconnu comme un sot, et nous entreprendrons et observerons les états pourvu desquels on est reconnu comme un sage.” ",
  "an3.1:4.3": "Voici, mendiants, comment vous devriez vous entraîner. » "
}