{
  "an3.52:0.1": "Discours Sous Forme De Listes 3.52 ",
  "an3.52:0.2": "Les Brahmanes ",
  "an3.52:0.3": "Les deux brahmanes (2) ",
  "an3.52:1.1": "Ce jour-là, deux brahmanes âgés, vieux, séniles, avancés en âge, décrépits, âgés de cent vingt ans, vinrent voir le Fortuné et échangèrent des courtoisies avec lui. Après cet échange de courtoisies et de salutations amicales, ils s’assirent d’un côté. Une fois assis d’un côté, ils dirent au Fortuné : ",
  "an3.52:1.2": "« Sieur Gotama, nous sommes des brahmanes âgés, vieux, séniles, avancés en âge, décrépits, âgés de cent vingt ans, ",
  "an3.52:1.3": "et nous n’avons pas fait ce qui est bénéfique, nous n’avons pas fait ce qui est avantageux, nous n’avons pas offert de protection à ceux qui étaient en détresse. ",
  "an3.52:1.4": "Exhortez-nous, Sieur Gotama, instruisez-nous par rapport à ce qui sera à notre avantage et mènera à notre bien-être pour longtemps. ",
  "an3.52:2.1": "— Assurément, brahmanes, vous êtes âgés, vieux, séniles, avancés en âge, décrépits, âgés de cent vingt ans, ",
  "an3.52:2.2": "et vous n’avez pas fait ce qui est bénéfique, vous n’avez pas fait ce qui est avantageux, vous n’avez pas offert de protection à ceux qui étaient en détresse. ",
  "an3.52:2.3": "Ce monde, brahmanes, est emporté par le vieillissement, la maladie et la mort. ",
  "an3.52:2.4": "Puisque ce monde est emporté par le vieillissement, la maladie et la mort, toute restreinte en corps, toute restreinte en parole, toute restreinte en esprit seront une protection, un abri, une île, un refuge et un soulagement pour celui qui s’en est allé. » ",
  "an3.52:3.1": "Dans une maison en feu, ",
  "an3.52:3.2": "C’est le bol qui a été sauvé ",
  "an3.52:3.3": "Qui pourra être utilisé, ",
  "an3.52:3.4": "Pas celui qui y (est resté et) a été brûlé. ",
  "an3.52:4.1": "Le monde est ainsi en feu, ",
  "an3.52:4.2": "(Consumé par) le vieillissement et la mort. ",
  "an3.52:4.3": "Sauvez par des dons, ",
  "an3.52:4.4": "Car ce qui est donné est sauvé. ",
  "an3.52:5.1": "La restreinte en corps, ",
  "an3.52:5.2": "En parole ou en esprit, ",
  "an3.52:5.3": "Et le mérite réalisé au cours de la vie ",
  "an3.52:5.4": "Mènent au bien-être de celui qui s’en est allé. "
}