{
  "an3.102:0.1": "Discours Sous Forme De Listes 3.102 ",
  "an3.102:0.2": "Le chapitre de la poignée de sel ",
  "an3.102:0.3": "Trois aspects ",
  "an3.102:1.1": "Mendiants, il y a trois aspects auxquels un mendiant s’adonnant à l’esprit supérieur devrait porter son attention de temps à autre : ",
  "an3.102:1.2": "il devrait de temps à autre porter son attention à l’aspect de concentration, il devrait de temps à autre porter son attention à l’aspect d’énergie, et il devrait de temps à autre porter son attention à l’aspect d’équanimité. ",
  "an3.102:1.3": "Si un mendiant s’adonnant à l’esprit supérieur porte son attention uniquement à l’aspect de concentration, il est possible que cela mène son esprit à la paresse. ",
  "an3.102:1.4": "Si un mendiant s’adonnant à l’esprit supérieur porte son attention uniquement à l’aspect d’énergie, il est possible que cela mène son esprit à l’agitation. ",
  "an3.102:1.5": "Si un mendiant s’adonnant à l’esprit supérieur porte son attention uniquement à l’aspect d’équanimité, il est possible que son esprit ne se concentre pas correctement pour l’élimination complète des impuretés mentales. ",
  "an3.102:1.6": "Mais si un mendiant s’adonnant à l’esprit supérieur porte de temps à autre son attention à l’aspect de concentration, s’il porte de temps à autre son attention à l’aspect d’énergie, et porte de temps à autre son attention à l’aspect d’équanimité, alors son esprit devient malléable, flexible, lumineux, il n’est pas terme, et il est correctement concentré pour l’élimination complète des impuretés mentales. ",
  "an3.102:2.1": "Imaginez, mendiants, qu’un orfèvre ou l’apprenti d’un orfèvre ferme le four, puis allume le feu à l’entrée du four, puis saisissant l’or avec des pinces, qu’il le place à l’entrée du four, puis que de temps à autre il souffle dessus, que de temps à autre il l’asperge d’eau, que de temps à autre il se contente de l’observer sans réagir. ",
  "an3.102:2.2": "Si l’orfèvre ou son apprenti ne fait que souffler sur l’or, il est possible qu’il se mette à brûler. ",
  "an3.102:2.3": "Si l’orfèvre ou son apprenti ne fait qu’asperger de l’eau sur l’or, il est possible qu’il refroidisse. ",
  "an3.102:2.4": "Si l’orfèvre ou son apprenti se contente d’observer l’or sans réagir tout le temps, il est possible qu’il n’adopte pas la bonne consistance. ",
  "an3.102:2.5": "Mais si l’orfèvre ou son apprenti souffle de temps à autre sur l’or, s’il asperge de temps à autre de l’eau sur l’or et s’il se contente de temps à autre d’observer l’or sans réagir, alors celui-ci devient malléable, flexible, lumineux, il n’est pas terne, et il est prêt à être travaillé. ",
  "an3.102:2.6": "Alors quel que soit le type d’ornement qu’il souhaite, que ce soit un bracelet, une boucle d’oreille, un collier ou une couronne en or, il le transforme pour obtenir ce résultat. ",
  "an3.102:3.1": "De la même manière, mendiants, il y a trois aspects auxquels un mendiant s’adonnant à l’esprit supérieur devrait porter son attention de temps à autre : ",
  "an3.102:3.2": "il devrait de temps à autre porter son attention à l’aspect de concentration, il devrait de temps à autre porter son attention à l’aspect d’énergie, et il devrait de temps à autre porter son attention à l’aspect d’équanimité. ",
  "an3.102:3.3": "Si un mendiant s’adonnant à l’esprit supérieur porte son attention uniquement à l’aspect de concentration, il est possible que cela mène son esprit à la paresse. ",
  "an3.102:3.4": "Si un mendiant s’adonnant à l’esprit supérieur porte son attention uniquement à l’aspect d’énergie, il est possible que cela mène son esprit à l’agitation. ",
  "an3.102:3.5": "Si un mendiant s’adonnant à l’esprit supérieur porte son attention uniquement à l’aspect d’équanimité, il est possible que son esprit ne se concentre pas correctement pour l’élimination complète des impuretés mentales. ",
  "an3.102:3.6": "Mais si un mendiant s’adonnant à l’esprit supérieur porte de temps à autre son attention à l’aspect de concentration, s’il porte de temps à autre son attention à l’aspect d’énergie, et porte de temps à autre son attention à l’aspect d’équanimité, alors son esprit devient malléable, flexible, lumineux, il n’est pas terme, et il est concentré correctement pour l’élimination complète des impuretés mentales. ",
  "an3.102:3.7": "Et quel que soit l’état mental à réaliser par connaissance directe vers lequel il dirige son esprit, il est capable de l’obtenir lorsqu’il y en a la possibilité. ",
  "an3.102:4.1": "S’il souhaite : “Puissé-je exercer divers pouvoirs psychiques : ayant été unique, puissé-je devenir plusieurs ; ayant été plusieurs, puissé-je devenir unique ; puissé-je apparaître, puissé-je disparaître ; puissé-je aller sans résistance à travers les murs, à travers les remparts, à travers les montagnes, comme à travers l’espace ; puissé-je plonger dans la terre et en émerger comme dans de l’eau ; puissé-je marcher sur l’eau sans couler, comme sur la terre ; puissé-je voyager dans les airs assis jambes croisées, comme un oiseau ailé ; puissé-je toucher et effleurer les astres si puissants et imposants avec ma main ; puissé-je exercer une influence avec mon corps jusque dans le monde de Brahma”, il est capable d’obtenir (tout) cela lorsqu’il y en a la possibilité. ",
  "an3.102:4.2": "S’il souhaite : “Avec l’élément oreille dévique (…) Puissé-je comprendre l’esprit des autres êtres (…) Puissé-je me rappeler mes diverses existences passées (…) Avec l’œil déva, qui est pur et au-delà de l’état humain (…) en fonction de leurs actions”, il est capable d’obtenir (tout) cela lorsqu’il y en a la possibilité. ",
  "an3.102:4.5": "S’il souhaite : “Avec l’élimination complète des impuretés mentales, puissé-je entrer et demeurer dans ce monde visible dans la libération de l’esprit sans impureté, dans la libération par le discernement, en l’ayant réalisée pour moi-même par connaissance directe”, il est capable d’obtenir cela lorsqu’il y en a la possibilité. ",
  "an3.102:4.6": "il est capable d’obtenir cela lorsqu’il y en a la possibilité. "
}