{
  "an3.27:0.1": "Discours Sous Forme De Listes 3.27 ",
  "an3.27:0.2": "Les individus ",
  "an3.27:0.3": "À considérer avec dégoût ",
  "an3.27:1.1": "Mendiants, on trouve dans le monde ces trois (types d’)individus. ",
  "an3.27:1.2": "Quels sont ces trois ? ",
  "an3.27:1.3": "Il y a, mendiants, l’individu qui devrait être considéré avec dégoût, qui ne devrait pas être fréquenté, à qui il ne faudrait pas s’associer, et à côté de qui il ne faudrait pas s’asseoir (pour l’écouter ou converser). ",
  "an3.27:1.4": "Il y a l’individu qui devrait être observé avec équanimité, qui ne devrait pas être fréquenté, à qui il ne faudrait pas s’associer, et à côté de qui il ne faudrait pas s’asseoir (pour l’écouter ou converser). ",
  "an3.27:1.5": "Et il y a, mendiants, l’individu qui devrait être fréquenté, à qui il faudrait s’associer, et à côté de qui il faudrait s’asseoir (pour l’écouter ou converser). ",
  "an3.27:1.6": "Et quel est, mendiants, l’individu qui devrait être considéré avec dégoût, qui ne devrait pas être fréquenté, à qui il ne faudrait pas s’associer, et à côté de qui il ne faudrait pas s’asseoir (pour l’écouter ou converser) ? ",
  "an3.27:1.7": "À cet égard, un certain individu manque de vertu, il a un mauvais caractère, il est impur, il a un comportement douteux, il agit avec dissimulation, il prétend être un renonçant alors qu’il n’en est pas un, il prétend vivre la vie brahmique alors qu’il ne la vit pas, il est pourri de l’intérieur, il est rempli de désirs, et rempli de bassesse. ",
  "an3.27:1.8": "Un tel individu, mendiants, devrait être considéré avec dégoût, ne devrait pas être fréquenté, il ne faudrait pas s’associer à lui, et il ne faudrait pas s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.27:1.9": "Et quelle en est la raison ? ",
  "an3.27:1.10": "Même si l’on n’imite pas le comportement d’un tel individu, une mauvaise réputation se répand : ",
  "an3.27:1.11": "“Cet homme a des amis malsains, des camarades malsains, des compagnons malsains.” ",
  "an3.27:1.12": "Tout comme, mendiants, même si un serpent (traversant) un tas d’excréments n’en mange pas, il s’en souille tout de même, ",
  "an3.27:1.13": "de la même manière, même si l’on n’imite pas le comportement d’un tel individu, une mauvaise réputation se répand : ",
  "an3.27:1.14": "“Cet homme a des amis malsains, des camarades malsains, des compagnons malsains.” ",
  "an3.27:1.15": "C’est pourquoi un tel individu devrait être considéré avec dégoût, ne devrait pas être fréquenté, il ne faudrait pas s’associer à lui, et il ne faudrait pas s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.27:2.1": "Et quel est, mendiants, l’individu qui devrait être observé avec équanimité, qui ne devrait pas être fréquenté, à qui il ne faudrait pas s’associer, et à côté de qui il ne faudrait pas s’asseoir (pour l’écouter ou converser) ? ",
  "an3.27:2.2": "À cet égard, un certain individu est colérique, fréquemment exaspéré, ",
  "an3.27:2.3": "et même lorsqu’on lui adresse une critique bénigne, il se met en colère, s’agite, devient malveillant et opiniâtre, et manifeste de l’irritation, de l’aversion et de l’amertume. ",
  "an3.27:2.4": "Tout comme, mendiants, une plaie infectée, lorsqu’on la frappe avec un bâton ou un caillou, libère encore plus de pus, ",
  "an3.27:2.5": "de la même manière, un certain individu est colérique, fréquemment exaspéré, et même lorsqu’on lui adresse une critique bénine, il se met en colère, s’agite, devient malveillant et opiniâtre, et manifeste de l’irritation, de l’aversion et de l’amertume. ",
  "an3.27:2.6": "Tout comme, mendiants, un tison en bois de tindouka, lorsqu’on le frappe avec un bâton ou un caillou, siffle et chuinte encore plus, ",
  "an3.27:2.7": "de la même manière, un certain individu est colérique, fréquemment exaspéré, et même lorsqu’on lui adresse une critique bénine, il se met en colère, s’agite, devient malveillant et opiniâtre, et manifeste de l’irritation, de l’aversion et de l’amertume. ",
  "an3.27:2.8": "Tout comme, mendiants, un tas d’excréments, lorsqu’on le frappe avec un bâton ou un caillou, empeste encore plus, ",
  "an3.27:2.9": "de la même manière, un certain individu est colérique, fréquemment exaspéré, ",
  "an3.27:2.10": "et même lorsqu’on lui adresse une critique bénine, il se met en colère, s’agite, devient malveillant et opiniâtre, et manifeste de l’irritation, de l’aversion et de l’amertume. ",
  "an3.27:2.11": "Un tel individu, mendiants, devrait être observé avec équanimité, ne devrait pas être fréquenté, il ne faudrait pas s’associer à lui, et il ne faudrait pas s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.27:2.12": "Et quelle en est la raison ? ",
  "an3.27:2.13": "(En se disant) : “Il pourrait m’insulter, m’injurier, ou faire quelque chose qui me serait préjudiciable.” ",
  "an3.27:2.14": "C’est pourquoi un tel individu devrait être observé avec équanimité, ne devrait pas être fréquenté, il ne faudrait pas s’associer à lui, et il ne faudrait pas s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.27:3.1": "Et quel est, mendiants, l’individu qui devrait être fréquenté, à qui il faudrait s’associer, et à côté de qui il faudrait s’asseoir (pour l’écouter ou converser) ? ",
  "an3.27:3.2": "À cet égard, un certain individu est vertueux et a bon caractère. ",
  "an3.27:3.3": "Un tel individu, mendiants, devrait être fréquenté, il faudrait s’associer à lui, et il faudrait s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.27:3.4": "Et quelle en est la raison ? ",
  "an3.27:3.5": "Même si l’on n’imite pas le comportement d’un tel individu, une bonne réputation se répand : ",
  "an3.27:3.6": "“Cet homme a des amis bénéfiques, des camarades bénéfiques, des compagnons bénéfiques.” ",
  "an3.27:3.7": "C’est pourquoi un tel individu devrait être fréquenté, il faudrait s’y associer, et s’asseoir à côté de lui (pour l’écouter ou converser) ",
  "an3.27:3.8": "Voici, mendiants, quels sont ces trois (types d’)individus que l’on trouve dans le monde. ",
  "an3.27:4.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}