{
  "an3.68:0.1": "Discours Sous Forme De Listes 3.68 ",
  "an3.68:0.2": "Le grand chapitre ",
  "an3.68:0.3": "Pour les ascètes hétérodoxes ",
  "an3.68:1.1": "Mendiants, si des vagabonds spirituels hétérodoxes vous demandent : ",
  "an3.68:1.2": "“Ami, il y a ces trois choses. ",
  "an3.68:1.3": "Quelles sont ces trois ? ",
  "an3.68:1.4": "L’avidité, l’aversion et la délusion. ",
  "an3.68:1.5": "Voici, ami, quelles sont ces trois choses. ",
  "an3.68:1.6": "Quelle est la différence, quelle est la distinction, qu’est-ce qui fait la différence entre ces trois choses ?” ",
  "an3.68:1.7": "S’ils vous demandent cela, mendiants, comment devriez-vous répondre à ces vagabonds spirituels hétérodoxes ? ",
  "an3.68:1.8": "— Pour nous, Bhanté, le Dhamma est enraciné dans le Fortuné, il est guidé par le Fortuné, il est protégé par le Fortuné. Il serait bon, Bhanté, que le Fortuné clarifie lui-même la signification de cette parole. L’ayant entendue de la part du Fortuné, les mendiants la retiendront. ",
  "an3.68:1.9": "— Alors écoutez cela, mendiants, et faites bien attention, je vais parler. ",
  "an3.68:1.10": "— Oui, Bhanté, répondirent les mendiants au Fortuné. ",
  "an3.68:1.11": "Le Fortuné leur dit alors : ",
  "an3.68:2.1": "— Mendiants, si des vagabonds spirituels hétérodoxes vous demandent : ",
  "an3.68:2.2": "“Ami, il y a ces trois choses. ",
  "an3.68:2.3": "Quelles sont ces trois ? ",
  "an3.68:2.4": "L’avidité, l’aversion et la délusion. ",
  "an3.68:2.5": "Voici, ami, quelles sont ces trois choses. ",
  "an3.68:2.6": "Quelle est la différence, quelle est la distinction, qu’est-ce qui fait la différence entre ces trois choses ?” ",
  "an3.68:2.7": "S’ils vous demandent cela, mendiants, vous devriez répondre à ces vagabonds spirituels hétérodoxes ainsi : ",
  "an3.68:2.8": "“L’avidité, amis, est (relativement) peu répréhensible mais ne disparaît que lentement ; l’aversion est grandement répréhensible mais disparaît rapidement ; la délusion est grandement répréhensible et ne disparaît que lentement.” ",
  "an3.68:3.1": "Et quelle est la cause, amis, quelle est la raison pour laquelle l’avidité qui n’était pas (encore) apparue vient à apparaître, ou bien l’avidité qui était (déjà) apparue augmente et devient abondante ? ",
  "an3.68:3.2": "Un objet attrayant, devrait-on dire. ",
  "an3.68:3.3": "Chez celui qui porte son attention inadéquatement à un objet attrayant, l’avidité qui n’était pas (encore) apparue vient à apparaître, et l’avidité qui était (déjà) apparue augmente et devient abondante. ",
  "an3.68:3.4": "Voici, amis, quelle est la cause, voici quelle est la raison pour laquelle l’avidité qui n’était pas (encore) apparue vient à apparaître, ou bien l’avidité qui était (déjà) apparue augmente et devient abondante. ",
  "an3.68:4.1": "Et quelle est la cause, amis, quelle est la raison pour laquelle l’aversion qui n’était pas (encore) apparue vient à apparaître, ou bien l’aversion qui était (déjà) apparue augmente et devient abondante ? ",
  "an3.68:4.2": "Un objet déplaisant, devrait-on dire. ",
  "an3.68:4.3": "Chez celui qui porte son attention inadéquatement à un objet déplaisant, l’aversion qui n’était pas (encore) apparue vient à apparaître, et l’aversion qui était (déjà) apparue augmente et devient abondante. ",
  "an3.68:4.4": "Voici, amis, quelle est la cause, voici quelle est la raison pour laquelle l’aversion qui n’était pas (encore) apparue vient à apparaître, ou bien l’aversion qui était (déjà) apparue augmente et devient abondante. ",
  "an3.68:5.1": "Et quelle est la cause, amis, quelle est la raison pour laquelle la délusion qui n’était pas (encore) apparue vient à apparaître, ou bien la délusion qui était (déjà) apparue augmente et devient abondante ? ",
  "an3.68:5.2": "Des considérations inadéquates, devrait-on dire. ",
  "an3.68:5.3": "Chez celui qui a des considérations inadéquates, la délusion qui n’était pas (encore) apparue vient à apparaître, et la délusion qui était (déjà) apparue augmente et devient abondante. ",
  "an3.68:5.4": "Voici, amis, quelle est la cause, voici quelle est la raison pour laquelle la délusion qui n’était pas (encore) apparue vient à apparaître, ou bien la délusion qui était (déjà) apparue augmente et devient abondante. ",
  "an3.68:6.1": "Et quelle est la cause, amis, quelle est la raison pour laquelle l’avidité qui n’était pas (encore) apparue ne vient pas à apparaître et l’avidité qui était (déjà) apparue est abandonnée ? ",
  "an3.68:6.2": "Un objet répugnant, devrait-on dire. ",
  "an3.68:6.3": "Chez celui qui porte judicieusement son attention à un objet répugnant, l’avidité qui n’était pas (encore) apparue ne vient pas à apparaître, et l’avidité qui était (déjà) apparue est abandonnée. ",
  "an3.68:6.4": "Voici, amis, quelle est la cause, voici quelle est la raison pour laquelle l’avidité qui n’était pas (encore) apparue ne vient pas à apparaître et l’avidité qui était (déjà) apparue est abandonnée. ",
  "an3.68:7.1": "Et quelle est la cause, amis, quelle est la raison pour laquelle l’aversion qui n’était pas (encore) apparue ne vient pas à apparaître et l’aversion qui était (déjà) apparue est abandonnée ? ",
  "an3.68:7.2": "La libération de l’esprit par la bienveillance, devrait-on dire. ",
  "an3.68:7.3": "Chez celui qui porte judicieusement son attention à la libération de l’esprit par la bienveillance, l’aversion qui n’était pas (encore) apparue ne vient pas à apparaître, et l’aversion qui était (déjà) apparue est abandonnée. ",
  "an3.68:7.4": "Voici, amis, quelle est la cause, voici quelle est la raison pour laquelle l’aversion qui n’était pas (encore) apparue ne vient pas à apparaître et l’aversion qui était (déjà) apparue est abandonnée. ",
  "an3.68:8.1": "Et quelle est la cause, amis, quelle est la raison pour laquelle la délusion qui n’était pas (encore) apparue ne vient pas à apparaître et la délusion qui était (déjà) apparue est abandonné ? ",
  "an3.68:8.2": "Des considérations judicieuses, devrait-on dire. ",
  "an3.68:8.3": "Chez celui qui a des considérations judicieuses, la délusion qui n’était pas (encore) apparue ne vient pas à apparaître, et la délusion qui était (déjà) apparue est abandonné. ",
  "an3.68:8.4": "Voici, amis, quelle est la cause, voici quelle est la raison pour laquelle la délusion qui n’était pas (encore) apparue ne vient pas à apparaître et la délusion qui était (déjà) apparue est abandonné. "
}