{
  "an3.34:0.1": "Discours Sous Forme De Listes 3.34 ",
  "an3.34:0.2": "Les messagers des dévas ",
  "an3.34:0.3": "Les causes ",
  "an3.34:1.1": "Il y a, mendiants, ces trois causes de l’apparition des actions. ",
  "an3.34:1.2": "Quelles sont ces trois ? ",
  "an3.34:1.3": "L’avidité est une cause de l’apparition des actions, l’aversion est une cause de l’apparition des actions, et la délusion est une cause de l’apparition des actions. ",
  "an3.34:2.1": "Mendiants, toute action issue de l’avidité, engendrée par l’avidité, causée par l’avidité, apparue (à cause) de l’avidité, porte ses fruits où que se produise l’existence personnelle future. ",
  "an3.34:2.2": "Où que cette action porte ses fruits, on en ressent le résultat, que ce soit dans ce monde visible, dans la vie suivante, ou dans une vie ultérieure. ",
  "an3.34:3.1": "Mendiants, toute action issue de l’aversion, engendrée par l’aversion, causée par l’aversion, apparue (à cause) de l’aversion, porte ses fruits où que se produise l’existence personnelle future. ",
  "an3.34:3.2": "Où que cette action porte ses fruits, on en ressent le résultat, que ce soit dans ce monde visible, dans la vie suivante, ou dans une vie ultérieure. ",
  "an3.34:4.1": "Mendiants, toute action issue de la délusion, engendrée par la délusion, causée par la délusion, apparue (à cause) de la délusion, porte ses fruits où que se produise l’existence personnelle future. ",
  "an3.34:4.2": "Où que cette action porte ses fruits, on en ressent le résultat, que ce soit dans ce monde visible, dans la vie suivante, ou dans une vie ultérieure. ",
  "an3.34:5.1": "Imaginez, mendiants, qu’il y ait des graines entières, saines, qui n’auraient pas été détruites par le vent ou le soleil, fécondes, bien plantées dans une terre fertile, plantées dans un sol bien labouré, ",
  "an3.34:5.2": "et qui recevraient de la pluie aux bons moments : ",
  "an3.34:5.3": "ces graines trouveraient leur croissance, leur développement et leur abondance. ",
  "an3.34:5.4": "De la même manière, mendiants, toute action issue de l’avidité, engendrée par l’avidité, causée par l’avidité, apparue (à cause) de l’avidité, porte ses fruits où que se produise l’existence personnelle future. ",
  "an3.34:5.5": "Où que cette action porte ses fruits, on en ressent le résultat, que ce soit dans ce monde visible, dans la vie suivante, ou dans une vie ultérieure. ",
  "an3.34:6.1": "Toute action issue de l’aversion, engendrée par l’aversion, causée par l’aversion, apparue (à cause) de l’aversion, porte ses fruits où que se produise l’existence personnelle future. Où que cette action porte ses fruits, on en ressent le résultat, que ce soit dans ce monde visible, dans la vie suivante, ou dans une vie ultérieure. ",
  "an3.34:6.2": "Toute action issue de la délusion, engendrée par la délusion, causée par la délusion, apparue (à cause) de la délusion, porte ses fruits où que se produise l’existence personnelle future. ",
  "an3.34:6.3": "Où que cette action porte ses fruits, on en ressent le résultat, que ce soit dans ce monde visible, dans la vie suivante, ou dans une vie ultérieure. ",
  "an3.34:6.4": "Voici, mendiants, quelles sont ces trois causes de l’apparition des actions. ",
  "an3.34:7.1": "Il y a, mendiants, ces trois (autres) causes de l’apparition des actions. ",
  "an3.34:7.2": "Quelles sont ces trois ? ",
  "an3.34:7.3": "La non-avidité est une cause de l’apparition des actions, la non-aversion est une cause de l’apparition des actions, et la non-délusion est une cause de l’apparition des actions. ",
  "an3.34:8.1": "Mendiants, toute action issue de la non-avidité, engendrée par la non-avidité, causée par la non-avidité, est abandonnée lorsque l’avidité est éliminée, elle est coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.34:9.1": "Toute action issue de la non-aversion, engendrée par la non-aversion, causée par la non-aversion, est abandonnée lorsque l’aversion est éliminée, elle est coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.34:10.1": "Toute action issue de la non-délusion, engendrée par la non-délusion, causée par la non-délusion, est abandonnée lorsque la délusion est éliminée, elle est coupée à le racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.34:11.1": "Imaginez, mendiants, qu’il y ait des graines entières, saines, qui n’auraient pas été détruites par le vent ou le soleil, fécondes, ",
  "an3.34:11.2": "et qu’une personne les brûle dans un feu. ",
  "an3.34:11.3": "En les brûlant dans le feu, il les transformerait en cendres. ",
  "an3.34:11.4": "Les ayant transformées en cendres, il les disperserait dans un vent puissant, ou les jetterait dans un fleuve à fort courant. ",
  "an3.34:11.5": "Ces graines seraient coupées à la racine, rendues telles des souches de palmier, anéanties, rendues incapables de réapparaître dans le futur. ",
  "an3.34:11.6": "De la même manière, mendiants, toute action issue de la non-avidité, engendrée par la non-avidité, causée par la non-avidité, est abandonnée lorsque l’avidité est éliminée, elle est coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.34:12.1": "Toute action issue de la non-aversion, engendrée par la non-aversion, causée par la non-aversion, est abandonnée lorsque l’aversion est éliminée, elle est coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.34:12.2": "Toute action issue de la non-délusion, engendrée par la non-délusion, causée par la non-délusion, est abandonnée lorsque la délusion est éliminée, elle est coupée à le racine, rendue telle une souche de palmier, anéantie, ",
  "an3.34:12.3": "rendue incapable de réapparaître dans le futur. ",
  "an3.34:12.4": "Voici, mendiants, quelles sont ces trois (autres) causes de l’apparition des actions. ",
  "an3.34:13.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}