{
  "an3.89:0.1": "Discours Sous Forme De Listes 3.89 ",
  "an3.89:0.2": "Le chapitre du renonçant ",
  "an3.89:0.3": "Les trois entraînements ",
  "an3.89:1.1": "Il y a, mendiants, ces trois entraînements. ",
  "an3.89:1.2": "Quels sont ces trois ? ",
  "an3.89:1.3": "L’entraînement à la vertu supérieure, l’entraînement à l’esprit supérieur et l’entraînement au discernement supérieur. ",
  "an3.89:2.1": "Et qu’est-ce, mendiants, que l’entraînement à la vertu supérieure ? ",
  "an3.89:2.2": "À cet égard, un mendiant est vertueux, il demeure restreint par la restreinte du Patimokkha, accompli en (bonne) conduite et dans son domaine (d’activité), voyant le danger dans la moindre des fautes, il entreprend les règles de l’entraînement et s’y entraîne. ",
  "an3.89:2.3": "Voici, mendiants, ce qu’on appelle l’entraînement à la vertu supérieure. ",
  "an3.89:3.1": "Et qu’est-ce, mendiants, que l’entraînement à l’esprit supérieur ? ",
  "an3.89:3.2": "À cet égard, un mendiant, séparé des plaisirs sensuels, séparé des états mentaux désavantageux, entre et demeure dans le premier jhana, qui s’accompagne de pensées actives et passives, avec exaltation et bien-être engendrés par la séparation. Avec l’apaisement des pensées actives et passives, il entre et demeure dans le deuxième jhāna, avec tranquillisation intérieure et unification de l’esprit, sans pensées actives ni passives, avec exaltation et bien-être engendrés par la concentration. Avec la disparition de l’exaltation, il demeure équanime, présent d’esprit et doué d’un discernement attentif, il entre et demeure dans le troisième jhāna et ressent dans le corps le bien-être que les êtres nobles décrivent : “équanime et présent d’esprit, il séjourne dans le bien-être”. Abandonnant le bien-être et abandonnant le mal-être, la plaisance et la déplaisance mentales ayant auparavant disparu, il entre et demeure dans le quatrième jhāna, qui est sans mal-être ni bien-être, purifié par la présence d’esprit due à l’équanimité. ",
  "an3.89:3.3": "Voici, mendiants, ce qu’on appelle l’entraînement à l’esprit supérieur. ",
  "an3.89:4.1": "Et qu’est-ce, mendiants, que l’entraînement au discernement supérieur ? ",
  "an3.89:4.2": "À cet égard, un mendiant discerne, tel que c’est réellement : “Voici le mal-être”. Il discerne, tel que c’est réellement : “Voici l’origine du mal-être”. Il discerne, tel que c’est réellement : “Voici la cessation du mal-être”. Il discerne, tel que c’est réellement : “Voici la voie menant à la cessation du mal-être”. ",
  "an3.89:4.3": "Voici, mendiants, ce qu’on appelle l’entraînement au discernement supérieur. ",
  "an3.89:4.4": "Voici, mendiants, quels sont ces trois entraînements. "
}