{
  "an3.119:0.1": "Discours Sous Forme De Listes 3.119 ",
  "an3.119:0.2": "Une existence infortunée ",
  "an3.119:0.3": "Actions ",
  "an3.119:1.1": "Mendiants, il y a ces trois échecs. ",
  "an3.119:1.2": "Quels sont ces trois ? ",
  "an3.119:1.3": "L’échec en termes d’actions, l’échec en termes de moyens de subsistance, et l’échec en termes de vues. ",
  "an3.119:1.4": "Et qu’est-ce, mendiants, que l’échec en termes d’actions ? ",
  "an3.119:1.5": "À cet égard, un certain individu détruit la vie, s’approprie ce qui n’a pas été donné, se méconduit en raison des plaisirs sensuels, a des paroles fausses, des paroles médisantes, des paroles acerbes, et s’engage dans des bavardages infructueux. ",
  "an3.119:1.6": "Voici, mendiants, ce qu’on appelle l’échec en termes d’actions. ",
  "an3.119:2.1": "Et qu’est-ce, mendiants, que l’échec en termes de moyens de subsistance ? ",
  "an3.119:2.2": "À cet égard, mendiants, un certain individu a des moyens de subsistance erronés, il gagne sa vie par des moyens erronés. ",
  "an3.119:2.3": "Voici, mendiants, ce qu’on appelle l’échec en termes de moyens de subsistance. ",
  "an3.119:3.1": "Et qu’est-ce, mendiants, que l’échec en termes de vues ? ",
  "an3.119:3.2": "À cet égard, un certain individu a des vues erronées, il a une vision faussée : ",
  "an3.119:3.3": "“Il n’y a pas ce qui est donné, ni ce qui est sacrifié, ni ce qui est offert, il n’y a pas de résultats aux actions bonnes ou mauvaises, il n’y a pas ce monde, il n’y a pas d’autre monde, il n’y a pas de mère, pas de père, pas d’êtres nés spontanément, il n’y a pas dans le monde de renonçants & brahmanes avançant correctement, cheminant correctement, qui fassent connaître ce monde et l’autre monde en les ayant réalisés pour eux-mêmes par connaissance directe.” ",
  "an3.119:3.4": "Voici, mendiants, ce qu’on appelle l’échec en termes de vues. ",
  "an3.119:3.5": "Voici, mendiants, quels sont ces trois échecs. ",
  "an3.119:4.1": "Mendiants, il y a ces trois accomplissements. ",
  "an3.119:4.2": "Quels sont ces trois ? ",
  "an3.119:4.3": "L’accomplissement en termes d’actions, l’accomplissement en termes de moyens de subsistance, et l’accomplissement en termes de vues. ",
  "an3.119:4.4": "Et qu’est-ce, mendiants, que l’accomplissement en termes d’actions ? ",
  "an3.119:4.5": "À cet égard, un certain individu s’abstient de détruire la vie, s’abstient de s’approprier ce qui n’a pas été donné, s’abstient de se méconduire en raison des plaisirs sensuels, s’abstient de dire des paroles fausses, s’abstient de dire des paroles médisantes, s’abstient de dire des paroles acerbes, s’abstient de s’engager dans des bavardages infructueux. ",
  "an3.119:4.6": "Voici, mendiants, ce qu’on appelle l’accomplissement en termes d’actions. ",
  "an3.119:5.1": "Et qu’est-ce, mendiants, que l’accomplissement en termes de moyens de subsistance ? ",
  "an3.119:5.2": "À cet égard, mendiants, un certain individu a des moyens de subsistance corrects, il gagne sa vie par des moyens corrects. ",
  "an3.119:5.3": "Voici, mendiants, ce qu’on appelle l’accomplissement en termes de moyens de subsistance. ",
  "an3.119:6.1": "Et qu’est-ce, mendiants, que l’accomplissement en termes de vues ? ",
  "an3.119:6.2": "À cet égard, un certain individu a des vues correctes, il a une vision non faussée : ",
  "an3.119:6.3": "“Il y a ce qui est donné, ce qui est sacrifié, ce qui est offert, il y a des résultats aux actions bonnes ou mauvaises, il y a ce monde, il y a l’autre monde, il y a la mère, le père, les êtres nés spontanément, il y a dans le monde des renonçants & brahmanes avançant correctement, cheminant correctement, qui font connaître ce monde et l’autre monde en les ayant réalisés pour eux-mêmes par connaissance directe.” ",
  "an3.119:6.4": "Voici, mendiants, ce qu’on appelle l’accomplissement en termes de vues. ",
  "an3.119:6.5": "Voici, mendiants, quels sont ces trois accomplissements. "
}