{
  "an3.35:0.1": "Discours Sous Forme De Listes 3.35 ",
  "an3.35:0.2": "Les messagers des dévas ",
  "an3.35:0.3": "Hatthaka d’Alavi ",
  "an3.35:1.1": "Ainsi ai-je entendu : ",
  "an3.35:1.2": "Un jour, le Fortuné séjournait près d’Alavi, dans la forêt de simsapas, sur un tas de feuilles le long d’un sentier à bétail. ",
  "an3.35:1.3": "Ce jour-là, Hatthaka d’Alavi, en marchant et se promenant pour exercer ses mollets, vit le Fortuné assis sur un tas de feuilles le long d’un sentier à bétail dans la forêt de simsapas. ",
  "an3.35:1.4": "L’ayant vu, il alla le voir, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, Hatthaka d’Alavi dit au Fortuné : ",
  "an3.35:1.5": "« Bhanté, le Fortuné a-t-il bien dormi ? ",
  "an3.35:1.6": "— Oui, jeune homme, j’ai bien dormi. ",
  "an3.35:1.7": "Je fais partie de ceux dans le monde qui dorment bien. ",
  "an3.35:2.1": "— Bhanté, une nuit d’hiver est froide ; c’est la période la plus rude de l’hiver, où il neige ; le sol couvert de traces de sabots faites par le bétail est accidenté, ce tas de feuilles est peu épais, le feuillage des arbres est clairsemé, les robes ocres sont perméables au froid, et le vent qui souffle en rafales est froid. ",
  "an3.35:2.2": "Pourtant, le Fortuné dit : ",
  "an3.35:2.3": "“Oui, jeune homme, j’ai bien dormi. ",
  "an3.35:2.4": "Je fais partie de ceux dans le monde qui dorment bien.” ",
  "an3.35:3.1": "— Pour cela, jeune homme, je vais te questionner en retour, réponds comme bon te semble. ",
  "an3.35:3.2": "Qu’en penses-tu : un maître de maison ou un enfant de maître de maison aurait une maison au toit pointu, enduite de plâtre à l’intérieur et à l’extérieur, à l’abri des courants d’air, bien verrouillée, avec les fenêtres fermées. ",
  "an3.35:3.3": "Il y aurait un divan, couvert d’un couvre-lit à long poils, d’un couvre-lit en laine blanche, d’un couvre-lit en laine avec figures de fleurs, d’un couvre-lit fait de peau raffinée de daim kadali, avec un dais et des coussins rouges des deux côtés, ",
  "an3.35:3.4": "une lampe à huile y serait allumée, ",
  "an3.35:3.5": "et ses quatre femmes s’occuperaient de lui de manière très plaisante. ",
  "an3.35:3.6": "Qu’en penses-tu, jeune homme : est-ce qu’il dormirait bien ou pas, ",
  "an3.35:3.7": "ou qu’est-ce qu’il te semble ? ",
  "an3.35:3.8": "— Il dormirait bien, Bhanté. ",
  "an3.35:3.9": "Il ferait partie de ceux dans le monde qui dorment bien. ",
  "an3.35:4.1": "— Qu’en penses-tu, jeune homme ? ",
  "an3.35:4.2": "Se peut-il qu’apparaisse chez ce maître de maison ou chez cet enfant de maître de maison une fièvre corporelle ou mentale engendrée par l’avidité, de telle manière que brûlant de cette fièvre engendrée par l’avidité, il dormirait mal ? ",
  "an3.35:4.3": "— Oui, Bhanté. ",
  "an3.35:5.1": "— Jeune homme, en ce qui concerne la fièvre engendrée par l’avidité brûlant de laquelle un maître de maison ou le fils d’un maître de maison pourrait mal dormir, l’avidité a été abandonnée par le Tathagata, coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.35:5.2": "C’est pourquoi j’ai bien dormi. ",
  "an3.35:6.1": "Qu’en penses-tu, jeune homme ? ",
  "an3.35:6.2": "Se peut-il qu’apparaisse chez ce maître de maison ou chez cet enfant de maître de maison une fièvre corporelle ou mentale engendrée par l’aversion (…) ",
  "an3.35:6.3": "Se peut-il qu’apparaisse chez ce maître de maison ou chez cet enfant de maître de maison une fièvre corporelle ou mentale engendrée par la délusion, de telle manière que brûlant de cette fièvre engendrée par la délusion, il dormirait mal ? ",
  "an3.35:6.4": "— Oui, Bhanté. ",
  "an3.35:7.1": "— Jeune homme, en ce qui concerne la fièvre engendrée par la délusion brûlant de laquelle un maître de maison ou le fils d’un maître de maison pourrait mal dormir, la délusion a été abandonnée par le Tathagata, coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "an3.35:7.2": "C’est pourquoi j’ai bien dormi. » ",
  "an3.35:8.1": "Vraiment, il dort toujours bien, ",
  "an3.35:8.2": "Le brahmane ayant atteint l’Extinction complète, ",
  "an3.35:8.3": "Lui qui ne se souille pas dans la sensualité ",
  "an3.35:8.4": "Rafraîchi, sans acquisition. ",
  "an3.35:9.1": "Ayant sectionné tous les attachements, ",
  "an3.35:9.2": "Ayant éliminé la détresse du cœur, ",
  "an3.35:9.3": "Celui qui est apaisé dort bien, ",
  "an3.35:9.4": "Ayant obtenu la paix de l’esprit. "
}