{
  "an3.67:0.1": "Discours Sous Forme De Listes 3.67 ",
  "an3.67:0.2": "Le grand chapitre ",
  "an3.67:0.3": "Les trois sujets de discussion ",
  "an3.67:1.1": "Il y a, mendiants, ces trois sujets de discussion. ",
  "an3.67:1.2": "Quels sont ces trois ? ",
  "an3.67:1.3": "En rapport au passé, on peut dire : ",
  "an3.67:1.4": "“Il en était ainsi dans le passé”. ",
  "an3.67:1.5": "En rapport au futur, on peut dire : ",
  "an3.67:1.6": "“Il en sera ainsi dans le futur”. ",
  "an3.67:1.7": "En rapport au présent, on peut dire : ",
  "an3.67:1.8": "“Il en est ainsi dans le présent”. ",
  "an3.67:2.1": "Mendiants, c’est en parlant avec une personne que l’on devrait reconnaître s’il convient de lui parler ou pas. ",
  "an3.67:2.2": "Si cette personne ne fournit pas une réponse catégorique à une question appelant une réponse catégorique, si elle ne fournit pas une réponse analytique à une question appelant une réponse analytique, si elle ne répond pas par une contre-question à une question appelant une contre-question, si elle ne met pas de côté une question devant être mise de côté, alors il ne convient pas de lui parler. ",
  "an3.67:2.3": "Mais si, mendiants, cette personne fournit une réponse catégorique à une question appelant une réponse catégorique, si elle fournit une réponse analytique à une question appelant une réponse analytique, si elle répond par une contre-question à une question appelant une contre-question, si elle met de côté une question devant être mise de côté, alors il convient de lui parler. ",
  "an3.67:3.1": "Mendiants, c’est en parlant avec une personne que l’on devrait reconnaître s’il convient de lui parler ou pas. ",
  "an3.67:3.2": "Si cette personne ne reste pas fidèle à ce qui est possible ou impossible, si elle ne reste pas fidèle à ce qu’elle présuppose, si elle ne reste pas fidèle aux enseignements connus (pour être vrais), si elle ne reste pas fidèle à la procédure, alors il ne convient pas de lui parler. ",
  "an3.67:3.3": "Mais si, mendiants, cette personne reste fidèle à ce qui est possible ou impossible, si elle reste fidèle à ce qu’elle présuppose, si elle reste fidèle aux enseignements connus (pour être vrais), si elle reste fidèle à la procédure, alors il convient de lui parler. ",
  "an3.67:4.1": "Mendiants, c’est en parlant avec une personne que l’on devrait reconnaître s’il convient de lui parler ou pas. ",
  "an3.67:4.2": "Si cette personne, lorsqu’on lui pose une question, parle évasivement, change de sujet, ou manifeste de l’irritation, de la haine et de l’amertume, alors il ne convient pas de lui parler. ",
  "an3.67:4.3": "Mais si, mendiants, cette personne, lorsqu’on lui pose une question, ne parle pas évasivement, ne change pas de sujet, ni ne manifeste d’irritation, de colère ou de mécontentement, alors il convient de lui parler. ",
  "an3.67:5.1": "Mendiants, c’est en parlant avec une personne que l’on devrait reconnaître s’il convient de lui parler ou pas. ",
  "an3.67:5.2": "Si cette personne, lorsqu’on lui pose une question, insulte, intimide, ridiculise, ou se saisit d’une erreur (sans importance), alors il ne convient pas de lui parler. ",
  "an3.67:5.3": "Mais si, mendiants, cette personne, lorsqu’on lui pose une question, n’insulte pas, n’intimide pas, ne ridiculise pas, ni ne se saisit d’une erreur (sans importance), alors il convient de lui parler. ",
  "an3.67:6.1": "Mendiants, c’est en parlant avec une personne que l’on devrait reconnaître si elle possède ou non une les (bonnes) conditions. ",
  "an3.67:6.2": "Celui qui ne prête pas l’oreille ne possède pas les (bonnes) conditions, mais celui qui prête l’oreille possède les (bonnes) conditions. ",
  "an3.67:6.3": "Possédant les (bonnes) conditions, il a la connaissance directe d’une chose, il a la compréhension complète d’une chose, il abandonne une chose, et il accomplit une chose. ",
  "an3.67:6.4": "Ayant la connaissance directe d’une chose, ayant la compréhension complète d’une chose, ayant abandonné une chose, et ayant accompli une chose, il atteint la libération correcte. ",
  "an3.67:6.5": "Voici, mendiants, quel est l’objectif des paroles, ",
  "an3.67:6.6": "voici quel est l’objectif des discussions, ",
  "an3.67:6.7": "voici quel est l’objectif des (bonnes) conditions, ",
  "an3.67:6.8": "voici quel est l’objectif du fait de prêter l’oreille, c’est-à-dire la libération de l’esprit par non-attachement. "
}