{
  "an3.63:0.1": "Discours Sous Forme De Listes 3.63 ",
  "an3.63:0.2": "Le grand chapitre ",
  "an3.63:0.3": "À Vénagapoura ",
  "an3.63:1.1": "Un jour, en voyageant à pied à travers le Kosala avec un grand groupe de mendiants, le Fortuné arriva à un village de brahmanes qui s’appelait Vénagapoura. ",
  "an3.63:1.2": "Les brahmanes de Vénagapoura entendirent : ",
  "an3.63:1.3": "“Messieurs, le renonçant Gotama, un fils des Sakyas ayant quitté le clan des Sakyas, est arrivé à Késsapoutta en voyageant à pied à travers le Kosala avec un grand groupe de mendiants. ",
  "an3.63:1.4": "Et la bonne réputation de ce vénérable Gotama s’est répandue ainsi : ",
  "an3.63:1.5": "‘Assurément, ce Fortuné est un arahant véritablement éveillé, accompli en connaissance et en (bonne) conduite, sublime, connaisseur du monde, suprême guide des personnes désirant l’entraînement, enseignant des dévas et des humains, un Fortuné éveillé. ",
  "an3.63:1.6": "Il fait connaître ce monde avec ses dévas, ses māras, ses brahmās, ses renonçants-et-brahmanes, à cette génération de dévas et d’êtres humains, en en ayant fait lui-même l’expérience par connaissance directe. ",
  "an3.63:1.7": "Il enseigne un Dhamma qui est bénéfique au début, bénéfique au milieu, bénéfique à la fin, avec la signification et le phrasé corrects, il présente la vie brahmique qui est entièrement complète et pure. ",
  "an3.63:1.8": "Il est bon de voir un tel arahant.’” ",
  "an3.63:2.1": "Alors les brahmanes maîtres de maison de Vénagapoura vinrent voir le Fortuné. S’étant approchés, certains saluèrent respectueusement le Fortuné puis s’assirent d’un côté. Certains échangèrent des courtoisies avec le Fortuné, et après cet échange de courtoisies et de paroles amicales, s’assirent d’un côté. Certains s’inclinèrent devant le Fortuné avec les mains jointes puis s’assirent d’un côté. Certains annoncèrent leur nom et leur clan devant le Fortuné puis s’assirent d’un côté. Certains restèrent silencieux et s’assirent d’un côté. Une fois qu’il fut assis, le brahmane Vacchagotta de Vénagapoura dit au Fortuné : ",
  "an3.63:3.1": "« C’est extraordinaire, Sieur Gotama, inouï, ",
  "an3.63:3.2": "la manière dont les facultés du Sieur Gotama sont tranquilles, dont l’apparence de sa peau est claire et pure. ",
  "an3.63:3.3": "Tout comme le jaune du jujube d’automne est clair et pur, les facultés du Sieur Gotama sont tranquilles, l’apparence de sa peau est claire et pure. ",
  "an3.63:3.4": "les facultés du Sieur Gotama sont tranquilles, l’apparence de sa peau est claire et pure. ",
  "an3.63:3.5": "Tout comme un fruit de palmier qui vient d’être cueilli de sa branche est clair et pur, ",
  "an3.63:3.6": "les facultés du Sieur Gotama sont tranquilles, l’apparence de sa peau est claire et pure. ",
  "an3.63:3.7": "Tout comme un ornement fait d’or du fleuve Jambou, bien préparé par un habile forgeron ayant appris le métier depuis l’enfance, bien adroitement forgé à l’entrée du creuset et placé sur une couverture jaune, brille, rayonne et resplendit, ",
  "an3.63:3.8": "les facultés du Sieur Gotama sont tranquilles, l’apparence de sa peau est claire et pure. ",
  "an3.63:3.9": "Le Sieur Gotama obtient à volonté, aisément et sans difficulté toutes sortes de lits fastueux et luxueux, tels que ",
  "an3.63:3.10": "sofa, divan, couvre-lit à long poils, couvre-lit tacheté, couvre-lit en laine blanche, un couvre-lit en laine avec figures de fleurs, matelas de coton, couvre-lit de laine décoré de figures animales, couvre-lit de laine à franges, couvre-lit de laine à bordure double, couvre-lit de laine à bordure simple, drap de soie orné de pierres précieuses, drap fait de soie et orné de pierres précieuses, tapis pour danseuses, couverture utilisée pour monter un éléphant, couverture utilisée pour monter un cheval, couverture utilisée sur une charrette, ouvre-lits en excellente peau de daim, avec un baldaquin et des traversins rouges des deux côtés. ",
  "an3.63:4.1": "— Brahmane, les lits fastueux et luxueux, tels que ",
  "an3.63:4.2": "sofa (…) avec un dais et des coussins rouges des deux côtés, ",
  "an3.63:4.3": "sont difficiles à obtenir pour les sans-foyer, et s’ils sont obtenus, ils ne sont pas autorisés. ",
  "an3.63:5.1": "Cependant, brahmane, j’obtiens à présent à volonté, aisément et sans difficulté ces trois (types de) lits fastueux et luxueux. ",
  "an3.63:5.2": "Quels sont ces trois ? ",
  "an3.63:5.3": "Le lit fastueux, luxueux et divin, le lit fastueux, luxueux et brahmique, le lit fastueux, luxueux et noble. ",
  "an3.63:5.4": "Voici quels sont ces trois (types de) lits fastueux et luxueux que j’obtiens à présent à volonté, aisément et sans difficulté. ",
  "an3.63:6.1": "— Et quel est le lit fastueux, luxueux et divin que le Sieur Gotama obtient à présent à volonté, aisément et sans difficulté ? ",
  "an3.63:6.2": "— À cet égard, brahmane, lorsque je vis en dépendance vis-à-vis d’une ville ou d’un village, je m’habille le matin, j’emporte mon bol et mes robes, et je me rends dans cette ville ou ce village pour mes aumônes de nourriture. ",
  "an3.63:6.3": "Après mon repas, de retour de ma quête de nourriture d’aumônes, je me rends dans une forêt. ",
  "an3.63:6.4": "Ensuite, ayant rassemblé les herbes et les feuilles qui s’y trouvent en un tas, je m’assois jambes croisées, tenant mon corps droit, mettant en place ma présence d’esprit entre le nez et la bouche. ",
  "an3.63:6.5": "Alors séparé des plaisirs de la sensualité, séparé des états mentaux désavantageux, j’entre et demeure dans le premier jhana, qui s’accompagne de pensées actives et passives, avec exaltation et bien-être engendrés par la séparation. ",
  "an3.63:6.6": "Avec l’apaisement des pensées actives et passives, j’entre et demeure dans le deuxième jhāna, avec tranquillisation intérieure et unification de l’esprit, sans pensées actives ni passives, avec exaltation et bien-être engendrés par la concentration. ",
  "an3.63:6.7": "Avec la disparition de l’exaltation, je demeure équanime, présent d’esprit et doué d’un discernement attentif, j’entre et demeure dans le troisième jhāna et ressens dans le corps le bien-être que les êtres nobles décrivent : ‘équanime et présent d’esprit, il séjourne dans le bien-être’. ",
  "an3.63:6.8": "Abandonnant le bien-être et abandonnant le mal-être, la plaisance et la déplaisance mentales ayant auparavant disparu, j’entre et demeure dans le quatrième jhāna, qui est sans mal-être ni bien-être, purifié par la présence d’esprit due à l’équanimité. ",
  "an3.63:6.9": "Brahmane, lorsque je marche en étant dans cet état, à ce moment-là, ma marche est divine. ",
  "an3.63:6.10": "Lorsque je me tiens debout dans cet état, à ce moment-là ma posture debout est divine. ",
  "an3.63:6.11": "Lorsque je me tiens assis dans cet état, à ce moment-là ma posture assise est divine. ",
  "an3.63:6.12": "Lorsque je me couche dans cet état, à ce moment-là c’est mon lit fastueux, luxueux et divin. ",
  "an3.63:6.13": "Voici, brahmane, quel est le lit fastueux, luxueux et divin que j’obtiens à présent à volonté, aisément et sans difficulté. ",
  "an3.63:7.2": "— C’est extraordinaire, Sieur Gotama, inouï ! Qui d’autre que le Sieur Gotama obtient à volonté, aisément et sans difficulté, un tel lit fastueux, luxueux et divin ? ",
  "an3.63:8.1": "Mais quel est le lit fastueux, luxueux et brahmique que le Sieur Gotama obtient à présent à volonté, aisément et sans difficulté ? ",
  "an3.63:8.2": "— À cet égard, brahmane, lorsque je vis en dépendance vis-à-vis d’une ville ou d’un village, je m’habille le matin, j’emporte mon bol et mes robes, et je me rends dans cette ville ou ce village pour mes aumônes de nourriture. ",
  "an3.63:8.3": "Après mon repas, de retour de ma quête de nourriture d’aumônes, je me rends dans une forêt. ",
  "an3.63:8.4": "Ensuite, ayant rassemblé les herbes et les feuilles qui s’y trouvent en un tas, je m’assois jambes croisées, tenant mon corps droit, mettant en place ma présence d’esprit entre le nez et la bouche. ",
  "an3.63:8.5": "Alors je reste à imprégner une direction d’un esprit rempli de bienveillance, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers moi-même, je reste ainsi à imprégner le monde entier d’un esprit rempli de bienveillance, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.63:8.6": "Je reste à imprégner une direction d’un esprit rempli de compassion, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers moi-même, je reste ainsi à imprégner le monde entier d’un esprit rempli de compassion, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.63:8.7": "Je reste à imprégner une direction d’un esprit rempli de joie altruiste, de même la seconde, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers moi-même, je reste ainsi à imprégner le monde entier d’un esprit rempli de joie altruiste, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.63:8.8": "Je reste à imprégner une direction d’un esprit rempli d’équanimité, de même la deuxième, la troisième et la quatrième. Vers le haut et le bas, transversalement, dans toutes les directions, envers tous comme envers moi-même, je reste ainsi à imprégner le monde entier d’un esprit rempli d’équanimité, étendu, transcendant, sans limite, sans hostilité, sans malveillance. ",
  "an3.63:8.9": "Brahmane, lorsque je marche en étant dans cet état, à ce moment-là, ma marche est brahmique. ",
  "an3.63:8.10": "Lorsque je me tiens debout dans cet état, à ce moment-là ma posture debout est brahmique. ",
  "an3.63:8.11": "Lorsque je me tiens assis dans cet état, à ce moment-là ma posture assise est brahmique. ",
  "an3.63:8.12": "Lorsque je me couche dans cet état, à ce moment-là c’est mon lit fastueux, luxueux et brahmique. ",
  "an3.63:8.13": "Voici, brahmane, quel est le lit fastueux, luxueux et brahmique que j’obtiens à présent à volonté, aisément et sans difficulté. ",
  "an3.63:9.1": "— C’est extraordinaire, Sieur Gotama, inouï ! ",
  "an3.63:9.2": "Qui d’autre que le Sieur Gotama obtient à volonté, aisément et sans difficulté, un tel lit fastueux, luxueux et brahmique ? ",
  "an3.63:10.1": "Mais quel est le lit fastueux, luxueux et noble que le Sieur Gotama obtient à présent à volonté, aisément et sans difficulté ? ",
  "an3.63:10.2": "— À cet égard, brahmane, lorsque je vis en dépendance vis-à-vis d’une ville ou d’un village, je m’habille le matin, j’emporte mon bol et mes robes, et je me rends dans cette ville ou ce village pour mes aumônes de nourriture. ",
  "an3.63:10.3": "Après mon repas, de retour de ma quête de nourriture d’aumônes, je me rends dans une forêt. ",
  "an3.63:10.4": "Ensuite, ayant rassemblé les herbes et les feuilles qui s’y trouvent en un tas, je m’assois jambes croisées, tenant mon corps droit, mettant en place ma présence d’esprit entre le nez et la bouche. ",
  "an3.63:10.5": "Alors je discerne : ",
  "an3.63:10.6": "“L’avidité est abandonnée en moi, coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur ; ",
  "an3.63:10.7": "l’aversion est abandonnée en moi, coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur ; ",
  "an3.63:10.8": "la délusion est abandonnée en moi, coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur.” ",
  "an3.63:10.9": "Brahmane, lorsque je marche en étant dans cet état, à ce moment-là, ma marche est noble. ",
  "an3.63:10.10": "Lorsque je me tiens debout dans cet état, à ce moment-là ma posture debout est noble. ",
  "an3.63:10.11": "Lorsque je me tiens assis dans cet état, à ce moment-là ma posture assise est noble. ",
  "an3.63:10.12": "Lorsque je me couche dans cet état, à ce moment-là c’est mon lit fastueux, luxueux et noble. ",
  "an3.63:10.13": "Voici, brahmane, quel est le lit fastueux, luxueux et noble que j’obtiens à présent à volonté, aisément et sans difficulté. ",
  "an3.63:11.1": "— C’est extraordinaire, Sieur Gotama, inouï ! ",
  "an3.63:11.2": "Qui d’autre que le Sieur Gotama obtient à volonté, aisément et sans difficulté, un tel lit fastueux, luxueux et noble ? ",
  "an3.63:12.1": "C’est excellent, Sieur Gotama, excellent ! ",
  "an3.63:12.2": "Tout comme on redresserait ce qui était renversé, ou bien on révélerait ce qui était caché, ou on montrerait le chemin à quelqu’un qui se serait perdu, ou on allumerait une lampe dans l’obscurité (en pensant :) “Ceux qui possèdent une bonne vue verront les formes”, de la même manière le Sieur Gotama a expliqué le Dhamma de diverses façons. ",
  "an3.63:12.3": "Nous allons en refuge au vénérable Gotama, ainsi qu’au Dhamma et à la Communauté des mendiants. ",
  "an3.63:12.4": "Que le vénérable Gotama nous retienne à l’esprit en tant que disciples laïcs étant allés en refuge à compter d’aujourd’hui et pour la vie. » "
}