{
  "an3.130:0.1": "Discours Sous Forme De Listes 3.130 ",
  "an3.130:0.2": "À Koushinagar ",
  "an3.130:0.3": "La libération du vénérable Anourouddha ",
  "an3.130:1.1": "Ce jour-là, le vénérable Anourouddha vint voir le vénérable Saripoutta et échangea des courtoisies avec lui. ",
  "an3.130:1.2": "Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté. Tandis qu’il était assis là, le vénérable Anourouddha dit au vénérable Saripoutta : ",
  "an3.130:1.3": "« Ami Saripoutta, avec l’œil déva, qui est pur et au-delà de l’état humain, j’observe le monde en mille. ",
  "an3.130:1.4": "Mon énergie est activée, sans relâchement, ma présence d’esprit est mise en place, sans distraction, mon corps est tranquille, sans excitation, et mon esprit est concentré, unifié. ",
  "an3.130:1.5": "Et pourtant, mon esprit n’est pas libéré de ses impuretés par le non-attachement. ",
  "an3.130:2.1": "— Ami Anourouddha, lorsque tu te dis : ",
  "an3.130:2.2": "“Avec l’œil déva, qui est pur et au-delà de l’état humain, j’observe le monde en mille”, c’est par vanité. ",
  "an3.130:2.3": "Lorsque tu te dis : ",
  "an3.130:2.4": "“Mon énergie est activée, sans relâchement, ma présence d’esprit est mise en place, sans distraction, mon corps est tranquille, sans excitation, et mon esprit est concentré, unifié”, c’est par agitation mentale. ",
  "an3.130:2.5": "Et lorsque tu te dis : ",
  "an3.130:2.6": "“Et pourtant, mon esprit n’est pas libéré de ses impuretés par le non-attachement”, c’est par préoccupation. ",
  "an3.130:2.7": "Il serait bon, vénérable Anourouddha, que tu abandonnes ces trois idées, et que sans y appliquer ton esprit, tu focalises ton esprit sur l’élément de Sans-mort. » ",
  "an3.130:3.1": "Alors plus tard, le vénérable Anourouddha abandonna ces trois idées, et sans y appliquer son esprit, focalisa son esprit sur l’élément de Sans-mort. ",
  "an3.130:3.2": "Et le vénérable Anourouddha, demeurant seul, isolé, assidu, ardent et voué à l’effort, en peu de temps, entra et demeura dans ce monde visible, en l’ayant réalisé pour lui-même par connaissance directe, dans le suprême achèvement de la vie brahmique pour lequel les gentilhommes quittent à juste titre la vie de foyer pour le sans-foyer. Il réalisa : ",
  "an3.130:3.3": "“C’en est fini de la naissance, la vie brahmique a été menée à son but, ce qui devait être fait a été fait, il n’y aura plus aucune autre existence.” ",
  "an3.130:3.4": "Alors le vénérable Anourouddha devint l’un des Méritants. "
}