{
  "an3.101:0.1": "Discours Sous Forme De Listes 3.101 ",
  "an3.101:0.2": "Le chapitre de la poignée de sel ",
  "an3.101:0.3": "L’orpailleur ",
  "an3.101:1.1": "Il y a, mendiants, des impuretés grossières de l’or : des poussières, du sable, des graviers et des cailloux. ",
  "an3.101:1.2": "Un orpailleur ou l’apprenti d’un orpailleur le place dans un bac puis le nettoie, le lave et l’épure. ",
  "an3.101:1.3": "Lorsque ceux-ci ont été enlevés et retirés, il reste des impuretés de l’or de taille moyenne : des graviers fins et du sable grossier. ",
  "an3.101:1.4": "L’orpailleur ou son apprenti les nettoie, les lave, les épure. ",
  "an3.101:1.5": "Lorsque ceux-ci ont été enlevés et retirés, il reste des impuretés fines de l’or : du sable fin et de la poussière noire. ",
  "an3.101:1.6": "L’orpailleur ou son apprenti les nettoie, les lave, les épure. ",
  "an3.101:1.7": "Lorsque ceux-ci ont été enlevés et retirés, il ne reste que des grains d’or. ",
  "an3.101:1.8": "Un orfèvre ou l’apprenti d’un orfèvre, ayant placé l’or dans un creuset, le souffle, l’attise et le ventile, ",
  "an3.101:1.9": "mais tandis qu’il souffle, attise et ventile cet or, il y reste des résidus non épurés, et celui-ci ne devient pas malléable, ni flexible, ni lumineux, il est terne, et il n’est pas prêt à être travaillé. ",
  "an3.101:1.10": "Mais il vient un moment, mendiants, où l’orfèvre ou son apprenti souffle, attise et ventile cet or, ",
  "an3.101:1.11": "et tandis qu’il le souffle, l’attise et le ventile, les résidus sont épurés, celui-ci devient malléable, flexible, lumineux, il n’est pas terne, et il est prêt à être travaillé. ",
  "an3.101:1.12": "Alors quel que soit le type d’ornement qu’il souhaite, que ce soit un bracelet, une boucle d’oreille, un collier ou une couronne en or, il le transforme pour obtenir ce résultat. ",
  "an3.101:2.1": "De la même manière, mendiants, il y a chez un mendiant s’adonnant à l’esprit supérieur des impuretés grossières : la méconduite corporelle, la méconduite verbale, la méconduite mentale. Un mendiant avisé et compétent les abandonne, les dissipe, les élimine et les fait disparaître. ",
  "an3.101:2.2": "Lorsque celles-ci ont été enlevées et retirées, il reste chez un mendiant s’adonnant à l’esprit supérieur des impuretés de taille moyenne : des pensées de sensualité, des pensées de malveillance, des pensées de non-inoffensivité. Un mendiant avisé et compétent les abandonne, les dissipe, les élimine et les fait disparaître. ",
  "an3.101:2.3": "Lorsque celles-ci ont été enlevées et retirées, il reste chez un mendiant s’adonnant à l’esprit supérieur des impuretés fines : des pensées à propos de ses connaissances, des pensées à propos de son pays, des pensées liées au fait de ne pas être considéré comme inférieur. Un mendiant avisé et compétent les abandonne, les dissipe, les élimine et les fait disparaître. ",
  "an3.101:2.4": "Lorsque celles-ci ont été enlevées et retirées, il reste encore des pensées du Dhamma. ",
  "an3.101:2.5": "Cette concentration n’est pas paisible, n’est pas excellente, elle n’est pas obtenue par complète tranquillité, elle n’est pas acquise au moyen d’une unification de l’esprit, elle est encombrée d’un effort volontaire de restreinte. ",
  "an3.101:2.6": "Mais il vient un moment, mendiants, où l’esprit se pose intérieurement, s’assoit, s’unifie et se concentre. ",
  "an3.101:2.7": "Cette concentration est paisible, excellente, elle est obtenue par complète tranquillité, elle est acquise au moyen d’une unification de l’esprit, elle n’est pas encombrée d’un effort volontaire de restreinte. ",
  "an3.101:2.8": "Et quel que soit l’état mental à réaliser par connaissance directe vers lequel il dirige son esprit, il est capable de l’obtenir lorsqu’il y en a la possibilité. ",
  "an3.101:3.1": "S’il souhaite : “Puissé-je exercer divers pouvoirs psychiques : ayant été unique, puissé-je devenir plusieurs ; ayant été plusieurs, puissé-je devenir unique ; puissé-je apparaître, puissé-je disparaître ; puissé-je aller sans résistance à travers les murs, à travers les remparts, à travers les montagnes, comme à travers l’espace ; puissé-je plonger dans la terre et en émerger comme dans de l’eau ; puissé-je marcher sur l’eau sans couler, comme sur la terre ; puissé-je voyager dans les airs assis jambes croisées, comme un oiseau ailé ; puissé-je toucher et effleurer les astres si puissants et imposants avec ma main ; puissé-je exercer une influence avec mon corps jusque dans le monde de Brahma”, ",
  "an3.101:3.2": "il est capable d’obtenir (tout) cela lorsqu’il y en a la possibilité. ",
  "an3.101:4.1": "S’il souhaite : “Avec l’élément oreille dévique, qui est pur et au-delà de l’état humain, puissé-je entendre les deux sortes de sons, ceux des dévas et ceux des humains, qu’ils soient éloignés ou proches”, ",
  "an3.101:4.2": "il est capable d’obtenir cela lorsqu’il y en a la possibilité. ",
  "an3.101:5.1": "S’il souhaite : “Puissé-je comprendre l’esprit des autres êtres et des autres individus en l’ayant englobé avec mon esprit : ",
  "an3.101:5.2": "puissé-je comprendre un esprit sujet à l’avidité comme un esprit sujet à l’avidité, ",
  "an3.101:5.3": "et un esprit dénué d’avidité comme un esprit dénué d’avidité ; ",
  "an3.101:5.4": "puissé-je comprendre un esprit sujet à l’aversion comme un esprit sujet à l’aversion, ",
  "an3.101:5.5": "et un esprit dénué d’aversion comme un esprit dénué d’aversion ; ",
  "an3.101:5.6": "puissé-je comprendre un esprit sujet à la délusion comme un esprit sujet à la délusion, ",
  "an3.101:5.7": "et un esprit dénué de délusion comme un esprit dénué de délusion ; ",
  "an3.101:5.8": "puissé-je comprendre un esprit clair comme un esprit clair, ",
  "an3.101:5.9": "et un esprit confus comme un esprit confus ; ",
  "an3.101:5.10": "puissé-je comprendre un esprit exalté comme un esprit exalté, ",
  "an3.101:5.11": "et un esprit non-exalté comme un esprit non-exalté ; ",
  "an3.101:5.12": "puissé-je comprendre un esprit inaccompli comme un esprit inaccompli, ",
  "an3.101:5.13": "et un esprit suprêmement accompli comme un esprit suprêmement accompli ; ",
  "an3.101:5.14": "puissé-je comprendre un esprit unifié comme un esprit unifié, ",
  "an3.101:5.15": "et un esprit non-unifié comme un esprit non-unifié ; ",
  "an3.101:5.16": "puissé-je comprendre un esprit délivré comme un esprit délivré, ",
  "an3.101:5.17": "et un esprit non-délivré comme un esprit non-délivré” ",
  "an3.101:5.18": "il est capable d’obtenir (tout) cela lorsqu’il y en a la possibilité. ",
  "an3.101:6.1": "S’il souhaite : “Puissé-je me rappeler mes diverses existences passées, telles que : une naissance, deux naissances, trois naissances, quatre naissances, cinq naissances, dix naissances, vingt naissances, trente naissances, quarante naissances, cinquante naissances, cent naissances, mille naissances, cent mille naissances, plusieurs cycles d’augmentation, plusieurs cycles de diminution, plusieurs cycles d’augmentation et de diminution : “dans cette existence-là, j’avais tel nom, je venais de telle famille, j’avais telle apparence, telle était ma nourriture, telle était mon expérience du bien-être et du mal-être, telle fut la fin de ma vie, et trépassant de là, je suis réapparu là-bas ; dans cette existence là-bas, j’avais tel nom, je venais de telle famille, j’avais telle apparence, telle était ma nourriture, telle était mon expérience du bien-être et du mal-être, telle fut la fin de ma vie, et trépassant de là, je suis réapparu ici,” puissé-je ainsi me rappeler mes diverses existences passées avec leurs particularités et leurs détails”, ",
  "an3.101:6.2": "il est capable d’obtenir (tout) cela lorsqu’il y en a la possibilité. ",
  "an3.101:7.1": "S’il souhaite : “avec l’œil déva, qui est pur et au-delà de l’état humain, puissé-je voir les êtres trépassant et réapparaissant, inférieurs ou superbes, beaux ou laids, heureux ou malheureux, puissé-je comprendre comment les êtres réapparaissent en fonction de leurs actions : “ces êtres-ci, qui pratiquaient la méconduite corporelle, la méconduite verbale, la méconduite mentale, qui méprisaient les êtres nobles, qui avaient des vues erronées, qui entreprenaient des actions sur la base de vues erronées, lors de la dissolution du corps, après la mort, sont réapparus dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer ; et ces êtres-ci, qui pratiquaient la bonne conduite corporelle, la bonne conduite verbale, la bonne conduite mentale, qui ne méprisaient pas les êtres nobles, qui avaient des vues correctes, qui entreprenaient des actions sur la base de vues correctes, lors de la dissolution du corps, après la mort, sont réapparus dans une bonne destination, dans un monde paradisiaque”, puissé-je ainsi avec l’œil déva, qui est pur et au-delà de l’état humain, voir les êtres trépassant et réapparaissant, inférieurs ou superbes, beaux ou laids, heureux ou malheureux, puissé-je comprendre comment les êtres réapparaissent en fonction de leurs actions”, ",
  "an3.101:7.2": "il est capable d’obtenir (tout) cela lorsqu’il y en a la possibilité. ",
  "an3.101:8.1": "S’il souhaite : “Avec l’élimination complète des impuretés mentales, puissé-je entrer et demeurer dans ce monde visible dans la libération de l’esprit sans impureté, dans la libération par le discernement, en l’ayant réalisée pour moi-même par connaissance directe”, ",
  "an3.101:8.2": "il est capable d’obtenir cela lorsqu’il y en a la possibilité. "
}