{
  "an3.26:0.1": "Discours Sous Forme De Listes 3.26 ",
  "an3.26:0.2": "Les individus ",
  "an3.26:0.3": "À fréquenter ",
  "an3.26:1.1": "Mendiants, on trouve dans le monde ces trois (types d’)individus. ",
  "an3.26:1.2": "Quels sont ces trois ? ",
  "an3.26:1.3": "Il y a, mendiants, l’individu qui ne devrait pas être fréquenté, à qui il ne faudrait pas s’associer, à côté de qui il ne faudrait pas s’asseoir (pour l’écouter ou converser). ",
  "an3.26:1.4": "Il y a l’individu qui devrait être fréquenté, à qui il faudrait s’associer, à côté de qui il faudrait s’asseoir (pour l’écouter ou converser). ",
  "an3.26:1.5": "Et il y a l’individu qui, après avoir été honoré et révéré, devrait être fréquenté, à qui il faudrait s’associer, à côté de qui il faudrait s’asseoir (pour l’écouter ou converser). ",
  "an3.26:1.6": "Et quel est, mendiants, l’individu qui ne devrait pas être fréquenté, à qui il ne faudrait pas s’associer, à côté de qui il ne faudrait pas s’asseoir (pour l’écouter ou converser) ? ",
  "an3.26:1.7": "À cet égard, un certain individu est inférieur en vertu, en concentration et en discernement. ",
  "an3.26:1.8": "Un tel individu, mendiants, ne devrait pas être fréquenté, il ne faudrait pas s’associer à lui, et il ne faudrait pas s’asseoir à côté de lui (pour l’écouter ou converser), autrement que par mansuétude, autrement que par compassion. ",
  "an3.26:2.1": "Et quel est, mendiants, l’individu qui devrait être fréquenté, à qui il faudrait s’associer, à côté de qui il faudrait s’asseoir (pour l’écouter ou converser) ? ",
  "an3.26:2.2": "À cet égard, un certain individu est d’un niveau similaire en vertu, en concentration et en discernement. ",
  "an3.26:2.3": "Un tel individu, mendiants, devrait être fréquenté, il faudrait s’associer à lui, et il faudrait s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.26:2.4": "Et quelle en est la raison ? ",
  "an3.26:2.5": "(En pensant :) ’Puisque nous sommes similaires en termes de vertu, nous aurons des discussions au sujet de la vertu, nous nous entendrons bien et nous serons à l’aise. ",
  "an3.26:2.6": "Puisque nous sommes similaires en termes de concentration, nous aurons des discussions au sujet de la concentration, nous nous entendrons bien et nous serons à l’aise. ",
  "an3.26:2.7": "Puisque nous sommes similaires en termes de discernement, nous aurons des discussions au sujet du discernement, nous nous entendrons bien et nous serons à l’aise.’ ",
  "an3.26:2.8": "Voici pourquoi un tel individu devrait être fréquenté, pourquoi il faudrait s’associer à lui, et pourquoi il faudrait s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.26:3.1": "Et quel est, mendiants, l’individu qui, après avoir été honoré et révéré, devrait être fréquenté, à qui il faudrait s’associer, à côté de qui il faudrait s’asseoir (pour l’écouter ou converser) ? ",
  "an3.26:3.2": "À cet égard, un certain individu est supérieur en vertu, en concentration et en discernement. ",
  "an3.26:3.3": "Un tel individu, mendiants, après avoir été honoré et révéré, devrait être fréquenté, il faudrait s’associer à lui, et il faudrait s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.26:3.4": "Et quelle en est la raison ? ",
  "an3.26:3.5": "(En pensant :) ’De cette manière, je compléterai mon accumulation de vertu incomplète, ou bien j’assisterai de diverses manières avec discernement l’accumulation de vertu que j’ai complétée ; ",
  "an3.26:3.6": "je compléterai mon accumulation de concentration incomplète, ou bien j’assisterai de diverses manières avec discernement l’accumulation de concentration que j’ai complétée ; ",
  "an3.26:3.7": "je compléterai mon accumulation de discernement incomplète, ou bien j’assisterai de diverses manières avec discernement l’accumulation de discernement que j’ai complétée.’ ",
  "an3.26:3.8": "Voici pourquoi un tel individu, après avoir été honoré et révéré, devrait être fréquenté, il faudrait s’associer à lui, et il faudrait s’asseoir à côté de lui (pour l’écouter ou converser). ",
  "an3.26:3.9": "Voici, mendiants, quels sont ces trois (types d’)individus que l’on trouve dans le monde. ",
  "an3.26:4.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}