{
  "an3.112:0.1": "Discours Sous Forme De Listes 3.1112 ",
  "an3.112:0.2": "Le chapitre de l’éveil ",
  "an3.112:0.3": "Les causes ",
  "an3.112:1.1": "Il y a, mendiants, ces trois causes de la production des actions. ",
  "an3.112:1.2": "Quelles sont ces trois ? ",
  "an3.112:1.3": "Un désir prend naissance en relation aux phénomènes du passé qui suscitent désir & avidité ; ",
  "an3.112:1.4": "un désir prend naissance en relation aux phénomènes du futur qui suscitent désir & avidité ; ",
  "an3.112:1.5": "un désir prend naissance en relation aux phénomènes du présent qui suscitent désir & avidité. ",
  "an3.112:1.6": "Et comment, mendiants, un désir prend-il naissance en relation aux phénomènes du passé qui suscitent désir & avidité ? ",
  "an3.112:1.7": "(Un individu) pense et réfléchit avec son esprit aux phénomènes du passé qui suscitent désir & avidité. ",
  "an3.112:1.8": "Tandis qu’il pense et réfléchit avec son esprit aux phénomènes du passé qui suscitent désir & avidité, le désir prend naissance. ",
  "an3.112:1.9": "Une fois que le désir a pris naissance, (l’individu) est entravé par ces phénomènes. ",
  "an3.112:1.10": "Mendiants, je vous dis que l’avidité dans l’esprit est une entrave spirituelle. ",
  "an3.112:1.11": "Voici, mendiants, comment un désir prend naissance en relation aux phénomènes du passé qui suscitent désir & avidité. ",
  "an3.112:2.1": "Et comment, mendiants, un désir prend-il naissance en relation aux phénomènes du futur qui suscitent désir & avidité ? ",
  "an3.112:2.2": "(Un individu) pense et réfléchit avec son esprit aux phénomènes du futur qui suscitent désir & avidité. ",
  "an3.112:2.3": "Tandis qu’il pense et réfléchit avec son esprit aux phénomènes du futur qui suscitent désir & avidité, le désir prend naissance. ",
  "an3.112:2.4": "Une fois que le désir a pris naissance, (l’individu) est entravé par ces phénomènes. ",
  "an3.112:2.5": "Mendiants, je vous dis que l’avidité dans l’esprit est une entrave spirituelle. ",
  "an3.112:2.6": "Voici, mendiants, comment un désir prend naissance en relation aux phénomènes du futur qui suscitent désir & avidité. ",
  "an3.112:3.1": "Et comment, mendiants, un désir prend-il naissance en relation aux phénomènes du présent qui suscitent désir & avidité ? ",
  "an3.112:3.2": "(Un individu) pense et réfléchit avec son esprit aux phénomènes du présent qui suscitent désir & avidité. ",
  "an3.112:3.3": "Tandis qu’il pense et réfléchit avec son esprit aux phénomènes du présent qui suscitent désir & avidité, le désir prend naissance. ",
  "an3.112:3.4": "Une fois que le désir a pris naissance, (l’individu) est entravé par ces phénomènes. ",
  "an3.112:3.5": "Mendiants, je vous dis que l’avidité dans l’esprit est une entrave spirituelle. ",
  "an3.112:3.6": "Voici, mendiants, comment un désir prend naissance en relation aux phénomènes du présent qui suscitent désir & avidité. ",
  "an3.112:3.7": "Voici, mendiants, quelles sont ces trois causes de la production des actions. ",
  "an3.112:4.1": "Il y a, mendiants, ces trois (autres) causes de la production des actions. ",
  "an3.112:4.2": "Quelles sont ces trois ? ",
  "an3.112:4.3": "Un désir ne prend pas naissance en relation aux phénomènes du passé qui suscitent désir & avidité ; ",
  "an3.112:4.4": "un désir ne prend pas naissance en relation aux phénomènes du futur qui suscitent désir & avidité ; ",
  "an3.112:4.5": "un désir ne prend pas naissance en relation aux phénomènes du présent qui suscitent désir & avidité. ",
  "an3.112:5.1": "Et comment, mendiants, un désir ne prend-il pas naissance en relation aux phénomènes du passé qui suscitent désir & avidité ? ",
  "an3.112:5.2": "(Un individu) comprend le résultat futur d’un phénomène du passé qui suscite désir & avidité. ",
  "an3.112:5.3": "Ayant vu le résultat futur, il l’évite. ",
  "an3.112:5.4": "L’ayant évité, étant détaché en esprit, il voit en ayant transpercé avec discernement. ",
  "an3.112:5.5": "Voici, mendiants, comment un désir ne prend pas naissance en relation aux phénomènes du passé qui suscitent désir & avidité. ",
  "an3.112:6.1": "Et comment, mendiants, un désir ne prend-il pas naissance en relation aux phénomènes du futur qui suscitent désir & avidité ? ",
  "an3.112:6.2": "(Un individu) comprend le résultat futur d’un phénomène du futur qui suscite désir & avidité. ",
  "an3.112:6.3": "Ayant vu le résultat futur, il l’évite. ",
  "an3.112:6.4": "L’ayant évité, étant détaché en esprit, il voit en ayant transpercé avec discernement. ",
  "an3.112:6.5": "Voici, mendiants, comment un désir ne prend pas naissance en relation aux phénomènes du futur qui suscitent désir & avidité. ",
  "an3.112:7.1": "Et comment, mendiants, un désir ne prend-il pas naissance en relation aux phénomènes du présent qui suscitent désir & avidité ? ",
  "an3.112:7.2": "(Un individu) comprend le résultat futur d’un phénomène du présent qui suscite désir & avidité. Ayant vu le résultat futur, il l’évite. L’ayant évité, étant détaché en esprit, il voit en ayant transpercé avec discernement. ",
  "an3.112:7.3": "Voici, mendiants, comment un désir ne prend pas naissance en relation aux phénomènes du présent qui suscitent désir & avidité. ",
  "an3.112:7.4": "Voici, mendiants, quelles sont ces trois causes de la production des actions. ",
  "an3.112:7.5": "Voici, mendiants, comment un désir ne prend pas naissance en relation aux phénomènes du présent qui suscitent désir & avidité. "
}