{
  "an3.93:0.1": "Discours Sous Forme De Listes 3.93 ",
  "an3.93:0.2": "Le chapitre de la poignée de sel ",
  "an3.93:0.3": "Trois types d’isolement ",
  "an3.93:1.1": "Mendiants, ces trois (types d’)isolement sont prescrits par les vagabonds spirituels hétérodoxes. ",
  "an3.93:1.2": "Quels sont ces trois ? ",
  "an3.93:1.3": "L’isolement en termes de robes, l’isolement en termes de nourriture d’aumônes, et l’isolement en termes de gîtes. ",
  "an3.93:2.1": "Voici, mendiants, ce que les vagabonds spirituels hétérodoxes prescrivent par rapport à l’isolement en termes de gîtes : ils prescrivent une forêt, le pied d’un arbre, un cimetière, un maquis forestier, le ciel ouvert, un tas de paille, ou une maison en paille. ",
  "an3.93:2.2": "Voici, mendiants, ce que les vagabonds spirituels hétérodoxes prescrivent par rapport à l’isolement en termes de robes. ",
  "an3.93:3.1": "Voici, mendiants, ce que les vagabonds spirituels hétérodoxes prescrivent par rapport à l’isolement en termes de nourriture d’aumônes : ",
  "an3.93:3.2": "ils ne mangent que des légumes, ou bien ils ne mangent que du millet, ou ils ne mangent que du riz brut, ou ils ne mangent que du riz daddoula, ou ils ne mangent que des plantes d’eau, ou ils ne mangent que du son de riz, ou ils ne mangent que de la mousse de riz, ou ils ne mangent que de la farine de sésame, ou ils ne mangent que des herbes, ou bien ils ne mangent que de la bouse de vache. Ils se nourrissent de racines et de fruits de la forêt, ou bien ils se nourrissent de fruits tombés. ",
  "an3.93:3.3": "Voici, mendiants, ce que les vagabonds spirituels hétérodoxes prescrivent par rapport à l’isolement en termes de nourriture d’aumônes. ",
  "an3.93:4.1": "Voici, mendiants, ce que les vagabonds spirituels hétérodoxes prescrivent par rapport à l’isolement en termes de gîtes : ils prescrivent une forêt, le pied d’un arbre, un cimetière, un maquis forestier, le ciel ouvert, un tas de paille, ou une maison en paille. ",
  "an3.93:4.2": "Voici, mendiants, ce que les vagabonds spirituels hétérodoxes prescrivent par rapport à l’isolement en termes de gîtes. ",
  "an3.93:4.3": "Voici, mendiants, quels sont ces trois (types d’)isolement qui sont prescrits par les vagabonds spirituels hétérodoxes. ",
  "an3.93:5.1": "Dans cet Enseignement & Discipline aussi, mendiants, ces trois (types d’)isolement sont prescrits à un mendiant. ",
  "an3.93:5.2": "Quels sont ces trois ? ",
  "an3.93:5.3": "À cet égard, un mendiant est vertueux, il a abandonné la souillure du manque de vertu et s’en tient séparé ; ",
  "an3.93:5.4": "il a des vues correctes, il a abandonné les vues erronées et s’en tient séparé ; ",
  "an3.93:5.5": "il a détruit les impuretés mentales, il a abandonné les impuretés mentales et s’en tient séparé. ",
  "an3.93:5.6": "Lorsqu’un mendiant est vertueux, qu’il a abandonné la souillure du manque de vertu et s’en tient séparé, ",
  "an3.93:5.7": "qu’il a des vues correctes, qu’il a abandonné les vues erronées et s’en tient séparé, ",
  "an3.93:5.8": "qu’il a détruit les impuretés mentales, qu’il a abandonné les impuretés mentales et s’en tient séparé, ",
  "an3.93:5.9": "on dit de lui que c’est un mendiant qui a atteint l’excellence, qui a atteint l’essentiel, qui est pur, et qui s’est établi dans l’essentiel. ",
  "an3.93:6.1": "Tout comme, mendiants, un fermier chef de foyer ",
  "an3.93:6.2": "ferait rapidement couper son champ de riz prospère ",
  "an3.93:6.3": "et l’ayant fait couper rapidement, il le ferait récolter rapidement ; ",
  "an3.93:6.4": "l’ayant fait récolter rapidement, il le ferait emporter rapidement ; ",
  "an3.93:6.5": "l’ayant fait emporter rapidement, il le ferait entreposer rapidement ; ",
  "an3.93:6.6": "l’ayant fait entreposer rapidement, il le ferait battre rapidement ; ",
  "an3.93:6.7": "l’ayant fait battre rapidement, il en ferait retirer les tiges rapidement ; ",
  "an3.93:6.8": "en ayant fait retirer les tiges rapidement, il en ferait retirer la paille rapidement ; ",
  "an3.93:6.9": "en ayant fait retirer la paille rapidement, il le ferait tamiser rapidement ; ",
  "an3.93:6.10": "l’ayant fait tamiser rapidement, il le ferait rassembler rapidement ; ",
  "an3.93:6.11": "l’ayant fait rassembler rapidement, il le ferait écraser rapidement ; ",
  "an3.93:6.12": "l’ayant fait écraser rapidement, il en retirerait rapidement le son. ",
  "an3.93:6.13": "Ainsi, mendiants, les graines du fermier chef de foyer atteindraient l’excellence, atteindraient l’essentiel, seraient pures, et seraient établies dans l’essentiel. ",
  "an3.93:7.1": "De la même manière, mendiants, lorsqu’un mendiant est vertueux, qu’il a abandonné la souillure du manque de vertu et s’en tient séparé, ",
  "an3.93:7.2": "qu’il a des vues correctes, qu’il a abandonné les vues erronées et s’en tient séparé, ",
  "an3.93:7.3": "qu’il a détruit les impuretés mentales, qu’il a abandonné les impuretés mentales et s’en tient séparé, ",
  "an3.93:7.4": "on dit de lui que c’est un mendiant qui a atteint l’excellence, qui a atteint l’essentiel, qui est pur, et qui s’est établi dans l’essentiel. "
}