{
  "an3.76:0.1": "Discours Sous Forme De Listes 3.76 ",
  "an3.76:0.2": "Le Chapitre d’Ananda ",
  "an3.76:0.3": "L’existence ",
  "an3.76:1.1": "En cette occasion, le vénérable Ananda vint voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Une fois assis là, il dit au Fortuné : ",
  "an3.76:1.2": "« Bhanté, on entend dire : “Existence, existence”. ",
  "an3.76:1.3": "De quelle manière, Bhanté, y a-t-il existence ? ",
  "an3.76:2.1": "— Ananda, s’il n’y avait pas d’action portant ses fruits dans le domaine de la sensualité, est-ce qu’on discernerait l’existence dans (le domaine de) la sensualité ? ",
  "an3.76:2.2": "— Non, Bhanté. ",
  "an3.76:2.3": "— Ainsi, Ananda, l’action est le champ, la Conscience est la graine, la Soif est l’humidité ",
  "an3.76:2.4": "pour que la Conscience des êtres obstrués par l’ignorance et entravés par la Soif soit établie dans un domaine inférieur. C’est ainsi qu’il y a production d’existence renouvelée dans le futur. ",
  "an3.76:3.1": "Ananda, s’il n’y avait pas d’action portant ses fruits dans le domaine de la forme, est-ce qu’on discernerait l’existence dans (le domaine de) la forme ? ",
  "an3.76:3.2": "— Non, Bhanté. ",
  "an3.76:3.3": "— Ainsi, Ananda, l’action est le champ, la Conscience est la graine, la Soif est l’humidité ",
  "an3.76:3.4": "pour que la Conscience des êtres obstrués par l’ignorance et entravés par la Soif soit établie dans un domaine intermédiaire. C’est ainsi qu’il y a production d’existence renouvelée dans le futur. ",
  "an3.76:4.1": "Ananda, s’il n’y avait pas d’action portant ses fruits dans le domaine du sans-forme, est-ce qu’on discernerait l’existence dans le (domaine du) sans-forme ? ",
  "an3.76:4.2": "— Non, Bhanté. ",
  "an3.76:4.3": "— Ainsi, Ananda, l’action est le champ, la Conscience est la graine, la Soif est l’humidité ",
  "an3.76:4.4": "pour que la Conscience des êtres obstrués par l’ignorance et entravés par la Soif soit établie dans un domaine élevé. C’est ainsi qu’il y a production d’existence renouvelée dans le futur. ",
  "an3.76:4.5": "Voici, Ananda, comment il y a existence. » "
}