{
  "an3.57:0.1": "Discours Sous Forme De Listes 3.57 ",
  "an3.57:0.2": "Les Brahmanes ",
  "an3.57:0.3": "Pour Vacchagotta ",
  "an3.57:1.1": "Un jour, Vacchagotta le vagabond spirituel vint voir le le Fortuné et échangea des courtoisies avec lui. ",
  "an3.57:1.2": "Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté. Tandis qu’il était assis là, Vacchagotta le vagabond spirituel dit au Fortuné : ",
  "an3.57:1.3": "« Sieur Gotama, j’ai entendu dire : “Le renonçant Gotama dit ceci : ",
  "an3.57:1.4": "‘Les donations ne devraient être données qu’à moi, elles ne devraient pas être données aux autres ; ",
  "an3.57:1.5": "les donations ne devraient être données qu’à mes disciples, elles ne devraient pas être données aux disciples des autres ; ",
  "an3.57:1.6": "seul ce qui m’est donné porte d’excellents fruits, ce qui est donné aux autres ne porte pas beaucoup de fruits ; ",
  "an3.57:1.7": "seul ce qui est donné à mes disciples porte d’excellents fruits, ce qui est donné aux disciples des autres ne porte pas beaucoup de fruits.’” ",
  "an3.57:1.8": "Est-ce que ceux qui déclarent cela ",
  "an3.57:1.13": "répètent ce qui a été dit par le Sieur Gotama et évitent de le représenter faussement avec ce qui est incorrect ? Est-ce qu’ils parlent en toute vérité, sans être sujets à un légitime reproche ? ",
  "an3.57:1.14": "Je ne voudrais pas représenter faussement le Sieur Gotama. ",
  "an3.57:2.1": "— Vaccha, ceux qui déclarent cela ",
  "an3.57:2.5": "ne disent pas ce que j’ai dit et me représentent faussement avec ce qui est erroné et incorrect. ",
  "an3.57:2.6": "Celui qui empêche un autre de faire une donation crée un obstacle, une nuisance pour trois (personnes). ",
  "an3.57:2.7": "Quelles sont ces trois ? ",
  "an3.57:2.8": "Il crée un obstacle au mérite du donateur, il crée un obstacle à l’obtention du donataire, et il s’est déjà blessé et meurtri lui-même. ",
  "an3.57:2.9": "Vaccha, celui qui empêche un autre de faire une donation crée un obstacle, une nuisance pour ces trois (personnes). ",
  "an3.57:3.1": "Et de plus, Vaccha, je dis ceci : ",
  "an3.57:3.2": "si quiconque jette dans un égout ou une fosse septique ce qui reste du nettoyage de son assiette ou de son plat en pensant : ",
  "an3.57:3.3": "“Que les êtres vivants (qui vivent) ici se sustentent avec ça !”, je dis qu’à cause de cela il génère du mérite. ",
  "an3.57:3.4": "Et que dire (s’il donnait) à un être humain ! ",
  "an3.57:3.5": "Cependant, Vaccha, je dis que ce qui est donné à un vertueux porte beaucoup plus de fruits que ce qui est donné à quelqu’un qui manque de vertu, surtout s’il a abandonné cinq choses et qu’il est pourvu de cinq qualités. ",
  "an3.57:4.1": "Et quelles sont les cinq choses qu’il a abandonnées ? ",
  "an3.57:4.2": "Il a abandonné le désir sensuel, il a abandonné la malveillance, il a abandonné la torpeur & somnolence, il a abandonné l’agitation mentale & préoccupation, il abandonné le doute. ",
  "an3.57:4.3": "Voici quelles sont les cinq choses qu’il a abandonnées. ",
  "an3.57:5.1": "Et quelles sont les cinq choses dont il est pourvu ? ",
  "an3.57:5.2": "Il est pourvu de l’accumulation de vertu de celui qui est au-delà de l’entraînement, il est pourvu de l’accumulation de concentration de celui qui est au-delà de l’entraînement, il est pourvu de l’accumulation de discernement de celui qui est au-delà de l’entraînement, il est pourvu de l’accumulation de libération de celui qui est au-delà de l’entraînement, il est pourvu de l’accumulation de connaissance & vision de la libération de celui qui est au-delà de l’entraînement. ",
  "an3.57:5.3": "Voici quelles sont les cinq choses dont il est pourvu. ",
  "an3.57:5.4": "Je dis que ce qui est donné à celui qui a ainsi abandonné cinq choses et est pourvu de cinq qualités porte d’excellents fruits. » ",
  "an3.57:6.1": "(Les strophes finales n’ont pas été traduites) "
}