{
  "an3.109:0.1": "Discours Sous Forme De Listes 3.109 ",
  "an3.109:0.2": "Le chapitre de l’éveil ",
  "an3.109:0.3": "Pas protégé ",
  "an3.109:1.1": "Un jour, Anathapindika le chef de foyer alla voir le Fortuné, lui rendit hommage, puis s’assit d’un côté. Tandis qu’il était assis là, le Fortuné lui dit : ",
  "an3.109:1.2": "« Chef de foyer, lorsque l’esprit n’est pas protégé, les actions corporelles ne sont pas protégées, les actions verbales ne sont pas protégées, et les actions mentales ne sont pas protégées. ",
  "an3.109:1.3": "Pour celui chez qui les actions corporelles ne sont pas protégées, les actions verbales ne sont pas protégées, et les actions mentales ne sont pas protégées, les actions corporelles sont entachées, les actions verbales sont entachées et les actions mentales sont entachées. ",
  "an3.109:1.4": "Pour celui chez qui les actions corporelles sont entachées, les actions verbales sont entachées et les actions mentales sont entachées, les actions corporelles sont pourries, les actions verbales sont pourries et les actions mentales sont pourries. ",
  "an3.109:1.5": "Pour celui chez qui les actions corporelles sont pourries, les actions verbales sont pourries et les actions mentales sont pourries, la mort n’est pas favorable, le trépas n’est pas favorable. ",
  "an3.109:2.1": "Tout comme, chef de foyer, dans une maison au toit pointu mal couverte, le faîte n’est pas protégé, les poutres ne sont pas protégées, et les murs ne sont pas protégés ; ",
  "an3.109:2.2": "le faîte est entaché, les poutres sont entachées, et les murs sont entachés ; ",
  "an3.109:2.3": "le faîte est pourri, les poutres sont pourries, et les murs sont pourris ; ",
  "an3.109:3.1": "de la même manière, chef de foyer, lorsque l’esprit n’est pas protégé, les actions corporelles ne sont pas protégées, les actions verbales ne sont pas protégées, et les actions mentales ne sont pas protégées. ",
  "an3.109:3.2": "Pour celui chez qui les actions corporelles ne sont pas protégées, les actions verbales ne sont pas protégées, et les actions mentales ne sont pas protégées, les actions corporelles sont entachées, les actions verbales sont entachées et les actions mentales sont entachées. ",
  "an3.109:3.3": "Pour celui chez qui les actions corporelles sont entachées, les actions verbales sont entachées et les actions mentales sont entachées, les actions corporelles sont pourries, les actions verbales sont pourries et les actions mentales sont pourries. ",
  "an3.109:3.4": "Pour celui chez qui les actions corporelles sont pourries, les actions verbales sont pourries et les actions mentales sont pourries, la mort n’est pas favorable, le trépas n’est pas favorable. ",
  "an3.109:4.1": "Chef de foyer, lorsque l’esprit est protégé, les actions corporelles sont protégées, les actions verbales sont protégées, et les actions mentales sont protégées. ",
  "an3.109:4.2": "Pour celui chez qui les actions corporelles sont protégées, les actions verbales sont protégées, et les actions mentales sont protégées, les actions corporelles sont sans tache, les actions verbales sont sans tache et les actions mentales sont sans tache. ",
  "an3.109:4.3": "Pour celui chez qui les actions corporelles sont sans tache, les actions verbales sont sans tache et les actions mentales sont sans tache, les actions corporelles ne sont pas pourries, les actions verbales ne sont pas pourries et les actions mentales ne sont pas pourries. ",
  "an3.109:4.4": "Pour celui chez qui les actions corporelles ne sont pas pourries, les actions verbales ne sont pas pourries et les actions mentales ne sont pas pourries, la mort est favorable, le trépas est favorable. ",
  "an3.109:5.1": "Tout comme, chef de foyer, dans une maison au toit pointu bien couverte, le faîte est protégé, les poutres sont protégées, et les murs sont protégés ; ",
  "an3.109:5.2": "le faîte est sans tache, les poutres sont sans tache, et les murs sont sans tache ; ",
  "an3.109:5.3": "le faîte n’est pas pourri, les poutres ne sont pas pourries, et les murs ne sont pas pourris ; ",
  "an3.109:6.1": "de la même manière, chef de foyer, lorsque l’esprit est protégé, les actions corporelles sont protégées, les actions verbales sont protégées, et les actions mentales sont protégées. ",
  "an3.109:6.2": "Pour celui chez qui les actions corporelles sont protégées, les actions verbales sont protégées, et les actions mentales sont protégées, les actions corporelles sont sans tache, les actions verbales sont sans tache et les actions mentales sont sans tache. ",
  "an3.109:6.3": "Pour celui chez qui les actions corporelles sont sans tache, les actions verbales sont sans tache et les actions mentales sont sans tache, les actions corporelles ne sont pas pourries, les actions verbales ne sont pas pourries et les actions mentales ne sont pas pourries. ",
  "an3.109:6.4": "Pour celui chez qui les actions corporelles ne sont pas pourries, les actions verbales ne sont pas pourries et les actions mentales ne sont pas pourries, la mort est favorable, le trépas est favorable. » "
}