{
  "an3.156:0.1": "Discours Sous Forme De Listes 3 ",
  "an3.156:0.2": "Les pratiques ",
  "an3.156:0.3": "Les mises en place de la présence d’esprit ",
  "an3.156:1.1": "Mendiants, il y a ces trois manières de pratiquer. ",
  "an3.156:1.2": "Quelles sont ces trois ? ",
  "an3.156:1.3": "La manière de pratiquer grossière, la manière de pratiquer brûlante, et la manière de pratiquer médiane. ",
  "an3.156:1.4": "Et qu’est-ce, mendiants, que la manière de pratiquer grossière ? ",
  "an3.156:1.5": "À cet égard, mendiants, un certain individu a une telle doctrine, une telle vue : ",
  "an3.156:1.6": "“Il n’y a rien de mal dans la sensualité”, ",
  "an3.156:1.7": "et il s’engage dans la jouissance de la sensualité. ",
  "an3.156:1.8": "Voici, mendiants, ce qu’on appelle la manière de pratiquer grossière. ",
  "an3.156:2.1": "Et qu’est-ce, mendiants, que la manière de pratiquer brûlante ? ",
  "an3.156:2.2": "À cet égard, mendiants, un certain individu pratique la nudité, rejetant les conventions, léchant ses mains (après son repas), ne venant pas lorsqu’on le lui demande, ne s’arrêtant pas lorsqu’on le lui demande. Il n’accepte pas ce qu’on lui offre, ni ce qu’on lui adresse, ni une invitation. ",
  "an3.156:2.3": "Il ne reçoit rien qui provienne d’une jarre, il ne reçoit rien qui provienne d’une casserole, rien qui soit passé par le seuil d’une maison, rien qui vienne avec un bâton, rien qui ait été passé au pilon, rien qui ait été donné par deux personnes mangeant ensemble, rien qui ait été donné par une femme enceinte, rien qui ait été donné par une femme qui allaite, rien qui ait été donné par une femme qui fréquente les hommes, rien qui provienne d’un endroit où il a été déclaré que de la nourriture serait distribuée, rien qui provienne d’un endroit où un chien attend, rien qui provienne d’un endroit où il y a des nuages de mouches. Il n’accepte ni poisson ni viande, il ne boit ni liqueur, ni boisson fermentée, ni bière. ",
  "an3.156:2.4": "Il s’en tient à une maison et un morceau de nourriture, ou deux maisons et deux morceaux de nourriture… ou sept maisons et sept morceaux de nourriture. ",
  "an3.156:2.5": "Il se nourrit d’une offrande (par jour), il se nourrit de deux offrandes (par jour)… il se nourrit de sept offrandes (par jour). ",
  "an3.156:2.6": "Il mange de la nourriture une fois par jour, il mange de la nourriture une fois tous les deux jours… il mange de la nourriture une fois tous les sept jours. Ainsi, il se voue à la pratique de ne manger de repas qu’à certains intervalles s’étendant jusqu’à un demi-mois. ",
  "an3.156:3.1": "Il ne mange que des légumes, ou bien il ne mange que du millet, ou il ne mange que du riz brut, ou il ne mange que du riz daddoula, ou il ne mange que des plantes d’eau, ou il ne mange que du son de riz, ou il ne mange que de la mousse de riz, ou il ne mange que de la farine de sésame, ou il ne mange que des herbes, ou bien il ne mange que de la bouse de vache. Il se nourrit de racines et de fruits de la forêt, il se nourrit de fruits tombés. ",
  "an3.156:4.1": "Il porte des haillons en chanvre, il porte des haillons de chanvre mélangé, il porte un linceul, il porte des haillons abandonnés comme déchets, il porte des haillons en écorce de tirita, il porte une peau d’antilope, il porte un manteau en peau d’antilope, il porte des haillons en herbe koussa, il porte des haillons faits d’écorces, il porte des haillons faits en bandes d’écorces, il porte une couverture faite de cheveux, il porte une couverture faite en laine d’animaux sauvages, il porte des haillons faits d’ailes de hiboux. ",
  "an3.156:4.2": "Il s’arrache les cheveux et la barbe, et se voue à la pratique consistant à s’arracher les cheveux et la barbe, ",
  "an3.156:4.3": "il se tient constamment debout, rejetant la position assise, ",
  "an3.156:4.4": "il se tient accroupi et se voue à la pratique consistant à l’effort de se tenir accroupi, ",
  "an3.156:4.5": "il s’allonge sur des pics et fait d’un ensemble de pics son matelas, ",
  "an3.156:4.6": "il se voue à la pratique de se baigner dans l’eau une troisième fois le soir venu. ",
  "an3.156:4.7": "Ainsi, il se voue à la pratique de tourmenter et torturer le corps de diverses manières. ",
  "an3.156:4.8": "Voici, mendiants, ce qu’on appelle la manière de pratiquer brûlante. ",
  "an3.156:5.1": "Et qu’est-ce, mendiants, que la manière de pratiquer médiane ? ",
  "an3.156:5.2": "À cet égard, mendiants, un mendiant reste à observer le corps dans le corps, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde ; ",
  "an3.156:5.3": "il reste à observer les ressentis dans les ressentis, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde ; ",
  "an3.156:5.4": "il reste à observer l’esprit dans l’esprit, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde ; ",
  "an3.156:5.5": "il reste à observer le Dhamma dans les phénomènes, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "an3.156:5.6": "Voici, mendiants, ce qu’on appelle la manière de pratiquer médiane. ",
  "an3.156:5.7": "Voici, mendiants, quelles sont ces trois manières de pratiquer. ",
  "an3.157:1.1": "Mendiants, il y a ces trois manières de pratiquer. ",
  "an3.157:1.2": "Quelles sont ces trois ? ",
  "an3.157:1.3": "La manière de pratiquer grossière, la manière de pratiquer brûlante, et la manière de pratiquer médiane. ",
  "an3.157:1.4": "Et qu’est-ce, mendiants, que la manière de pratiquer grossière ? À cet égard, mendiants, un certain individu a une telle doctrine, une telle vue : “Il n’y a rien de mal dans la sensualité”, et il s’engage dans la jouissance de la sensualité. ",
  "an3.157:1.5": "Voici, mendiants, ce qu’on appelle la manière de pratiquer grossière. ",
  "an3.157:2.1": "Et qu’est-ce, mendiants, que la manière de pratiquer brûlante ? (…) ",
  "an3.157:2.2": "Voici, mendiants, ce qu’on appelle la manière de pratiquer brûlante. ",
  "an3.157:3.1": "Et qu’est-ce, mendiants, que la manière de pratiquer médiane ? ",
  "an3.157:3.2": "À cet égard, mendiants, un mendiant génère le désir de non-apparition des états mentaux mauvais et désavantageux qui ne sont pas (encore) apparus, il s’exerce, active son énergie, applique son esprit et s’efforce ; ",
  "an3.157:3.3": "il génère le désir d’abandon des états mentaux mauvais et désavantageux qui sont (déjà) apparus, il s’exerce, active son énergie, applique son esprit et s’efforce ; ",
  "an3.157:3.4": "il génère le désir d’apparition des états mentaux avantageux qui ne sont pas (encore) apparus, il s’exerce, active son énergie, applique son esprit et s’efforce ; ",
  "an3.157:3.5": "il génère le désir de maintien, de non-confusion, d’augmentation, d’abondance, de développement et de complétude des états mentaux avantageux qui sont (déjà) apparus, il s’exerce, active son énergie, applique son esprit et s’efforce. Voici, mendiants, ce qu’on appelle la manière de pratiquer médiane. Voici, mendiants, quelles sont ces trois manières de pratiquer. ",
  "an3.158:1.1": "(…) À cet égard, mendiants, un mendiant développe le chemin du pouvoir psychique pourvu de concentration due au désir et aux constructions d’effort, ",
  "an3.158:1.2": "il développe le chemin du pouvoir psychique pourvu de concentration due à l’énergie et aux constructions d’effort, ",
  "an3.158:1.3": "il développe le chemin du pouvoir psychique pourvu de concentration due à l’esprit et aux constructions d’effort, ",
  "an3.158:1.4": "il développe le chemin du pouvoir psychique pourvu de concentration due à l’investigation et aux constructions d’effort. Voici, mendiants, ce qu’on appelle la manière de pratiquer médiane. (…) ",
  "an3.159:1.1": "(…) À cet égard, mendiants, un mendiant cultive la faculté de conviction, ",
  "an3.159:1.2": "il cultive la faculté d’énergie, ",
  "an3.159:1.3": "il cultive la faculté de présence d’esprit, ",
  "an3.159:1.4": "il cultive la faculté de concentration, ",
  "an3.159:1.5": "et il cultive la faculté de discernement. (…) ",
  "an3.160:1.1": "(…) À cet égard, mendiants, un mendiant cultive la force de la conviction, ",
  "an3.160:1.2": "il cultive la force de l’énergie, ",
  "an3.160:1.3": "il cultive la force de la présence d’esprit, ",
  "an3.160:1.4": "il cultive la force de la concentration, ",
  "an3.160:1.5": "et il cultive la force du discernement. (…) ",
  "an3.161:1.1": "(…) À cet égard, mendiants, un mendiant cultive le facteur d’éveil de présence d’esprit, ",
  "an3.161:1.2": "il cultive le facteur d’éveil d’investigation des phénomènes, ",
  "an3.161:1.3": "il cultive le facteur d’éveil d’énergie, ",
  "an3.161:1.4": "il cultive le facteur d’éveil d’exaltation, ",
  "an3.161:1.5": "il cultive le facteur d’éveil de tranquillité, ",
  "an3.161:1.6": "il cultive le facteur d’éveil de concentration, ",
  "an3.161:1.7": "et il cultive le facteur d’éveil d’équanimité. (…) ",
  "an3.162:1.1": "(…) À cet égard, mendiants, un mendiant cultive la vue correcte, ",
  "an3.162:1.2": "il cultive la pensée correcte, ",
  "an3.162:1.3": "il cultive la parole correcte, ",
  "an3.162:1.4": "il cultive l’action correcte, ",
  "an3.162:1.5": "il cultive les moyens de subsistance corrects, ",
  "an3.162:1.6": "il cultive l’effort correct, ",
  "an3.162:1.7": "il cultive la présence d’esprit correcte ",
  "an3.162:1.8": "et il cultive la concentration correcte. ",
  "an3.162:1.9": "Voici, mendiants, ce qu’on appelle la manière de pratiquer médiane. ",
  "an3.162:1.10": "Voici, mendiants, quelles sont ces trois manières de pratiquer. "
}