{
  "ud5.3:0.1": "Heartfelt Sayings",
  "ud5.3:0.2": "With Suppabuddha the Leper",
  "ud5.3:1.1": "So I have heard. ",
  "ud5.3:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "ud5.3:1.3": "At that time in Rājagaha there was a leper called Suppabuddha. ",
  "ud5.3:1.4": "He was poor, destitute, and pitiful. ",
  "ud5.3:1.5": "Now, at that time the Buddha was teaching Dhamma, surrounded by a large assembly. ",
  "ud5.3:2.1": "Suppabuddha saw the crowd seated off in the distance",
  "ud5.3:2.2": "and thought, ",
  "ud5.3:2.3": "“Surely some variety of foods will be distributed there.",
  "ud5.3:2.4": "Why don’t I approach the crowd?",
  "ud5.3:2.5": "Hopefully I’ll get something to eat.”",
  "ud5.3:3.1": "So he approached the crowd",
  "ud5.3:3.2": "where he saw the Buddha teaching Dhamma, surrounded by a large assembly. ",
  "ud5.3:3.3": "When he saw this he thought, ",
  "ud5.3:3.4": "“There’s no food being distributed here.",
  "ud5.3:3.5": "The ascetic Gotama is teaching Dhamma in an assembly. ",
  "ud5.3:3.6": "Why don’t I also listen to the teaching?”",
  "ud5.3:3.7": "Right there he sat down to one side, thinking,",
  "ud5.3:3.8": "“I also will listen to the teaching.”",
  "ud5.3:4.1": "Then the Buddha focused on comprehending the minds of everyone in the Saṅgha, thinking, ",
  "ud5.3:4.2": "“Who here is capable of understanding the teaching?”",
  "ud5.3:4.3": "He saw Suppabuddha sitting in the assembly,",
  "ud5.3:4.4": "and thought, ",
  "ud5.3:4.5": "“He is capable of understanding the teaching.”",
  "ud5.3:4.6": "He gave a step by step talk especially for Suppabuddha",
  "ud5.3:4.7": "on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "ud5.3:4.8": "When the Buddha knew that Suppabuddha’s mind was ready, supple, without hindrances, elated, and confident, he revealed the teaching unique to the Buddhas: ",
  "ud5.3:4.9": "suffering, its origin, its cessation, and the path. ",
  "ud5.3:4.10": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "ud5.3:4.11": "in that very seat the stainless, immaculate vision of the Dhamma in Suppabuddha: ",
  "ud5.3:4.12": "“Everything that has a beginning has an end.” ",
  "ud5.3:5.1": "Then Suppabuddha saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He rose from his seat and went to the Buddha, bowed, sat down to one side, and said:",
  "ud5.3:6.1": "“Excellent, sir! Excellent! ",
  "ud5.3:6.2": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "ud5.3:6.3": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "ud5.3:6.4": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "ud5.3:7.1": "After Suppabuddha had been educated, encouraged, fired up, and inspired with a Dhamma talk by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha before leaving. ",
  "ud5.3:7.2": "But soon after Suppabuddha had left, a cow with a baby calf charged at him and took his life. ",
  "ud5.3:8.1": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and said,",
  "ud5.3:8.3": "“The leper called Suppabuddha, after being educated, encouraged, fired up, and inspired with a Dhamma talk by the Buddha, has passed away.",
  "ud5.3:8.4": "Where has he been reborn in his next life?” ",
  "ud5.3:9.1": "“Mendicants, Suppabuddha was astute. He practiced in line with the teachings, and did not trouble me about the teachings. ",
  "ud5.3:9.2": "With the ending of three fetters, Suppabuddha is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” ",
  "ud5.3:10.1": "When he said this, one of the mendicants said to the Buddha, ",
  "ud5.3:10.2": "“What is the cause, sir, what is the reason why Suppabuddha became a leper,",
  "ud5.3:10.3": "poor, destitute, and pitiful?”",
  "ud5.3:11.1": "“Once upon a time, mendicants, Suppabuddha used to be a financier’s son right here in Rājagaha.",
  "ud5.3:11.2": "On his way to visit a park, he saw Tagarasikhi, a Buddha awakened for themselves, entering the city for alms. ",
  "ud5.3:11.3": "When he saw this he thought, ",
  "ud5.3:11.4": "“Who is this leper wandering about with his leper’s robe?”",
  "ud5.3:11.5": "Before leaving, he spat on the ground and turned his left side to Tagarasikhi.",
  "ud5.3:11.6": "As a result of that deed he burned in hell for many years, for many hundreds, many thousands, many hundreds of thousands of years. ",
  "ud5.3:11.7": "And as a residual result of that same deed, he became a leper right here in Rājagaha, poor, destitute and pitiful. ",
  "ud5.3:11.8": "But owing to faith in the teaching and training proclaimed by the Realized One, he undertook ethics, learning, generosity, and wisdom.",
  "ud5.3:11.9": "After undertaking these things, when his body broke up, after death, he was reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three. ",
  "ud5.3:11.10": "There he outshines the other gods in beauty and glory.” ",
  "ud5.3:12.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud5.3:13.1": "“As a well-sighted man would avoid rough paths,",
  "ud5.3:13.2": "so long as strength is found;",
  "ud5.3:13.3": "an astute person in the living world,",
  "ud5.3:13.4": "would shun bad deeds.” "
}