{
  "ud5.6:0.1": "Heartfelt Sayings 5.6 ",
  "ud5.6:0.2": "With Soṇa ",
  "ud5.6:1.1": "So I have heard. ",
  "ud5.6:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud5.6:1.3": "Now at that time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain. ",
  "ud5.6:1.4": "And the layman Soṇa of the Sharp Ears was Mahākaccāna’s attendant. ",
  "ud5.6:2.1": "Then as Soṇa was in private retreat this thought came to his mind, ",
  "ud5.6:2.2": "“As I understand Venerable Mahākaccāna’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "ud5.6:2.3": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?” ",
  "ud5.6:3.1": "Then Soṇa went up to Mahākaccāna, bowed, sat down to one side, and told him what he was thinking. Then he said, ",
  "ud5.6:4.4": "“May Venerable Mahākaccāna please give me the going forth!” ",
  "ud5.6:5.1": "When this was said, Mahākaccāna said to him, ",
  "ud5.6:5.2": "“It’s hard to lead the spiritual life as long as you live, eating in one part of the day and sleeping alone. ",
  "ud5.6:5.3": "Come now, Soṇa, while remaining a layperson just as you are, devote yourself to the instructions of the Buddhas, leading the spiritual life at suitable times, eating in one part of the day and sleeping alone.” ",
  "ud5.6:5.4": "Then Soṇa’s aspiration to go forth died down. ",
  "ud5.6:6.1": "For a second time, while in private retreat the thought came to Soṇa that he should go forth, but the outcome was the same. ",
  "ud5.6:7.1": "For a third time, as Soṇa was in private retreat this thought came to his mind, ",
  "ud5.6:7.2": "“As I understand Venerable Mahākaccāna’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "ud5.6:7.3": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?” ",
  "ud5.6:7.4": "For a third time, Soṇa went up to Mahākaccāna, bowed, sat down to one side, and told him what he was thinking. Then he said, ",
  "ud5.6:8.4": "“May Venerable Mahākaccāna please give me the going forth!” ",
  "ud5.6:9.1": "Then Mahākaccāna gave Soṇa the going forth. ",
  "ud5.6:9.2": "Now at that time the southern region, including Avanti, was short of monks. ",
  "ud5.6:9.3": "It took three years and much struggle and difficulty before Venerable Mahākaccāyana was able to assemble from here and there a Sangha consisting of ten monks and give Venerable Soṇa the full ordination. ",
  "ud5.6:10.1": "Then as Venerable Soṇa was in private retreat this thought came to his mind, ",
  "ud5.6:10.2": "“I have not personally seen the Buddha. I have only heard reports that ",
  "ud5.6:10.3": "that Blessed One is like this or like that. ",
  "ud5.6:10.4": "If my mentor allows, I should go to see that Blessed One, the perfected one, the fully awakened Buddha.” ",
  "ud5.6:11.1": "Then in the late afternoon, Soṇa came out of retreat, went up to Mahākaccāna, bowed, sat down to one side, and told him what he was thinking. Then Mahākaccāna said, ",
  "ud5.6:13.1": "“Good, good, Soṇa! ",
  "ud5.6:13.2": "Go to see the Blessed One, the perfected one, the fully awakened Buddha. ",
  "ud5.6:13.3": "You will see that Blessed One who is impressive and inspiring, with peaceful faculties and mind, attained to the highest self-control and serenity, like an elephant with tamed, guarded, and controlled faculties. ",
  "ud5.6:13.4": "On seeing him, in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably, saying, ",
  "ud5.6:13.5": "‘Sir, my mentor Venerable Mahākaccāna bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.’” ",
  "ud5.6:14.1": "Saying, “Yes, sir,” Soṇa welcomed and agreed with Mahākaccāna’s words. He got up from his seat, bowed, and respectfully circled Mahākaccāna, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Sāvatthī. ",
  "ud5.6:14.2": "Eventually he came to Sāvatthī and Jeta’s Grove. He went up to the Buddha, bowed, and sat down to one side. ",
  "ud5.6:14.3": "Soṇa said to the Buddha, ",
  "ud5.6:14.4": "“Sir, my mentor Venerable Mahākaccāna bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.” ",
  "ud5.6:15.1": "“I hope you’re keeping well, mendicant; I hope you’re all right. And I hope you have arrived from your journey unwearied, having had no trouble getting almsfood.” ",
  "ud5.6:15.2": "“I’m keeping well, sir; I’m all right. And I have arrived from my journey unwearied, having had no trouble getting almsfood.” ",
  "ud5.6:16.1": "Then the Buddha said to Venerable Ānanda, ",
  "ud5.6:16.2": "“Prepare lodgings for this visiting mendicant.” ",
  "ud5.6:16.3": "Then Venerable Ānanda thought, ",
  "ud5.6:16.4": "“When the Buddha orders me ",
  "ud5.6:16.5": "to prepare lodgings for a specific mendicant, he wishes to stay in the same dwelling with that mendicant. The Buddha wishes to stay together with Venerable Soṇa.” ",
  "ud5.6:16.6": "He prepared lodgings for Soṇa in the same dwelling where the Buddha was staying. ",
  "ud5.6:17.1": "The Buddha spent most of the night siting meditation in the open. Then he got up from his seat, washed his feet and entered the dwelling. ",
  "ud5.6:17.2": "Venerable Soṇa did the same. ",
  "ud5.6:17.3": "Then the Buddha rose at the crack of dawn and addressed Soṇa, ",
  "ud5.6:17.4": "“Speak some Dhamma, mendicant, as you feel inspired.” ",
  "ud5.6:18.1": "“Yes, sir,” replied Soṇa. He chanted all sixteen discourses in the Chapter of the Eights. ",
  "ud5.6:18.2": "When Soṇa finished his chanting, the Buddha applauded, saying, ",
  "ud5.6:18.3": "“Good, good, mendicant! You have learned the sixteen discourses of the Chapter of the Eights well, you have attended and remembered it well. You are a good speaker, with a polished, clear, and articulate voice that expresses the meaning. ",
  "ud5.6:18.4": "How many rains have you been ordained, mendicant?” ",
  "ud5.6:18.5": "“I have one rains, Blessed One.” ",
  "ud5.6:18.6": "“But why did it take you so long to make it?” ",
  "ud5.6:18.7": "“Sir, I have long seen the drawbacks of sensual pleasures, ",
  "ud5.6:18.8": "yet living in a house is cramped, with many duties and much to do.” ",
  "ud5.6:19.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud5.6:20.1": "“Seeing the danger of the world, ",
  "ud5.6:20.2": "I understood the reality without attachments. ",
  "ud5.6:20.3": "The Noble One does not delight in evil, ",
  "ud5.6:20.4": "the Pure One does not delight in evil.” "
}