{
  "an8.25:0.1": "Aṅguttara Nikāya 8 ",
  "an8.25:0.2": "3. Gahapativagga ",
  "an8.25:0.3": "25. Mahānāmasutta ",
  "an8.25:1.1": "Ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "an8.25:1.2": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho mahānāmo sakko bhagavantaṁ etadavoca: ",
  "an8.25:1.3": "“kittāvatā nu kho, bhante, upāsako hotī”ti? ",
  "an8.25:1.4": "“Yato kho, mahānāma, buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti; ",
  "an8.25:1.5": "ettāvatā kho, mahānāma, upāsako hotī”ti. ",
  "an8.25:2.1": "“Kittāvatā pana, bhante, upāsako sīlavā hotī”ti? ",
  "an8.25:2.2": "“Yato kho, mahānāma, upāsako pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti; ",
  "an8.25:2.3": "ettāvatā kho, mahānāma, upāsako sīlavā hotī”ti. ",
  "an8.25:3.1": "“Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti? ",
  "an8.25:3.2": "“Yato kho, mahānāma, upāsako attanāva saddhāsampanno hoti, no paraṁ saddhāsampadāya samādapeti; ",
  "an8.25:3.3": "attanāva sīlasampanno hoti, no paraṁ sīlasampadāya samādapeti; ",
  "an8.25:3.4": "attanāva cāgasampanno hoti, no paraṁ cāgasampadāya samādapeti; ",
  "an8.25:3.5": "attanāva bhikkhūnaṁ dassanakāmo hoti, no paraṁ bhikkhūnaṁ dassane samādapeti; ",
  "an8.25:3.6": "attanāva saddhammaṁ sotukāmo hoti, no paraṁ saddhammassavane samādapeti; ",
  "an8.25:3.7": "attanāva sutānaṁ dhammānaṁ dhāraṇajātiko hoti, no paraṁ dhammadhāraṇāya samādapeti; ",
  "an8.25:3.8": "attanāva sutānaṁ dhammānaṁ atthūpaparikkhitā hoti, no paraṁ atthūpaparikkhāya samādapeti; ",
  "an8.25:3.9": "attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṁ dhammānudhammappaṭipattiyā samādapeti. ",
  "an8.25:3.10": "Ettāvatā kho, mahānāma, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti. ",
  "an8.25:4.1": "“Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti? ",
  "an8.25:4.2": "“Yato kho, mahānāma, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti; ",
  "an8.25:4.3": "attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti; ",
  "an8.25:4.4": "attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti; ",
  "an8.25:4.5": "attanā ca bhikkhūnaṁ dassanakāmo hoti, parañca bhikkhūnaṁ dassane samādapeti; ",
  "an8.25:4.6": "attanā ca saddhammaṁ sotukāmo hoti, parañca saddhammassavane samādapeti; ",
  "an8.25:4.7": "attanā ca sutānaṁ dhammānaṁ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti; ",
  "an8.25:4.8": "attanā ca sutānaṁ dhammānaṁ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti, ",
  "an8.25:4.9": "attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti. ",
  "an8.25:4.10": "Ettāvatā kho, mahānāma, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti. ",
  "an8.25:4.11": "Pañcamaṁ. "
}