{
  "an8.13:0.1": "Aṅguttara Nikāya 8 ",
  "an8.13:0.2": "2. Mahāvagga ",
  "an8.13:0.3": "13. Assājānīyasutta ",
  "an8.13:1.1": "“Aṭṭhahi, bhikkhave, aṅgehi samannāgato rañño bhaddo assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati. ",
  "an8.13:1.2": "Katamehi aṭṭhahi? ",
  "an8.13:1.3": "Idha, bhikkhave, rañño bhaddo assājānīyo ubhato sujāto hoti—",
  "an8.13:1.4": "mātito ca pitito ca. ",
  "an8.13:1.5": "Yassaṃ disāyaṃ aññepi bhaddā assājānīyā jāyanti, tassaṃ disāyaṃ jāto hoti. ",
  "an8.13:1.6": "Yaṃ kho panassa bhojanaṃ denti—",
  "an8.13:1.7": "allaṃ vā sukkhaṃ vā—",
  "an8.13:1.8": "taṃ sakkaccaṃyeva paribhuñjati avikiranto. ",
  "an8.13:1.9": "Jegucchī hoti uccāraṃ vā passāvaṃ vā abhinisīdituṃ vā abhinipajjituṃ vā. ",
  "an8.13:1.10": "Sorato hoti sukhasaṃvāso, na ca aññe asse ubbejetā. ",
  "an8.13:1.11": "Yāni kho panassa honti sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni, tāni yathābhūtaṃ sārathissa āvikattā hoti. ",
  "an8.13:1.12": "Tesamassa sārathi abhinimmadanāya vāyamati. ",
  "an8.13:1.13": "Vāhī kho pana hoti. ",
  "an8.13:1.14": "‘Kāmaññe assā vahantu vā mā vā, ahamettha vahissāmī’ti cittaṃ uppādeti. ",
  "an8.13:1.15": "Gacchanto kho pana ujumaggeneva gacchati. ",
  "an8.13:1.16": "Thāmavā hoti yāva jīvitamaraṇapariyādānā thāmaṃ upadaṃsetā. ",
  "an8.13:1.17": "Imehi kho, bhikkhave, aṭṭhahi aṅgehi samannāgato rañño bhaddo assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati. ",
  "an8.13:2.1": "Evamevaṃ kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ",
  "an8.13:2.2": "Katamehi aṭṭhahi? ",
  "an8.13:2.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an8.13:2.4": "Yaṃ kho panassa bhojanaṃ denti—",
  "an8.13:2.5": "lūkhaṃ vā paṇītaṃ vā—",
  "an8.13:2.6": "taṃ sakkaccaṃyeva paribhuñjati avihaññamāno. ",
  "an8.13:2.7": "Jegucchī hoti kāyaduccaritena vacīduccaritena manoduccaritena; ",
  "an8.13:2.8": "jegucchī hoti anekavihitānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā. ",
  "an8.13:2.9": "Sorato hoti sukhasaṃvāso, na aññe bhikkhū ubbejetā. ",
  "an8.13:2.10": "Yāni kho panassa honti sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni, tāni yathābhūtaṃ āvikattā hoti satthari vā viññūsu vā sabrahmacārīsu. ",
  "an8.13:2.11": "Tesamassa satthā vā viññū vā sabrahmacārī abhinimmadanāya vāyamati. ",
  "an8.13:2.12": "Sikkhitā kho pana hoti. ",
  "an8.13:2.13": "‘Kāmaññe bhikkhū sikkhantu vā mā vā, ahamettha sikkhissāmī’ti cittaṃ uppādeti. ",
  "an8.13:2.14": "Gacchanto kho pana ujumaggeneva gacchati; ",
  "an8.13:2.15": "tatrāyaṃ ujumaggo, seyyathidaṃ—",
  "an8.13:2.16": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "an8.13:2.17": "Āraddhavīriyo viharati: ",
  "an8.13:2.18": "‘kāmaṃ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ; yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ, na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatī’ti. ",
  "an8.13:2.19": "Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ",
  "an8.13:2.20": "Tatiyaṃ. "
}