{
  "an8.40:0.1": "Aṅguttara Nikāya 8 ",
  "an8.40:0.2": "4. Dānavagga ",
  "an8.40:0.3": "40. Duccaritavipākasutta ",
  "an8.40:1.1": "“Pāṇātipāto, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
  "an8.40:1.2": "Yo sabbalahuso pāṇātipātassa vipāko, manussabhūtassa appāyukasaṃvattaniko hoti. (1) ",
  "an8.40:2.1": "Adinnādānaṃ, bhikkhave, āsevitaṃ bhāvitaṃ bahulīkataṃ nirayasaṃvattanikaṃ tiracchānayonisaṃvattanikaṃ pettivisayasaṃvattanikaṃ. ",
  "an8.40:2.2": "Yo sabbalahuso adinnādānassa vipāko, manussabhūtassa bhogabyasanasaṃvattaniko hoti. (2) ",
  "an8.40:3.1": "Kāmesumicchācāro, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
  "an8.40:3.2": "Yo sabbalahuso kāmesumicchācārassa vipāko, manussabhūtassa sapattaverasaṃvattaniko hoti. (3) ",
  "an8.40:4.1": "Musāvādo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
  "an8.40:4.2": "Yo sabbalahuso musāvādassa vipāko, manussabhūtassa abhūtabbhakkhānasaṃvattaniko hoti. (4) ",
  "an8.40:5.1": "Pisuṇā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṃvattanikā tiracchānayonisaṃvattanikā pettivisayasaṃvattanikā. ",
  "an8.40:5.2": "Yo sabbalahuso pisuṇāya vācāya vipāko, manussabhūtassa mittehi bhedanasaṃvattaniko hoti. (5) ",
  "an8.40:6.1": "Pharusā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṃvattanikā tiracchānayonisaṃvattanikā pettivisayasaṃvattanikā. ",
  "an8.40:6.2": "Yo sabbalahuso pharusāya vācāya vipāko, manussabhūtassa amanāpasaddasaṃvattaniko hoti. (6) ",
  "an8.40:7.1": "Samphappalāpo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
  "an8.40:7.2": "Yo sabbalahuso samphappalāpassa vipāko, manussabhūtassa anādeyyavācāsaṃvattaniko hoti. (7) ",
  "an8.40:8.1": "Surāmerayapānaṃ, bhikkhave, āsevitaṃ bhāvitaṃ bahulīkataṃ nirayasaṃvattanikaṃ tiracchānayonisaṃvattanikaṃ pettivisayasaṃvattanikaṃ. ",
  "an8.40:8.2": "Yo sabbalahuso surāmerayapānassa vipāko, manussabhūtassa ummattakasaṃvattaniko hotī”ti. (8) ",
  "an8.40:8.3": "Dasamaṃ. ",
  "an8.40:8.4": "Dānavaggo catuttho. ",
  "an8.40:9.1": "Dve dānāni vatthuñca, ",
  "an8.40:9.2": "khettaṃ dānūpapattiyo; ",
  "an8.40:9.3": "Kiriyaṃ dve sappurisā, ",
  "an8.40:9.4": "abhisando vipāko cāti. "
}