{
  "an8.19:0.1": "Aṅguttara Nikāya 8 ",
  "an8.19:0.2": "2. Mahāvagga ",
  "an8.19:0.3": "19. Pahārādasutta ",
  "an8.19:1.1": "Ekaṃ samayaṃ bhagavā verañjāyaṃ viharati naḷerupucimandamūle. ",
  "an8.19:1.2": "Atha kho pahārādo asurindo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho pahārādaṃ asurindaṃ bhagavā etadavoca: ",
  "an8.19:2.1": "“Api pana, pahārāda, asurā mahāsamudde abhiramantī”ti? ",
  "an8.19:2.2": "“Abhiramanti, bhante, asurā mahāsamudde”ti. ",
  "an8.19:2.3": "“Kati pana, pahārāda, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramantī”ti? ",
  "an8.19:2.4": "“Aṭṭha, bhante, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ",
  "an8.19:2.5": "Katame aṭṭha? ",
  "an8.19:2.6": "Mahāsamuddo, bhante, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ",
  "an8.19:2.7": "Yampi, bhante, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
  "an8.19:2.8": "ayaṃ, bhante, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. (1) ",
  "an8.19:3.1": "Puna caparaṃ, bhante, mahāsamuddo ṭhitadhammo velaṃ nātivattati. ",
  "an8.19:3.2": "Yampi, bhante, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ",
  "an8.19:3.3": "ayaṃ, bhante, mahāsamudde dutiyo acchariyo abbhuto dhammo yaṃ disvā disvā asurā mahāsamudde abhiramanti. (2) ",
  "an8.19:4.1": "Puna caparaṃ, bhante, mahāsamuddo na matena kuṇapena saṃvasati. ",
  "an8.19:4.2": "Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti. ",
  "an8.19:4.3": "Yampi, bhante, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti; ",
  "an8.19:4.4": "ayaṃ, bhante, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. (3) ",
  "an8.19:5.1": "Puna caparaṃ, bhante, yā kāci mahānadiyo, seyyathidaṃ—",
  "an8.19:5.2": "gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’ tveva saṅkhaṃ gacchanti. ",
  "an8.19:5.3": "Yampi, bhante, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’ tveva saṅkhaṃ gacchanti; ",
  "an8.19:5.4": "ayaṃ, bhante, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. (4) ",
  "an8.19:6.1": "Puna caparaṃ, bhante, yā ca loke savantiyo mahāsamuddaṃ appenti yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati. ",
  "an8.19:6.2": "Yampi, bhante, yā ca loke savantiyo mahāsamuddaṃ appenti yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ",
  "an8.19:6.3": "ayaṃ, bhante, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. (5) ",
  "an8.19:7.1": "Puna caparaṃ, bhante, mahāsamuddo ekaraso loṇaraso. ",
  "an8.19:7.2": "Yampi, bhante, mahāsamuddo ekaraso loṇaraso; ",
  "an8.19:7.3": "ayaṃ, bhante, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. (6) ",
  "an8.19:8.1": "Puna caparaṃ, bhante, mahāsamuddo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitako masāragallaṃ. ",
  "an8.19:8.2": "Yampi, bhante, mahāsamuddo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitako masāragallaṃ; ",
  "an8.19:8.3": "ayaṃ, bhante, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. (7) ",
  "an8.19:9.1": "Puna caparaṃ, bhante, mahāsamuddo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā. Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā. ",
  "an8.19:9.2": "Yampi, bhante, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; santi mahāsamudde yojanasatikāpi attabhāvā …pe… tiyojana … catuyojana … pañcayojanasatikāpi attabhāvā; ",
  "an8.19:9.3": "ayaṃ, bhante, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ",
  "an8.19:9.4": "Ime kho, bhante, mahāsamudde aṭṭha acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramantīti. (8) ",
  "an8.19:10.1": "Api pana, bhante, bhikkhū imasmiṃ dhammavinaye abhiramantī”ti? ",
  "an8.19:10.2": "“Abhiramanti, pahārāda, bhikkhū imasmiṃ dhammavinaye”ti. ",
  "an8.19:10.3": "“Kati pana, bhante, imasmiṃ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti? ",
  "an8.19:10.4": "“Aṭṭha, pahārāda, imasmiṃ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ",
  "an8.19:10.5": "Katame aṭṭha? ",
  "an8.19:10.6": "Seyyathāpi, pahārāda, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
  "an8.19:10.7": "evamevaṃ kho, pahārāda, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ",
  "an8.19:10.8": "Yampi, pahārāda, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ",
  "an8.19:10.9": "ayaṃ, pahārāda, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (1) ",
  "an8.19:11.1": "Seyyathāpi, pahārāda, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ",
  "an8.19:11.2": "evamevaṃ kho, pahārāda, yaṃ mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ taṃ mama sāvakā jīvitahetupi nātikkamanti. ",
  "an8.19:11.3": "Yampi, pahārāda, mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ taṃ mama sāvakā jīvitahetupi nātikkamanti; ",
  "an8.19:11.4": "ayaṃ, pahārāda, imasmiṃ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (2) ",
  "an8.19:12.1": "Seyyathāpi, pahārāda, mahāsamuddo na matena kuṇapena saṃvasati. Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ vāheti thalaṃ ussāreti; ",
  "an8.19:13.1": "evamevaṃ kho, pahārāda, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati; khippameva naṃ sannipatitvā ukkhipati. Kiñcāpi so hoti majjhe bhikkhusaṅghassa sannisinno, atha kho so ārakāva saṅghamhā saṅgho ca tena. ",
  "an8.19:13.2": "Yampi, pahārāda, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati; khippameva naṃ sannipatitvā ukkhipati; kiñcāpi so hoti majjhe bhikkhusaṅghassa sannisinno, atha kho so ārakāva saṅghamhā saṅgho ca tena; ",
  "an8.19:13.3": "ayaṃ, pahārāda, imasmiṃ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (3) ",
  "an8.19:14.1": "Seyyathāpi, pahārāda, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’ tveva saṅkhaṃ gacchanti; ",
  "an8.19:14.2": "evamevaṃ kho, pahārāda, cattārome vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’ tveva saṅkhaṃ gacchanti. ",
  "an8.19:14.3": "Yampi, pahārāda, cattārome vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’ tveva saṅkhaṃ gacchanti; ",
  "an8.19:14.4": "ayaṃ, pahārāda, imasmiṃ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (4) ",
  "an8.19:15.1": "Seyyathāpi, pahārāda, yā ca loke savantiyo mahāsamuddaṃ appenti yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ",
  "an8.19:15.2": "evamevaṃ kho, pahārāda, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati. ",
  "an8.19:15.3": "Yampi, pahārāda, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati; ",
  "an8.19:15.4": "ayaṃ, pahārāda, imasmiṃ dhammavinaye pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (5) ",
  "an8.19:16.1": "Seyyathāpi, pahārāda, mahāsamuddo ekaraso loṇaraso; ",
  "an8.19:16.2": "evamevaṃ kho, pahārāda, ayaṃ dhammavinayo ekaraso, vimuttiraso. ",
  "an8.19:16.3": "Yampi, pahārāda, ayaṃ dhammavinayo ekaraso, vimuttiraso; ",
  "an8.19:16.4": "ayaṃ, pahārāda, imasmiṃ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (6) ",
  "an8.19:17.1": "Seyyathāpi, pahārāda, mahāsamuddo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitako masāragallaṃ; ",
  "an8.19:17.2": "evamevaṃ kho, pahārāda, ayaṃ dhammavinayo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "an8.19:17.3": "Yampi, pahārāda, ayaṃ dhammavinayo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo; ",
  "an8.19:17.4": "ayaṃ, pahārāda, imasmiṃ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (7) ",
  "an8.19:18.1": "Seyyathāpi, pahārāda, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā; ",
  "an8.19:18.2": "evamevaṃ kho, pahārāda, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī anāgāmiphalasacchikiriyāya paṭipanno, arahā arahattāya paṭipanno. ",
  "an8.19:18.3": "Yampi, pahārāda, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī anāgāmiphalasacchikiriyāya paṭipanno, arahā arahattāya paṭipanno; ",
  "an8.19:18.4": "ayaṃ, pahārāda, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. (8) ",
  "an8.19:19.1": "Ime kho, pahārāda, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti. ",
  "an8.19:19.2": "Navamaṃ. "
}