{
  "an8.9:0.1": "Aṅguttara Nikāya 8 ",
  "an8.9:0.2": "1. Mettāvagga ",
  "an8.9:0.3": "9. Nandasutta ",
  "an8.9:1.1": "“‘kulaputto’ti, bhikkhave, nandaṁ sammā vadamāno vadeyya. ",
  "an8.9:1.2": "‘Balavā’ti, bhikkhave, nandaṁ sammā vadamāno vadeyya. ",
  "an8.9:1.3": "‘Pāsādiko’ti, bhikkhave, nandaṁ sammā vadamāno vadeyya. ",
  "an8.9:1.4": "‘Tibbarāgo’ti, bhikkhave, nandaṁ sammā vadamāno vadeyya. ",
  "an8.9:1.5": "Kimaññatra, bhikkhave, nando indriyesu guttadvāro, bhojane mattaññū, jāgariyaṁ anuyutto, satisampajaññena samannāgato, yehi nando sakkoti paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carituṁ. ",
  "an8.9:1.6": "Tatridaṁ, bhikkhave, nandassa indriyesu guttadvāratāya hoti. ",
  "an8.9:1.7": "Sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṁ cetasā samannāharitvā nando puratthimaṁ disaṁ āloketi: ",
  "an8.9:1.8": "‘evaṁ me puratthimaṁ disaṁ ālokayato nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "an8.9:1.9": "Itiha tattha sampajāno hoti. ",
  "an8.9:2.1": "Sace, bhikkhave, nandassa pacchimā disā āloketabbā hoti …pe… ",
  "an8.9:2.2": "uttarā disā āloketabbā hoti … ",
  "an8.9:2.3": "dakkhiṇā disā āloketabbā hoti … ",
  "an8.9:2.4": "uddhaṁ ulloketabbā hoti … ",
  "an8.9:2.5": "adho oloketabbā hoti … ",
  "an8.9:2.6": "anudisā anuviloketabbā hoti, sabbaṁ cetasā samannāharitvā nando anudisaṁ anuviloketi: ",
  "an8.9:2.7": "‘evaṁ me anudisaṁ anuvilokayato nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "an8.9:2.8": "Itiha tattha sampajāno hoti. ",
  "an8.9:2.9": "Idaṁ kho, bhikkhave, nandassa indriyesu guttadvāratāya hoti. ",
  "an8.9:3.1": "Tatridaṁ, bhikkhave, nandassa bhojane mattaññutāya hoti. ",
  "an8.9:3.2": "Idha, bhikkhave, nando paṭisaṅkhā yoniso āhāraṁ āhāreti: ",
  "an8.9:3.3": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya iti purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ",
  "an8.9:3.4": "Idaṁ kho, bhikkhave, nandassa bhojane mattaññutāya hoti. ",
  "an8.9:4.1": "Tatridaṁ, bhikkhave, nandassa jāgariyānuyogasmiṁ hoti. ",
  "an8.9:4.2": "Idha, bhikkhave, nando divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti; ",
  "an8.9:4.3": "rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti; ",
  "an8.9:4.4": "rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappeti pāde pādaṁ accādhāya sato sampajāno uṭṭhānasaññaṁ manasi karitvā; ",
  "an8.9:4.5": "rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti. ",
  "an8.9:4.6": "Idaṁ kho, bhikkhave, nandassa jāgariyānuyogasmiṁ hoti. ",
  "an8.9:5.1": "Tatridaṁ, bhikkhave, nandassa satisampajaññasmiṁ hoti. ",
  "an8.9:5.2": "Idha, bhikkhave, nandassa viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti; ",
  "an8.9:5.3": "viditā saññā …pe… ",
  "an8.9:5.4": "viditā vitakkā …pe… abbhatthaṁ gacchanti. ",
  "an8.9:5.5": "Idaṁ kho, bhikkhave, nandassa satisampajaññasmiṁ hoti. ",
  "an8.9:6.1": "Kimaññatra, bhikkhave, nando indriyesu guttadvāro, bhojane mattaññū, jāgariyaṁ anuyutto, satisampajaññena samannāgato, yehi nando sakkoti paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caritun”ti. ",
  "an8.9:6.2": "Navamaṁ. "
}