{
  "an8.63:0.1": "Aṅguttara Nikāya 8 ",
  "an8.63:0.2": "7. Bhūmicālavagga ",
  "an8.63:0.3": "63. Saṅkhittasutta ",
  "an8.63:1.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "an8.63:1.2": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "an8.63:1.3": "“Evamevaṁ panidhekacce moghapurisā mamaññeva ajjhesanti. ",
  "an8.63:1.4": "Dhamme ca bhāsite mamaññeva anubandhitabbaṁ maññantī”ti. ",
  "an8.63:1.5": "“Desetu me, bhante, bhagavā saṅkhittena dhammaṁ, desetu sugato saṅkhittena dhammaṁ. Appeva nāmāhaṁ bhagavato bhāsitassa atthaṁ ājāneyyaṁ, appeva nāmāhaṁ bhagavato bhāsitassa dāyādo assan”ti. ",
  "an8.63:1.6": "“Tasmātiha te, bhikkhu, evaṁ sikkhitabbaṁ: ",
  "an8.63:1.7": "‘ajjhattaṁ me cittaṁ ṭhitaṁ bhavissati susaṇṭhitaṁ, na ca uppannā pāpakā akusalā dhammā cittaṁ pariyādāya ṭhassantī’ti. ",
  "an8.63:1.8": "Evañhi te, bhikkhu, sikkhitabbaṁ. ",
  "an8.63:2.1": "Yato kho te, bhikkhu, ajjhattaṁ cittaṁ ṭhitaṁ hoti susaṇṭhitaṁ, na ca uppannā pāpakā akusalā dhammā cittaṁ pariyādāya tiṭṭhanti, tato te, bhikkhu, evaṁ sikkhitabbaṁ: ",
  "an8.63:2.2": "‘mettā me cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti. ",
  "an8.63:2.3": "Evañhi te, bhikkhu, sikkhitabbaṁ. ",
  "an8.63:3.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti bahulīkato, tato tvaṁ, bhikkhu, imaṁ samādhiṁ savitakkampi savicāraṁ bhāveyyāsi, avitakkampi vicāramattaṁ bhāveyyāsi, avitakkampi avicāraṁ bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi. ",
  "an8.63:4.1": "Yato kho, te bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti subhāvito, tato te, bhikkhu, evaṁ sikkhitabbaṁ: ",
  "an8.63:4.2": "‘karuṇā me cetovimutti … ",
  "an8.63:4.3": "muditā me cetovimutti … ",
  "an8.63:4.4": "upekkhā me cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti. ",
  "an8.63:4.5": "Evañhi te, bhikkhu, sikkhitabbaṁ. ",
  "an8.63:5.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti subhāvito, tato tvaṁ, bhikkhu, imaṁ samādhiṁ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi. ",
  "an8.63:6.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti subhāvito, tato te, bhikkhu, evaṁ sikkhitabbaṁ: ",
  "an8.63:6.2": "‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti. ",
  "an8.63:6.3": "Evañhi te, bhikkhu, sikkhitabbaṁ. ",
  "an8.63:7.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti bahulīkato, tato tvaṁ, bhikkhu, imaṁ samādhiṁ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi. ",
  "an8.63:8.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti subhāvito, tato te, bhikkhu, evaṁ sikkhitabbaṁ: ",
  "an8.63:8.2": "‘vedanāsu … ",
  "an8.63:8.3": "citte … ",
  "an8.63:8.4": "dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti. ",
  "an8.63:8.5": "Evañhi te, bhikkhu, sikkhitabbaṁ. ",
  "an8.63:9.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti bahulīkato, tato tvaṁ, bhikkhu, imaṁ samādhiṁ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi. ",
  "an8.63:10.1": "Yato kho te, bhikkhu, ayaṁ samādhi evaṁ bhāvito hoti subhāvito, tato tvaṁ, bhikkhu, yena yeneva gagghasi phāsuṁyeva gagghasi, yattha yattha ṭhassasi phāsuṁyeva ṭhassasi, yattha yattha nisīdissasi phāsuṁyeva nisīdissasi, yattha yattha seyyaṁ kappessasi phāsuṁyeva seyyaṁ kappessasī”ti. ",
  "an8.63:11.1": "Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an8.63:11.2": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an8.63:11.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an8.63:11.4": "Aññataro ca pana so bhikkhu arahataṁ ahosīti. ",
  "an8.63:11.5": "Tatiyaṁ. "
}