{
  "mn23:1.3": "„Kassapa der Prinz“ (Kumārakassapa) wurde ordiniert, als er zwanzig Jahre alt war (<a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#62'>https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#62</a>). Seine Strophen sind im Theragāthā (<a href='https://suttacentral.net/thag2.41/de/sabbamitta'>Thag 2.41</a>) gesammelt. Seine Liebe zu ausgeklügelten und verspielten Gleichnissen zeigt sich im Pāyāsisutta (<a href='https://suttacentral.net/dn23/de/sabbamitta'>DN 23</a>) und hallt hier in der Unterweisung wider, die an ihn gerichtet ist. Er wurde zum Vordersten derer mit geistvoller Rede erklärt (<a href='https://suttacentral.net/an1.217/de/sabbamitta'>AN 1.217</a>). | Der Finstere Wald (<i lang='pi' translate='no'>andhavana</i>) war ein dichtes Waldstück südlich von Sāvatthī, das oft von Mönchen und Nonnen zur Meditation besucht wurde. Dies ist allerdings die einzige Lehrrede, in der es heißt, dass jemand dort lebe. Der Kommentar sagt, der Name bedeute „Wald des blinden Mannes“, und gibt dazu eine höchst unwahrscheinliche Entstehungsgeschichte. Vergleiche aber Sanskrit <i lang='pi' translate='no'>andhakūpa</i>, „dunkler Brunnen“ oder „blinder Brunnen“, ein Brunnen, der mit einem Deckel verschlossen oder überwachsen war; auch der Name einer Hölle. (Sujato) ",
  "mn23:1.4": "Die Gottheit präsentiert eine Reihe obskurer Rätsel voller geheimnisvoller Bedeutung, fast wie eine Traumsequenz. Der bewusste Gebrauch von Unklarheit ist ein Markenzeichen der brahmanischen Literatur, denn „die Götter lieben verborgene Dinge“ (<i lang='pi' translate='no'>parokṣakāmā hi devāḥ</i>, Śatapatha-Brāhmaṇa 10.6.2.2 und durchweg). Die Reihe ist als Suche nach einem vergrabenen Schatz aufgestellt. Dieses Mythologem ist implizit im vedischen Mythos von Indra, der die Rinder der Sonne aus der Valva-Höhle befreit, eine Tat, die die Wahrheit freisetzt. Manchmal wird es explizit gemacht, etwa wenn es heißt, Indra bringe die tief vergrabenen Schätze zum Vorschein (Rigveda 8.66.4). Auch die Aśvins sind mit dem Ausgraben vergrabener Edelsteine (Rigveda 1.117.5) oder von Gold (Rigveda 1.117.12) assoziiert, eine Bildsprache, die letztlich auf den Abbau unterirdischer Schätze und Mineralien zurückgeht. (Sujato) ",
  "mn23:2.1": "Die Verehrung von Termitenhügeln und der tödlichen Schlangen, die sie beherbergen, ist bis heute in Indien verbreitet und ist wahrscheinlich vor-vedisch. Das Śatapatha-Brāhmaṇa bestätigt eine rituelle Bedeutung des Ameisenhaufens als kreative Manifestation der Erde, auf der Opfergaben abgelegt werden können; seine Ameisen waren göttlich (2.6.2.17, 6.3.3.5, 14.1.2.10). In Bṛhadāraṇyaka-Upaniṣad 4.4.7 vergleicht Yājñavalkya einen toten Körper, der von der Seele verlassen ist, mit der leblosen abgestreiften Haut einer Schlange auf einem Ameisenhaufen. | Während Ameisenhaufen nicht „rauchen“ und „glühen“, machen große Termitenhügel sich das Temperaturgefälle zwischen Tag und Nacht zunutze, um Konvektionsströme zu erzeugen, die die Temperatur regulieren und Kohlendioxid ausleiten. (Sujato) ",
  "mn23:2.3": "Das Schwert wird ergriffen, ein Symbol, dessen Wurzeln in der Entdeckung des Schmelzens von Metallen lagen und in der Macht, die das demjenigen verleiht, der das Schwert schwingt. Aber der Satz ist doppeldeutig, denn <i lang='pi' translate='no'>sattha</i> heißt sowohl „Schwert“ als auch „geheimes Traktat“, und <i lang='pi' translate='no'>abhikkhaṇa</i> heißt sowohl „graben“ (<i lang='pi' translate='no'>abhi</i> + <i lang='pi' translate='no'>√khaṇ</i>) als auch „sehen“ (<i lang='pi' translate='no'>abhi</i> + <i lang='pi' translate='no'>√ikkh</i>; diese Bedeutung hat es nicht im Pali, aber vgl. das vedische <i lang='pi' translate='no'>abhikhyā</i>). Somit wird der „Verständige“ (<i lang='pi' translate='no'>sumedha</i>), wenn er den Finsteren Wald betreten hat, angehalten, die Weisheit der Schriften zu nutzen, um zu sehen. Diese Bedeutung wird noch verstärkt durch die Tatsache, dass es der „Brahmane“ ist, der das sagt. (Sujato) ",
  "mn23:2.4": "<i lang='pi' translate='no'>Laṅgi</i> kommt nur hier vor und wird vom Kommentar mit <i lang='pi' translate='no'>paligha</i> („Hindernis“) erklärt. So ein unklarer Begriff muss wegen eines Wortspiels ausgewählt worden sein. Das Sanskritwort <i lang='pi' translate='no'>lagna</i> hat die primäre Bedeutung „kleben, haften“ und hat auch die Bedeutung des Beginns oder In-Kontakt-Kommens mit etwas. In modernen Sprachen wie Hindi, Marathi oder Kannada hat es die Bedeutung „Heirat“ angenommen, und vielleicht sehen wir dies hier vorweggenommen. Wenn wir auf der richtigen Spur sind, wäre die <i lang='pi' translate='no'>laṅgi</i> die erste Herausforderung für einen monastischen Sucher, nämlich die Bindung an die Familie. Das würde erklären, warum es das erste Hindernis ist. (Sujato) ",
  "mn23:2.9": "Der männliche indische Ochsenfrosch besitzt ein Paar prominenter dunkelblauer Schallblasen, die beim Quaken an- und abschwellen, daher der Paliname <i lang='pi' translate='no'>uddhumāyika</i> („Aufbläher“). | Rigveda 7.10 ist an Frösche gerichtet, die, wenn es trocken ist, still daliegen, aber in der Regenzeit zu Leben erwachen und die Natur mit ihrem Liebesquaken füllen wie die brahmanischen Priester ihre Strophen aufsagen und an ihre Schüler weitergeben. (Sujato) ",
  "mn23:2.14": "Rigveda 10.88.15 spricht von den zwei Pfaden der Götter und der Sterblichen (<i lang='pi' translate='no'>devānām uta martyānām</i>); letzterer führt später als der Pfad der Väter (<i lang='pi' translate='no'>pitṛyāna</i>) zur Wiedergeburt, während der Pfad der Götter (<i lang='pi' translate='no'>devayāna</i>) zur Befreiung führt. Das entspricht den beiden Wahlmöglichkeiten des jungen Siddhattha: zu Hause bleiben oder fortziehen. (Sujato) ",
  "mn23:2.19": "<i lang='pi' translate='no'>Caṅgavāra</i> ist ein Filter, durch welchen laut <a href='https://suttacentral.net/ja525/de/sabbamitta#29.2'>Ja 525:29.2</a> Wasser heraustropft wie die kurzen Tage unseres Lebens. Die Kommentare sagen, solche alkalihaltigen Filter (<i lang='pi' translate='no'>khāra</i>) seien von Wäschern benutzt worden. Das bezieht sich auf die traditionelle Art, Lauge (ein Vorläufer der Seife) für das Waschen herzustellen, wobei ein Fass mit Holzasche gefüllt und Wasser hindurch gegossen wird. Unabhängig davon, wie viele Krüge Wasser hinein gegossen werden, fügt der Kommentar hinzu, bleibe es stets beim Tropfen. (Sujato) ",
  "mn23:2.24": "Wie in Śatapatha-Brāhmaṇa 7.5.1 beschrieben wurde eine Schildkröte auf dem Altar platziert, um die Urkräfte der Schöpfung zu symbolisieren: den Lebenssaft, die Sonne, den Atem und den Schöpfungsakt selbst. Ihr unterer und oberer Panzer und der Körper dazwischen entsprechen den drei Welten: der Erde, den Himmeln und dem Zwischenraum. Sie steht daher für die alte, endlose Bewegung des Lebens. (Sujato) ",
  "mn23:2.29": "In diesem gewalttätigen Gleichnis ist <i lang='pi' translate='no'>asi</i> ein Messer, und <i lang='pi' translate='no'>sūna</i> ist ein Ort, an dem Tiere geschlachtet werden, entweder ein Schlachthaus oder, wie hier, ein Schlachterwerkzeug. <a href='https://suttacentral.net/mnd1/de/sabbamitta#23.18'>Mnd 1:23.18</a> sagt, dieser Satz habe die Bedeutung von „abhacken“ (<i lang='pi' translate='no'>adhikuṭṭanaṭṭhena</i>). Vergleiche mit <i lang='pi' translate='no'>asiṁ sūnāṁ</i> in der brutalen, sexuell plastischen Hymne in Rigveda 10.86.18c. Das vedische <i lang='pi' translate='no'>sūna</i> war ein (genähter) „Korb“, um das Fleisch eines geschlachteten Tieres zu tragen (siehe auch Rigveda 1.161.10), eine Bedeutung, die sich zu „Hackklotz“ und „Schlachthaus“ weiterentwickelte. Jamison und Brereton lesen die vedische Passage als Analogie zum Pferdeopfer, an dessen Höhepunkt die Königin vulgären und völlig öffentlichen Sex mit dem toten Pferd hat. Das bringt auf die ausdrücklichst mögliche Weise die Einheit von sexueller Potenz mit dem Zyklus von Leben und Tod zum Ausdruck. (Sujato) ",
  "mn23:2.34": "Noch ein Gleichnis, das auch in <a href='https://suttacentral.net/mn22/de/sabbamitta#3.10'>MN 22:3.10</a> vorkommt. Ein <i lang='pi' translate='no'>maṁsapesi</i> ist klein genug, dass eine Krähe ihn packen kann (<a href='https://suttacentral.net/mn54/de/sabbamitta#16.1'>MN 54:16.1</a>) oder dass er auf einem Ofen rasch zerfällt (<a href='https://suttacentral.net/an7.74/de/sabbamitta#7.1'>AN 7.74:7.1</a>), somit ein „Fleischfetzen“ und kein großes Stück Fleisch. Das Gleichnis betont die Armseligkeit und Dürftigkeit des sterblichen Lebens, wobei unsere Wünsche und Bindungen mit diesem flüchtigen „Fleischfetzen“, den wir Körper nennen, verbunden sind. (Sujato) ",
  "mn23:2.39": "<i lang='pi' translate='no'>Nāga</i> bedeutet hier sowohl eine Kobra – die buchstäbliche Schlange, die unter dem Ameisenhaufen lebt – als auch das Schlangenwesen mit geheimnisvoller Macht, das einem Arahant analog ist, der „spirituelle Riese“. (Sujato) ",
  "mn23:2.44": "Das ist natürlich eine direkte Herabsetzung der Brahmanen, die sich damit brüsteten, Erklärungen für die unklarsten und rätselhaftesten Passagen zu finden. (Sujato) ",
  "mn23:4.1": "Gerade wie ein Termitenhügel durch Aktivität entsteht, die von Essen und Ausscheiden angetrieben wird, so wird dieser Körper von innen heraus durch Nahrung geschaffen. Auch beherbergt der Körper, wie der Termitenhügel, zahllose kleine Geschöpfe. (Sujato) ",
  "mn23:4.2": "Anscheinend ist es keine moderne Erfindung, sich nachts wegen seiner Arbeit aufzureiben. (Sujato) ",
  "mn23:4.4": "",
  "mn23:4.13": "Der Ochsenfrosch (<i lang='pi' translate='no'>uddhumāyika</i>) erinnert an solche Asketen, die sich aufblasen (<i lang='pi' translate='no'>uddhata</i>) und über Doktrinen streiten (z. B. <a href='https://suttacentral.net/thag17.1/de/sabbamitta#11.1'>Thag 17.1:11.1</a>). (Sujato) ",
  "mn23:4.19": "Der Kommentar sagt, gerade wie Wasser kontinuierlich durch einen solchen Filter tropfe, könne der Geist von jemandem, der unter dem Einfluss der fünf Hindernisse stehe, nicht innerlich bei dem, was heilsam ist, gehalten werden. Das steht im Gegensatz zum Geist in Vertiefung, der mit Gleichnissen von Wasser veranschaulicht wird, die Stille und Abschottung betonen (<a href='https://suttacentral.net/dn2/de/sabbamitta#76.1'>DN 2:76.1</a> usw.). (Sujato) ",
  "mn23:4.23": "Die fünf Aggregate sind die fünf Glieder der Schildkröte, wobei Bewusstsein der Kopf ist. Die Aggregate stellen die sich stets verändernde Welt der Bedingungen dar, die vom Karma angetrieben werden, gerade wie die Schildkröte die kreative Kraft und das Leben der drei Welten darstellt. Im <i lang='pi' translate='no'>samādhi</i> sind die Sinne nach innen gezogen wie die Glieder der Schildkröte (<a href='https://suttacentral.net/sn35.240/de/sabbamitta#1.4'>SN 35.240:1.4</a>). (Sujato) ",
  "mn23:4.27": "Die Sinne arbeiten, weil der Sinnesreiz auf das Sinnesorgan einschlägt, wie ein Messer auf einen Hackklotz. Wir suchen nach angenehmen Empfindungen, um die grundsätzlich stürmische Natur der Sinneserfahrung zu kaschieren. (Sujato) "
}