{
  "mn38:2.1": "Die Eröffnung dieses Sutta gleicht der von <a href='https://suttacentral.net/mn22/de/sabbamitta'>MN 22</a>. (Sujato) ",
  "mn38:2.2": "Sāti schreibt dem Buddha drei Lehren zu: Erstens, dass es ein „Umherwandern“ (<i lang='pi' translate='no'>saṁsāra</i>) von einem Leben zum nächsten gibt; zweitens, dass der primäre Ort dieses Umherwanderns das „Bewusstsein“ (<i lang='pi' translate='no'>viññāṇa</i>) ist; und drittens, dass das umherwandernde Bewusstsein „eben dieses selbe“ (<i lang='pi' translate='no'>tadevidaṁ</i>) bleibt, „kein anderes“ (<i lang='pi' translate='no'>anaññaṁ</i>); mit anderen Worten, es behält genau dieselbe Identität durch den Vorgang der Wiedergeburt hindurch. Der Buddha lehrte tatsächlich die ersten beiden dieser Vorstellungen, aber nicht die dritte, wie er weiter unten erklärt. | Die Bṛhadāraṇyaka-Upaniṣad sagt, dass sich die Sinne und Lebensenergien beim Herannahen des Todes ins Herz zurückziehen (<i lang='pi' translate='no'>hṛdaya</i>),  von dessen oberem Ende das Selbst abreist. Dieses selbe Bewusstsein geht zu einem neuen Körper (4.4.2: <i lang='pi' translate='no'>savijñāno bhavati, savijñānamevānvavakrāmati</i>). Dieses upaniṣadische Kernkapitel über Wiedergeburt spiegelt Sātis Ausdrucksweise wie auch die Bedeutung seiner Worte. Sāti beteuert nachdrücklich eine Identität, indem er gedoppelte Demonstrativpronomen in Verbindung mit <i lang='pi' translate='no'>(e)va</i> (<i lang='pi' translate='no'>tadevidaṁ</i>) benutzt, und identische Konstruktionen findet man durchgängig im Kapitel der Bṛhadāraṇyaka: <i lang='pi' translate='no'>sa vā ayam</i> (4.4.5), <i lang='pi' translate='no'>sa vā eṣa</i> (4.4.22, 4.4.24, 4.4.25); siehe auch <i lang='pi' translate='no'>tameva</i> (4.4.17). Für <i lang='pi' translate='no'>anaññaṁ</i> finden wir das umgekehrte <i lang='pi' translate='no'>anya</i> für den „anderen“ Körper (4.4.3, 4.4.4). Für die Paliverben <i lang='pi' translate='no'>sandhāvati saṁsarati</i>haben wir stattdessen <i lang='pi' translate='no'>avakrāmati</i> (4.4.1, 4.4.2). Aber die Verbindung mit <i lang='pi' translate='no'>saṁsarati</i> wird in der brahmanischen Tradition selbst hergestellt, denn es heißt weiter unten: „Dieses Selbst ist tatsächlich Brahmā, aus Bewusstsein bestehend“ (<i lang='pi' translate='no'>sa vā ayamātmā brahma vijñānamayo</i>; 4.4.5, siehe auch 4.4.22), was der Kommentator Śaṅkara als „das umherwandernde Selbst“ (<i lang='pi' translate='no'>saṁsaratyātmā</i>) erklärt. ",
  "mn38:3.10": "Wenn Bewusstsein abhängig ist, ist es veränderlich und kann nicht „eben dieses selbe“ sein. Der Buddha sprach vom Bewusstsein als einem sich entwickelnden und fließenden Prozess von Erscheinungen, der sich wie ein Fluss ständig verändert. (Sujato) ",
  "mn38:5.11": "Siehe <a href='https://suttacentral.net/mn2/de/sabbamitta#8.8'>MN 2:8.8</a>. (Sujato) ",
  "mn38:6.3": "Siehe <a href='https://suttacentral.net/mn22/de/sabbamitta#7.3'>MN 22:7.3</a>. (Sujato) ",
  "mn38:8.1": "Der Gebrauch gedoppelter Pronomen mit <i lang='pi' translate='no'>eva</i> durch den Buddha spiegelt Sātis Sprache, aber mit dem gegenteiligen Effekt. Anstatt die gleichbleibende Qualität des umherwandernden Bewusstseins zu betonen, stellt der Buddha mit dem gleichen Nachdruck die Abhängigkeit des Bewusstseins von bestimmten Bedingungen fest, was immer diese sind. (Sujato) ",
  "mn38:8.8": "Eine ähnliche Argumentation wird in <a href='https://suttacentral.net/mn93/de/sabbamitta#11.5'>MN 93:11.5</a> im Zusammenhang mit der Kaste vorgebracht. (Sujato) ",
  "mn38:9.1": "„Dieses ist entstanden“ (<i lang='pi' translate='no'>bhūtamidaṁ</i>) bezieht sich auf das bedingt entstandene Bewusstsein (impliziert durch das sächliche Pronomen <i lang='pi' translate='no'>idaṁ</i>). Siehe <a href='https://suttacentral.net/sn12.31/de/sabbamitta#7.1'>SN 12.31:7.1</a>. (Sujato) ",
  "mn38:11.1": "Das ist der in den Strom Eingetretene, der das abhängige Entstehen gesehen und den Zweifel aufgegeben hat. (Sujato) ",
  "mn38:14.1": "Eine Anspielung auf <a href='https://suttacentral.net/mn22/de/sabbamitta#13.1'>MN 22:13.1</a>. Die Verben hier werden in <a href='https://suttacentral.net/sn23.2/de/sabbamitta#2.2'>SN 23.2:2.2</a> für Kinder gebraucht, die mit Sandburgen spielen. (Sujato) ",
  "mn38:15.3": "Wie in <a href='https://suttacentral.net/mn9/de/sabbamitta#11.4'>MN 9:11.4</a>. (Sujato) ",
  "mn38:16.1": "Das Wort <i lang='pi' translate='no'>āhāra</i> („Brennstoff“, „Essen“, „Nahrung“) heißt wörtlich „Aufnahme“ und hängt etymologisch mit <i lang='pi' translate='no'>upādāna</i>, „ergreifen“, „aufnehmen“ zusammen. Beide Begriffe haben Doppelbedeutungen und bezeichnen auf der einen Seite Treibstoff oder Versorgung und auf der anderen Seite Ergreifen und Haften. Aus diesem Grund wird hier (wie in <a href='https://suttacentral.net/mn9/de/sabbamitta#11.5'>MN 9:11.5</a>) <i lang='pi' translate='no'>āhāra</i> durch Verlangen geschaffen, gerade wie <i lang='pi' translate='no'>upādāna</i> in der Standardsequenz (<a href='https://suttacentral.net/mn38/de/sabbamitta#17.8'>MN 38:17.8</a>). ",
  "mn38:17.1": "Hier beginnt die vollständige Darstellung der Standardsequenz des abhängigen Entstehens in vorwärts gerichteter Folge. Formale Definitionen findet man in <a href='https://suttacentral.net/sn12.2/de/sabbamitta'>SN 12.2</a>. Hier weise ich kurz auf die Natur der bedingten Glieder hin. | Weil wir alle in Bezug auf die vier edlen Wahrheiten unwissend sind, treffen wir moralisch potente Entscheidungen (Willensbildungsprozesse) durch Körper, Sprache und Geist. (Sujato) ",
  "mn38:17.2": "Diese Willensbildungsprozesse sind kreative Kräfte oder Energien im Geist, die den fortlaufenden Strom des Sinnesbewusstseins von einem Leben zum nächsten unterhalten. (Sujato) ",
  "mn38:17.3": "Das Bewusstsein arbeitet in Beziehung mit einem Bündel von Erscheinungen mentaler (Gefühl, Wahrnehmung, Absicht, Kontakt und Gebrauch des Geistes) wie auch physischer Natur (die vier Elemente). Diese bilden einen Organismus, der heranwächst und sich entwickelt. (Sujato) ",
  "mn38:17.4": "Der fühlende Organismus des Körpers benötigt Sinne, die ihm Reize zuführen. (Sujato) ",
  "mn38:17.5": "Durch diese begegnet der Organismus der äußeren Welt und lernt, sie zu begreifen. (Sujato) ",
  "mn38:17.6": "Er unterscheidet Erfahrungen, die angenehm, unangenehm und neutral sind. (Sujato) ",
  "mn38:17.7": "Er reagiert, indem er mehr Vergnügen haben und Schmerz vermeiden will. (Sujato) ",
  "mn38:17.8": "Indem man Vergnügen, Ansichten, Regeln und Selbsttheorien ergreift, begreift man die Welt, sodass man die eigene Fähigkeit, Glück zu erfahren, verbessert. (Sujato) ",
  "mn38:17.9": "Dieses Ergreifen bindet einen an die Zeit, an eine Fortdauer des Daseins im Bereich der Sinne oder Bereichen verfeinerten Bewusstseins. (Sujato) ",
  "mn38:17.10": "Wenn man den Körper ablegt, greift man in einem der Daseinsbereiche einen neuen auf und setzt so den Zyklus weiter fort. (Sujato) ",
  "mn38:17.11": "Wenn man geboren ist, ist es unvermeidlich, dass man die Qualen bröckeliger Zähne, runzeliger Haut und eines gebeugten Rückens erfährt und letztlich das Versagen des Körpers, das wir Tod nennen. (Sujato) ",
  "mn38:18.1": "Der Buddha befragt seine Schüler ausgiebig; er verstärkt das Lernen, indem er sicherstellt, dass sie jeden Punkt verstehen. (Sujato) ",
  "mn38:19.3": "Das ist das abstrakte Prinzip des abhängigen Entstehens. Es stellt klar, dass es beim abhängigen Entstehen nicht um Gemeinplätze geht wie „alles ist miteinander verbunden“ oder „alles muss eine Ursache haben“, sondern darum, spezifische Verknüpfungen zwischen einem Ding und einem anderen herzustellen. Das ist eine Art notwendiger Bedingung: Ohne ein Ding kann das andere nicht sein. Aber die Verbindung ist stärker als bloße Notwendigkeit, da jede Bedingung eine genaue und unverzichtbare Stütze für den nächsten Faktor ist. Dieses abstrakte Prinzip wird oft „spezifische Bedingtheit“ genannt (<i lang='pi' translate='no'>idappaccayatā</i>), man beachte aber, dass <i lang='pi' translate='no'>idappaccayatā</i> in den Suttas ein Synonym für das abhängige Entstehen als Ganzes ist. (Sujato) ",
  "mn38:23.1": "Diese Passage beleuchtet gewisse Aspekte der Unwissenheit. Vergleiche <a href='https://suttacentral.net/sn12.20/de/sabbamitta#5.1'>SN 12.20:5.1</a>. (Sujato) ",
  "mn38:23.2": "Alle diese werden in <a href='https://suttacentral.net/mn2/de/sabbamitta#7.3'>MN 2:7.3</a> „oberflächliche Gedanken“ genannt. (Sujato) ",
  "mn38:23.4": "Die Mahāsaṅgīti-Ausgabe hat hier das gleiche Verb <i lang='pi' translate='no'>paṭidhāv-</i> wie oben („sich zurückwenden“). PTS und BJT haben hier <i lang='pi' translate='no'>ādhav-</i> mit <i lang='pi' translate='no'>paṭidhāv-</i> als Variante. In <a href='https://suttacentral.net/sn12.20/de/sabbamitta#5.3'>SN 12.20:5.3</a> haben alle drei Ausgaben <i lang='pi' translate='no'>upadhāv-</i>, mit <i lang='pi' translate='no'>apadhāv-</i> als Variante in PTS. Was auch immer die richtige Lesart ist, es ist klar, dass die Absicht darin besteht, die entgegengesetzte Richtung zu vermitteln. (Sujato) ",
  "mn38:24.2": "Obwohl die Frage noch im Plural steht, wechselt die Antwort zum Singular, vielleicht durch ein Versehen, weil diese Stelle sonst überall Singular ist. (Sujato) ",
  "mn38:24.5": "„Achtung vor unserem Lehrer“ ist <i lang='pi' translate='no'>satthā no garu</i>; vergleiche <i lang='pi' translate='no'>samaṇo no garu</i> in <a href='https://suttacentral.net/an3.65/de/sabbamitta#4.1'>AN 3.65:4.1</a>. (Sujato) ",
  "mn38:24.8": "Die Lesarten sind hier problematisch und vom Kommentar nicht geklärt. Ich folge BJT und MS, die die gleiche Bedeutung haben. Allerdings haben PTS und BJT das plausibel erscheinende Pronomen <i lang='pi' translate='no'>no</i> („unser“), das ich einfüge, obwohl es im MS fehlt. (Sujato) ",
  "mn38:24.12": "Im Buddhismus ist das Durchführen von Ritualen nicht an sich verboten; der wichtigste Punkt ist, dass sie  nicht als „wesentlich“ (<i lang='pi' translate='no'>sārato</i>) angesehen werden. Beachte, dass Rituale als wirkmächtige Handlungen betrachtet wurden und daher Willensbildungsprozessen (<i lang='pi' translate='no'>saṅkhārā</i>) entsprechen, ein Wort, das auch „Ritus“ bedeuten kann. | „Lärmend“ (<i lang='pi' translate='no'>kotūhala</i>) ist wörtlich „woher der Radau?“. Diese grundlegende Bedeutung kommt klar im Arthaśāstra heraus, das den Zauberspruch eines Spions beschreibt, um die Männer und Hunde, die ein Dorf bewachen und stets auf Geräusche lauschen, in Schlaf zu versetzen (14.3.21cd, 14.3.37ab). Vedische Rituale mit ihren vielen Rezitatoren und geheimen Riten nahmen eine laute und festliche Form an. (Sujato) ",
  "mn38:26.1": "Dieser Abschnitt veranschaulicht das abhängige Entstehen anhand der Geburt und der körperlichen und geistigen Entwicklung eines Menschen von der Empfängnis bis zum Erwachsenwerden. Aus Passagen wie <a href='https://suttacentral.net/dn15/de/sabbamitta#21.2'>DN 15:21.2</a> wissen wir, dass die Empfängnis im abhängigen Entstehen an der Verbindungsstelle zwischen „Bewusstsein“ und „Name und Form“ geschieht. Da die Reihe hier in diesem Leben beginnt, sind die ersten beiden Faktoren, Unwissenheit und Willensbildungsprozesse, ausgelassen, aber werden von der vorausgehenden Passage implizit abgedeckt. | Für die „Empfängnis“ oder wörtlicher das „Herabsteigen“ des Embryo gebraucht der Buddha den Ausdruck <i lang='pi' translate='no'>avakkanti</i>, der, wie wir bereits bemerkt haben (<a href='https://suttacentral.net/mn38/de/sabbamitta#2.2'>MN 38:2.2</a>), im gleichen Zusammenhang von Yajñavālkya bevorzugt wurde. (Sujato) ",
  "mn38:26.2": "Laut <a href='https://suttacentral.net/mn93/de/sabbamitta#18.61'>MN 93:18.61</a> war das eine Doktrin der Brahmanen, und sie wurde in diesem Sutta offenbar als verbreitete Theorie der Empfängnis übernommen. Ich diskutiere die Rolle des <i lang='pi' translate='no'>gandhabba</i> in meinen Anmerkungen dort. | <i lang='pi' translate='no'>Utu</i> („die fruchtbare Phase ihres Zyklus“) bedeutet wörtlich „Jahreszeit, Saison“. Wie die Erde Regen benötigt, so ist der Mutterleib trocken und unfruchtbar, bis er vom Blut befeuchtet wird, und für die folgenden zwei Wochen ist er fruchtbar und „hat Saison“. Somit kann <i lang='pi' translate='no'>utu</i> sowohl Menstruation bedeuten, während derer Sex für die Brahmanen tabu war, als auch die darauffolgende fruchtbare Phase, außerhalb derer Sex ebenso tabu war (<a href='https://suttacentral.net/snp2.7/de/sabbamitta#9.2'>Snp 2.7:9.2</a>). Atharvaveda 14.2.37a spricht vom Zusammenkommen der Eltern „in der Saison“. Bṛhadāraṇyaka-Upaniṣad 6.4.6 drückt die gleiche Vorstellung aus, indem sie sagt, man solle sich der Frau zum Sex nähern, wenn sie ihre besudelten Kleider abgelegt hat (da sie während der Menstruation die Kleider nicht wechseln soll, 6.4.13). (Sujato) ",
  "mn38:27.1": "„Unter großer Gefahr“ ist <i lang='pi' translate='no'>mahatā saṁsayena</i>. | Eine Schwangerschaftsdauer von „neun oder zehn Monaten“ findet man auch in Chāndogya-Upaniṣad 5.9.1. | Zu „schwere Bürde“ (<i lang='pi' translate='no'>garubhāra</i>) siehe <a href='https://suttacentral.net/pli-tv-bi-vb-pc61/de/sabbamitta#1.5'>Bi Pc 61:1.5</a>. (Sujato) ",
  "mn38:27.4": "Die Behauptung des Buddha, dass diese Vorstellung auf ihn zurückgeht, scheint sich zu bestätigen, denn ich kann sie in keinem nicht-buddhistischen Text ausmachen. (Sujato) ",
  "mn38:28.1": "Das zeigt, dass das abhängige Entstehen nicht auf einmal abläuft; es ist ein Prozess des Wachsens und Reifens. Ein Kind, dessen Fähigkeiten nicht entwickelt sind, führt den Zyklus nicht fort, weil es keine ausgeformten moralischen Absichten hat. (Sujato) ",
  "mn38:28.2": "Eine noch ausführlichere Zusammenstellung von Spielen findet man in <a href='https://suttacentral.net/dn1/de/sabbamitta#1.14.2'>DN 1:1.14.2</a>. (Sujato) ",
  "mn38:29.3": "Beim abhängigen Entstehen entspricht das dem Kontakt durch die Sinne, der zu Gefühlen führt. (Sujato) ",
  "mn38:30.1": "Im abhängigen Entstehen führt Gefühl zu Verlangen. | Parallele Stellen im Saṁyutta (z. B. <a href='https://suttacentral.net/sn35.132/de/sabbamitta#12.3'>SN 35.132:12.3</a>), die dieser Passage entsprechen, haben <i lang='pi' translate='no'>adhimuccati</i> („verschreibt sich, hält fest an“) anstelle von <i lang='pi' translate='no'>sārajjati</i> („begehrt“). (Sujato) ",
  "mn38:30.5": "Hier kommen wir wieder zur Standardsequenz des abhängigen Entstehens zurück. (Sujato) ",
  "mn38:31.1": "Gerade wie das Sutta das abstrakte Entstehen des Leidens mit dem konkreten Beispiel eines heranwachsenden Kindes illustrierte, so illustriert es nun die Auflösung des abhängigen Entstehens mit der stufenweisen Schulung (siehe <a href='https://suttacentral.net/mn27/de/sabbamitta#11.1'>MN 27:11.1</a>). (Sujato) ",
  "mn38:40.1": "Nachdem gezeigt wurde, was nötig ist, um die Bindung an die Sinne loszulassen, fasst dies nun die Lehre über diese Bindung (von <a href='https://suttacentral.net/mn38/de/sabbamitta#30.1'>MN 38:30.1</a>) zusammen. Man erfährt die Gefühle durch die Sinne, aber ohne Bindung daran. (Sujato) ",
  "mn38:41.11": "Die Erwähnung einer „kurzen Aussage“ am Ende einer langen Lehrrede ist verwirrend. Eine ähnliche Aufforderung, sich eine „kurze“ Passage „einzuprägen“, findet man nur an einer anderen Stelle, wo sie sich auf die kurze Zusammenfassung bezieht, um die das Sutta aufgebaut ist (<a href='https://suttacentral.net/mn140/de/sabbamitta#32.3'>MN 140:32.3</a>). Vergleiche das vorangehende Sutta, <a href='https://suttacentral.net/mn37/de/sabbamitta'>MN 37</a>, das sich um eine kurze Passage zum Auswendiglernen entwickelt, die man zu Recht als „kurz“ beschreiben könnte. Diese kurze Passage beginnt mit: „Nichts ist es wert, darauf zu bestehen“, ein Rat, der von Sāti missachtet wird, der auf seiner eigenen Ansicht „besteht“ (<a href='https://suttacentral.net/mn38/de/sabbamitta#3.11'>MN 38:3.11</a>). Eine „kurze Aussage“ ist in der chinesischen Parallele (MA 201 bei T i 769c28) nicht erwähnt; diese spricht stattdessen davon, dass das dreitausendfältige Weltsystem zittert. (Sujato) "
}