{
  "sn45.2:0.1": "Zbiór połączonych mów - 45 ",
  "sn45.2:0.2": "1. Rozdział o niewiedzy ",
  "sn45.2:0.3": "Mowa o połowie ",
  "sn45.2:1.1": "Oto com usłyszał – ",
  "sn45.2:1.2": "Pewnego razu, Błogosławiony przebywał w kraju Sakyów, w Nagaraka, jednym z miast targowych ludu Sakyów. ",
  "sn45.2:1.3": "W tym czasie Czcigodny Ānanda przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, złożył z wielkim szacunkiem ukłon, a następnie usiadł z boku. Siedząc obok, Czcigodny Ānanda rzekł do Błogosławionego: ",
  "sn45.2:1.4": "„Bhante, doskonała przyjaźń, doskonałe towarzystwo, doskonałe koleżeństwo, to połowa świętego życia”. ",
  "sn45.2:2.1": "„Nie jest tak, Ānando, nie jest tak. ",
  "sn45.2:2.2": "Ānando, doskonała przyjaźń, doskonałe towarzystwo, doskonałe koleżeństwo, to całość świętego życia. ",
  "sn45.2:2.3": "Mnich posiadający doskonałych przyjaciół, doskonałe towarzystwo, doskonałe koleżeństwo, może oczekiwać rozwoju Szlachetnej Ośmiorakiej Ścieżki, spotęgowania Szlachetnej Ośmiorakiej Ścieżki. ",
  "sn45.2:3.1": "W jaki sposób, Ānando, mnich posiadający doskonałych przyjaciół, doskonałe towarzystwo, doskonałe koleżeństwo, rozwija Szlachetną Ośmioraką Ścieżkę, potęguje Szlachetną Ośmioraką Ścieżkę? ",
  "sn45.2:3.2": "Otóż, Ānando, mnich taki rozwija Właściwy Pogląd, polegający na odosobnieniu, polegający na wygaszeniu pożądań, polegający na ustaniu, osiągając pełnię w odpuszczaniu. ",
  "sn45.2:3.3": "Rozwija Właściwe Nastawienie, polegające na odosobnieniu, (…). ",
  "sn45.2:3.4": "Rozwija Właściwą Mowę, (…). ",
  "sn45.2:3.5": "Rozwija Właściwe Działanie, (…). ",
  "sn45.2:3.6": "Rozwija Właściwy Sposób Życia, (…). ",
  "sn45.2:3.7": "Rozwija Właściwy Wysiłek, (…). ",
  "sn45.2:3.8": "Rozwija Właściwą Uważność, (…). ",
  "sn45.2:3.9": "Rozwija Właściwe Skupienie, polegające na odosobnieniu, polegające na wygaszeniu pożądań, polegajace na ustaniu, osiągając pełnię w odpuszczaniu. ",
  "sn45.2:3.10": "W taki sposób, Ānando, mnich posiadający doskonałych przyjaciół, doskonałe towarzystwo, doskonałe koleżeństwo, rozwija Szlachetną Ośmioraką Ścieżkę, potęguje Szlachetną Ośmioraką Ścieżkę. ",
  "sn45.2:4.1": "Ale też zgodnie z tym porządkiem, Ānando, powinno się wiedzieć, że doskonała przyjaźń, doskonałe towarzystwo, doskonałe koleżeństwo, to całość świętego życia. ",
  "sn45.2:4.2": "Można mieć mnie jako doskonałego przyjaciela, Ānando, dzięki czemu podlegające narodzinom istoty od narodzin są uwolnione,  podlegające starości istoty od starości są uwolnione, podlegające śmierci istoty od śmierci są uwolnione, podlegające żalowi, lamentowi, krzywdzie, smutkowi, rozpaczy istoty od żalu, lamentu, krzywdy, smutku, rozpaczy są uwolnione. ",
  "sn45.2:4.3": "Zgodnie z takim porządkiem, Ānando, powinno się wiedzieć, że doskonała przyjaźń, doskonałe towarzystwo, doskonałe koleżeństwo, to całość świętego życia”. ",
  "sn45.2:4.4": "Druga. "
}