{
  "patthana16.27:0.1": "Paṭṭhānapakaraṇa ",
  "patthana16.27:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana16.27:0.3": "16.27. Vipākattika, Hetuduka ",
  "patthana16.27:1.1": "Vipākaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Vipākaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākaṁ hetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu ca nanevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā. Vipākaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana16.27:2.1": "Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu ca nanevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana16.27:3.1": "Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ) ",
  "patthana16.27:4.1": "Hetuyā terasa, ārammaṇe nava …pe… aññamaññe ekādasa …pe… āsevane cha …pe… vipāke pañca …pe… avigate terasa. ",
  "patthana16.27:5.1": "Vipākaṁ nahetuṁ dhammaṁ paṭicca navipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Vipākaṁ nahetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Vipākaṁ nahetuṁ dhammaṁ paṭicca navipākadhammadhammo nanahetu ca nanevavipākanavipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana16.27:6.1": "Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca navipāko nanahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca navipāko nanahetu ca nanevavipākanavipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana16.27:7.1": "Nevavipākanavipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca navipāko nanahetu dhammo uppajjati hetupaccayā …pe…. Nevavipākanavipākadhammadhammaṁ nahetuñca dhammaṁ paṭicca navipāko nanahetu ca navipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana16.27:8.1": "Vipākaṁ nahetuñca nevavipākanavipākadhammadhammaṁ nahetuñca dhammaṁ paṭicca navipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana16.27:9.1": "Hetuyā cuddasa, ārammaṇe cuddasa …pe… āsevane cha …pe… vipāke nava …pe… avigate cuddasa. "
}