{
  "patthana16.25:0.1": "Paṭṭhānapakaraṇa",
  "patthana16.25:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.25:0.3": "16.25. Kusalattika, Piṭṭhiduka",
  "patthana16.25:1.1": "Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca naakusalo nadassanena pahātabbo dhammo uppajjati hetupaccayā. Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca nakusalo nadassanena pahātabbo dhammo uppajjati hetupaccayā. Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca nakusalo nadassanena pahātabbo ca naakusalo nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:2.1": "Abyākataṁ nadassanena pahātabbaṁ dhammaṁ paccayā naabyākato nanadassanena pahātabbo dhammo uppajjati hetupaccayā. Abyākataṁ nadassanena pahātabbaṁ dhammaṁ paccayā nakusalo nanadassanena pahātabbo dhammo uppajjati hetupaccayā. Abyākataṁ nadassanena pahātabbaṁ dhammaṁ paccayā nakusalo nanadassanena pahātabbo ca naabyākato nanadassanena pahātabbo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:3.1": "Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca naakusalo nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca nakusalo nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca nakusalo nabhāvanāya pahātabbo ca naakusalo nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:4.1": "Abyākataṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā naabyākato nanabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:5.1": "Akusalaṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca naakusalo nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe pañca …pe… avigate pañca.",
  "patthana16.25:6.1": "Akusalaṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nakusalo nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:7.1": "Abyākataṁ nadassanena pahātabbahetukaṁ dhammaṁ paccayā naabyākato nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:8.1": "Akusalaṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca naakusalo nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe pañca …pe… avigate pañca.",
  "patthana16.25:9.1": "Akusalaṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nakusalo nanabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:10.1": "Kusalaṁ savitakkaṁ dhammaṁ paṭicca nakusalo nasavitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.25:11.1": "Kusalaṁ avitakkaṁ dhammaṁ paṭicca naakusalo naavitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.25:12.1": "Kusalaṁ savicāraṁ dhammaṁ paṭicca nakusalo nasavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.25:13.1": "Kusalaṁ avicāraṁ dhammaṁ paṭicca naakusalo naavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.25:14.1": "Kusalaṁ sappītikaṁ dhammaṁ paṭicca nakusalo nasappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.25:15.1": "Kusalaṁ appītikaṁ dhammaṁ paṭicca naakusalo naappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.25:16.1": "Kusalaṁ pītisahagataṁ dhammaṁ paṭicca nakusalo napītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.25:17.1": "Kusalaṁ napītisahagataṁ dhammaṁ paṭicca naakusalo nanapītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.25:18.1": "Kusalaṁ sukhasahagataṁ dhammaṁ paṭicca nakusalo nasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.25:19.1": "Kusalaṁ nasukhasahagataṁ dhammaṁ paṭicca naakusalo nanasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.25:20.1": "Kusalaṁ upekkhāsahagataṁ dhammaṁ paṭicca nakusalo naupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.25:21.1": "Kusalaṁ naupekkhāsahagataṁ dhammaṁ paṭicca nakusalo nanaupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.25:22.1": "Abyākataṁ kāmāvacaraṁ dhammaṁ paṭicca nakusalo nakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:23.1": "Kusalaṁ nakāmāvacaraṁ dhammaṁ paṭicca nakusalo nanakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana16.25:24.1": "Kusalaṁ rūpāvacaraṁ dhammaṁ paṭicca nakusalo narūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana16.25:25.1": "Abyākataṁ narūpāvacaraṁ dhammaṁ paṭicca nakusalo nanarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:26.1": "Kusalaṁ arūpāvacaraṁ dhammaṁ paṭicca nakusalo naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… avigate cha.",
  "patthana16.25:27.1": "Abyākataṁ naarūpāvacaraṁ dhammaṁ paccayā naabyākato nanaarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana16.25:28.1": "Abyākataṁ pariyāpannaṁ dhammaṁ paccayā naabyākato napariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
  "patthana16.25:29.1": "Kusalaṁ apariyāpannaṁ dhammaṁ paṭicca nakusalo naapariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana16.25:30.1": "Kusalaṁ niyyānikaṁ dhammaṁ paṭicca nakusalo naniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:31.1": "Abyākataṁ aniyyānikaṁ dhammaṁ paccayā naabyākato naaniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:32.1": "Kusalaṁ niyataṁ dhammaṁ paṭicca nakusalo naniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… avigate cha.",
  "patthana16.25:33.1": "Abyākataṁ aniyataṁ dhammaṁ paccayā naabyākato naaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana16.25:34.1": "Abyākataṁ sauttaraṁ dhammaṁ paccayā naabyākato nasauttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
  "patthana16.25:35.1": "Kusalaṁ anuttaraṁ dhammaṁ paṭicca nakusalo naanuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… avigate cha.",
  "patthana16.25:36.1": "Akusalaṁ saraṇaṁ dhammaṁ paṭicca naakusalo nasaraṇo dhammo uppajjati hetupaccayā. Akusalaṁ saraṇaṁ dhammaṁ paṭicca nakusalo nasaraṇo dhammo uppajjati hetupaccayā. Akusalaṁ saraṇaṁ dhammaṁ paṭicca nakusalo nasaraṇo ca naakusalo nasaraṇo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.25:37.1": "Abyākataṁ araṇaṁ dhammaṁ paccayā naabyākato naaraṇo dhammo uppajjati hetupaccayā. Abyākataṁ araṇaṁ dhammaṁ paccayā nakusalo naaraṇo dhammo uppajjati hetupaccayā. Abyākataṁ araṇaṁ dhammaṁ paccayā nakusalo naaraṇo ca naabyākato naaraṇo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi."
}