{
  "patthana16.2:0.1": "Paṭṭhānapakaraṇa ",
  "patthana16.2:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana16.2:0.3": "16.2. Kusalattika, Sahetukaduka ",
  "patthana16.2:1.0.1": "Paccayacatukka ",
  "patthana16.2:1.0.2": "Hetu ",
  "patthana16.2:1.1": "Kusalaṁ sahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Kusalaṁ sahetukaṁ dhammaṁ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Kusalaṁ sahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana16.2:2.1": "Akusalaṁ sahetukaṁ dhammaṁ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Akusalaṁ sahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Akusalaṁ sahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana16.2:3.1": "Abyākataṁ sahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Abyākataṁ sahetukaṁ dhammaṁ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Abyākataṁ sahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana16.2:4.1": "Hetuyā nava, ārammaṇe tīṇi …pe… sahajāte ekādasa, aññamaññe cha …pe… kamme ekādasa, vipāke tīṇi …pe… avigate ekādasa. (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana16.2:5.1": "Kusalo sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Kusalo sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Kusalo sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana16.2:6.1": "Akusalo sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Akusalo sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Akusalo sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana16.2:7.1": "Abyākato sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Abyākato sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Abyākato sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana16.2:8.1": "Hetuyā nava, ārammaṇe pannarasa, adhipatiyā nava, anantare samanantare sahajāte ekādasa, aññamaññe cha, nissaye ekādasa, upanissaye pannarasa, purejāte nava, āsevane tīṇi, kamme nava, vipāke tīṇi, āhāre indriye jhāne magge nava, sampayutte tīṇi, vippayutte nava …pe… avigate ekādasa. ",
  "patthana16.2:9.1": "Akusalaṁ ahetukaṁ dhammaṁ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā. Akusalaṁ ahetukaṁ dhammaṁ paṭicca naabyākato naahetuko dhammo uppajjati hetupaccayā. Akusalaṁ ahetukaṁ dhammaṁ paṭicca nakusalo naahetuko ca naabyākato naahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana16.2:10.1": "Abyākataṁ ahetukaṁ dhammaṁ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā. Abyākataṁ ahetukaṁ dhammaṁ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā. Abyākataṁ ahetukaṁ dhammaṁ paṭicca nakusalo naahetuko ca naakusalo naahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana16.2:11.1": "Hetuyā cha, ārammaṇe cha, vipāke tīṇi …pe… avigate cha. "
}