{
  "patthana16.16:0.1": "Paṭṭhānapakaraṇa",
  "patthana16.16:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.16:0.3": "16.16. Kusalattika, Cittaduka",
  "patthana16.16:1.1": "Kusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Kusalaṁ cittaṁ dhammaṁ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Kusalaṁ cittaṁ dhammaṁ paṭicca naabyākato nacitto dhammo uppajjati hetupaccayā. Kusalaṁ cittaṁ dhammaṁ paṭicca naakusalo nacitto ca naabyākato nacitto ca dhammā uppajjanti hetupaccayā. Kusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana16.16:2.1": "Akusalaṁ cittaṁ dhammaṁ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Akusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Akusalaṁ cittaṁ dhammaṁ paṭicca naabyākato nacitto dhammo uppajjati hetupaccayā. Akusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naabyākato nacitto ca dhammā uppajjanti hetupaccayā. Akusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana16.16:3.1": "Abyākataṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Abyākataṁ cittaṁ dhammaṁ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Abyākataṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana16.16:4.1": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.16:5.1": "Kusalaṁ nocittaṁ dhammaṁ paṭicca naakusalo nanocitto dhammo uppajjati hetupaccayā. Kusalaṁ nocittaṁ dhammaṁ paṭicca naabyākato nanocitto dhammo uppajjati hetupaccayā. Kusalaṁ nocittaṁ dhammaṁ paṭicca naakusalo nanocitto ca naabyākato nanocitto ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana16.16:6.1": "Akusalaṁ nocittaṁ dhammaṁ paṭicca nakusalo nanocitto dhammo uppajjati hetupaccayā. Akusalaṁ nocittaṁ dhammaṁ paṭicca naabyākato nanocitto dhammo uppajjati hetupaccayā. Akusalaṁ nocittaṁ dhammaṁ paṭicca nakusalo nanocitto ca naabyākato nanocitto ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana16.16:7.1": "Abyākatāni tīṇi. (Saṅkhittaṁ.)",
  "patthana16.16:8.1": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava."
}