{
  "sn24.8:0.1": "Linked Discourses 24.8 ",
  "sn24.8:0.2": "1. Stream-Entry ",
  "sn24.8:0.3": "The Extensive View ",
  "sn24.8:1.1": "At Sāvatthī. ",
  "sn24.8:1.2": "“Mendicants, when what exists, because of grasping what and insisting on what, does the view arise: ",
  "sn24.8:1.3": "‘There are these seven substances that are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. ",
  "sn24.8:1.4": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or both pleasure and pain to each other. ",
  "sn24.8:1.5": "What seven? ",
  "sn24.8:1.6": "The substances of earth, water, fire, air; pleasure, pain, and the soul is the seventh. ",
  "sn24.8:1.7": "These seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. ",
  "sn24.8:1.8": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or both pleasure and pain to each other. ",
  "sn24.8:1.9": "If you chop off someone’s head with a sharp sword, you don’t take anyone’s life. ",
  "sn24.8:1.10": "The sword simply passes through the gap between the seven substances. ",
  "sn24.8:1.11": "There are 1.4 million main wombs, and 6,000, and 600. There are 500 deeds, and five, and three. There are deeds and half-deeds. There are 62 paths, 62 sub-eons, six classes of rebirth, and eight stages in a person’s life. There are 4,900 Ājīvaka ascetics, 4,900 wanderers, and 4,900 naked ascetics. There are 2,000 faculties, 3,000 hells, and 36 realms of dust. There are seven percipient embryos, seven non-percipient embryos, and seven embryos without attachments. There are seven gods, seven humans, and seven goblins. There are seven lakes, seven winds, seven cliffs, and 700 cliffs. There are seven dreams and 700 dreams. There are 8.4 million great eons through which the foolish and the astute transmigrate before making an end of suffering. ",
  "sn24.8:1.12": "And here there is no such thing as this: “By this precept or observance or mortification or spiritual life I shall force unripened deeds to bear their fruit, or eliminate old deeds by experiencing their results little by little”—for that cannot be. ",
  "sn24.8:1.13": "Pleasure and pain are allotted. Transmigration lasts only for a limited period, so there’s no increase or decrease, no getting better or worse. ",
  "sn24.8:1.14": "It’s like how, when you toss a ball of string, it rolls away unraveling. ",
  "sn24.8:1.15": "In the same way, after transmigrating the foolish and the astute will make an end of suffering’?” ",
  "sn24.8:1.16": "“Our teachings are rooted in the Buddha. …” ",
  "sn24.8:2.1": "“When form exists, because of grasping form and insisting on form, the view arises: ",
  "sn24.8:2.2": "‘There are these seven substances that are not made … ",
  "sn24.8:2.3": "the foolish and the astute will make an end of suffering.’ ",
  "sn24.8:2.4": "When feeling … ",
  "sn24.8:2.5": "perception … ",
  "sn24.8:2.6": "choices … ",
  "sn24.8:2.7": "consciousness exists, because of grasping consciousness and insisting on consciousness, the view arises: ",
  "sn24.8:2.8": "‘There are these seven substances that are not made … ",
  "sn24.8:2.9": "the foolish and the astute will make an end of suffering.’ ",
  "sn24.8:3.1": "What do you think, mendicants? ",
  "sn24.8:3.2": "Is form permanent or impermanent?” ",
  "sn24.8:3.3": "“Impermanent, sir.” … ",
  "sn24.8:3.4": "",
  "sn24.8:3.5": "",
  "sn24.8:3.6": "",
  "sn24.8:3.7": "",
  "sn24.8:3.8": "“That which is seen, heard, thought, known, attained, sought, and explored by the mind: is that permanent or impermanent?” ",
  "sn24.8:3.9": "“Impermanent, sir.” … ",
  "sn24.8:3.10": "“But by not grasping what’s impermanent, suffering, and perishable, would such a view arise?” ",
  "sn24.8:3.11": "",
  "sn24.8:3.12": "",
  "sn24.8:3.13": "“No, sir.” ",
  "sn24.8:4.1": "“When a noble disciple has given up doubt in these six cases, and has given up doubt in suffering, its origin, its cessation, and the practice that leads to its cessation, ",
  "sn24.8:4.2": "they’re called a noble disciple who is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” "
}