{
  "sn24.7:0.1": "Linked Discourses 24.7 ",
  "sn24.7:0.2": "1. Stream-Entry ",
  "sn24.7:0.3": "Cause ",
  "sn24.7:1.1": "At Sāvatthī. ",
  "sn24.7:1.2": "“Mendicants, when what exists, because of grasping what and insisting on what, does the view arise: ",
  "sn24.7:1.3": "‘There is no cause or reason for the corruption of sentient beings. ",
  "sn24.7:1.4": "Sentient beings are corrupted without cause or reason. ",
  "sn24.7:1.5": "There’s no cause or reason for the purification of sentient beings. ",
  "sn24.7:1.6": "Sentient beings are purified without cause or reason. ",
  "sn24.7:1.7": "There is no power, no energy, no human strength or vigor. ",
  "sn24.7:1.8": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth’?” ",
  "sn24.7:1.9": "“Our teachings are rooted in the Buddha. …” ",
  "sn24.7:2.1": "“When form exists, because of grasping form and insisting on form, the view arises: ",
  "sn24.7:2.2": "‘There is no cause or reason … ",
  "sn24.7:2.3": "they experience pleasure and pain in the six classes of rebirth.’ ",
  "sn24.7:2.4": "When feeling … ",
  "sn24.7:2.5": "perception … ",
  "sn24.7:2.6": "choices … ",
  "sn24.7:2.7": "consciousness exists, because of grasping consciousness and insisting on consciousness, the view arises: ",
  "sn24.7:2.8": "‘There is no cause or reason … ",
  "sn24.7:2.9": "they experience pleasure and pain in the six classes of rebirth.’ ",
  "sn24.7:3.1": "What do you think, mendicants? ",
  "sn24.7:3.2": "Is form permanent or impermanent?” ",
  "sn24.7:3.3": "“Impermanent, sir.” … ",
  "sn24.7:3.4": "",
  "sn24.7:3.5": "",
  "sn24.7:3.6": "",
  "sn24.7:3.7": "",
  "sn24.7:3.8": "“Is feeling … ",
  "sn24.7:3.9": "perception … ",
  "sn24.7:3.10": "choices … ",
  "sn24.7:3.11": "consciousness permanent or impermanent?” ",
  "sn24.7:3.12": "“Impermanent, sir.” … ",
  "sn24.7:3.13": "",
  "sn24.7:3.14": "",
  "sn24.7:3.15": "",
  "sn24.7:3.16": "",
  "sn24.7:3.17": "“That which is seen, heard, thought, known, attained, sought, and explored by the mind: is that permanent or impermanent?” ",
  "sn24.7:3.18": "“Impermanent, sir.” … ",
  "sn24.7:3.19": "“But by not grasping what’s impermanent, suffering, and perishable, would such a view arise?” ",
  "sn24.7:3.20": "",
  "sn24.7:3.21": "",
  "sn24.7:3.22": "“No, sir.” ",
  "sn24.7:4.1": "“When a noble disciple has given up doubt in these six cases, and has given up doubt in suffering, its origin, its cessation, and the practice that leads to its cessation, ",
  "sn24.7:4.2": "they’re called a noble disciple who is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” "
}