{
  "sn55.10:0.1": "Linked Discourses 55 ",
  "sn55.10:0.2": "1. At Bamboo Gate ",
  "sn55.10:0.3": "10. At the Brick Hall (3rd) ",
  "sn55.10:1.1": "Ānanda said to the Buddha: ",
  "sn55.10:1.2": "“Sir, the layman named Kakkaṭa has passed away in Nādika. ",
  "sn55.10:1.3": "Where has he been reborn in his next life? ",
  "sn55.10:1.4": "The laymen named Kaḷibha, ",
  "sn55.10:1.5": "Nikata, ",
  "sn55.10:1.6": "Kaṭissaha, ",
  "sn55.10:1.7": "Tuṭṭha, ",
  "sn55.10:1.8": "Santuṭṭha, ",
  "sn55.10:1.9": "Bhadda, and ",
  "sn55.10:1.10": "Subhadda have passed away in Nādika. ",
  "sn55.10:1.11": "Where have they been reborn in the next life?” ",
  "sn55.10:2.1": "“Ānanda, the laymen Kakkaṭa, ",
  "sn55.10:2.2": "Kaḷibha, ",
  "sn55.10:2.3": "Nikata, ",
  "sn55.10:2.4": "Kaṭissaha, ",
  "sn55.10:2.5": "Tuṭṭha, ",
  "sn55.10:2.6": "Santuṭṭha, ",
  "sn55.10:2.7": "Bhadda, ",
  "sn55.10:2.8": "and Subhadda passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "sn55.10:2.9": " ",
  "sn55.10:3.1": "Over fifty laymen in Nādika have passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "sn55.10:3.2": "More than ninety laymen in Nādika have passed away having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering. ",
  "sn55.10:3.3": "In excess of five hundred laymen in Nādika have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening. ",
  "sn55.10:4.1": "It’s hardly surprising that a human being should pass away. ",
  "sn55.10:4.2": "But if you should come and ask me about it each and every time someone passes away, that would be a bother for me. ",
  "sn55.10:4.3": "So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’. A noble disciple who has this may declare of themselves: ",
  "sn55.10:4.4": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ ",
  "sn55.10:5.1": "And what is that mirror of the teaching? ",
  "sn55.10:5.2": " ",
  "sn55.10:6.1": "It’s when a noble disciple has experiential confidence in the Buddha … ",
  "sn55.10:6.2": "the teaching … ",
  "sn55.10:6.3": "the Saṅgha … ",
  "sn55.10:6.4": "And they have the ethical conduct loved by the noble ones … leading to immersion. ",
  "sn55.10:6.5": "This is that mirror of the teaching. ",
  "sn55.10:6.6": "A noble disciple who has this may declare of themselves: ",
  "sn55.10:6.7": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” ",
  "sn55.10:6.8": " ",
  "sn55.10:6.9": " ",
  "sn55.10:7.1": " ",
  "sn55.10:7.2": " ",
  "sn55.10:7.3": " "
}