{
  "sn55.8:0.1": "Linked Discourses 55 ",
  "sn55.8:0.2": "1. At Bamboo Gate ",
  "sn55.8:0.3": "8. In the Brick Hall (1st) ",
  "sn55.8:1.1": "So I have heard. ",
  "sn55.8:1.2": "At one time the Buddha was staying at Nādika in the brick house. ",
  "sn55.8:1.3": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn55.8:2.1": "“Sir, the monk named Sāḷha has passed away. ",
  "sn55.8:2.2": "Where has he been reborn in his next life? ",
  "sn55.8:2.3": "The nun named Nandā, ",
  "sn55.8:2.4": " ",
  "sn55.8:2.5": "the layman named Sudatta, ",
  "sn55.8:2.6": " ",
  "sn55.8:2.7": "and the laywoman named Sujātā have passed away. ",
  "sn55.8:2.8": "Where have they been reborn in the next life?” ",
  "sn55.8:3.1": "“Ānanda, the monk Sāḷha passed away having realized the undefiled freedom of heart and freedom by wisdom in this very life, having realized it with his own insight due to the ending of defilements. ",
  "sn55.8:3.2": "The nun Nandā passed away having ended the five lower fetters. She’s been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "sn55.8:3.3": "The layman Sudatta passed away having ended three fetters, and weakened greed, hate, and delusion. He’s a once-returner; he will come back to this world once only, then make an end of suffering. ",
  "sn55.8:3.4": "The laywoman Sujātā passed away having ended three fetters. She’s a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "sn55.8:4.1": "It’s hardly surprising that a human being should pass away. ",
  "sn55.8:4.2": "But if you should come and ask me about it each and every time someone dies that would be a bother for me. ",
  "sn55.8:4.3": "So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’. A noble disciple who has this may declare of themselves: ",
  "sn55.8:4.4": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ ",
  "sn55.8:5.1": "And what is that mirror of the teaching? ",
  "sn55.8:5.2": " ",
  "sn55.8:6.1": "It’s when a noble disciple has experiential confidence in the Buddha … ",
  "sn55.8:6.2": "the teaching … ",
  "sn55.8:6.3": "the Saṅgha … ",
  "sn55.8:6.4": "And they have the ethical conduct loved by the noble ones … leading to immersion. ",
  "sn55.8:6.5": "This is that mirror of the teaching. ",
  "sn55.8:6.6": "A noble disciple who has this may declare of themselves: ",
  "sn55.8:6.7": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” ",
  "sn55.8:6.8": " ",
  "sn55.8:6.9": "(The following two discourses have the same setting.)"
}