{
  "ud7.9:0.1": "Heartfelt Sayings",
  "ud7.9:0.2": "The Well",
  "ud7.9:1.1": "So I have heard. ",
  "ud7.9:1.2": "At one time the Buddha was wandering in the land of the Mallas together with a large Saṅgha of mendicants when he arrived at a brahmin town of the Mallas named Thūṇa. ",
  "ud7.9:1.3": "The brahmins and householders of Thūṇa heard: ",
  "ud7.9:1.4": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—while wandering in the land of the Mallas has arrived at Thūṇa, together with a large Saṅgha of mendicants.”",
  "ud7.9:1.5": "They filled the well with grass and chaff right to the top, thinking,",
  "ud7.9:1.6": "“Don’t let these shavelings, these fake ascetics drink the water.” ",
  "ud7.9:2.1": "And then the Buddha left the road, went to the root of a tree, and sat down on the seat spread out. ",
  "ud7.9:2.2": "When he was seated he said to Venerable Ānanda: ",
  "ud7.9:2.3": "“Please, Ānanda, fetch me some water from that well.” ",
  "ud7.9:3.1": "When he said this, Venerable Ānanda said to the Buddha, ",
  "ud7.9:3.2": "“Just now, sir, the brahimns and householders of Thūṇa filled the well with grass and chaff right to the top, thinking,",
  "ud7.9:3.3": "‘Don’t let these shavelings, these fake ascetics drink the water.’",
  "ud7.9:4.1": "For a second time, ",
  "ud7.9:4.2": "and for a third time, the Buddha said to Ānanda: ",
  "ud7.9:4.3": "“Please, Ānanda, fetch me some water from that well.” ",
  "ud7.9:4.4": "“Yes, sir,” replied Ānanda. Taking his bowl he went to the well. ",
  "ud7.9:4.5": "As he approached the well, all the grass and chaff erupted out of the well-mouth. The water stood transparent, unclouded, and clear right up to the top, seeming to overflow. ",
  "ud7.9:5.1": "Then Venerable Ānanda thought, ",
  "ud7.9:5.2": "“It’s incredible, it’s amazing! The Realized One has such psychic power and might! ",
  "ud7.9:5.3": "For when I approached this well, all the grass and chaff erupted out of the well-mouth. The water stood transparent, unclouded, and clear right up to the top, seeming to overflow.”",
  "ud7.9:5.4": "Gathering a bowl of drinking water he went back to the Buddha, and said to him, ",
  "ud7.9:5.5": "“It’s incredible, sir, it’s amazing! The Realized One has such psychic power and might! ",
  "ud7.9:5.6": "For when I approached that well, all the grass and chaff erupted out of the well-mouth. The water stood transparent, unclouded, and clear right up to the top, seeming to overflow.",
  "ud7.9:5.7": "Drink the water, Blessed One! Drink the water, Holy One!” ",
  "ud7.9:6.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud7.9:7.1": "“What difference would a well make ",
  "ud7.9:7.2": "if water is there all the time?",
  "ud7.9:7.3": "Having cut off craving at the root,",
  "ud7.9:7.4": "who would go out on a quest?”"
}