{
  "patthana8.6:0.1": "Paṭṭhānapakaraṇa ",
  "patthana8.6:0.2": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2) ",
  "patthana8.6:0.3": "8.6. Nahetusahetukaduka ",
  "patthana8.6:1.1": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā—ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe…. Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca nahetusahetukā khandhā. Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko ca nahetu naahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana8.6:2.1": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu nasahetuko ca nahetu naahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana8.6:3.1": "Nahetuṁ nasahetukañca nahetuṁ naahetukañca dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. Nahetuṁ nasahetukañca nahetuṁ naahetukañca dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ nasahetukañca nahetuṁ naahetukañca dhammaṁ paṭicca nahetu nasahetuko ca nahetu naahetuko ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana8.6:4.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava. ",
  "patthana8.6:5.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana8.6:6.0": "Ārammaṇa ",
  "patthana8.6:6.1": "Nahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Nahetu nasahetuko dhammo nahetussa naahetukassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana8.6:7.1": "Nahetu naahetuko dhammo nahetussa naahetukassa dhammassa ārammaṇapaccayena paccayo. Nahetu naahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana8.6:8.1": "Ārammaṇe cattāri …pe… anantare cattāri …pe… sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme …pe… jhāne cattāri, magge tīṇi, sampayutte dve, vippayutte tīṇi …pe… avigate satta. ",
  "patthana8.6:9.1": "Hetugocchakaṁ niṭṭhitaṁ. "
}