{
  "patthana8.2:0.1": "Paṭṭhānapakaraṇa ",
  "patthana8.2:0.2": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2) ",
  "patthana8.2:0.3": "8.2. Sahetukaduka ",
  "patthana8.2:1.0": "Hetu ",
  "patthana8.2:1.1": "Nasahetukaṁ dhammaṁ paṭicca nasahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ, ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Nasahetukaṁ dhammaṁ paṭicca naahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā. Nasahetukaṁ dhammaṁ paṭicca nasahetuko ca naahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana8.2:2.1": "Naahetukaṁ dhammaṁ paṭicca naahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana8.2:3.1": "Nasahetukañca naahetukañca dhammaṁ paṭicca nasahetuko dhammo uppajjati hetupaccayā. Nasahetukañca naahetukañca dhammaṁ paṭicca naahetuko dhammo uppajjati hetupaccayā. Nasahetukañca naahetukañca dhammaṁ paṭicca nasahetuko ca naahetuko ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana8.2:4.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… avigate nava. ",
  "patthana8.2:5.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ evaṁ vitthāretabbaṁ.) ",
  "patthana8.2:6.0": "Hetu-ārammaṇa ",
  "patthana8.2:6.1": "Nasahetuko dhammo nasahetukassa dhammassa hetupaccayena paccayo. Nasahetuko dhammo naahetukassa dhammassa hetupaccayena paccayo. Nasahetuko dhammo nasahetukassa ca naahetukassa ca dhammassa hetupaccayena paccayo. ",
  "patthana8.2:7.1": "Naahetuko dhammo naahetukassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana8.2:8.1": "Nasahetuko dhammo nasahetukassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana8.2:9.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā cattāri, anantare nava …pe… sahajāte nava, aññamaññe cha, nissaye upanissaye nava, purejāte pacchājāte tīṇi, āsevane nava, kamme …pe… jhāne cattāri, magge tīṇi, sampayutte cha, vippayutte pañca …pe… avigate nava. ",
  "patthana8.2:10.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) "
}