{
  "iti83:0.1": "So wurde es gesagt 83 ",
  "iti83:0.2": "Das Dreierbuch ",
  "iti83:0.3": "4. Das vierte Kapitel ",
  "iti83:0.4": "Fünf Vorzeichen ",
  "iti83:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti83:2.1": "„Mönche und Nonnen, wenn ein Gott kurz davor ist, aus der Götterwelt abzuscheiden, erscheinen fünf Vorzeichen: ",
  "iti83:2.2": "Seine Blumenkränze welken, seine Kleider werden schmutzig, aus seinen Achselhöhlen trieft Schweiß, sein Äußeres verfällt und er fühlt sich auf seinem göttlichen Thron nicht mehr wohl. ",
  "iti83:2.3": "Wenn andere Götter erkennen, dass dieser Gott kurz davor ist, abzuscheiden, wünschen sie ihm auf drei Arten alles Gute: ",
  "iti83:2.4": "‚Herr, dass du doch von hier zu einem guten Ort gehst! ",
  "iti83:3.1": "Dass du doch, wenn du zu einem guten Ort gegangen bist, vom Glück gesegnet bist! ",
  "iti83:4.1": "Dass du doch, wenn du vom Glück gesegnet bist, fest gegründet wirst!‘“ ",
  "iti83:5.1": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "iti83:5.2": "„Herr, was verstehen die Götter darunter, zu einem guten Ort zu gehen? ",
  "iti83:6.1": "Was verstehen sie darunter, vom Glück gesegnet zu sein? ",
  "iti83:7.1": "Was verstehen sie darunter, fest gegründet zu sein?“ ",
  "iti83:8.1": "„Ein Mensch zu werden, Mönch, verstehen die Götter darunter, zu einem guten Ort zu gehen. ",
  "iti83:9.1": "Wenn ein Mensch Vertrauen zur Lehre und Schulung fasst, die vom Klargewordenen verkündet wurde – ",
  "iti83:9.2": "das verstehen die Götter darunter, vom Glück gesegnet zu sein. ",
  "iti83:10.1": "Wenn dieses Vertrauen zum Klargewordenen verankert und verwurzelt und tief eingepflanzt ist, wenn es fest ist und ihm von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt genommen werden kann – ",
  "iti83:10.2": "das verstehen die Götter darunter, fest gegründet zu sein.“ ",
  "iti83:11.1": "Der Buddha sprach diese Sache. ",
  "iti83:11.2": "Dazu wird gesagt: ",
  "iti83:12.1": "„Wenn ein Gott mit dem Schwinden des Lebens ",
  "iti83:12.2": "aus der Götterwelt abscheidet, ",
  "iti83:12.3": "äußern die Götter drei Ausrufe ",
  "iti83:12.4": "mit guten Wünschen: ",
  "iti83:13.1": "‚Herr, geh von hier zu einem guten Ort, ",
  "iti83:13.2": "unter die Menschen. ",
  "iti83:13.3": "Als Mensch fasse unübertreffliches Vertrauen ",
  "iti83:13.4": "zur wahren Lehre. ",
  "iti83:14.1": "Dieses dein Vertrauen soll verankert sein, ",
  "iti83:14.2": "mit tief reichenden Wurzeln, ",
  "iti83:14.3": "sodass du ein Leben lang ",
  "iti83:14.4": "in der wahren Lehre, die so gut verkündet ist, nicht wankst. ",
  "iti83:15.1": "Gib schlechtes Verhalten ",
  "iti83:15.2": "mit dem Körper, ",
  "iti83:15.3": "der Sprache und dem Geist auf, ",
  "iti83:15.4": "und was sonst noch verdorben ist; ",
  "iti83:16.1": "tue viel Gutes ",
  "iti83:16.2": "mit dem Körper, ",
  "iti83:16.3": "der Sprache und dem Geist, ",
  "iti83:16.4": "grenzenlos, frei von Bindungen; ",
  "iti83:17.1": "und wenn du dann durch das Spenden von Gaben ",
  "iti83:17.2": "viel weltliches Verdienst erworben hast, ",
  "iti83:17.3": "verankere andere Mitmenschen ",
  "iti83:17.4": "in der wahren Lehre, dem geistlichen Leben.‘ ",
  "iti83:18.1": "Durch solche Anteilnahme geschieht es, ",
  "iti83:18.2": "dass die Götter, wenn sie erkennen, ",
  "iti83:18.3": "dass ein Gott kurz davor ist, abzuscheiden, ihm alles Gute wünschen: ",
  "iti83:18.4": "‚Komm zurück, Gott, wieder und wieder!‘“ ",
  "iti83:19.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}