{
  "iti82:0.1": "So wurde es gesagt 82 ",
  "iti82:0.2": "Das Dreierbuch ",
  "iti82:0.3": "4. Das vierte Kapitel ",
  "iti82:0.4": "Der Ausruf der Götter ",
  "iti82:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti82:2.1": "„Mönche und Nonnen, drei Ausrufe werden bei bestimmten Gelegenheiten von den Göttern geäußert. ",
  "iti82:2.2": "Welche drei? ",
  "iti82:2.3": "Wenn ein edler Schüler sich Haar und Bart rasiert, ockerfarbene Roben anlegt und aus dem Haus fortzieht ins hauslose Leben, rufen die Götter aus: ",
  "iti82:2.4": "‚Dieser edle Schüler ist gewillt, sich Māra im Kampf zu stellen!‘ ",
  "iti82:2.5": "Das ist der erste Ausruf, der bei bestimmten Gelegenheiten von den Göttern geäußert wird. ",
  "iti82:3.1": "Wenn weiterhin ein edler Schüler meditiert, indem er sich der Entwicklung der sieben Eigenschaften weiht, die zum Erwachen führen, rufen die Götter aus: ",
  "iti82:3.2": "‚Dieser edle Schüler stellt sich Māra im Kampf!‘ ",
  "iti82:3.3": "Das ist der zweite Ausruf, der bei bestimmten Gelegenheiten von den Göttern geäußert wird. ",
  "iti82:4.1": "Wenn weiterhin ein edler Schüler mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt, rufen die Götter aus: ",
  "iti82:4.2": "‚Dieser edle Schüler hat den Sieg in der Schlacht errungen und sich als der Erste in der Schlacht bewiesen!‘ ",
  "iti82:4.3": "Das ist der dritte Ausruf, der bei bestimmten Gelegenheiten von den Göttern geäußert wird. ",
  "iti82:4.4": "Das sind die drei Ausrufe, die bei bestimmten Gelegenheiten von den Göttern geäußert werden.“ ",
  "iti82:4.5": "Der Buddha sprach diese Sache. ",
  "iti82:4.6": "Dazu wird gesagt: ",
  "iti82:5.1": "„Wenn sie den Gewinner der Schlacht sehen – ",
  "iti82:5.2": "einen Schüler des Buddha, ",
  "iti82:5.3": "einen Großherzigen, der frei von Einfalt ist –, ",
  "iti82:5.4": "verehren ihn selbst die Götter: ",
  "iti82:6.1": "‚Ehre sei dir, du Vollblüter! ",
  "iti82:6.2": "Du gewannst eine Schlacht, die schwer zu gewinnen ist! ",
  "iti82:6.3": "Das Heer des Todes hast du geschlagen, ",
  "iti82:6.4": "deine Befreiung ist ungehindert.‘ ",
  "iti82:7.1": "So ehren die Götter den, ",
  "iti82:7.2": "der seinen Herzenswunsch erfüllt hat. ",
  "iti82:7.3": "Denn sie sehen nichts in ihm, ",
  "iti82:7.4": "wodurch er in den Bann des Todes geraten könnte.“ ",
  "iti82:8.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}