{
  "iti84:0.1": "So wurde es gesagt 84 ",
  "iti84:0.2": "Das Dreierbuch ",
  "iti84:0.3": "4. Das vierte Kapitel ",
  "iti84:0.4": "Zum Nutzen vieler Menschen ",
  "iti84:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti84:2.1": "„Drei Menschen, Mönche und Nonnen, erscheinen in der Welt zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "iti84:2.2": "Welche drei? ",
  "iti84:2.3": "Da erscheint ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "iti84:2.4": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "iti84:2.5": "Das ist der erste Mensch, der zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen in der Welt erscheint. ",
  "iti84:3.1": "Dann ist da ein Mönch ein Vollendeter, dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist. ",
  "iti84:3.2": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "iti84:3.3": "Das ist der zweite Mensch, der zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen in der Welt erscheint. ",
  "iti84:4.1": "Dann ist da ein Schüler dieses Lehrers in Schulung, geübt und gelehrt, seine Regeln und Gelübde sind unversehrt. ",
  "iti84:4.2": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "iti84:4.3": "Das ist der dritte Mensch, der zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen in der Welt erscheint. ",
  "iti84:4.4": "Das sind die drei Menschen, die zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen in der Welt erscheinen.“ ",
  "iti84:4.5": "Der Buddha sprach diese Sache. ",
  "iti84:4.6": "Dazu wird gesagt: ",
  "iti84:5.1": "„Der Lehrer ist der erste, der große Seher; ",
  "iti84:5.2": "ihm folgt der entwickelte Schüler, ",
  "iti84:5.3": "darauf einer in Schulung, der geübt und gelehrt ist, ",
  "iti84:5.4": "dessen Regeln und Gelübde unversehrt sind. ",
  "iti84:6.1": "Diese drei sind die Ersten unter Göttern und Menschen, ",
  "iti84:6.2": "Leuchten, die die Lehre verkünden! ",
  "iti84:6.3": "Sie stoßen das Tor zur Unsterblichkeit auf, ",
  "iti84:6.4": "befreien viele von den Jochen. ",
  "iti84:7.1": "Indem sie dem Pfad folgen, der so gut gelehrt ist ",
  "iti84:7.2": "von dem unübertroffenen Karawanenführer, ",
  "iti84:7.3": "machen jene, die in der Lehre des Heiligen beflissen sind, ",
  "iti84:7.4": "dem Leiden in diesem Leben ein Ende.“ ",
  "iti84:8.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}