{
  "iti84:0.1": "Itivuttaka 84 ",
  "iti84:0.2": "Tikanipāta ",
  "iti84:0.3": "Catutthavagga ",
  "iti84:0.4": "Bahujanahitasutta ",
  "iti84:1.1": "Vuttañhetaṁ bhagavatā vuttamarahatāti me sutaṁ: ",
  "iti84:2.1": "“Tayome puggalā loke uppajjamānā uppajjanti bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "iti84:2.2": "Katame tayo? ",
  "iti84:2.3": "Idha, bhikkhave, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "iti84:2.4": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "iti84:2.5": "Ayaṁ, bhikkhave, paṭhamo puggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "iti84:3.1": "Puna caparaṁ, bhikkhave, tasseva satthu sāvako arahaṁ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto. ",
  "iti84:3.2": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "iti84:3.3": "Ayaṁ, bhikkhave, dutiyo puggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "iti84:4.1": "Puna caparaṁ, bhikkhave, tasseva satthu sāvako sekho hoti pāṭipado bahussuto sīlavatūpapanno. ",
  "iti84:4.2": "Sopi dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "iti84:4.3": "Ayaṁ, bhikkhave, tatiyo puggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "iti84:4.4": "Ime kho, bhikkhave, tayo puggalā loke uppajjamānā uppajjanti bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ",
  "iti84:4.5": "Etamatthaṁ bhagavā avoca. ",
  "iti84:4.6": "Tatthetaṁ iti vuccati: ",
  "iti84:5.1": "“Satthā hi loke paṭhamo mahesi, ",
  "iti84:5.2": "Tassanvayo sāvako bhāvitatto; ",
  "iti84:5.3": "Athāparo pāṭipadopi sekho, ",
  "iti84:5.4": "Bahussuto sīlavatūpapanno. ",
  "iti84:6.1": "Ete tayo devamanussaseṭṭhā, ",
  "iti84:6.2": "Pabhaṅkarā dhammamudīrayantā; ",
  "iti84:6.3": "Apāpuranti amatassa dvāraṁ, ",
  "iti84:6.4": "Yogā pamocenti bahujjanaṁ te. ",
  "iti84:7.1": "Ye satthavāhena anuttarena, ",
  "iti84:7.2": "Sudesitaṁ maggamanukkamanti; ",
  "iti84:7.3": "Idheva dukkhassa karonti antaṁ, ",
  "iti84:7.4": "Ye appamattā sugatassa sāsane”ti. ",
  "iti84:8.1": "Ayampi attho vutto bhagavatā, iti me sutanti. ",
  "iti84:8.2": "Pañcamaṁ. "
}