{
  "sn4.21:0.1": "Verbundene Lehrreden 4.21 ",
  "sn4.21:0.2": "3. Das Kapitel über Māra ",
  "sn4.21:0.3": "Einige ",
  "sn4.21:1.1": "So habe ich es gehört: ",
  "sn4.21:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Silāvatī auf. ",
  "sn4.21:1.3": "Zu dieser Zeit meditierten mehrere Mönche und Nonnen beflissen, eifrig und entschlossen nicht weit vom Buddha. ",
  "sn4.21:1.4": "Und Māra der Böse nahm die Gestalt eines Brahmanen mit einer großen Filzhaar-Rastalocke an, der mit einer Antilopenhaut bekleidet war. Er war alt, vornübergebeugt, keuchte und hielt einen Stock aus Traubenfeigenholz. Er ging zu diesen Mönchen und Nonnen und sagte: ",
  "sn4.21:1.5": "„Ihr seid jung fortgezogen, werte Freunde. Ihr seid schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens und habt nie mit den Sinnenfreuden gespielt. ",
  "sn4.21:1.6": "Genießt menschliche Sinnenfreuden! ",
  "sn4.21:1.7": "Gebt nicht auf, was jetzt ersichtlich ist, um dem nachzujagen, was sich mit der Zeit zeigt.“ ",
  "sn4.21:1.8": "„Das tun wir nicht, Brahmane; ",
  "sn4.21:1.9": "Wir geben auf, was sich mit der Zeit zeigt, um dem nachzujagen, was jetzt ersichtlich ist. ",
  "sn4.21:1.10": "Denn der Buddha hat gesagt, dass Sinnenfreuden sich mit der Zeit zeigen, mit viel Leiden und Bedrängnis, und mehr noch, dass sie viele nachteilige Folgen haben. ",
  "sn4.21:1.11": "Aber diese Lehre ist in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.“ ",
  "sn4.21:1.12": "Daraufhin schüttelte Māra der Böse den Kopf, wackelte mit der Zunge, runzelte die Augenbrauen, bis die Stirn in drei Falten lag, und ging auf seinen Stock gestützt davon. ",
  "sn4.21:2.1": "Da gingen diese Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm, was vorgefallen war. Der Buddha sagte: ",
  "sn4.21:3.1": "„Mönche und Nonnen, das war kein Brahmane. ",
  "sn4.21:3.2": "Das war Māra der Böse, der gekommen ist, um euch hinters Licht zu führen!“ ",
  "sn4.21:3.3": "Und da er diese Sache verstand, sagte der Buddha bei dieser Gelegenheit diese Strophe auf: ",
  "sn4.21:4.1": "„Wenn ein Mensch gesehen hat, wo das Leiden herkommt, ",
  "sn4.21:4.2": "wie könnte er zu Sinnenfreuden neigen? ",
  "sn4.21:4.3": "Wenn er versteht, dass Bindungen in der Welt eine Schlinge sind, ",
  "sn4.21:4.4": "wird ein Mensch sich schulen, um sie zu beseitigen.“ "
}