{
  "sn4.25:0.1": "Verbundene Lehrreden 4.25 ",
  "sn4.25:0.2": "3. Das Kapitel über Māra ",
  "sn4.25:0.3": "Māras Töchter ",
  "sn4.25:1.1": "Und als Māra der Böse vor dem Buddha diese Strophen über seine Enttäuschung aufgesagt hatte, verließ er diesen Ort. Er saß nicht weit vom Buddha schweigend und betroffen mit gekreuzten Beinen auf dem Boden, mit hängenden Schultern und gesenktem Kopf, gedrückt, niedergeschlagen, und konnte nichts sagen; er kritzelte mit einem Stock auf dem Boden herum. ",
  "sn4.25:1.2": "Da kamen Māras Töchter Verlangen, Vergnügen und Begierde zu Māra dem Bösen und redeten ihn mit einer Strophe an: ",
  "sn4.25:2.1": "„Warum so entmutigt, Vater? ",
  "sn4.25:2.2": "Über welchen Mann bist du aufgebracht? ",
  "sn4.25:2.3": "Wir wollen ihn fangen mit der Schlinge der Begierde ",
  "sn4.25:2.4": "wie einen Elefanten in der Wildnis. ",
  "sn4.25:2.5": "Wir werden ihn binden und zurückbringen – ",
  "sn4.25:2.6": "er wird in deinen Bann geraten!“ ",
  "sn4.25:3.1": "„In dieser Welt ist er der Vollendete, der Heilige. ",
  "sn4.25:3.2": "Er ist von Begierde nicht leicht zu verführen. ",
  "sn4.25:3.3": "Māras Bann ist er entschlüpft: ",
  "sn4.25:3.4": "Darum bin ich so aufgebracht.“ ",
  "sn4.25:4.1": "Da gingen Māras Töchter Verlangen, Vergnügen und Begierde zum Buddha und sagten zu ihm: ",
  "sn4.25:4.2": "„Wir liegen dir zu Füßen, Asket. Wir sind dir zu Diensten.“ ",
  "sn4.25:4.3": "Aber der Buddha beachtete sie nicht, da er durch das unübertreffliche Auflösen der Bindungen befreit war. ",
  "sn4.25:5.1": "Da zogen sich Verlangen, Vergnügen und Begierde zu einer Seite zurück und dachten einen Plan aus: ",
  "sn4.25:5.2": "„Männer haben unterschiedliche Vorlieben. ",
  "sn4.25:5.3": "Warum nehmen wir nicht die Gestalten von je hundert Mädchen an?“ ",
  "sn4.25:5.4": "Und so taten sie. Dann gingen sie zum Buddha und sagten zu ihm: ",
  "sn4.25:5.5": "„Wir liegen dir zu Füßen, Asket. Wir sind dir zu Diensten.“ ",
  "sn4.25:5.6": "Aber der Buddha beachtete sie immer noch nicht, da er durch das unübertreffliche Auflösen der Bindungen befreit war. ",
  "sn4.25:6.1": "Da zogen sich Verlangen, Vergnügen und Begierde zu einer Seite zurück und dachten einen Plan aus: ",
  "sn4.25:6.2": "„Männer haben unterschiedliche Vorlieben. ",
  "sn4.25:6.3": "Warum nehmen wir nicht die Gestalten von je hundert Frauen an, die noch nicht geboren haben?“ ",
  "sn4.25:6.4": "Und so taten sie. Dann gingen sie zum Buddha und sagten zu ihm: ",
  "sn4.25:6.5": "„Wir liegen dir zu Füßen, Asket. Wir sind dir zu Diensten.“ ",
  "sn4.25:6.6": "Aber der Buddha beachtete sie immer noch nicht, da er durch das unübertreffliche Auflösen der Bindungen befreit war. ",
  "sn4.25:7.1": "Da zogen sich Verlangen, Vergnügen und Begierde zu einer Seite zurück … ",
  "sn4.25:7.4": "und nahmen alle die Gestalten von je hundert Frauen an, die einmal geboren hatten … ",
  "sn4.25:8.4": "die zweimal geboren hatten … ",
  "sn4.25:8.9": "von mittelalten Frauen … ",
  "sn4.25:9.4": "von alten Frauen … ",
  "sn4.25:9.5": "Aber der Buddha beachtete sie immer noch nicht, da er durch das unübertreffliche Auflösen der Bindungen befreit war. ",
  "sn4.25:9.6": "Da zogen sich Verlangen, Vergnügen und Begierde zu einer Seite zurück und sagten: ",
  "sn4.25:9.7": "„Was unser Vater gesagt hat, ist wahr: ",
  "sn4.25:10.1": "‚In dieser Welt ist er der Vollendete, der Heilige. ",
  "sn4.25:10.2": "Er ist von Begierde nicht leicht zu verführen. ",
  "sn4.25:10.3": "Māras Bann ist er entschlüpft: ",
  "sn4.25:10.4": "Darum bin ich so aufgebracht.‘ ",
  "sn4.25:11.1": "Denn wenn wir so zu irgendeinem Asketen oder Brahmanen gekommen wären, der nicht frei von Begierde ist, so würde sein Herz zerspringen oder er würde heißes Blut aus dem Mund speien oder er würde verrückt werden und den Verstand verlieren. ",
  "sn4.25:11.2": "Er würde vertrocknen und verdorren und verschrumpeln wie ein abgemähtes grünes Schilfrohr.“ ",
  "sn4.25:12.1": "Da gingen Māras Töchter Verlangen, Vergnügen und Begierde zum Buddha und stellten sich zur Seite hin. ",
  "sn4.25:12.2": "Māras Tochter Verlangen redete den Buddha mit einer Strophe an: ",
  "sn4.25:13.1": "„Bist du in Kummer versunken, dass du im Wald meditierst? ",
  "sn4.25:13.2": "Hast du ein Vermögen verloren oder sehnst du eines herbei? ",
  "sn4.25:13.3": "Oder vielleicht hast du im Dorf ein Verbrechen begangen? ",
  "sn4.25:13.4": "Warum kommst du Menschen nicht zu nahe? ",
  "sn4.25:13.5": "Und warum kommt niemand dir zu nahe?“ ",
  "sn4.25:14.1": "„Das Ziel hab ich erreicht, den Herzensfrieden. ",
  "sn4.25:14.2": "Das Heer des Erwünschten und Angenehmen habe ich besiegt, ",
  "sn4.25:14.3": "allein, indem ich Vertiefung übte, und bin zu Seligkeit erwacht. ",
  "sn4.25:14.4": "Darum komme ich Menschen nicht zu nahe ",
  "sn4.25:14.5": "und darum kommt niemand mir zu nahe.“ ",
  "sn4.25:15.1": "Dann redete Māras Tochter Vergnügen den Buddha mit einer Strophe an: ",
  "sn4.25:16.1": "„Ein Mönch, der fünf Fluten überquert hat: ",
  "sn4.25:16.2": "Wie meditiert er gewöhnlich, wenn er die sechste überquert? ",
  "sn4.25:16.3": "Wie übt er gewöhnlich Vertiefung, sodass sinnliche Wahrnehmungen ",
  "sn4.25:16.4": "draußen bleiben und ihn nicht zu fassen bekommen?“ ",
  "sn4.25:17.1": "„Mit stillem Körper und gut befreitem Geist, ",
  "sn4.25:17.2": "ohne zu planen, achtsam, ohne Heim, ",
  "sn4.25:17.3": "indem er die Lehre versteht, übt er Vertiefung, ohne den Geist auszurichten; ",
  "sn4.25:17.4": "er wird nicht erschüttert, lässt sich nicht treiben und ist nicht starr. ",
  "sn4.25:18.1": "Ein Mönch, der fünf Fluten überquert hat: ",
  "sn4.25:18.2": "So meditiert er gewöhnlich, wenn er die sechste überquert. ",
  "sn4.25:18.3": "So übt er gewöhnlich Vertiefung, sodass sinnliche Wahrnehmungen ",
  "sn4.25:18.4": "draußen bleiben und ihn nicht zu fassen bekommen.“ ",
  "sn4.25:19.1": "Dann redete Māras Tochter Begierde den Buddha mit einer Strophe an: ",
  "sn4.25:20.1": "„Nachdem er das Verlangen abgeschnitten, lebt er mit seiner Gemeinschaft, ",
  "sn4.25:20.2": "und viele, die Vertrauen haben, werden sicherlich hinübergelangen. ",
  "sn4.25:20.3": "Ach, dieser Hauslose wird viele Menschen wegschnappen ",
  "sn4.25:20.4": "und sie vom König des Todes wegführen!“ ",
  "sn4.25:21.1": "„Die großen Helden führen ",
  "sn4.25:21.2": "mithilfe der wahren Lehre. ",
  "sn4.25:21.3": "Wenn die Klargewordenen mit der Lehre führen, ",
  "sn4.25:21.4": "wie kann ein Wissender da eifersüchtig sein?“ ",
  "sn4.25:22.1": "Da gingen Māras Töchter Verlangen, Vergnügen und Begierde zu Māra dem Bösen. ",
  "sn4.25:22.2": "Māra der Böse sah sie von Weitem kommen ",
  "sn4.25:22.3": "und redete sie mit einer Strophe an: ",
  "sn4.25:23.1": "„Törinnen! Ihr bohrt mit Lotusstängeln ",
  "sn4.25:23.2": "in einen Berg! ",
  "sn4.25:23.3": "Ihr grabt mit euren Nägeln einen Hügel ab! ",
  "sn4.25:23.4": "Ihr kaut mit euren Zähnen Eisen! ",
  "sn4.25:24.1": "Ihr sucht sozusagen Halt in den Tiefen ",
  "sn4.25:24.2": "und habt einen Felsen auf dem Kopf! ",
  "sn4.25:24.3": "Einen Baumstumpf greift ihr sozusagen mit der Brust an ",
  "sn4.25:24.4": "und geht enttäuscht fort von Gotama.“ ",
  "sn4.25:25.1": "„Stattlich kamen sie daher, ",
  "sn4.25:25.2": "Verlangen, Vergnügen und Begierde. ",
  "sn4.25:25.3": "Doch der Lehrer wies sie eben da zurück, ",
  "sn4.25:25.4": "wie ein Lüftchen eine herabgefallene Flocke.“ ",
  "sn4.25:26.5": "Die Verbundenen Lehrreden mit Māra sind abgeschlossen. "
}