{
  "sn4.23:0.1": "Verbundene Lehrreden 4.23 ",
  "sn4.23:0.2": "3. Das Kapitel über Māra ",
  "sn4.23:0.3": "Mit Godhika ",
  "sn4.23:1.1": "So habe ich es gehört: ",
  "sn4.23:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn4.23:1.3": "Zu dieser Zeit nun hielt sich der Ehrwürdige Godhika an den Hängen des Isigili beim Schwarzen Felsen auf. ",
  "sn4.23:1.4": "Und der Ehrwürdige Godhika erfuhr, als er beflissen, eifrig und entschlossen meditierte, eine zeitweilige Befreiung des Herzens. ",
  "sn4.23:1.5": "Doch dann fiel er von dieser zeitweiligen Befreiung des Herzens zurück. ",
  "sn4.23:1.6": "Zum zweiten Mal … ",
  "sn4.23:1.8": "zum dritten … ",
  "sn4.23:1.10": "zum vierten … ",
  "sn4.23:1.12": "zum fünften … ",
  "sn4.23:1.14": "und zum sechsten Mal erfuhr Godhika, als er beflissen, eifrig und entschlossen meditierte, eine zeitweilige Befreiung des Herzens. ",
  "sn4.23:1.15": "Doch dann fiel er zum sechsten Mal von dieser zeitweiligen Befreiung des Herzens zurück. ",
  "sn4.23:1.16": "Zum siebten Mal erfuhr Godhika, als er beflissen, eifrig und entschlossen meditierte, eine zeitweilige Befreiung des Herzens. ",
  "sn4.23:2.1": "Da dachte er: ",
  "sn4.23:2.2": "„Ich bin nicht weniger als sechsmal von dieser zeitweiligen Befreiung des Herzens zurückgefallen. ",
  "sn4.23:2.3": "Warum schlitze ich mir nicht die Pulsadern auf?“ ",
  "sn4.23:2.4": "Da ging Māra der Böse, der erkannte, was Godhika dachte, zum Buddha und redete ihn mit einer Strophe an: ",
  "sn4.23:3.1": "„O großer Held, o großer Weiser ",
  "sn4.23:3.2": "mit strahlender Macht und Herrlichkeit! ",
  "sn4.23:3.3": "Über alle Bedrohungen und Gefahren bist du hinausgelangt. ",
  "sn4.23:3.4": "Ich beuge mich zu deinen Füßen, du Seher! ",
  "sn4.23:4.1": "Großer Held, Herr über den Tod, ",
  "sn4.23:4.2": "dein Schüler sehnt sich nach dem Tod ",
  "sn4.23:4.3": "und plant dafür. ",
  "sn4.23:4.4": "Halte ihn auf, o Lichtbringer! ",
  "sn4.23:5.1": "Denn wie, Gesegneter, kann einer deiner Schüler, ",
  "sn4.23:5.2": "einer, der deine Lehre liebt, ",
  "sn4.23:5.3": "einer in Schulung, der seinen Herzenswunsch noch nicht erfüllt hat, ",
  "sn4.23:5.4": "sich selbst das Leben nehmen, o Ruhmreicher?“ ",
  "sn4.23:6.1": "Nun hatte zu dieser Zeit der Ehrwürdige Godhika sich bereits die Pulsadern aufgeschlitzt. ",
  "sn4.23:6.2": "Und der Buddha, in dem Wissen, dass es Māra der Böse war, antwortete ihm mit einer Strophe: ",
  "sn4.23:7.1": "„So handeln die Weisen, ",
  "sn4.23:7.2": "sie sehnen sich nicht nach dem Leben. ",
  "sn4.23:7.3": "Nachdem er das Verlangen mit Stumpf und Stiel ausgerissen hat, ",
  "sn4.23:7.4": "ist Godhika erloschen.“ ",
  "sn4.23:8.1": "Dann sagte der Buddha zu den Mönchen und Nonnen: ",
  "sn4.23:8.2": "„Kommt, Mönche und Nonnen, lasst uns zum Schwarzen Felsen an den Hängen des Isigili gehen, wo Godhika, der ehrbare Mensch, sich die Pulsadern aufgeschlitzt hat.“ ",
  "sn4.23:8.3": "„Ja, Herr“, antworteten sie. ",
  "sn4.23:9.1": "Und der Buddha ging zusammen mit mehreren Mönchen und Nonnen zum Schwarzen Felsen an den Hängen des Isigili. ",
  "sn4.23:9.2": "Der Buddha sah Godhika von Weitem auf seiner Liege liegen, die Aggregate abgelegt. ",
  "sn4.23:9.3": "Zu der Zeit nun zog eine schwarze Rauchwolke nach Osten, nach Westen, nach Norden, nach Süden, nach oben, nach unten und in die Zwischenräume. ",
  "sn4.23:10.1": "Da sagte der Buddha zu den Mönchen und Nonnen: ",
  "sn4.23:10.2": "„Mönche und Nonnen, seht ihr diese schwarze Rauchwolke, die nach Osten, nach Westen, nach Norden, nach Süden, nach oben, nach unten und in die Zwischenräume zieht?“ ",
  "sn4.23:10.3": "„Ja, Herr.“ ",
  "sn4.23:10.4": "„Das ist Māra der Böse, der nach Godhikas Bewusstsein sucht: ",
  "sn4.23:10.5": "‚Wo ist Godhikas Bewusstsein verankert?‘ ",
  "sn4.23:10.6": "Aber da sein Bewusstsein nicht verankert ist, ist Godhika erloschen.“ ",
  "sn4.23:10.7": "Da nahm Māra seine Bogenharfe aus hellem Belbaumholz, ging zum Buddha und redete ihn mit einer Strophe an: ",
  "sn4.23:11.1": "„Oben, unten, ringsumher, ",
  "sn4.23:11.2": "in den vier Himmelsrichtungen und dazwischen ",
  "sn4.23:11.3": "habe ich vergebens gesucht: ",
  "sn4.23:11.4": "Wohin ist dieser Godhika gegangen?“ ",
  "sn4.23:12.1": "„Weise und standhaft war er, ",
  "sn4.23:12.2": "er liebte das Meditieren in der Vertiefung. ",
  "sn4.23:12.3": "Bei Tag und Nacht bemühte er sich ",
  "sn4.23:12.4": "ohne Rücksicht auf sein Leben. ",
  "sn4.23:13.1": "Das Heer des Todes hat er geschlagen ",
  "sn4.23:13.2": "und wird zu keinem künftigen Leben zurückkommen. ",
  "sn4.23:13.3": "Nachdem er das Verlangen mit Stumpf und Stiel ausgerissen hat, ",
  "sn4.23:13.4": "ist Godhika erloschen.“ ",
  "sn4.23:14.1": "So von Kummer überwältigt, ",
  "sn4.23:14.2": "dass ihm die Harfe aus der Achsel glitt, ",
  "sn4.23:14.3": "war dieser Geist, und mit gesenktem Kopf ",
  "sn4.23:14.4": "verschwand er eben dort. "
}