{
  "sn4.16:0.1": "Verbundene Lehrreden 4.16 ",
  "sn4.16:0.2": "2. Das Kapitel über Herrschaft ",
  "sn4.16:0.3": "Almosenschalen ",
  "sn4.16:1.1": "In Sāvatthī. ",
  "sn4.16:1.2": "Da nun leitete der Buddha die Mönche und Nonnen mit einem Dhammavortrag über die fünf mit Ergreifen verbundenen Aggregate an, ermunterte sie, begeisterte sie und regte sie an. ",
  "sn4.16:1.3": "Und diese Mönche und Nonnen gaben acht, gebrauchten den Geist, waren mit ganzem Herzen dabei und spitzten die Ohren. ",
  "sn4.16:2.1": "Da dachte Māra: ",
  "sn4.16:2.2": "„Der Asket Gotama leitet die Mönche und Nonnen mit einem Dhammavortrag über die fünf mit Ergreifen verbundenen Aggregate an, ermuntert sie, begeistert sie und regt sie an. ",
  "sn4.16:2.3": "Und die Mönche und Nonnen geben acht, gebrauchen den Geist, sind mit ganzem Herzen dabei und spitzen die Ohren. ",
  "sn4.16:2.4": "Warum gehe ich nicht hin und führe sie hinters Licht?“ ",
  "sn4.16:3.1": "Zu der Zeit waren mehrere Almosenschalen unter freiem Himmel hingestellt worden. ",
  "sn4.16:3.2": "Da nahm Māra der Böse die Gestalt eines Ochsen an und näherte sich diesen Schalen. ",
  "sn4.16:3.3": "Da sagte einer der Mönche zu einem anderen: ",
  "sn4.16:3.4": "„Mönch, Mönch, dieser Ochse wird die Schalen zerbrechen.“ ",
  "sn4.16:3.5": "Daraufhin sagte der Buddha zu diesem Mönch: ",
  "sn4.16:3.6": "„Mönch, das ist kein Ochse. ",
  "sn4.16:3.7": "Das ist Māra der Böse, der gekommen ist, um euch hinters Licht zu führen!“ ",
  "sn4.16:3.8": "Und der Buddha, in dem Wissen, dass es Māra der Böse war, redete ihn mit einer Strophe an: ",
  "sn4.16:4.1": "„Bilder, Gefühle und Wahrnehmung, ",
  "sn4.16:4.2": "Bewusstsein und was entschieden wird: ",
  "sn4.16:4.3": "‚Das bin ich nicht‘ und ‚Das ist nicht mein‘ – ",
  "sn4.16:4.4": "so schwindet für Leidenschaft für sie. ",
  "sn4.16:5.1": "Wenn ihr abgelöst seid und sicher, ",
  "sn4.16:5.2": "wenn alle Fesseln überwunden, ",
  "sn4.16:5.3": "werden Māra und sein Heer euch niemals finden, ",
  "sn4.16:5.4": "auch wenn sie euch überall jagen.“ ",
  "sn4.16:6.1": "Da dachte Māra der Böse … Elend und traurig verschwand er eben dort. "
}