{
  "sn4.22:0.1": "Verbundene Lehrreden 4.22 ",
  "sn4.22:0.2": "3. Das Kapitel über Māra ",
  "sn4.22:0.3": "Mit Samiddhi ",
  "sn4.22:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Silāvatī auf. ",
  "sn4.22:1.2": "Zu dieser Zeit meditierte der Ehrwürdige Samiddhi beflissen, eifrig und entschlossen nicht weit vom Buddha. ",
  "sn4.22:1.3": "Da kam dem Ehrwürdigen Samiddhi, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "sn4.22:1.4": "„Ich habe Glück, so großes Glück, ",
  "sn4.22:1.5": "einen Lehrer zu haben, der vollendet ist, ein vollkommen erwachter Buddha! ",
  "sn4.22:1.6": "Ich habe Glück, so großes Glück, ",
  "sn4.22:1.7": "dass ich in einer Lehre und Schulung fortgezogen bin, die so gut erklärt ist! ",
  "sn4.22:1.8": "Ich habe Glück, so großes Glück, ",
  "sn4.22:1.9": "dass ich geistliche Gefährten habe, die sittlich und von gutem Charakter sind!“ ",
  "sn4.22:1.10": "Da kam Māra der Böse, der erkannte, was Samiddhi dachte, zu ihm und machte in seiner Nähe einen furchterregenden lauten Lärm, sodass es schien, als würde die Erde bersten. ",
  "sn4.22:2.1": "Da ging Samiddhi zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm den Vorfall. Der Buddha sagte: ",
  "sn4.22:3.1": "„Samiddhi, das ist nicht die Erde, die birst. ",
  "sn4.22:3.2": "Das ist Māra der Böse, der gekommen ist, um dich hinters Licht zu führen! ",
  "sn4.22:3.3": "Geh zum gleichen Platz zurück, Samiddhi, und meditiere beflissen, eifrig und entschlossen.“ ",
  "sn4.22:3.4": "„Ja, Herr“, antwortete Samiddhi. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn4.22:3.5": "Und zum zweiten Mal meditierte der Ehrwürdige Samiddhi beflissen, eifrig und entschlossen am gleichen Platz. ",
  "sn4.22:3.6": "Zum zweiten Mal kamen dem Ehrwürdigen Samiddhi die gleichen Gedanken in den Sinn … ",
  "sn4.22:3.7": "Und zum zweiten Mal machte Māra der Böse in seiner Nähe einen furchterregenden lauten Lärm, sodass es schien, als würde die Erde bersten. ",
  "sn4.22:3.9": "Da redete Samiddhi Māra den Bösen mit einer Strophe an: ",
  "sn4.22:4.1": "„Ich bin aus Vertrauen fortgezogen ",
  "sn4.22:4.2": "aus dem Haus ins hauslose Leben. ",
  "sn4.22:4.3": "Meine Achtsamkeit und meine Weisheit sind reif, ",
  "sn4.22:4.4": "mein Geist ist gesammelt in der Versenkung. ",
  "sn4.22:4.5": "Mach so viele Trugbilder, wie du willst, ",
  "sn4.22:4.6": "das wird mich nicht stören.“ ",
  "sn4.22:5.1": "Da dachte Māra der Böse: „Der Mönch Samiddhi kennt mich!“ Elend und traurig verschwand er eben dort. "
}