{
  "sn4.13:0.1": "Verbundene Lehrreden 4.13 ",
  "sn4.13:0.2": "2. Das Kapitel über Herrschaft ",
  "sn4.13:0.3": "Ein Splitter ",
  "sn4.13:1.1": "So habe ich es gehört: ",
  "sn4.13:1.2": "Einmal hielt sich der Buddha bei Rājagaha im Wildpark Maddakucchi auf. ",
  "sn4.13:1.3": "Nun war zu dieser Zeit der Fuß des Buddha von einem Splitter verletzt. ",
  "sn4.13:1.4": "Der Buddha war von quälenden Schmerzen geplagt, die körperlichen Schmerzen waren scharf, heftig, brennend, lästig und unangenehm. ",
  "sn4.13:1.5": "Doch er ertrug seine Beschwerden unbeirrt, achtsam und der Situation bewusst. ",
  "sn4.13:1.6": "Und er faltete seine äußere Robe vierfach, breitete sie aus und legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst. ",
  "sn4.13:1.7": "Da kam Māra der Böse zum Buddha und redete ihn mit einer Strophe an: ",
  "sn4.13:2.1": "„Bist du schwach, dass du dich hinlegst? Oder bist du trunken von Poesie? ",
  "sn4.13:2.2": "Hast du nicht alles, was du brauchst? ",
  "sn4.13:2.3": "Allein an abgelegenem Ort, ",
  "sn4.13:2.4": "warum das Schlafen, du Schlafmütze?“ ",
  "sn4.13:3.1": "„Ich bin nicht schwach, dass ich mich hinlege, noch bin ich trunken von Poesie. ",
  "sn4.13:3.2": "Ich habe das Ziel erreicht, bin frei von Kummer. ",
  "sn4.13:3.3": "Allein an abgelegenem Ort, ",
  "sn4.13:3.4": "lege ich mich nieder voller Anteilnahme für alle Lebewesen. ",
  "sn4.13:4.1": "Selbst die, in deren Brust ein Pfeil steckt, ",
  "sn4.13:4.2": "der wieder und wieder ins Herz sticht, ",
  "sn4.13:4.3": "selbst sie bekommen etwas Schlaf. ",
  "sn4.13:4.4": "Warum nicht ich, dessen Pfeil herausgezogen ist? ",
  "sn4.13:5.1": "Ich liege nicht angespannt wach, noch fürchte ich den Schlaf. ",
  "sn4.13:5.2": "Die Tage und Nächte stören mich nicht, ",
  "sn4.13:5.3": "da ich für mich in der Welt keinen Niedergang sehe. ",
  "sn4.13:5.4": "Darum lege ich mich nieder voller Anteilnahme für alle Lebewesen.“ ",
  "sn4.13:6.1": "Da dachte Māra der Böse: „Der Buddha kennt mich! Der Heilige kennt mich!“ Elend und traurig verschwand er eben dort. "
}