{
  "sn12.15:0.1": "Zbiór połączonych mów - 12 ",
  "sn12.15:0.2": "2. Rozdział o pokarmie ",
  "sn12.15:0.3": "Mowa do Kaccānagotty ",
  "sn12.15:1.1": "Niedaleko miasta Sāvatthi. ",
  "sn12.15:1.2": "W tym czasie Czcigodny Kaccānagotta, przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, złożył z wielkim szacunkiem ukłon, a następnie usiadł z boku. Siedząc obok, Czcigodny Kaccānagotta rzekł do Błogosławionego: ",
  "sn12.15:1.3": "„Mówi się, Bhante, »Właściwy Pogląd, Właściwy Pogląd«. ",
  "sn12.15:1.4": "Bhante, w jakiej mierze istnieje Właściwy Pogląd?”. ",
  "sn12.15:2.1": "„W głównej mierze, Kaccāno, świat polega na dualizmie istnienia i nieistnienia. ",
  "sn12.15:2.2": "Gdy postrzega się, Kaccāno, z właściwą mądrością, zgodnie z rzeczywistością powstawanie świata, nieistnienie tegoż świata nie będzie możliwe. ",
  "sn12.15:2.3": "Gdy postrzega się, Kaccāno, z właściwą mądrością, zgodnie z rzeczywistością zanikanie świata, istnienie tegoż świata nie będzie możliwe. ",
  "sn12.15:2.4": "W głównej mierze, Kaccāno, świat spętany jest przez przywiązania, lgnięcia i skłonności. ",
  "sn12.15:2.5": "Ale jeśli - gdy chodzi o te przywiązania, lgnięcia, fiksacje intencji, ukryte tendencje do skłonności - nie przywiązuje się, nie lgnie się i nie fiksuje się na »moje ‘ja’«, ",
  "sn12.15:2.6": "nie ma w kimś takim niepewności, ani wątpliwości: »to, co powstaje to tylko powstająca krzywda, to, co ustaje to tylko ustająca krzywda«, taka wiedza nie jest uzależniona od kogokolwiek innego. ",
  "sn12.15:2.7": "W takiej mierze, Kaccāno, istnieje Właściwy Pogląd. ",
  "sn12.15:3.1": "»Wszystko istnieje«, Kaccāno, to jest jedna skrajność. ",
  "sn12.15:3.2": "»Wszystko nie istnieje«, to jest druga skrajność. ",
  "sn12.15:3.3": "To, Kaccāno, unikając obu tych skrajności, Tathāgata naucza Dhammy przez to, co pośrodku: ",
  "sn12.15:3.4": "Zależne od niewiedzy – wytworzenie, ",
  "sn12.15:3.5": "zależna od wytworzenia – świadomość, (...). ",
  "sn12.15:3.6": "W ten sposób powstają wszystkie te pokłady cierpienia. ",
  "sn12.15:3.7": "Wraz z całkowitym wyczerpaniem i ustaniem niewiedzy, wytworzenie ustaje, ",
  "sn12.15:3.8": "z ustaniem wytworzenia, świadomość ustaje, (...). ",
  "sn12.15:3.9": "W ten sposób ustają wszystkie te pokłady cierpienia. ",
  "sn12.15:3.10": "Piąta. "
}