{
  "sn36.8:0.1": "Verbundene Lehrreden 36.8 ",
  "sn36.8:0.2": "1. Das Kapitel mit Strophen ",
  "sn36.8:0.3": "Die Krankenstube (2) ",
  "sn36.8:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "sn36.8:1.2": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zur Krankenstube. Er setzte sich auf den ausgebreiteten Sitz ",
  "sn36.8:1.3": "und wandte sich an die Mönche und Nonnen: ",
  "sn36.8:2.1": "„Mönche und Nonnen, eine Nonne soll achtsam und umsichtig ihre Zeit abwarten. ",
  "sn36.8:2.2": "Das ist meine Anweisung für euch. ",
  "sn36.8:3.1": "Und wie ist eine Nonne achtsam? ",
  "sn36.8:3.2": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn36.8:3.3": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet … ",
  "sn36.8:3.4": "Sie meditiert, indem sie einen Aspekt des Geistes beobachtet … ",
  "sn36.8:3.5": "Sie meditiert, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn36.8:3.6": "So ist eine Nonne achtsam. ",
  "sn36.8:4.1": "Und wie ist eine Nonne umsichtig? ",
  "sn36.8:4.2": "Da handelt eine Nonne umsichtig, wenn sie ausgeht und zurückkommt, wenn sie hin- und wegschaut, wenn sie die Glieder beugt und streckt, wenn sie die äußere Robe, die Schale und die Roben trägt, wenn sie isst, trinkt, kaut und schmeckt, wenn sie Urin und Kot ausscheidet, wenn sie geht, steht, sitzt, schläft und wacht, redet und schweigt. ",
  "sn36.8:4.3": "So ist eine Nonne umsichtig. ",
  "sn36.8:4.4": "Eine Nonne soll achtsam und umsichtig ihre Zeit abwarten. ",
  "sn36.8:4.5": "Das ist meine Anweisung für euch. ",
  "sn36.8:5.1": "Wenn in einer Nonne, die so meditiert – achtsam, umsichtig, beflissen, eifrig und entschlossen –, ein angenehmes Gefühl aufkommt, versteht sie: ",
  "sn36.8:5.3": "‚Ein angenehmes Gefühl ist in mir aufgekommen. ",
  "sn36.8:5.4": "Das ist abhängig, nicht unabhängig. ",
  "sn36.8:5.5": "Abhängig wovon? ",
  "sn36.8:5.6": "Abhängig von eben dieser Berührung. ",
  "sn36.8:5.7": "Aber diese Berührung ist unbeständig, bedingt und abhängig entstanden. ",
  "sn36.8:5.8": "Wie könnte da ein angenehmes Gefühl beständig sein, da es doch in Abhängigkeit von einer Berührung aufgekommen ist, die unbeständig, bedingt und abhängig entstanden ist?‘ ",
  "sn36.8:5.9": "Sie meditiert, indem sie bei der Berührung und dem angenehmen Gefühl die Unbeständigkeit, das Verschwinden, das Schwinden, das Aufhören und das Loslassen beobachtet. ",
  "sn36.8:5.10": "Während sie das tut, gibt sie die zugrunde liegende Neigung zu Gier in Bezug auf Berührung und angenehmes Gefühl auf. ",
  "sn36.8:6.1": "Wenn in einer Nonne, die so meditiert – achtsam, umsichtig, beflissen, eifrig und entschlossen –, ein schmerzhaftes Gefühl aufkommt … ",
  "sn36.8:6.3": "Wenn in ihr ein neutrales Gefühl aufkommt, versteht sie: ",
  "sn36.8:6.5": "‚Ein neutrales Gefühl ist in mir aufgekommen. ",
  "sn36.8:6.6": "Das ist abhängig, nicht unabhängig. ",
  "sn36.8:6.7": "Abhängig wovon? ",
  "sn36.8:6.8": "Abhängig von eben dieser Berührung. ",
  "sn36.8:6.9": "(In voller Länge zu sprechen wie in der vorhergehenden Lehrrede.) ",
  "sn36.8:6.10": "Sie versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘ ",
  "sn36.8:7.1": "Wie eine Öllampe, die mithilfe von Öl und einem Docht brennt: ",
  "sn36.8:7.2": "Wenn Öl und Docht aufgebraucht sind, erlischt sie aus Mangel an Nahrung. ",
  "sn36.8:7.3": "Ebenso weiß eine Nonne, wenn sie das Ende des Körpers nahen fühlt: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn sie das Ende des Lebens nahen fühlt, weiß sie: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn36.8:7.4": "Sie versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘“ "
}