{
  "sn36.7:0.1": "Verbundene Lehrreden 36.7 ",
  "sn36.7:0.2": "1. Das Kapitel mit Strophen ",
  "sn36.7:0.3": "Die Krankenstube (1) ",
  "sn36.7:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "sn36.7:1.2": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zur Krankenstube. Er setzte sich auf den ausgebreiteten Sitz ",
  "sn36.7:1.3": "und wandte sich an die Mönche und Nonnen: ",
  "sn36.7:2.1": "„Mönche und Nonnen, ein Mönch soll achtsam und umsichtig seine Zeit abwarten. ",
  "sn36.7:2.2": "Das ist meine Anweisung für euch. ",
  "sn36.7:3.1": "Und wie ist ein Mönch achtsam? ",
  "sn36.7:3.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn36.7:3.3": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn36.7:3.4": "Er meditiert, indem er einen Aspekt des Geistes beobachtet … ",
  "sn36.7:3.5": "Er meditiert, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn36.7:3.6": "So ist ein Mönch achtsam. ",
  "sn36.7:4.1": "Und wie ist ein Mönch umsichtig? ",
  "sn36.7:4.2": "Da handelt ein Mönch umsichtig, wenn er ausgeht und zurückkommt, wenn er hin- und wegschaut, wenn er die Glieder beugt und streckt, wenn er die äußere Robe, die Schale und die Roben trägt, wenn er isst, trinkt, kaut und schmeckt, wenn er Urin und Kot ausscheidet, wenn er geht, steht, sitzt, schläft und wacht, redet und schweigt. ",
  "sn36.7:4.3": "So ist ein Mönch umsichtig. ",
  "sn36.7:4.4": "Ein Mönch soll achtsam und umsichtig seine Zeit abwarten. ",
  "sn36.7:4.5": "Das ist meine Anweisung für euch. ",
  "sn36.7:5.1": "Wenn in einem Mönch, der so meditiert – achtsam, umsichtig, beflissen, eifrig und entschlossen –, ein angenehmes Gefühl aufkommt, versteht er: ",
  "sn36.7:5.2": "‚Ein angenehmes Gefühl ist in mir aufgekommen. ",
  "sn36.7:5.3": "Das ist abhängig, nicht unabhängig. ",
  "sn36.7:5.4": "Abhängig wovon? ",
  "sn36.7:5.5": "Abhängig von eben diesem Körper. ",
  "sn36.7:5.6": "Aber dieser Körper ist unbeständig, bedingt und abhängig entstanden. ",
  "sn36.7:5.7": "Wie könnte da ein angenehmes Gefühl beständig sein, da es doch in Abhängigkeit von einem Körper aufgekommen ist, der unbeständig, bedingt und abhängig entstanden ist?‘ ",
  "sn36.7:5.8": "Er meditiert, indem er beim Körper und dem angenehmen Gefühl die Unbeständigkeit, das Verschwinden, das Schwinden, das Aufhören und das Loslassen beobachtet. ",
  "sn36.7:5.9": "Während er das tut, gibt er die zugrunde liegende Neigung zu Gier in Bezug auf den Körper und angenehmes Gefühl auf. ",
  "sn36.7:6.1": "Wenn in einem Mönch, der so meditiert – achtsam, umsichtig, beflissen, eifrig und entschlossen –, ein schmerzhaftes Gefühl aufkommt, versteht er: ",
  "sn36.7:6.3": "‚Ein schmerzhaftes Gefühl ist in mir aufgekommen. ",
  "sn36.7:6.4": "Das ist abhängig, nicht unabhängig. ",
  "sn36.7:6.5": "Abhängig wovon? ",
  "sn36.7:6.6": "Abhängig von eben diesem Körper. ",
  "sn36.7:6.7": "Aber dieser Körper ist unbeständig, bedingt und abhängig entstanden. ",
  "sn36.7:6.8": "Wie könnte da ein schmerzhaftes Gefühl beständig sein, da es doch in Abhängigkeit von einem Körper aufgekommen ist, der unbeständig, bedingt und abhängig entstanden ist?‘ ",
  "sn36.7:6.9": "Er meditiert, indem er beim Körper und dem schmerzhaften Gefühl die Unbeständigkeit, das Verschwinden, das Schwinden, das Aufhören und das Loslassen beobachtet. ",
  "sn36.7:6.10": "Während er das tut, gibt er die zugrunde liegende Neigung zu Ablehnung in Bezug auf den Körper und schmerzhaftes Gefühl auf. ",
  "sn36.7:7.1": "Wenn in einem Mönch, der so meditiert – achtsam, umsichtig, beflissen, eifrig und entschlossen –, ein neutrales Gefühl aufkommt, versteht er: ",
  "sn36.7:7.2": "‚Ein neutrales Gefühl ist in mir aufgekommen. ",
  "sn36.7:7.3": "Das ist abhängig, nicht unabhängig. ",
  "sn36.7:7.4": "Abhängig wovon? ",
  "sn36.7:7.5": "Abhängig von eben diesem Körper. ",
  "sn36.7:7.6": "Aber dieser Körper ist unbeständig, bedingt und abhängig entstanden. ",
  "sn36.7:7.7": "Wie könnte da ein neutrales Gefühl beständig sein, da es doch in Abhängigkeit von einem Körper aufgekommen ist, der unbeständig, bedingt und abhängig entstanden ist?‘ ",
  "sn36.7:7.8": "Er meditiert, indem er beim Körper und dem neutralen Gefühl die Unbeständigkeit, das Verschwinden, das Schwinden, das Aufhören und das Loslassen beobachtet. ",
  "sn36.7:7.9": "Während er das tut, gibt er die zugrunde liegende Neigung zu Unwissenheit in Bezug auf den Körper und neutrales Gefühl auf. ",
  "sn36.7:8.1": "Wenn er ein angenehmes Gefühl fühlt, versteht er, dass es unbeständig ist, dass er nicht daran hängt und kein Vergnügen daran findet. ",
  "sn36.7:8.2": "Wenn er ein schmerzhaftes Gefühl fühlt, versteht er, dass es unbeständig ist, dass er nicht daran hängt und kein Vergnügen daran findet. ",
  "sn36.7:8.3": "Wenn er ein neutrales Gefühl fühlt, versteht er, dass es unbeständig ist, dass er nicht daran hängt und kein Vergnügen daran findet. ",
  "sn36.7:8.4": "Wenn er ein angenehmes Gefühl fühlt, fühlt er es abgelöst. ",
  "sn36.7:8.5": "Wenn er ein schmerzhaftes Gefühl fühlt, fühlt er es abgelöst. ",
  "sn36.7:8.6": "Wenn er ein neutrales Gefühl fühlt, fühlt er es abgelöst. ",
  "sn36.7:8.7": "Wenn er das Ende des Körpers nahen fühlt, weiß er: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn er das Ende des Lebens nahen fühlt, weiß er: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn36.7:8.8": "Er versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘ ",
  "sn36.7:9.1": "Wie eine Öllampe, die mithilfe von Öl und einem Docht brennt: ",
  "sn36.7:9.2": "Wenn Öl und Docht aufgebraucht sind, erlischt sie aus Mangel an Nahrung. ",
  "sn36.7:9.3": "Ebenso weiß er, wenn er das Ende des Körpers nahen fühlt: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn er das Ende des Lebens nahen fühlt, weiß er: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn36.7:9.4": "Er versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘“ "
}