{
  "sn44.10:0.1": "'Zbiór połączonych mów - 44 '",
  "sn44.10:0.2": "'1. Rozdział o nieokreślonym '",
  "sn44.10:0.3": "'10. Mowa do Ānandy '",
  "sn44.10:1.1": "'W tym czasie wędrowny asceta Vacchagotta przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, przywitał się. '",
  "sn44.10:1.2": "'Po przywitaniu i wyrażeniu szacunku, spytał o zdrowie, a następnie usiadł z boku. Siedząc obok, wędrowny asceta Vacchagotta rzekł do Błogosławionego: '",
  "sn44.10:1.3": "'“Jak to jest, mistrzu Gotamo, czy istnieje  sedno istoty?”. '",
  "sn44.10:1.4": "'Gdy to zostało powiedziane, Błogosławiony pozostawał milczący. '",
  "sn44.10:1.5": "'“Jak zatem, mistrzu Gotamo, czy nie istnieje sedno istoty?”. '",
  "sn44.10:1.6": "'Drugi raz Błogosławiony pozostawał milczący. '",
  "sn44.10:1.7": "'Wtedy to wędrowny asceta Vacchagotta wstał ze swego siedziska i odszedł. '",
  "sn44.10:2.1": "'Wówczas Czcigodny Ānanda, zaraz po odejściu wędrownego ascety Vacchagotty, rzekł do Błogosławionego: '",
  "sn44.10:2.2": "'“Jak to jest, Bhante, że Błogosławiony nie odpowiedział na pytanie zadane przez wędrownego ascetę Vacchagottę?”. '",
  "sn44.10:2.3": "'„Gdybym, Ānando, zapytany przez wędrownego ascetę Vacchagottę »czy istnieje sedno istoty« odpowiedział: »istnieje sedno istoty«, wtedy byłoby to, Ānando, bliskie doktrynie eternalistycznej niektórych pustelników i braminów. '",
  "sn44.10:2.4": "'Gdybym, Ānando, zapytany przez wędrownego ascetę Vacchagottę »czy nie istnieje sedno istoty« odpowiedział: »nie istnieje sedno istoty«, wtedy byłoby to, Ānando, bliskie doktrynie nihilistycznej niektórych pustelników i braminów. '",
  "sn44.10:2.5": "'Gdybym, Ānando, zapytany przez wędrownego ascetę Vacchagottę »czy istnieje sedno istoty« odpowiedział: »istnieje sedno istoty«, czy byłoby to z mej strony, Ānando, w zgodzie z powstawaniem wiedzy: '",
  "sn44.10:2.6": "'»Wszelkie zjawiska nie mają istoty«?” '",
  "sn44.10:2.7": "'“Z pewnością nie, Bhante”. '",
  "sn44.10:2.8": "'„Gdybym, Ānando, zapytany przez wędrownego ascetę Vacchagottę »czy nie istnieje sedno istoty« odpowiedział: »nie istnieje sedno istoty«, dla zagubionego już wędrownego ascety Vacchagotty byłoby to, Ānando, jeszcze większym pomieszaniem: '",
  "sn44.10:2.9": "'»Własne ‘ja’, które wcześniej miałem, teraz nie istnieje«”. '",
  "sn44.10:2.10": "'Dziesiata. '"
}