{
  "an4.196:0.1": "Numbered Discourses 4.196 ",
  "an4.196:0.2": "20. The Great Chapter ",
  "an4.196:0.3": "With Sāḷha ",
  "an4.196:1.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an4.196:1.2": "Then Sāḷha and Abhaya the Licchavis went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "an4.196:2.1": "“There are, sir, some ascetics and brahmins who advocate crossing the flood by means of two things: ",
  "an4.196:2.2": "purification of ethics, and mortification in disgust of sin. ",
  "an4.196:2.3": "What does the Buddha say about this?” ",
  "an4.196:3.1": "“Sāḷha, purification of ethics is one of the factors of the ascetic life, I say. ",
  "an4.196:3.2": "But those ascetics and brahmins who teach mortification in disgust of sin—regarding it as essential and clinging to it—are incapable of crossing the flood. ",
  "an4.196:3.3": "And those ascetics and brahmins whose livelihood and behavior by way of body, speech, and mind, is not pure are also incapable of knowing and seeing, of supreme awakening. ",
  "an4.196:4.1": "Suppose a man who wanted to cross a river took a sharp axe into a wood. ",
  "an4.196:4.2": "There he’d see a large green sal tree, straight and young and grown free of defects. ",
  "an4.196:4.3": "He’d cut it down at the base, ",
  "an4.196:4.4": "cut off the top, ",
  "an4.196:4.5": "and completely strip off the branches and foliage. ",
  "an4.196:4.6": "Then he’d trim it with axes and ",
  "an4.196:4.7": "machetes, ",
  "an4.196:4.8": "plane it, ",
  "an4.196:4.9": "and sand it with a rock. ",
  "an4.196:4.10": "Finally, he’d launch out on the river. ",
  "an4.196:5.1": "What do you think, Sāḷha? ",
  "an4.196:5.2": "Is that man capable of crossing the river?” ",
  "an4.196:5.3": "“No, sir. ",
  "an4.196:5.4": "Why not? ",
  "an4.196:5.5": "Because that green sal tree is well worked on the outside, but inside it’s still not cleared out. ",
  "an4.196:5.6": "I’d expect that green sal tree to sink, and the man to come to ruin.” ",
  "an4.196:6.1": "“In the same way, Sāḷha, those ascetics and brahmins who teach mortification in disgust of sin—regarding it as essential and clinging to it—are incapable of crossing the flood. ",
  "an4.196:6.2": "And those ascetics and brahmins whose livelihood and behavior by way of body, speech, and mind is not pure are also incapable of knowing and seeing, of supreme awakening. ",
  "an4.196:7.1": "But those ascetics and brahmins who don’t teach mortification in disgust of sin—not regarding it as essential or clinging to it—are capable of crossing the flood. ",
  "an4.196:7.2": "And those ascetics and brahmins whose behavior by way of body, speech, and mind is pure are also capable of knowing and seeing, of supreme awakening. ",
  "an4.196:8.1": "Suppose a man who wanted to cross a river took a sharp axe into a wood. ",
  "an4.196:8.2": "There he’d see a large green sal tree, straight and young and grown free of defects. ",
  "an4.196:8.3": "He’d cut it down at the base, ",
  "an4.196:8.4": "cut off the top, ",
  "an4.196:8.5": "and completely strip off the branches and foliage. ",
  "an4.196:8.6": "Then he’d trim it with axes and ",
  "an4.196:8.7": "machetes. ",
  "an4.196:8.8": "Then he’d take a chisel and completely clear it out inside. ",
  "an4.196:8.9": "Then he’d plane it, ",
  "an4.196:8.10": "sand it with a rock, ",
  "an4.196:8.11": "and make it into a boat. ",
  "an4.196:8.12": "Finally he’d fix it with oars and rudder, ",
  "an4.196:8.13": "and launch out on the river. ",
  "an4.196:9.1": "What do you think, Sāḷha? ",
  "an4.196:9.2": "Is that man capable of crossing the river?” ",
  "an4.196:9.3": "“Yes, sir. ",
  "an4.196:9.4": "Why is that? ",
  "an4.196:9.5": "Because that green sal tree is well worked on the outside, cleared out on the inside, made into a boat, and fixed with oars and rudder. ",
  "an4.196:9.6": "I’d expect ",
  "an4.196:9.7": "that boat to not sink, and the man to safely make it to the far shore.” ",
  "an4.196:10.1": "“In the same way, Sāḷha, those ascetics and brahmins who don’t teach mortification in disgust of sin—not regarding it as essential or clinging to it—are capable of crossing the flood. ",
  "an4.196:10.2": "And those ascetics and brahmins whose behavior by way of body, speech, and mind is pure are also capable of knowing and seeing, of supreme awakening. ",
  "an4.196:10.3": "Suppose there was a warrior who knew lots of fancy archery tricks. ",
  "an4.196:10.4": "It is only with these three factors that he becomes worthy of a king, fit to serve a king, and is considered a factor of kingship. ",
  "an4.196:10.5": "What three? ",
  "an4.196:10.6": "He’s a long-distance shooter, a marksman, and one who shatters large objects. ",
  "an4.196:11.1": "Just as a warrior is a long-distance shooter, ",
  "an4.196:11.2": "a noble disciple has right immersion. ",
  "an4.196:11.3": "A noble disciple with right immersion truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "an4.196:11.4": "They truly see any kind of feeling … ",
  "an4.196:11.5": "perception … ",
  "an4.196:11.6": "choices … ",
  "an4.196:11.7": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "an4.196:12.1": "Just as a warrior is a marksman, ",
  "an4.196:12.2": "a noble disciple has right view. ",
  "an4.196:12.3": "A noble disciple with right view truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an4.196:13.1": "Just as a warrior shatters large objects, ",
  "an4.196:13.2": "a noble disciple has right freedom. ",
  "an4.196:13.3": "A noble disciple with right freedom shatters the great mass of ignorance.” "
}