{
  "an4.52:0.1": "Numbered Discourses 4 ",
  "an4.52:0.2": "6. Overflowing Merit ",
  "an4.52:0.3": "52. Overflowing Merit (2nd) ",
  "an4.52:1.1": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. ",
  "an4.52:1.2": "What four? ",
  "an4.52:1.3": "It’s when a noble disciple has experiential confidence in the Buddha: ",
  "an4.52:1.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "an4.52:1.5": "This is the first kind of overflowing merit … ",
  "an4.52:2.1": "Furthermore, a noble disciple has experiential confidence in the teaching: ",
  "an4.52:2.2": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "an4.52:2.3": "This is the second kind of overflowing merit … ",
  "an4.52:3.1": "Furthermore, a noble disciple has experiential confidence in the Saṅgha: ",
  "an4.52:3.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ",
  "an4.52:3.3": "This is the third kind of overflowing merit … ",
  "an4.52:4.1": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ",
  "an4.52:4.2": "This is the fourth kind of overflowing merit … ",
  "an4.52:4.3": "These are the four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. ",
  "an4.52:5.1": "Whoever has faith in the Realized One, ",
  "an4.52:5.2": "unwavering and well grounded; ",
  "an4.52:5.3": "whose ethical conduct is good, ",
  "an4.52:5.4": "praised and loved by the noble ones; ",
  "an4.52:6.1": "who has confidence in the Saṅgha, ",
  "an4.52:6.2": "and correct view: ",
  "an4.52:6.3": "they’re said to be prosperous, ",
  "an4.52:6.4": "their life is not in vain. ",
  "an4.52:7.1": "So let the wise devote themselves ",
  "an4.52:7.2": "to faith, ethical behavior, ",
  "an4.52:7.3": "confidence, and insight into the teaching, ",
  "an4.52:7.4": "remembering the instructions of the Buddhas. "
}