{
  "an4.122:0.1": "Numbered Discourses 4.122 ",
  "an4.122:0.2": "13. Fears ",
  "an4.122:0.3": "The Danger of Waves ",
  "an4.122:1.1": "“Mendicants, anyone who enters the water should anticipate four dangers. ",
  "an4.122:1.2": "What four? ",
  "an4.122:1.3": "The dangers of waves, marsh crocodiles, whirlpools, and gharials. ",
  "an4.122:1.4": "These are the four dangers that anyone who enters the water should anticipate. ",
  "an4.122:1.5": "In the same way, a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate four dangers. ",
  "an4.122:1.6": "What four? ",
  "an4.122:1.7": "The dangers of waves, marsh crocodiles, whirlpools, and gharials. ",
  "an4.122:2.1": "And what, mendicants, is the danger of waves? ",
  "an4.122:2.2": "It’s when a gentleman has gone forth from the lay life to homelessness, thinking: ",
  "an4.122:2.3": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "an4.122:2.4": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "an4.122:2.5": "When they’ve gone forth, their spiritual companions advise and instruct them: ",
  "an4.122:2.6": "‘You should go out like this, and come back like that. You should look to the front like this, and to the side like that. You should contract your limbs like this, and extend them like that. This is how you should bear your outer robe, bowl, and robes.’ ",
  "an4.122:2.7": "They think: ",
  "an4.122:2.8": "‘Formerly, as a lay person, I advised and instructed others. ",
  "an4.122:2.9": "And now these mendicants—who you’d think were my children or grandchildren—imagine they can advise and instruct me!’ ",
  "an4.122:2.10": "Angry and upset, they resign the training and return to a lesser life. ",
  "an4.122:2.11": "This is called a mendicant who resigns the training and returns to a lesser life because they’re afraid of the danger of waves. ",
  "an4.122:2.12": "‘Danger of waves’ is a term for anger and distress. ",
  "an4.122:2.13": "This is called the danger of waves. ",
  "an4.122:3.1": "And what, mendicants, is the danger of marsh crocodiles? ",
  "an4.122:3.2": "It’s when a gentleman has gone forth from the lay life to homelessness … ",
  "an4.122:3.3": "",
  "an4.122:3.4": "",
  "an4.122:3.5": "When they’ve gone forth, their spiritual companions advise and instruct them: ",
  "an4.122:3.6": "‘You may eat, consume, taste, and drink these things, but not those. You may eat what’s allowable, but not what’s unallowable. You may eat at the right time, but not at the wrong time.’ ",
  "an4.122:3.7": "They think: ",
  "an4.122:3.8": "‘Formerly, as a lay person, I used to eat, consume, taste, and drink what I wanted, not what I didn’t want. ",
  "an4.122:3.9": "",
  "an4.122:3.10": "",
  "an4.122:3.11": "",
  "an4.122:3.12": "I ate and drank both allowable and unallowable things, at the right time and the wrong time. ",
  "an4.122:3.13": "And these faithful householders give us delicious fresh and cooked foods at the wrong time of day. But these mendicants imagine they can gag our mouths!’ ",
  "an4.122:3.14": "Angry and upset, they resign the training and return to a lesser life. ",
  "an4.122:3.15": "This is called a mendicant who resigns the training and returns to a lesser life because they’re afraid of the danger of marsh crocodiles. ",
  "an4.122:3.16": "‘Danger of marsh crocodiles’ is a term for gluttony. ",
  "an4.122:3.17": "This is called the danger of marsh crocodiles. ",
  "an4.122:4.1": "And what, mendicants, is the danger of whirlpools? ",
  "an4.122:4.2": "It’s when a gentleman has gone forth from the lay life to homelessness … ",
  "an4.122:4.3": "",
  "an4.122:4.4": "",
  "an4.122:4.5": "When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties. ",
  "an4.122:4.6": "There they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. ",
  "an4.122:4.7": "They think: ",
  "an4.122:4.8": "‘Formerly, as a lay person, I amused myself, supplied and provided with the five kinds of sensual stimulation. ",
  "an4.122:4.9": "And it’s true that my family is wealthy. ",
  "an4.122:4.10": "I can both enjoy my wealth and make merit. ",
  "an4.122:4.11": "Why don’t I resign the training and return to a lesser life, so I can enjoy my wealth and make merit?’ ",
  "an4.122:4.12": "They resign the training and return to a lesser life. ",
  "an4.122:4.13": "This is called a mendicant who resigns the training and returns to a lesser life because they’re afraid of the danger of whirlpools. ",
  "an4.122:4.14": "‘Danger of whirlpools’ is a term for the five kinds of sensual stimulation. ",
  "an4.122:4.15": "This is called the danger of whirlpools. ",
  "an4.122:5.1": "And what, mendicants, is the danger of gharials? ",
  "an4.122:5.2": "It’s when a gentleman has gone forth from the lay life to homelessness … ",
  "an4.122:5.3": "",
  "an4.122:5.4": "",
  "an4.122:5.5": "When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties. ",
  "an4.122:5.6": "There they see a female scantily clad, with revealing clothes. ",
  "an4.122:5.7": "Lust infects their mind, ",
  "an4.122:5.8": "so they resign the training and return to a lesser life. ",
  "an4.122:5.9": "This is called a mendicant who resigns the training and returns to a lesser life because they’re afraid of the danger of gharials. ",
  "an4.122:5.10": "‘Danger of gharials’ is a term for females. ",
  "an4.122:5.11": "This is called the danger of gharials. ",
  "an4.122:5.12": "These are the four dangers that a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate.” "
}