{
  "an4.28:0.1": "Numbered Discourses 4.28 ",
  "an4.28:0.2": "3. At Uruvelā ",
  "an4.28:0.3": "The Noble Traditions ",
  "an4.28:1.1": "“Mendicants, these four noble traditions are primordial, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now, nor will they be. Sensible ascetics and brahmins don’t look down on them. ",
  "an4.28:1.2": "What four? ",
  "an4.28:1.3": "Firstly, a mendicant is content with any kind of robe, and praises such contentment. They don’t try to get hold of a robe in an improper way. They don’t get upset if they don’t get a robe. And if they do get a robe, they use it untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. ",
  "an4.28:1.4": "But they don’t glorify themselves or put others down on account of their contentment. ",
  "an4.28:1.5": "A mendicant who is deft, tireless, aware, and mindful in this is said to stand in the ancient, primordial noble tradition. ",
  "an4.28:2.1": "Furthermore, a mendicant is content with any kind of almsfood … ",
  "an4.28:2.2": "",
  "an4.28:2.3": "",
  "an4.28:3.1": "Furthermore, a mendicant is content with any kind of lodgings … ",
  "an4.28:3.2": "",
  "an4.28:3.3": "",
  "an4.28:4.1": "Furthermore, a mendicant enjoys meditation and loves to meditate. They enjoy giving up and love to give up. ",
  "an4.28:4.2": "But they don’t glorify themselves or put down others on account of their love for meditation and giving up. ",
  "an4.28:4.3": "A mendicant who is deft, tireless, aware, and mindful in this is said to stand in the ancient, primordial noble tradition. ",
  "an4.28:4.4": "These four noble traditions are primordial, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them. ",
  "an4.28:5.1": "When a mendicant has these four noble traditions, if they live in the east they prevail over discontent, and discontent doesn’t prevail over them. ",
  "an4.28:5.2": "If they live in the west … ",
  "an4.28:5.3": "the north … ",
  "an4.28:5.4": "the south, they prevail over discontent, and discontent doesn’t prevail over them. ",
  "an4.28:5.5": "Why is that? ",
  "an4.28:5.6": "Because the attentive prevail over desire and discontent. ",
  "an4.28:6.1": "Discontent cannot prevail over the attentive; ",
  "an4.28:6.2": "the attentive are not prevailed over by discontent. ",
  "an4.28:6.3": "The attentive can prevail over discontent, ",
  "an4.28:6.4": "for the attentive are those who prevail over discontent. ",
  "an4.28:7.1": "Who can hold back the dispeller, ",
  "an4.28:7.2": "who’s thrown away all deeds? ",
  "an4.28:7.3": "Like a pendant of Black Plum River gold, ",
  "an4.28:7.4": "who is worthy to criticize them? ",
  "an4.28:7.5": "Even the gods praise them, ",
  "an4.28:7.6": "and by the Divinity, too, they’re praised.” "
}