{
  "ds": "The Dhammasaṅgaṇī (Compendium of Phenomena) is built on the idea of a <i>mātikā</i>, a lists of contents or matrix. A <i>mātikā</i> acts as a simple instance of a template that is applied and transformed in ever more complex forms throughout the work. The Dhammasaṅgaṇī <i>mātikās</i> list sets of phenomena (<i>dhammas</i>). Most of these are doctrinal terms familiar from the suttas, although some are specialized Abhidhamma terms. The Dhammasaṅgaṇī starts with three <i>mātikās</i>. The first classifies <i>dhammas</i> into 22 sets of three (<i>tika</i>), and the next two use sets of two (<i>duka</i>), 100 pairs for Abhidhamma terms, and 42 for Sutta terms. The first of the triple sets is the momentous group: wholesome, unwholesome, and undetermined. This serves as a framework for classifying all the various phenomena. While it seems simple enough, even this detail was controversial, as some schools rejected the existence of the undetermined, or morally neutral, category.",
  "vb": "The Vibhaṅga (Book of Analysis) consists of 18 chapters arranged by topic. The list of topics is closely related to the Saṁyutta Nikāya—aggregates, senses, dependent origination, etc. Most of the chapters have a threefold structure. (1) Analysis according to the suttas: this quotes a key passage from the suttas on the relvant topic and offers a modest analysis. (2) Analysis according to the Abhidhamma: applies the sets of synonyms and terms as developed in the Dhammasaṅgaṇī. (3) Catechism: tests the students knowledge with systematic questioning. A few sections, such as Vb 18 Dhammahadaya, do not fit this system. They may have originated as independent treatises.",
  "dt": "The Dhātukathā (Discussion of Elements) shows how the <i>mātikās</i> relate to the 5 aggregates, 12 bases and 18 elements. It is organized according to fourteen methods.",
  "pp": "The Puggalapaññatti (Designation of Person) departs from the strictly phenomenological approach of most Abhidhamma texts to present a compendium of passages relating to different kinds of individual. These are set out in a <i>mātikā</i> listing kinds of individuals numerically organized from one to ten. As suggested by the numerical arrangement, these terms are mostly derived from the Aṅguttara Nikāya, with modest changes in wording. The main concern is to classify personal or psychological tendencies as they relate to the development of the Buddhist path.",
  "kv": "The Kathāvatthu (Points of Controversy) is a collection of over 200 discussions on points of interpretation of Buddhist doctrine. These consist of a debate between unnamed protagonists. Each relies either on logic or quotations from the suttas to support their arguments. Some of the discussions concern central problems in Buddhist philosophy, such as the nature of not-self, or the problem of continuity and impermanence. Many, however, are very minor. While the text does not identify the points of view, most of the significant points may be identified with the doctrines held by various Buddhist schools. Note that none of the controverted points deal with Brahmanical, Jaina, or other non-Buddhist views. Nor are there any significant differences when it comes to the suttas; each debater assumes that they share a common sutta basis. The Kathāvatthu is the only book of the Abhidhamma ascribed by the Theravāda to a specific author, Moggaliputtatissa, a senior monk at the time of King Ashoka. The core of the work probably formed then, but it grew substantially over time. A couple of the core discussions appear to share a common basis with the Vijñānakāya.",
  "ya": "The Yamaka (Pairs) consists of ten chapters on different topics, starting with the roots of wholesome or unwholesome conduct. It applies a series of pairs of questions, with the object of fully determining the scope of application of terms. For example, are all <i>rūpa</i> (physical phenomena) part of the aggregate of physical phenomena? No, because there are idiomatic uses of <i>rūpa</i> such as <i>evarūpa</i> (“of such a sort”). But are all instances of the aggregate of physical phenomena? Yes.",
  "patthana": "Paṭṭhāna (Conditional Relations) sets out a simple <i>mātikā</i> listing 24 kinds of condition. For example, the first is the “root condition” (<i>hetupaccayo</i>), dealing with how acts are caused by the unwholesome roots of greed, hate, and delusion, or their opposites. This <i>mātikā</i> is then applied to the <i>mātikās</i> of Dhammasaṅgaṇī, creating a bewildering complexity of possible combinations. The Paṭṭhāna is always heavily abbreviated, but if it were to be fully spelled out, it would probably be the largest book ever created, with many billions of combinations. The Dhammasaṅgaṇī and the Paṭṭhāna bookend the Abhidhamma collection, the first dealing with phenomena, the latter with their relations. While method and the details have expanded considerably, the approach can be seen as a detailed application of the underlying principles of dependent origination.",
  "sg": "Regarded as one of the earliest of the Abhidhamma books, this is essentially a commentary on the Saṅgīti Sutta (DN 33) from the Sarvāstivāda perspective. The full title as recorded in the Chinese text is Abhidharmasaṅgītīparyāyapādaśāstra (Apidamo Ji Yi Men Zu Lun, 阿毘達磨集異門足論). Like all Sarvāstivāda works, the original would have been in Sanskrit. It was written by Mahākausthila (according to the Sanskrit and Tibetan sources) or Śāriputra (according to the Chinese sources). The Chinese recension was translated in 20 fascicles by Xuanzang in CE 660–664. In the Taishō edition of the Chinese canon, it is text number 1536, located at T vol. 26, 367a.",
  "lzh-dk": "The full title is Abhidharmadharmaskandhapādaśāstra (Apidamo Fa Yun Zu Lun, 阿毘達磨法薀足論). This text appears to share a common origin with the Vibhaṅga of the Pali tradition. It is maintained today in a complete Chinese and partial Sanskrit version. Compared to the Vibhaṅga, the method appears to be less formalized and more discursive, quoting a range of sutta passages. It was written by Śāriputra (according to the Sanskrit and Tibetan sources) or Maudgalyāyana (according to Chinese sources). The Chinese edition was translated in 12 fascicles by Xuanzang in August 20th–October 5th, CE 659 at Ta-tzu-en Monastery. In the Taishō edition of the Chinese canon, it is text number 1537, located at T vol. 26, 453c.",
  "pr": "The Prajñaptiśāstra (Shi She Lun, 施設論) consists of a series of questions and answers on points of doctrine based on a <i>mātikā</i>, supported by sutta quotes. It was said to be composed by Maudgalyāyana. The Chinese translation in seven fascicles was by Dharmarakṣa and others around CE 1018–1058. In the Taishō edition of the Chinese canon, it is text number 1538, located at T vol. 26, 514a.",
  "dy": "The full title is Abhidharmadhātukāyapādaśāśtra (Apidamo Jie Shen Zu Lun, 阿毘達磨界身足論). Composed by Purna (according to Sanskrit and Tibetan sources), or Vasumitra (according to Chinese sources). It was translated into Chinese in three fascicles by Xuanzang dated July 14th, CE 663 in Yü-hua Monastery (玉華寺). The Dhātukāya bears some similarity to the Pali Dhātukathā, although it uses a different <i>mātikā</i>. In the Taishō edition of the Chinese canon, it is text number 1540, located at T vol. 26, 614b.",
  "vk": "The full title is Abhidharmavijñānakāyapādaśāstra (Apidamo Shi Shen Zu Lun, 阿毘達磨識身足論).This is a counterpart of the Pali Kathāvatthu, and may share a common historical basis. The text mentions the Theravādin Moggaliputtatissa, author of the Kathāvatthu, as an opponent in the debate on the key Sarvāstivāda doctrine that all phenomena exist in the past, future, and present. The text discusses far fewer points than the Kathāvatthu, however. It was composed by Devakṣema and translated into Chinese in sixteen fascicles by Xuanzang in March 3rd–September 19th, CE 649 at Hung-fa Hall (弘法院), Northern Palace (北-闕), and Tz'uen Monastery (慈恩寺). In the Taishō edition of the Chinese canon, it is text number 1539, located at T vol. 26, 531a.",
  "pk": "The full title is Abhidharmaprakaraṇapādaśāstra (Apidamo Pin Lei Zu Lun, 阿毘達磨品類足論). It was composed by Vasumitra and translated in eighteen fascicles by Xuanzang on October 10th–November 30th, CE 660 at Yü-hua Monastery (玉華寺). This was a central Abhidharma treatise, which influenced even non-Sarvāstivādin texts such as the Mahāprajñapāramītopadeśa. In the Taishō edition of the Chinese canon, it is text number 1542, located at T vol. 26, 692b. Another partial translation by Guṇabhadra and Bodhiyaśas in CE 435–443 may be found at T 1541 under the title 衆事分阿毘曇論.",
  "jp": "The full title is Abhidharmajñānaprasthānaśāstra (Apidamo Fa Zhi Zu Lun, 阿毘達磨發智論). It was composed by Kātyāyanīputra and translated in twenty fascicles by Xuanzang on February 14th, 657–June 20th, 660 in Yü-hua Monastery (玉華寺), Hsi-ching (西京). The largest of the Sarvāstivādin Abhidhamma books, this formed the basis for the later Sarvāstivāda treatises, and hence the modern study of Abhidharma especially in Tibetan Buddhism. In the Taishō edition of the Chinese canon, it is text number 1544, located at T vol. 26, 918a. There was an earlier translation by Saṅghadeva and Zhu-fo-nian in CE 383, which may be found at T 1543.",
  "jp-2": "The full title is Abhidharmajñānaprasthānaśāstra (Apitan Ba Jiandu Lun, 阿毘曇八犍度論). It was composed by Kātyāyanīputra and translated in thirty fascicles by Saṅghadeva and Zhu-fo-nian on June 6th–November 30th, CE 383. The largest of the Sarvāstivādin Abhidhamma books, this formed the basis for the later Sarvāstivāda treatises, and hence the modern study of Abhidharma especially in Tibetan Buddhism. In the Taishō edition of the Chinese canon, it is text number 1543, located at T vol. 26, 771a. The later translation by Xuanzang is at T 1544.",
  "mvs": "The full title is Abhidharmamahāvibhāṣaśāstra (Apidamo Dapiposha Lun, 阿毘達磨大毘婆沙論). This is the major commentarial treatise of the Sarvāstivādin school. It was compiled by Katyāyāniputra, but attributed to 500 arahants around 600 years after the Buddha. This possibly refers to a council held under the auspices of King Kanishka. Translated by Xuanzang August 18th, 656–July 27th, 659. It doesn’t fall within the scope of SuttaCentral, except it contains a few recognized sutta parallels as quotations. In the Taishō edition of the Chinese canon, it is text number 1545, located at T vol. 27, 1a.",
  "sab": "The Śāriputrābhidharmaśāstra (Shelifu Apitan Lun, 舍利弗阿毘曇論) is the only extant work of the Dharmaguptaka Abhidhamma, and was translated in thirty facsicles by Dharmayaśas and Dharmagupta in CE 408 at Ch'ang An (長安). It shares some content with the Vibhaṅga and Dharmaskandha, and other details with other texts. It seems this book may contain the entire Abhidhamma system of the Dharmaguptakas. In the Taishō edition of the Chinese canon, it is text number 1548, located at T vol. 28, 525a.",
  "san-dk": "This text appears to share a common origin with the Vibhaṅga of the Pali tradition. It is maintained today in a complete Chinese and partial Sanskrit version. The Sanskrit text was among the finds at Gilgit. The digital text is based on the editions by Dietz and Matsuda, and was inputted by Klaus Wille for GRETIL. Compared to the Vibhaṅga, the method appears to be less formalized and more discursive, quoting a range of sutta passages. It was written by Śāriputra (according to the Sanskrit and Tibetan sources) or Maudgalyāyana (according to Chinese sources). The Chinese edition was translated by Xuanzang and may be found at T 1537."
}
