{
  "sn21.4:0.1": "Saṃyutta Nikāya 21 ",
  "sn21.4:0.2": "1. Bhikkhuvagga ",
  "sn21.4:0.3": "4. Navasutta ",
  "sn21.4:1.1": "Sāvatthiyaṃ viharati. ",
  "sn21.4:1.2": "Tena kho pana samayena aññataro navo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṃ veyyāvaccaṃ karoti cīvarakārasamaye. ",
  "sn21.4:1.3": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
  "sn21.4:1.4": "“idha, bhante, aññataro navo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṃ veyyāvaccaṃ karoti cīvarakārasamaye”ti. ",
  "sn21.4:2.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ",
  "sn21.4:2.2": "“ehi tvaṃ, bhikkhu, mama vacanena taṃ bhikkhuṃ āmantehi ‘satthā taṃ, āvuso, āmantetī’”ti. ",
  "sn21.4:2.3": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ",
  "sn21.4:2.4": "“satthā taṃ, āvuso, āmantetī”ti. ",
  "sn21.4:2.5": "“Evamāvuso”ti kho so bhikkhu tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho taṃ bhikkhuṃ bhagavā etadavoca: ",
  "sn21.4:2.6": "“saccaṃ kira tvaṃ, bhikkhu, pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyasi, na bhikkhūnaṃ veyyāvaccaṃ karosi cīvarakārasamaye”ti? ",
  "sn21.4:2.7": "“Ahampi kho, bhante, sakaṃ kiccaṃ karomī”ti. ",
  "sn21.4:3.1": "Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi: ",
  "sn21.4:3.2": "“mā kho tumhe, bhikkhave, etassa bhikkhuno ujjhāyittha. ",
  "sn21.4:3.3": "Eso kho, bhikkhave, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "sn21.4:4.1": "Idamavoca bhagavā. ",
  "sn21.4:4.2": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ",
  "sn21.4:5.1": "“Nayidaṃ sithilamārabbha, ",
  "sn21.4:5.2": "nayidaṃ appena thāmasā; ",
  "sn21.4:5.3": "Nibbānaṃ adhigantabbaṃ, ",
  "sn21.4:5.4": "sabbadukkhappamocanaṃ. ",
  "sn21.4:6.1": "Ayañca daharo bhikkhu, ",
  "sn21.4:6.2": "ayamuttamapuriso; ",
  "sn21.4:6.3": "Dhāreti antimaṃ dehaṃ, ",
  "sn21.4:6.4": "jetvā māraṃ savāhinin”ti. ",
  "sn21.4:6.5": "Catutthaṃ. "
}