{
  "sn21.10:0.1": "Saṁyutta Nikāya 21 ",
  "sn21.10:0.2": "1. Bhikkhuvagga ",
  "sn21.10:0.3": "10. Theranāmakasutta ",
  "sn21.10:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn21.10:1.2": "Tena kho pana samayena aññataro bhikkhu theranāmako ekavihārī ceva hoti ekavihārassa ca vaṇṇavādī. ",
  "sn21.10:1.3": "So eko gāmaṁ piṇḍāya pavisati eko paṭikkamati eko raho nisīdati eko caṅkamaṁ adhiṭṭhāti. ",
  "sn21.10:1.4": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn21.10:1.5": "“idha, bhante, aññataro bhikkhu theranāmako ekavihārī ekavihārassa ca vaṇṇavādī”ti. ",
  "sn21.10:2.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "sn21.10:2.2": "“ehi tvaṁ, bhikkhu, mama vacanena theraṁ bhikkhuṁ āmantehi: ",
  "sn21.10:2.3": "‘satthā taṁ, āvuso thera, āmantetī’”ti. ",
  "sn21.10:2.4": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā thero tenupasaṅkami; upasaṅkamitvā āyasmantaṁ theraṁ etadavoca: ",
  "sn21.10:2.5": "“satthā taṁ, āvuso thera, āmantetī”ti. ",
  "sn21.10:2.6": "“Evamāvuso”ti kho āyasmā thero tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ theraṁ bhagavā etadavoca: ",
  "sn21.10:2.7": "“saccaṁ kira tvaṁ, thera, ekavihārī ekavihārassa ca vaṇṇavādī”ti? ",
  "sn21.10:2.8": "“Evaṁ, bhante”. ",
  "sn21.10:2.9": "“Yathā kathaṁ pana tvaṁ, thera, ekavihārī ekavihārassa ca vaṇṇavādī”ti? ",
  "sn21.10:2.10": "“Idhāhaṁ, bhante, eko gāmaṁ piṇḍāya pavisāmi eko paṭikkamāmi eko raho nisīdāmi eko caṅkamaṁ adhiṭṭhāmi. ",
  "sn21.10:2.11": "Evaṁ khvāhaṁ, bhante, ekavihārī ekavihārassa ca vaṇṇavādī”ti. ",
  "sn21.10:3.1": "“Attheso, thera, ekavihāro neso natthīti vadāmi. ",
  "sn21.10:3.2": "Api ca, thera, yathā ekavihāro vitthārena paripuṇṇo hoti ",
  "sn21.10:3.3": "taṁ suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "sn21.10:3.4": "“Evaṁ, bhante”ti kho …pe…. ",
  "sn21.10:3.5": "“Kathañca, thera, ekavihāro vitthārena paripuṇṇo hoti. ",
  "sn21.10:3.6": "Idha, thera, yaṁ atītaṁ taṁ pahīnaṁ, yaṁ anāgataṁ taṁ paṭinissaṭṭhaṁ, paccuppannesu ca attabhāvapaṭilābhesu chandarāgo suppaṭivinīto. ",
  "sn21.10:3.7": "Evaṁ kho, thera, ekavihāro vitthārena paripuṇṇo hotī”ti. ",
  "sn21.10:4.1": "Idamavoca bhagavā. ",
  "sn21.10:4.2": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "sn21.10:5.1": "“Sabbābhibhuṁ sabbaviduṁ sumedhaṁ, ",
  "sn21.10:5.2": "Sabbesu dhammesu anūpalittaṁ; ",
  "sn21.10:5.3": "Sabbañjahaṁ taṇhākkhaye vimuttaṁ, ",
  "sn21.10:5.4": "Tamahaṁ naraṁ ekavihārīti brūmī”ti. ",
  "sn21.10:5.5": "Dasamaṁ. "
}