{
  "sn21.4:0.1": "Saṁyutta Nikāya 21 ",
  "sn21.4:0.2": "1. Bhikkhuvagga ",
  "sn21.4:0.3": "4. Navasutta ",
  "sn21.4:1.1": "Sāvatthiyaṁ viharati. ",
  "sn21.4:1.2": "Tena kho pana samayena aññataro navo bhikkhu pacchābhattaṁ piṇḍapātapaṭikkanto vihāraṁ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṁ veyyāvaccaṁ karoti cīvarakārasamaye. ",
  "sn21.4:1.3": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn21.4:1.4": "“idha, bhante, aññataro navo bhikkhu pacchābhattaṁ piṇḍapātapaṭikkanto vihāraṁ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṁ veyyāvaccaṁ karoti cīvarakārasamaye”ti. ",
  "sn21.4:2.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "sn21.4:2.2": "“ehi tvaṁ, bhikkhu, mama vacanena taṁ bhikkhuṁ āmantehi ‘satthā taṁ, āvuso, āmantetī’”ti. ",
  "sn21.4:2.3": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṁ bhikkhuṁ etadavoca: ",
  "sn21.4:2.4": "“satthā taṁ, āvuso, āmantetī”ti. ",
  "sn21.4:2.5": "“Evamāvuso”ti kho so bhikkhu tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho taṁ bhikkhuṁ bhagavā etadavoca: ",
  "sn21.4:2.6": "“saccaṁ kira tvaṁ, bhikkhu, pacchābhattaṁ piṇḍapātapaṭikkanto vihāraṁ pavisitvā appossukko tuṇhībhūto saṅkasāyasi, na bhikkhūnaṁ veyyāvaccaṁ karosi cīvarakārasamaye”ti? ",
  "sn21.4:2.7": "“Ahampi kho, bhante, sakaṁ kiccaṁ karomī”ti. ",
  "sn21.4:3.1": "Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi: ",
  "sn21.4:3.2": "“mā kho tumhe, bhikkhave, etassa bhikkhuno ujjhāyittha. ",
  "sn21.4:3.3": "Eso kho, bhikkhave, bhikkhu catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī, yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "sn21.4:4.1": "Idamavoca bhagavā. ",
  "sn21.4:4.2": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "sn21.4:5.1": "“Nayidaṁ sithilamārabbha, ",
  "sn21.4:5.2": "nayidaṁ appena thāmasā; ",
  "sn21.4:5.3": "Nibbānaṁ adhigantabbaṁ, ",
  "sn21.4:5.4": "sabbadukkhappamocanaṁ. ",
  "sn21.4:6.1": "Ayañca daharo bhikkhu, ",
  "sn21.4:6.2": "ayamuttamapuriso; ",
  "sn21.4:6.3": "Dhāreti antimaṁ dehaṁ, ",
  "sn21.4:6.4": "jetvā māraṁ savāhinin”ti. ",
  "sn21.4:6.5": "Catutthaṁ. "
}