{
  "pli-tv-pvr21:0.1": "The Compendium ",
  "pli-tv-pvr21:0.2": "The five sub-chapters ",
  "pli-tv-pvr21:0.3": "1. The sub-chapter on legal procedures ",
  "pli-tv-pvr21:1.1": "There are four kinds of legal procedures: ",
  "pli-tv-pvr21:1.2": "a legal procedure consisting of getting permission, a legal procedure consisting of one motion, a legal procedure consisting of one motion and one announcement, or a legal procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr21:1.4": "In how many ways do they fail? ",
  "pli-tv-pvr21:1.5": "In five ways: ",
  "pli-tv-pvr21:1.6": "in respect of subject, motion, announcement, monastery zone, or gathering. ",
  "pli-tv-pvr21:2.1": "How do legal procedures fail in respect of subject? ",
  "pli-tv-pvr21:2.2": "If they don’t do a legal procedure face-to-face that should be done face-to-face, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.3": "If they do a legal procedure without questioning that should be done with questioning, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.4": "If they do a legal procedure without admission that should be done by admission, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.5": "If they apply resolution because of past insanity to one deserving resolution through recollection, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.6": "If they do a legal procedure of further penalty against one deserving resolution because of past insanity, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.7": "If they do a legal procedure of condemnation against one deserving a procedure of further penalty, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.8": "If they do a legal procedure of demotion against one deserving a procedure of condemnation, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.9": "If they do a procedure of banishment against one deserving a procedure of demotion, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.10": "If they do a procedure of reconciliation against one deserving a procedure of banishment, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.11": "If they do a legal procedure of ejection against one deserving a procedure of reconciliation, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.12": "If they give probation to one deserving a procedure of ejection, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.13": "If they send back to the beginning one deserving probation, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.14": "If they give the trial period to one deserving to be sent back to the beginning, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.15": "If they rehabilitate one deserving the trial period, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.16": "If they give full ordination to one deserving rehabilitation, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.17": "If they do the observance-day ceremony on a non-observance day, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:2.18": "If they do the invitation ceremony on a non-invitation day, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:3.1": "How do legal procedures fail in respect of motion? ",
  "pli-tv-pvr21:3.2": "In five ways: ",
  "pli-tv-pvr21:3.3": "they do not bring up the subject, the Sangha, the person, or the motion, or they put forward the motion after the announcement. ",
  "pli-tv-pvr21:4.1": "How do legal procedures fail in respect of announcement? ",
  "pli-tv-pvr21:4.2": "In five ways: ",
  "pli-tv-pvr21:4.3": "they do not bring up the subject, the Sangha, or the person, or they mangle the proclamation of the legal procedure, or they proclaim at the wrong time. ",
  "pli-tv-pvr21:5.1": "How do legal procedures fail in respect of the monastery zone? ",
  "pli-tv-pvr21:5.2": "In eleven ways: ",
  "pli-tv-pvr21:5.3": "They establish a zone that is too small; they establish a zone that is too large; they establish an incomplete zone; they establish a zone with shade as a zone marker; they establish a zone without zone markers; they establish a zone while standing outside it; they establish a river as a zone; they establish an ocean as a zone; they establish a lake as a zone; they establish a zone that merges with an existing zone; they establish a zone that encloses an existing zone. ",
  "pli-tv-pvr21:6.1": "How do legal procedures fail in respect of gathering? ",
  "pli-tv-pvr21:6.2": "In twelve ways: ",
  "pli-tv-pvr21:6.3": "In regard to a a legal procedure that requires group of four: the monks who should be present haven’t all arrived, the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [2] the monks who should be present have arrived, but the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [3] the monks who should be present have arrived, and the consent has been brought for those who are eligible to give their consent, but someone present objects to the decision. ",
  "pli-tv-pvr21:6.4": "In regard to a a legal procedure that requires group of five: … ",
  "pli-tv-pvr21:6.5": "In regard to a a legal procedure that requires group of ten: … ",
  "pli-tv-pvr21:6.6": "In regard to a a legal procedure that requires group of twenty: the monks who should be present haven’t all arrived, the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [11] the monks who should be present have arrived, but the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [12] the monks who should be present have arrived, and the consent has been brought for those who are eligible to give their consent, but someone present objects to the decision. ",
  "pli-tv-pvr21:7.1": "In regard to a a legal procedure that requires group of four, four regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:7.2": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:7.3": "In regard to a a legal procedure that requires group of five, five regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:7.4": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:7.5": "In regard to a a legal procedure that requires group of ten, ten regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:7.6": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:7.7": "In regard to a a legal procedure that requires group of twenty, twenty regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:7.8": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:8.1": "There are four kinds of legal procedures: ",
  "pli-tv-pvr21:8.2": "a procedure consisting of getting permission, a procedure consisting of one motion, a procedure consisting of one motion and one announcement, or a procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr21:8.3": "In how many ways do they fail? ",
  "pli-tv-pvr21:8.4": "In five ways: ",
  "pli-tv-pvr21:8.5": "in respect of subject, motion, announcement, monastery zone, or gathering. ",
  "pli-tv-pvr21:9.1": "How do legal procedures fail in respect of subject? ",
  "pli-tv-pvr21:9.2": "If they give the full ordination to a <i lang='pi' translate='no'>paṇḍaka</i>, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.3": "If they give the full ordination to one who lives in the community by theft, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.4": "If they give the full ordination to one who has previously left to join another religion, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.5": "If they give the full ordination to an animal, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.6": "If they give the full ordination to a matricide, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.7": "If they give the full ordination to a patricide, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.8": "If they give the full ordination to a murderer of a perfected one, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.9": "If they give the full ordination to a rapist of a nun, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.10": "If they give the full ordination to one who has caused a schism in the Sangha, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.11": "If they give the full ordination to one who has caused the Buddha to bleed, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.12": "If they give the full ordination to a hermaphrodite, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:9.13": "If they give the full ordination to a person less then twenty years old, that procedure has failed in subject and is illegitimate. ",
  "pli-tv-pvr21:10.1": "How do legal procedures fail in respect of motion? ",
  "pli-tv-pvr21:10.2": "In five ways: ",
  "pli-tv-pvr21:10.3": "they do not bring up the subject, the Sangha, the person, or the motion, or they put forward the motion after the announcement. ",
  "pli-tv-pvr21:11.1": "How do legal procedures fail in respect of announcement? ",
  "pli-tv-pvr21:11.2": "In five ways: ",
  "pli-tv-pvr21:11.3": "they do not bring up the subject, the Sangha, or the person, or they mangle the proclamation of the legal procedure, or they proclaim at the wrong time. ",
  "pli-tv-pvr21:12.1": "How do legal procedures fail in respect of the monastery zone? ",
  "pli-tv-pvr21:12.2": "In eleven ways: ",
  "pli-tv-pvr21:12.3": "They establish an zone that is too small; they establish a zone that is too large; they establish an incomplete zone; they establish an zone with shade as a zone marker; they establish a zone with no zone markers; they establish a zone while standing outside it; they establish a river as a zone; they establish an ocean as a zone; they establish a lake as a zone; they establish a zone that merges with an existing zone; they establish a zone that encloses an existing zone. ",
  "pli-tv-pvr21:13.1": "How do legal procedures fail in respect of gathering? ",
  "pli-tv-pvr21:13.2": "In twelve ways: ",
  "pli-tv-pvr21:13.3": "In regard to a a legal procedure that requires group of four: the monks who should be present haven’t all arrived, the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [2] the monks who should be present have arrived, but the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [3] the monks who should be present have arrived, and the consent has been brought for those who are eligible to give their consent, but someone present objects to the decision. ",
  "pli-tv-pvr21:13.4": "In regard to a a legal procedure that requires group of five: … ",
  "pli-tv-pvr21:13.5": "In regard to a a legal procedure that requires group of ten: … ",
  "pli-tv-pvr21:13.6": "In regard to a a legal procedure that requires group of twenty: the monks who should be present haven’t all arrived, the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [11] the monks who should be present have arrived, but the consent hasn’t been brought for those who are eligible to give their consent, or someone present objects to the decision; [12] the monks who should be present have arrived, and the consent has been brought for those who are eligible to give their consent, but someone present objects to the decision. ",
  "pli-tv-pvr21:14.1": "In how many situations does the legal procedure consisting of getting permission apply? ",
  "pli-tv-pvr21:14.2": "In how many situations does the legal procedure consisting of one motion apply? ",
  "pli-tv-pvr21:14.3": "In how many situations does the legal procedure consisting of one motion and one announcement apply? ",
  "pli-tv-pvr21:14.4": "In how many situations does the legal procedure consisting of one motion and three announcements apply? ",
  "pli-tv-pvr21:14.5": "A legal procedure consisting of getting permission applies in five situations. ",
  "pli-tv-pvr21:14.6": "A legal procedure consisting of one motion applies in nine situations. ",
  "pli-tv-pvr21:14.7": "A legal procedure consisting of getting permission applies in seven situations. ",
  "pli-tv-pvr21:14.8": "A legal procedure consisting of getting permission applies in seven situations. ",
  "pli-tv-pvr21:15.1": "In which five situations does the legal procedure consisting of getting permission apply? ",
  "pli-tv-pvr21:15.2": "Admittance, sending away, shaving, the supreme penalty, and any situation with similar characteristics. ",
  "pli-tv-pvr21:15.4": "In which nine situations does the legal procedure consisting of one motion apply? ",
  "pli-tv-pvr21:15.5": "Admittance, sending away, the observance day, the invitation ceremony, agreements, giving, receiving, postponement, and any situation with similar characteristics. ",
  "pli-tv-pvr21:15.7": "In which seven situations does the legal procedure consisting of one motion and one announcement apply? ",
  "pli-tv-pvr21:15.8": "Admittance, sending away, agreements, giving, ending of the robe-making season, approval, and any situation with similar characteristics. ",
  "pli-tv-pvr21:15.10": "In which seven situations does the legal procedure consisting of one motion and three announcements apply? ",
  "pli-tv-pvr21:15.11": "Admittance, sending away, agreements, giving, restraining, pressing, and any situation with similar characteristics. ",
  "pli-tv-pvr21:16.1": "In regard to a a legal procedure that requires group of four, four regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:16.2": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:16.3": "In regard to a a legal procedure that requires group of five, five regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:16.4": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:16.5": "In regard to a a legal procedure that requires group of ten, ten regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:16.6": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:16.7": "In regard to a a legal procedure that requires group of twenty, twenty regular monks should be present and for the remainder of regular monks it is proper to give their consent. ",
  "pli-tv-pvr21:16.8": "The one who is subject to the legal procedure should neither take part in the decision nor give his consent, but is deserving of the legal procedure. ",
  "pli-tv-pvr21:17.1": "The first sub-chapter on legal issues is finished. ",
  "pli-tv-pvr21:18.0": "2. The sub-chapter on reasons ",
  "pli-tv-pvr21:18.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:18.2": "for the well-being of the Sangha, and for the comfort of the Sangha. ",
  "pli-tv-pvr21:19.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:19.2": "for the restraint of bad people, and for the ease of good monks. ",
  "pli-tv-pvr21:20.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:20.2": "for the restraint of corruptions relating to the present life, and for the restraint of corruptions relating to future lives. ",
  "pli-tv-pvr21:21.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:21.2": "for the restraint of threats in the present life, and for avoiding threats in future lives. ",
  "pli-tv-pvr21:22.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:22.2": "for the restraint of offenses in the present life, and for avoiding offenses in future lives. ",
  "pli-tv-pvr21:23.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:23.2": "for the restraint of dangers in the present life, and for avoiding dangers in future lives. ",
  "pli-tv-pvr21:24.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:24.2": "for the restraint of unwholesome qualities in the present life, and for avoiding unwholesome qualities in future lives. ",
  "pli-tv-pvr21:25.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:25.2": "out of compassion for householders, and for breaking up the factions of those with bad desires. ",
  "pli-tv-pvr21:26.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:26.2": "to give rise to confidence in those without it, and to increase the confidence of those who have it. ",
  "pli-tv-pvr21:27.1": "The Buddha laid down the training rules for his disciples for two reasons: ",
  "pli-tv-pvr21:27.2": "for the longevity of the true Teaching, and for supporting the training. ",
  "pli-tv-pvr21:28.1": "The second sub-chapter on reasons is finished. ",
  "pli-tv-pvr21:29.0": "3. The sub-chapter on laying down ",
  "pli-tv-pvr21:29.1": "The Buddha laid down the Monastic Code for his disciples for two reasons: … ",
  "pli-tv-pvr21:29.2": "laid down the recitation of the Monastic Code … ",
  "pli-tv-pvr21:29.3": "laid down the canceling of the Monastic Code … ",
  "pli-tv-pvr21:29.4": "laid down the invitation ceremony … ",
  "pli-tv-pvr21:29.5": "laid down the canceling of the invitation ceremony … ",
  "pli-tv-pvr21:29.6": "laid down the legal procedure of condemnation … ",
  "pli-tv-pvr21:29.7": "laid down the legal procedure of demotion … ",
  "pli-tv-pvr21:29.8": "laid down the legal procedure of banishment … ",
  "pli-tv-pvr21:29.9": "laid down the legal procedure of reconciliation … ",
  "pli-tv-pvr21:29.10": "laid down the legal procedure of ejection … ",
  "pli-tv-pvr21:29.11": "laid down the giving of probation … ",
  "pli-tv-pvr21:29.12": "laid down the sending back to the beginning … ",
  "pli-tv-pvr21:29.13": "laid down the giving of a trial period … ",
  "pli-tv-pvr21:29.14": "laid down the rehabilitation … ",
  "pli-tv-pvr21:29.15": "laid down the admittance … ",
  "pli-tv-pvr21:29.16": "laid down the sending away … ",
  "pli-tv-pvr21:29.17": "laid down the full ordination … ",
  "pli-tv-pvr21:29.18": "laid down the legal procedure consisting of getting permission … ",
  "pli-tv-pvr21:29.19": "laid down the legal procedure consisting of one motion … ",
  "pli-tv-pvr21:29.20": "laid down the legal procedure consisting of one motion and one announcements … ",
  "pli-tv-pvr21:29.21": "laid down the legal procedure consisting of one motion and three announcements … ",
  "pli-tv-pvr21:30.1": "The third dub-chapter on laying down is finished. ",
  "pli-tv-pvr21:31.0": "4. The sub-chapter on what is laid down when there is no existing rule ",
  "pli-tv-pvr21:31.1": "… ",
  "pli-tv-pvr21:31.2": "laid down when there was no existing rule, and laid down an addition to an existing rule … ",
  "pli-tv-pvr21:31.3": "laid down resolution face-to-face … ",
  "pli-tv-pvr21:31.4": "laid down resolution by recollection … ",
  "pli-tv-pvr21:31.5": "laid down resolution because of past insanity … ",
  "pli-tv-pvr21:31.6": "laid down acting according to what has been admitted … ",
  "pli-tv-pvr21:31.7": "laid down majority decision … ",
  "pli-tv-pvr21:31.8": "laid down the further penalty … ",
  "pli-tv-pvr21:31.9": "laid down the covering over as if with grass for the well-being of the Sangha, for the comfort of the Sangha. ",
  "pli-tv-pvr21:32.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:32.2": "for the restraint of bad people, and for the ease of good monks. ",
  "pli-tv-pvr21:33.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:33.2": "for the restraint of corruptions relating to the present life, and for the restraint of corruptions relating to future lives. ",
  "pli-tv-pvr21:34.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:34.2": "for the restraint of threats in the present life, and for avoiding threats in future lives. ",
  "pli-tv-pvr21:35.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:35.2": "for the restraint of offenses in the present life, and for avoiding offenses in future lives. ",
  "pli-tv-pvr21:36.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:36.2": "for the restraint of dangers in the present life, and for avoiding dangers in future lives. ",
  "pli-tv-pvr21:37.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:37.2": "for the restraint of unwholesome qualities in the present life, and for avoiding unwholesome qualities in future lives. ",
  "pli-tv-pvr21:38.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:38.2": "out of compassion for householders, and for breaking up the factions of those with bad desires. ",
  "pli-tv-pvr21:39.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:39.2": "to give rise to confidence in those without it, and to increase the confidence of those who have it. ",
  "pli-tv-pvr21:40.1": "The Buddha laid down the covering over as if with grass for his disciples for two reasons: ",
  "pli-tv-pvr21:40.2": "for the longevity of the true Teaching, and for supporting the training. ",
  "pli-tv-pvr21:41.1": "The sub-chapter on what is laid down when there is no existing rule is finished. ",
  "pli-tv-pvr21:42.0": "5. The sub-chapter on nine kinds of “being found among” ",
  "pli-tv-pvr21:42.1": "There are nine kinds of “being found among”: ",
  "pli-tv-pvr21:42.2": "being found among the actions that are the bases for offenses, being found among the failures, being found among the offenses, being found among the origin stories, being found among persons, being found among the classes, being found among the origins, being found among the legal issues, and being found among the settling of legal issues. ",
  "pli-tv-pvr21:43.1": "When a legal issue has arisen, if the two opponents, they should be told to inform about the action that was the basis for the disagreement. ",
  "pli-tv-pvr21:43.2": "After hearing the testimony of both, ",
  "pli-tv-pvr21:43.3": "they should be told, ",
  "pli-tv-pvr21:43.4": "“When we have resolved this legal issue, you should both be satisfied.” ",
  "pli-tv-pvr21:43.5": "If they say, ",
  "pli-tv-pvr21:43.6": "“We will both be satisfied,” then the Sangha should take on that legal issue. ",
  "pli-tv-pvr21:43.7": "If there are many shameless people in the gathering, then the issue should be resolved by means of a committee. ",
  "pli-tv-pvr21:43.8": "If there are many ignorant people in the gathering, they should search for an expert on the Monastic Law to resolve that legal issue in accordance with the Teaching, the Monastic Law, and the Teacher’s instruction. ",
  "pli-tv-pvr21:43.9": "That legal issue should be resolved in this way. ",
  "pli-tv-pvr21:44.1": "One should know the action that is the basis for the offense, one should know the category, one should know the name, and one should know the offense. ",
  "pli-tv-pvr21:45.1": "“Sexual intercourse is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:45.2": "offense entailing expulsion is the name, as well as the offense. ",
  "pli-tv-pvr21:46.1": "Stealing is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:46.2": "offense entailing expulsion is the name, as well as the offense. ",
  "pli-tv-pvr21:47.1": "Human being is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:47.2": "offense entailing expulsion is the name, as well as the offense. ",
  "pli-tv-pvr21:48.1": "Superhuman quality is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:48.2": "offense entailing expulsion is the name, as well as the offense. ",
  "pli-tv-pvr21:49.1": "Emission of semen is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:49.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:50.1": "Physical contact is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:50.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:51.1": "Indecent speech is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:51.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:52.1": "One’s own desire is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:52.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:53.1": "Matchmaking is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:53.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:54.1": "Building a hut by means of begging is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:54.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:55.1": "Building a large dwelling is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:55.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:56.1": "Groundlessly charging a monk with an offense entailing expulsion is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:56.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:57.1": "Charging a monk with an offense entailing expulsion, using an unrelated legal issue as a pretext, is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:57.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:58.1": "A monk not stopping, when pressed up to three times, the pursuit of schism in the Sangha—this is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:58.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:59.1": "Monks not stopping, when pressed up to three times, to side with one who is pursuing schism in the Sangha—this is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:59.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:60.1": "A monk not stopping, when pressed up to three times, with being difficult to correct—this is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:60.2": "offense entailing suspension is the name, as well as the offense. ",
  "pli-tv-pvr21:61.1": "A monk not stopping, when pressed up to three times, with being a corrupter of families—this is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:61.2": "offense entailing suspension is the name, as well as the offense. … ",
  "pli-tv-pvr21:62.1": "Out of disrespect, defecating, urinating, or spitting in water is the action that is the basis for the offense, as well as the category; ",
  "pli-tv-pvr21:62.2": "offense of wrong conduct is the name, as well as the offense.” ",
  "pli-tv-pvr21:63.1": "The sub-chapter on nine kinds of “being found among” is finished. ",
  "pli-tv-pvr21:64.1": "This is the summary: ",
  "pli-tv-pvr21:65.1": "“Getting permission, and motion, ",
  "pli-tv-pvr21:65.2": "One motion and one announcement, and with one motion and three announcements; ",
  "pli-tv-pvr21:65.3": "Subject, motion, announcement, ",
  "pli-tv-pvr21:65.4": "Zone, and gathering. ",
  "pli-tv-pvr21:66.1": "Face-to-face, and questioning, ",
  "pli-tv-pvr21:66.2": "Admission, resolution, deserving; ",
  "pli-tv-pvr21:66.3": "Subject, Sangha, and person, ",
  "pli-tv-pvr21:66.4": "Motions, and not the motion afterwards. ",
  "pli-tv-pvr21:67.1": "Subject, Sangha, and person, ",
  "pli-tv-pvr21:67.2": "Proclamation, and at the wrong time; ",
  "pli-tv-pvr21:67.3": "Too small, and too large, ",
  "pli-tv-pvr21:67.4": "Incomplete, shade, without zone markers. ",
  "pli-tv-pvr21:68.1": "Outside, river, and in the ocean, ",
  "pli-tv-pvr21:68.2": "And in a lake, crossing; ",
  "pli-tv-pvr21:68.3": "Encloses in a zone, ",
  "pli-tv-pvr21:68.4": "A group of four, and of five. ",
  "pli-tv-pvr21:69.1": "A group of ten, and of twenty, ",
  "pli-tv-pvr21:69.2": "Not brought and brought; ",
  "pli-tv-pvr21:69.3": "Should be present, proper to give their consent, ",
  "pli-tv-pvr21:69.4": "And person deserving of the legal procedure. ",
  "pli-tv-pvr21:70.1": "Five cases for getting permission, ",
  "pli-tv-pvr21:70.2": "And nine cases for one motion; ",
  "pli-tv-pvr21:70.3": "Seven cases for one motion and one announcement, ",
  "pli-tv-pvr21:70.4": "Seven cases for one motion and three announcements. ",
  "pli-tv-pvr21:71.1": "Well-being, comfort, bad, ",
  "pli-tv-pvr21:71.2": "Good, corruptions; ",
  "pli-tv-pvr21:71.3": "Threats, offenses, dangers, ",
  "pli-tv-pvr21:71.4": "Unwholesome, and for householders. ",
  "pli-tv-pvr21:72.1": "Those with bad desires, in those without confidence, ",
  "pli-tv-pvr21:72.2": "The confidence of those who have it, the longevity of the Teaching; ",
  "pli-tv-pvr21:72.3": "And supporting the training, ",
  "pli-tv-pvr21:72.4": "And with the recitation of the Monastic Code. ",
  "pli-tv-pvr21:73.1": "And the canceling of the Monastic Code, ",
  "pli-tv-pvr21:73.2": "And the invitation ceremony, its suspension; ",
  "pli-tv-pvr21:73.3": "Condemnation, and demotion, ",
  "pli-tv-pvr21:73.4": "Banishment, reconciliation. ",
  "pli-tv-pvr21:74.1": "Ejection, probation, ",
  "pli-tv-pvr21:74.2": "Beginning, trial period, rehabilitation; ",
  "pli-tv-pvr21:74.3": "Admittance, sending away, ",
  "pli-tv-pvr21:74.4": "And so ordination. ",
  "pli-tv-pvr21:75.1": "Getting permission, and motion, ",
  "pli-tv-pvr21:75.2": "One motion and one announcement, one motion and three announcements; ",
  "pli-tv-pvr21:75.3": "When there was no existing rule, laid down an addition, ",
  "pli-tv-pvr21:75.4": "Resolution face-to-face, recollection. ",
  "pli-tv-pvr21:76.1": "Past insanity, admitted, majority, ",
  "pli-tv-pvr21:76.2": "Further penalty, covering over as if with grass; ",
  "pli-tv-pvr21:76.3": "Basis, failure, offense, ",
  "pli-tv-pvr21:76.4": "Origin story, and with person. ",
  "pli-tv-pvr21:77.1": "And classes, origins, ",
  "pli-tv-pvr21:77.2": "And legal issue; ",
  "pli-tv-pvr21:77.3": "And found among settling, ",
  "pli-tv-pvr21:77.4": "Name, and so offense.” ",
  "pli-tv-pvr21:78.1": "The Compendium is finished. ",
  "pli-tv-pvr21:79.1": "The canonical text of the Compendium is finished. ",
  "pli-tv-pvr21:80.1": "Concluding verses ",
  "pli-tv-pvr21:81.1": "“Having asked this and that ",
  "pli-tv-pvr21:81.2": "About the practice of past teachers: ",
  "pli-tv-pvr21:81.3": "Dīpanāma, who had great wisdom, ",
  "pli-tv-pvr21:81.4": "Superb memory, and clarity of sight. ",
  "pli-tv-pvr21:82.1": "This contraction of the detail, ",
  "pli-tv-pvr21:82.2": "With a path for study, in the middle, ",
  "pli-tv-pvr21:82.3": "Having thought it out, he had it written down, ",
  "pli-tv-pvr21:82.4": "Bringing happiness to the disciples. ",
  "pli-tv-pvr21:83.1": "When “Compendium” is said, ",
  "pli-tv-pvr21:83.2": "It means all bases for offenses have a characteristic, ",
  "pli-tv-pvr21:83.3": "Meaning accords with meaning in the true Teaching, ",
  "pli-tv-pvr21:83.4": "Teaching accords with Teaching in what is laid down. ",
  "pli-tv-pvr21:84.1": "It accompanies the Instruction, ",
  "pli-tv-pvr21:84.2": "Like the ocean accompanies India. ",
  "pli-tv-pvr21:84.3": "Not knowing the Compendium, ",
  "pli-tv-pvr21:84.4": "How does one distinguish the rules? ",
  "pli-tv-pvr21:85.1": "How does one distinguish failures, bases, rules, ",
  "pli-tv-pvr21:85.2": "Additions to the rules, persons, ",
  "pli-tv-pvr21:85.3": "And whether they relate to one or both Sanghas? ",
  "pli-tv-pvr21:85.4": "And how to distinguish a rule by convention from an offense? ",
  "pli-tv-pvr21:86.1": "When anyone gives rise to doubt, ",
  "pli-tv-pvr21:86.2": "It is cut off by the Compendium. ",
  "pli-tv-pvr21:86.3": "Like a universal monarch in the midst of his great army, ",
  "pli-tv-pvr21:86.4": "Like a lion in a herd of deer, ",
  "pli-tv-pvr21:87.1": "Like the sun surrounded by its rays, ",
  "pli-tv-pvr21:87.2": "Like the moon in the starry sky, ",
  "pli-tv-pvr21:87.3": "Like the Supreme Being in his assembly, ",
  "pli-tv-pvr21:87.4": "Like a leader with his retinue—",
  "pli-tv-pvr21:87.5": "In this way, the true Teaching and the Monastic Law ",
  "pli-tv-pvr21:87.6": "Shine through the Compendium.” "
}