{
  "pli-tv-pvr1.10:0.1": "The Compendium ",
  "pli-tv-pvr1.10:0.2": "The monks’ rules and their analysis ",
  "pli-tv-pvr1.10:0.3": "Part two ",
  "pli-tv-pvr1.10:0.4": "The section on “how many offenses” ",
  "pli-tv-pvr1.10:0.5": "1. The chapter on offenses entailing expulsion ",
  "pli-tv-pvr1.10:1.1": "How many kinds of offenses does one commit as a result of having sexual intercourse? ",
  "pli-tv-pvr1.10:1.2": "One commits four kinds of offenses? ",
  "pli-tv-pvr1.10:1.3": "when one has sexual intercourse with an undecomposed corpse, one commits an offense entailing expulsion; ",
  "pli-tv-pvr1.10:1.4": "when one has sexual intercourse with a mostly decomposed corpse, one commits a serious offense; ",
  "pli-tv-pvr1.10:1.5": "when one inserts the penis without touching into a wide open mouth, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:1.6": "when one uses a dildo, one commits an offense entailing confession. ",
  "pli-tv-pvr1.10:2.1": "How many kinds of offenses does one commit as a result of stealing? ",
  "pli-tv-pvr1.10:2.2": "One commits three kinds of offenses: ",
  "pli-tv-pvr1.10:2.3": "when, intending to steal, one steals something worth five <i lang='pi' translate='no'>māsaka</i> coins or more than five <i lang='pi' translate='no'>māsakas</i>, one commits an offense entailing expulsion; ",
  "pli-tv-pvr1.10:2.4": "when, intending to steal, one steals something worth more than one <i lang='pi' translate='no'>māsaka</i> coin but less than five <i lang='pi' translate='no'>māsakas</i>, one commits a serious offense; ",
  "pli-tv-pvr1.10:2.5": "when, intending to steal, one steals something worth one <i lang='pi' translate='no'>māsaka</i> coin or less than one <i lang='pi' translate='no'>māsaka</i>, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:3.1": "How many kinds of offenses does one commit as a result of intentionally killing a human being? ",
  "pli-tv-pvr1.10:3.2": "One commits three kinds of offenses: ",
  "pli-tv-pvr1.10:3.3": "when one digs a pit for people, thinking, “Falling into it someone will die,” one commits an offense of wrong conduct; ",
  "pli-tv-pvr1.10:3.4": "when the person experiences pain after falling in in, one commits a serious offense; ",
  "pli-tv-pvr1.10:3.5": "when the person dies, one commits an offense entailing expulsion. ",
  "pli-tv-pvr1.10:4.1": "How many kinds of offenses does one commit as a result of untruthfully and groundlessly boasting about a superhuman quality? ",
  "pli-tv-pvr1.10:4.2": "One commits three kinds of offenses: ",
  "pli-tv-pvr1.10:4.3": "when, having bad desires, overcome by desire, one claims a non-existent, unreal superhuman quality, one commits an offense entailing expulsion; ",
  "pli-tv-pvr1.10:4.4": "when one says, “Whatever monk lives in your dwelling is a perfected one,” and the listener understands, one commits a serious offense; ",
  "pli-tv-pvr1.10:4.5": "when the listener does not understand, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:5.1": "The four offenses entailing expulsion are finished. ",
  "pli-tv-pvr1.10:6.0": "2. The chapter on offenses entailing suspension, etc. ",
  "pli-tv-pvr1.10:6.1": "How many kinds of offenses does one commit as a result of emitting semen by means of effort? ",
  "pli-tv-pvr1.10:6.2": "One commits three kinds of offenses: ",
  "pli-tv-pvr1.10:6.3": "when one intends and makes an effort, and semen is emitted, one commits an offense entailing suspension; ",
  "pli-tv-pvr1.10:6.4": "when one intends and makes an effort, but semen is not emitted, one commits a serious offense; ",
  "pli-tv-pvr1.10:6.5": "for the effort there is an offense of wrong conduct. ",
  "pli-tv-pvr1.10:7.1": "How many kinds of offenses does one commit as a result of making physical contact with a woman? ",
  "pli-tv-pvr1.10:7.2": "One commits five kinds of offenses: ",
  "pli-tv-pvr1.10:7.3": "when a lustful nun consents to a lustful man taking hold of her anywhere below the collar bone but above the knees, she commits an offense entailing expulsion; ",
  "pli-tv-pvr1.10:7.4": "when a monk touches body with body, he commits an offense entailing suspension; ",
  "pli-tv-pvr1.10:7.5": "when one touches what is connected to the body with the body, one commits a serious offense; ",
  "pli-tv-pvr1.10:7.6": "when one touches what is connected to the body with what is connected to the body, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:7.7": "for tickling, one commits an offense entailing confession. ",
  "pli-tv-pvr1.10:8.1": "As a result of speaking indecently to a woman, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:8.2": "when, referring to the anus or the vagina, one praises and disparages, one commits an offense entailing suspension; ",
  "pli-tv-pvr1.10:8.3": "when, referring to any part below the collar bone but above the knees, apart from the anus or the vagina, one praises and disparages, one commits a serious offense; ",
  "pli-tv-pvr1.10:8.4": "when, referring to anything connected to the body, one praises and disparages, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:9.1": "As a result of commending the satisfaction of one’s own desires, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:9.2": "when one encourages a woman to satisfy one’s own desires, one commits an offense entailing suspension; ",
  "pli-tv-pvr1.10:9.3": "when one encourages a <i lang='pi' translate='no'>paṇḍaka</i> to satisfy one’s own desires, one commits a serious offense; ",
  "pli-tv-pvr1.10:9.4": "when one encourages an animal to satisfy one’s own desires, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:10.1": "As a result of acting as a matchmaker, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:10.2": "when one accepts the mission, finds out the response, and reports back, one commits an offense entailing suspension; ",
  "pli-tv-pvr1.10:10.3": "when one accepts the mission, and finds out the response, but does not report back, one commits a serious offense; ",
  "pli-tv-pvr1.10:10.4": "when one accepts the mission, but neither finds out the response, nor reports back, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.10:11.1": "As a result of having a hut built by means of begging, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:11.2": "when one is having it made, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr1.10:11.3": "when there is one piece left to complete the hut, one commits a serious offense; ",
  "pli-tv-pvr1.10:11.4": "when the last piece is finished, one commits an offense entailing suspension. ",
  "pli-tv-pvr1.10:12.1": "As a result of having a large dwelling built, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:12.2": "when one is having it made, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr1.10:12.3": "when there is one piece left to complete the hut, one commits a serious offense; ",
  "pli-tv-pvr1.10:12.4": "when the last piece is finished, one commits an offense entailing suspension. ",
  "pli-tv-pvr1.10:13.1": "As a result of groundlessly charging a monk with an offense entailing expulsion, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:13.2": "when, without having gotten his permission, one speaks with the aim of making him leave the monastic life, one commits one offense entailing suspension and one offense of wrong conduct; ",
  "pli-tv-pvr1.10:13.3": "when, having gotten his permission, one speaks with the aim of abusing him, one commits an offense for abusive speech. ",
  "pli-tv-pvr1.10:14.1": "As a result of charging a monk with an offense entailing expulsion, using an unrelated legal issue as a pretext, one commits three kinds of offenses: ",
  "pli-tv-pvr1.10:14.2": "when, without having gotten his permission, one speaks with the aim of making him leave the monastic life, one commits one offense entailing suspension and one offense of wrong conduct; ",
  "pli-tv-pvr1.10:14.3": "when, having gotten his permission, one speaks with the aim of abusing him, one commits an offense for abusive speech. ",
  "pli-tv-pvr1.10:15.1": "As a result of not stopping when pressed up to three times, a monk who is pursuing schism in the Sangha commits three kinds of offenses: ",
  "pli-tv-pvr1.10:15.2": "after the motion, he commits an offense of wrong conduct; ",
  "pli-tv-pvr1.10:15.3": "after each of the first two announcements, he commits a serious offense; ",
  "pli-tv-pvr1.10:15.4": "when the last announcement is finished, he commits an offense entailing suspension. ",
  "pli-tv-pvr1.10:16.1": "As a result of not stopping when pressed up to three times, monks who side with a monk who is pursuing schism commit three kinds of offenses: ",
  "pli-tv-pvr1.10:16.2": "after the motion, he commits an offense of wrong conduct; ",
  "pli-tv-pvr1.10:16.3": "after each of the first two announcements, he commits a serious offense; ",
  "pli-tv-pvr1.10:16.4": "when the last announcement is finished, he commits an offense entailing suspension. ",
  "pli-tv-pvr1.10:17.1": "As a result of not stopping when pressed up to three times, a monk who is difficult to correct commits three kinds of offenses: ",
  "pli-tv-pvr1.10:17.2": "after the motion, he commits an offense of wrong conduct; ",
  "pli-tv-pvr1.10:17.3": "after each of the first two announcements, he commits a serious offense; ",
  "pli-tv-pvr1.10:17.4": "when the last announcement is finished, he commits an offense entailing suspension. ",
  "pli-tv-pvr1.10:18.1": "As a result of not stopping when pressed up to three times, a monk who is a corrupter of families commits three kinds of offenses: ",
  "pli-tv-pvr1.10:18.2": "after the motion, he commits an offense of wrong conduct; ",
  "pli-tv-pvr1.10:18.3": "after each of the first two announcements, he commits a serious offense; ",
  "pli-tv-pvr1.10:18.4": "when the last announcement is finished, he commits an offense entailing suspension. … ",
  "pli-tv-pvr1.10:19.1": "As a result of, out of disrespect, defecating, urinating, or spitting in water, how many kinds of offenses does one commit? ",
  "pli-tv-pvr1.10:19.2": "One commits one kind of offense: ",
  "pli-tv-pvr1.10:19.3": "an offense of wrong conduct. ",
  "pli-tv-pvr1.10:20.1": "The second section “on how many offenses” is finished. "
}