{
  "pli-tv-pvr16:0.1": "The Compendium ",
  "pli-tv-pvr16:0.2": "The sub-division on the robe-making ceremony ",
  "pli-tv-pvr16:0.3": "1. The robe-making ceremony, etc. ",
  "pli-tv-pvr16:1.1": "Who has not participated in the robe-making ceremony? ",
  "pli-tv-pvr16:1.2": "Who has participated in the robe-making ceremony? ",
  "pli-tv-pvr16:1.3": "How is the robe-making ceremony not performed? ",
  "pli-tv-pvr16:1.4": "How is the robe-making ceremony performed? ",
  "pli-tv-pvr16:2.1": "“Who has not participated the robe-making ceremony?” ",
  "pli-tv-pvr16:2.2": "Two kinds of people: ",
  "pli-tv-pvr16:2.3": "those who have not performed the robe-making ceremony and those who have not expressed their appreciation. ",
  "pli-tv-pvr16:3.1": "“Who has participated the robe-making ceremony?” ",
  "pli-tv-pvr16:3.2": "Two kinds of people: ",
  "pli-tv-pvr16:3.3": "those who have performed the robe-making ceremony and those who have expressed their appreciation. ",
  "pli-tv-pvr16:4.1": "“How is the robe-making ceremony not performed?” ",
  "pli-tv-pvr16:4.2": "There are twenty-four ways in which the robe-making ceremony has not been performed: ",
  "pli-tv-pvr16:4.3": "The robe-making ceremony hasn’t been performed merely by marking the cloth, ",
  "pli-tv-pvr16:4.4": "merely by washing the cloth, ",
  "pli-tv-pvr16:4.5": "merely by planning the robe, ",
  "pli-tv-pvr16:4.6": "merely by cutting the cloth, ",
  "pli-tv-pvr16:4.7": "merely by a tacking the cloth, ",
  "pli-tv-pvr16:4.8": "merely by sewing a seam, ",
  "pli-tv-pvr16:4.9": "merely by marking with a strip of cloth, ",
  "pli-tv-pvr16:4.10": "merely by strengthening, ",
  "pli-tv-pvr16:4.11": "merely by adding a border lengthwise, ",
  "pli-tv-pvr16:4.12": "merely by adding a border crosswise, ",
  "pli-tv-pvr16:4.13": "merely by adding a patch, ",
  "pli-tv-pvr16:4.14": "merely by partial dyeing; ",
  "pli-tv-pvr16:4.15": "nor has it been performed if a monk has made an indication, ",
  "pli-tv-pvr16:4.16": "if a monk has given a hint, ",
  "pli-tv-pvr16:4.17": "if the robe-cloth has been borrowed, ",
  "pli-tv-pvr16:4.18": "if it has been stored, ",
  "pli-tv-pvr16:4.19": "if it is to be relinquished, ",
  "pli-tv-pvr16:4.20": "if it hasn’t been marked, ",
  "pli-tv-pvr16:4.21": "if it’s not an outer robe ",
  "pli-tv-pvr16:4.22": "or an upper robe ",
  "pli-tv-pvr16:4.23": "or a sarong; ",
  "pli-tv-pvr16:4.24": "nor has it been performed if the robe hasn’t been made on that very day with five or more cut sections with panels, ",
  "pli-tv-pvr16:4.25": "if the robe-making ceremony isn’t performed by an individual, ",
  "pli-tv-pvr16:4.26": "or if the appreciation for the ceremony is expressed by someone outside the monastery zone. ",
  "pli-tv-pvr16:5.1": "Making an indication: one makes an indication, thinking, ",
  "pli-tv-pvr16:5.2": "“I will perform the robe-making ceremony with this cloth.” ",
  "pli-tv-pvr16:5.3": "Hinting: one gives a hint, thinking, ",
  "pli-tv-pvr16:5.4": "“With this hint, I will make a cloth for the robe-making ceremony appear.” ",
  "pli-tv-pvr16:5.5": "Borrowed: taking what has not been given is so called. ",
  "pli-tv-pvr16:5.6": "Stored: there are two kinds of storing: ",
  "pli-tv-pvr16:5.7": "storing for the purpose of making and storing for the purpose of accumulation. ",
  "pli-tv-pvr16:5.8": "To be relinquished: dawn arrives while it is being made. ",
  "pli-tv-pvr16:6.1": "“How is the robe-making ceremony performed?” ",
  "pli-tv-pvr16:6.2": "The robe-making ceremony is performed through seventeen aspects: ",
  "pli-tv-pvr16:6.3": "The robe-making ceremony has been performed if the cloth is brand new, if it’s nearly new, if it’s old, if it’s a rag, if it’s from a shop; it has been performed if a monk hasn’t given a sign, if a monk hasn’t given a hint, if the robe-cloth hasn’t been borrowed, if it hasn’t been stored, if it’s not to be relinquished, if it has been marked, if it’s an outer robe or an upper robe or a sarong; it has been performed if the robe has been made on that very day with five or more cut sections with panels, if the robe-making ceremony is performed by an individual, and if the appreciation for the ceremony is expressed by someone inside the monastery zone. ",
  "pli-tv-pvr16:7.1": "How many things are produced together with the participation in the robe-making ceremony? ",
  "pli-tv-pvr16:7.2": "Fifteen things: ",
  "pli-tv-pvr16:7.3": "eight key terms, two obstacles, and five benefits. ",
  "pli-tv-pvr16:8.0": "2. The immediately preceding condition for the robe-making ceremony, etc. ",
  "pli-tv-pvr16:8.1": "Which things are a condition for effort—by being an immediately preceding condition, by being an immediately prior condition, by being a support condition, by being a decisive support condition, by being a pre-arising condition, by being a post-arising condition, by being a co-arising condition? ",
  "pli-tv-pvr16:8.2": "Which things are a condition for the prior duties—by being an immediately preceding condition … ",
  "pli-tv-pvr16:8.3": "Which things are a condition for relinquishment … ",
  "pli-tv-pvr16:8.4": "Which things are a condition for determining … ",
  "pli-tv-pvr16:8.5": "Which things are a condition for participating in the robe-making ceremony … ",
  "pli-tv-pvr16:8.6": "Which things are a condition for the key terms and the obstacles … ",
  "pli-tv-pvr16:8.7": "Which things are a condition for the subject—by being an immediately preceding condition, by being an immediately prior condition, by being a support condition, by being a decisive support condition, by being a pre-arising condition, by being a post-arising condition, by being a co-arising condition? ",
  "pli-tv-pvr16:9.1": "The prior duties are an immediately preceding condition for effort, and an immediately prior condition, a support condition, and a decisive support condition. ",
  "pli-tv-pvr16:9.2": "Effort is a pre-arising condition for the prior duties. ",
  "pli-tv-pvr16:9.3": "The prior duties are a post-arising condition for effort. ",
  "pli-tv-pvr16:9.4": "The fifteen things are a co-arising condition. ",
  "pli-tv-pvr16:9.5": "Relinquishment is an immediately preceding condition for the prior duties, and an immediately prior condition, a support condition, and a decisive support condition. ",
  "pli-tv-pvr16:9.6": "The prior duties are a pre-arising condition for relinquishment. ",
  "pli-tv-pvr16:9.7": "Relinquishment is a pre-arising condition for the prior duties. ",
  "pli-tv-pvr16:9.8": "The fifteen things are a co-arising condition. ",
  "pli-tv-pvr16:9.9": "Determining is an immediately preceding condition for relinquishment, and an immediately prior condition, a support condition, and a decisive support condition. ",
  "pli-tv-pvr16:9.10": "Relinquishment is a pre-arising condition for determining. ",
  "pli-tv-pvr16:9.11": "Determining is a pre-arising condition for relinquishment. ",
  "pli-tv-pvr16:9.12": "The fifteen things are a co-arising condition. ",
  "pli-tv-pvr16:9.13": "Performing the robe-making ceremony is an immediately preceding condition for determining, and an immediately prior condition, a support condition, and a decisive support condition. ",
  "pli-tv-pvr16:9.14": "Determining is a pre-arising condition for performing the robe-making ceremony. ",
  "pli-tv-pvr16:9.15": "Performing the robe-making ceremony is a pre-arising condition for determining. ",
  "pli-tv-pvr16:9.16": "The fifteen things are a co-arising condition. ",
  "pli-tv-pvr16:9.17": "The key terms and the obstacles are an immediately preceding condition for performing the robe-making ceremony, and an immediately prior condition, a support condition, and a decisive support condition. ",
  "pli-tv-pvr16:9.18": "Performing the robe-making ceremony is a pre-arising condition for the key terms and the obstacles. ",
  "pli-tv-pvr16:9.19": "The key terms and the obstacles are a pre-arising condition for performing the robe-making ceremony. ",
  "pli-tv-pvr16:9.20": "The fifteen things are a co-arising condition. ",
  "pli-tv-pvr16:9.21": "Expectation and non-expectation are an immediately preceding condition for the subject, and an immediately prior condition, a support condition, and a decisive support condition. ",
  "pli-tv-pvr16:9.22": "The subject is a pre-arising condition for expectation and non-expectation. ",
  "pli-tv-pvr16:9.23": "Expectation and non-expectation are a pre-arising condition for the subject. ",
  "pli-tv-pvr16:9.24": "The fifteen things are a co-arising condition. ",
  "pli-tv-pvr16:10.0": "3. The details on the source of the prior duties, etc. ",
  "pli-tv-pvr16:10.1": "What is the source, the origin, the birth, the arising, the production, the origination of the prior duties? ",
  "pli-tv-pvr16:10.2": "What is the source, the origin, the birth, the arising, the production, the origination of relinquishment? ",
  "pli-tv-pvr16:10.3": "What is the source, the origin, the birth, the arising, the production, the origination of determining? ",
  "pli-tv-pvr16:10.4": "What is the source, the origin, the birth, the arising, the production, the origination of performing the robe-making ceremony? ",
  "pli-tv-pvr16:10.5": "What is the source, the origin, the birth, the arising, the production, the origination of the key terms and the obstacles? ",
  "pli-tv-pvr16:10.6": "What is the source, the origin, the birth, the arising, the production, the origination of expectation and non-expectation? ",
  "pli-tv-pvr16:11.1": "The prior duties have effort as their source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:11.2": "Relinquishment have the prior duties as its source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:11.3": "Determining has relinquishment as its source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:11.4": "Performing the robe-making ceremony has determining as its source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:11.5": "The key terms and the obstacles has participating in the robe-making ceremony as its source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:11.6": "Expectation and non-expectation have the key terms and the obstacles as their source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:12.1": "What is the source, the origin, the birth, the arising, the production, the origination of effort? ",
  "pli-tv-pvr16:12.2": "… of the prior duties? ",
  "pli-tv-pvr16:12.3": "… of relinquishment? ",
  "pli-tv-pvr16:12.4": "… of determining? ",
  "pli-tv-pvr16:12.5": "… of performing the robe-making ceremony? ",
  "pli-tv-pvr16:12.6": "… of the key terms and the obstacles? ",
  "pli-tv-pvr16:12.7": "… of the subject? ",
  "pli-tv-pvr16:12.8": "What is the source, the origin, the birth, the arising, the production, the origination of expectation and non-expectation? ",
  "pli-tv-pvr16:13.1": "Effort has cause as its source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:13.2": "The prior duties … ",
  "pli-tv-pvr16:13.3": "Relinquishment … ",
  "pli-tv-pvr16:13.4": "Determining … ",
  "pli-tv-pvr16:13.5": "Performing the robe-making ceremony … ",
  "pli-tv-pvr16:13.6": "The key terms and the obstacles … ",
  "pli-tv-pvr16:13.7": "The subject … ",
  "pli-tv-pvr16:13.8": "Expectation and non-expectation have cause as their source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:14.1": "What is the source, the origin, the birth, the arising, the production, the origination of effort? ",
  "pli-tv-pvr16:14.2": "… of the prior duties? ",
  "pli-tv-pvr16:14.3": "… of relinquishment? ",
  "pli-tv-pvr16:14.4": "… of determining? ",
  "pli-tv-pvr16:14.5": "… of performing the robe-making ceremony? ",
  "pli-tv-pvr16:14.6": "… of the key terms and the obstacles? ",
  "pli-tv-pvr16:14.7": "… of the subject? ",
  "pli-tv-pvr16:14.8": "What is the source, the origin, the birth, the arising, the production, the origination of expectation and non-expectation? ",
  "pli-tv-pvr16:15.1": "Effort has condition as its source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:15.2": "The prior duties … ",
  "pli-tv-pvr16:15.3": "Relinquishment … ",
  "pli-tv-pvr16:15.4": "Determining … ",
  "pli-tv-pvr16:15.5": "Performing the robe-making ceremony … ",
  "pli-tv-pvr16:15.6": "The key terms and the obstacles … ",
  "pli-tv-pvr16:15.7": "The subject … ",
  "pli-tv-pvr16:15.8": "Expectation and non-expectation have condition as their source, origin, birth, arising, production, and origination. ",
  "pli-tv-pvr16:16.1": "How many things are the prior duties grouped with? ",
  "pli-tv-pvr16:16.2": "With seven things: ",
  "pli-tv-pvr16:16.3": "washing, planning, cutting, tacking, sewing, dyeing, and making. ",
  "pli-tv-pvr16:17.1": "How many things is relinquishment grouped with? ",
  "pli-tv-pvr16:17.2": "With three things: ",
  "pli-tv-pvr16:17.3": "the outer robe, the upper robe, and the sarong. ",
  "pli-tv-pvr16:18.1": "How many things is determining grouped with? ",
  "pli-tv-pvr16:18.2": "With three things: ",
  "pli-tv-pvr16:18.3": "the outer robe, the upper robe, and the sarong. ",
  "pli-tv-pvr16:19.1": "How many things is performing the robe-making ceremony grouped with? ",
  "pli-tv-pvr16:19.2": "With one thing: ",
  "pli-tv-pvr16:19.3": "breaking into speech. ",
  "pli-tv-pvr16:20.1": "How many roots does the robe-making ceremony have, how many bases, and how many grounds? ",
  "pli-tv-pvr16:20.2": "The robe-making ceremony has one root: ",
  "pli-tv-pvr16:20.3": "the Sangha. ",
  "pli-tv-pvr16:20.4": "It has three subjects: ",
  "pli-tv-pvr16:20.5": "the outer robe, the upper robe, and the sarong. ",
  "pli-tv-pvr16:20.6": "It has six grounds: ",
  "pli-tv-pvr16:20.7": "linen, cotton, silk, wool, sunn hemp, and hemp. ",
  "pli-tv-pvr16:21.1": "What is the beginning, the middle, and the end of the robe-making ceremony? ",
  "pli-tv-pvr16:21.2": "The prior duties are the beginning, the action is the middle, the robe-making ceremony is the end. ",
  "pli-tv-pvr16:22.1": "When a person has how many qualities, are they unable to perform the robe-making ceremony? ",
  "pli-tv-pvr16:22.2": "When a person has how many qualities, are they able to perform the robe-making ceremony? ",
  "pli-tv-pvr16:22.3": "A person who has eight qualities is unable to perform the robe-making ceremony. ",
  "pli-tv-pvr16:22.4": "A person who has eight qualities is able to perform the robe-making ceremony. ",
  "pli-tv-pvr16:22.5": "What are the eight qualities of a person who is unable to perform the robe-making ceremony? ",
  "pli-tv-pvr16:22.6": "They do not know the prior duties, relinquishment, determining, the robe-making ceremony, the key terms, the obstacles, the ending of the robe season, or the benefits. ",
  "pli-tv-pvr16:22.8": "What are the eight qualities of a person who is able to perform the robe-making ceremony? ",
  "pli-tv-pvr16:22.9": "They know the prior duties, relinquishment, determining, the robe-making ceremony, the key terms, the obstacles, the ending of the robe season, and the benefits. ",
  "pli-tv-pvr16:23.1": "For how many kinds of people is the robe-making ceremony not effective? ",
  "pli-tv-pvr16:23.2": "For how many kinds of people is the robe-making ceremony effective? ",
  "pli-tv-pvr16:23.3": "It is not effective for three kinds of people. ",
  "pli-tv-pvr16:23.4": "It is effective for three kinds of people. ",
  "pli-tv-pvr16:23.5": "For which three kinds of people is it not effective? ",
  "pli-tv-pvr16:23.6": "For one who expresses their appreciation outside the monastery zone; for one who does not express their appreciation verbally; for one who expresses it verbally, but no one hears it. ",
  "pli-tv-pvr16:23.8": "For which three kinds of people is it effective? ",
  "pli-tv-pvr16:23.9": "For one who expresses their appreciation within the monastery zone; for one who expresses their appreciation verbally; for one who expresses it verbally and another hears it. ",
  "pli-tv-pvr16:24.1": "How many kinds of robe-making ceremonies are invalid? ",
  "pli-tv-pvr16:24.2": "How many kinds of robe-making ceremonies are valid? ",
  "pli-tv-pvr16:24.3": "Three kinds of robe-making ceremonies are invalid. ",
  "pli-tv-pvr16:24.4": "Three kinds of robe-making ceremonies are valid. ",
  "pli-tv-pvr16:24.5": "What are the three kinds of robe-making ceremonies that are invalid? ",
  "pli-tv-pvr16:24.6": "The subject fails; the timing fails; the making fails. ",
  "pli-tv-pvr16:24.8": "What are the three kinds of robe-making ceremonies that are valid? ",
  "pli-tv-pvr16:24.9": "The subject succeeds; the timing succeeds; the making succeeds. ",
  "pli-tv-pvr16:25.0": "4. The details on what is to be known about the robe-making ceremony, etc. ",
  "pli-tv-pvr16:25.1": "The robe-making frame is to be known; the robe-making ceremony is to be known; the month of the robe-making ceremony is to be known; failure of the robe-making ceremony is to be known; success of the robe-making ceremony is to be known; the giving of an indication is to be known; a hint is to be known; borrowing is to be known; storing is to be known; relinquishment is to be known. ",
  "pli-tv-pvr16:26.1": "“The robe-making frame is to be known”: ",
  "pli-tv-pvr16:26.2": "the robe-making ceremony is the grouping and coming together of those things, their name, appellation, label, expression, wording, designation. ",
  "pli-tv-pvr16:27.1": "“The month of the robe-making ceremony is to be known”: ",
  "pli-tv-pvr16:27.2": "the last month of the rainy season. ",
  "pli-tv-pvr16:28.1": "“Failure of the robe-making ceremony is to be known”: ",
  "pli-tv-pvr16:28.2": "the robe-making ceremony fails in twenty-four ways. ",
  "pli-tv-pvr16:29.1": "“Success of the robe-making ceremony is to be known”: ",
  "pli-tv-pvr16:29.2": "The robe-making ceremony is successful through seventeen aspects. ",
  "pli-tv-pvr16:30.1": "“The giving of an indication is to be known”: ",
  "pli-tv-pvr16:30.2": "one makes an indication, thinking, “I will perform the robe-making ceremony with this cloth.” ",
  "pli-tv-pvr16:31.1": "“A hint is to be known”: ",
  "pli-tv-pvr16:31.2": "one gives a hint, thinking, “With this hint, I will make a cloth for the robe-making ceremony appear.” ",
  "pli-tv-pvr16:32.1": "“Borrowing is to be known”: ",
  "pli-tv-pvr16:32.2": "taking what has not been given. ",
  "pli-tv-pvr16:33.1": "“Storing is to be known”: ",
  "pli-tv-pvr16:33.2": "there is storing for the purpose of making and storing for the purpose of accumulation. ",
  "pli-tv-pvr16:34.1": "“Relinquishment is to be known”: ",
  "pli-tv-pvr16:34.2": "dawn arrives while it is being made. ",
  "pli-tv-pvr16:35.1": "“The robe-making ceremony is to be known”: ",
  "pli-tv-pvr16:35.2": "If cloth has been given to the Sangha for the robe-making ceremony, what should the Sangha do? What should the one who performs the robe-making ceremony do? What should one who expresses their appreciation do? ",
  "pli-tv-pvr16:36.1": "The Sangha should give the cloth, through a legal procedure consisting of one motion and one announcement, to the monk who is performing the robe-making ceremony. The monk who is performing the robe-making ceremony should wash the cloth, iron it, plan it, cut it, sew it, dye it, mark it, and then perform the robe-making ceremony. ",
  "pli-tv-pvr16:36.2": "If he wishes to perform the robe-making ceremony with an outer robe, he should relinquish his old outer robe and then determine the new outer robe. ",
  "pli-tv-pvr16:36.3": "He should then say, “I perform the robe-making ceremony with this outer robe.” ",
  "pli-tv-pvr16:36.4": "If he wishes to perform the robe-making ceremony with an upper robe, he should relinquish his old outer robe and then determine the new outer robe. ",
  "pli-tv-pvr16:36.5": "He should then say, “I perform the robe-making ceremony with this upper robe.” ",
  "pli-tv-pvr16:36.6": "If he wishes to perform the robe-making ceremony with a sarong, he should relinquish his old outer robe and then determine the new outer robe. ",
  "pli-tv-pvr16:36.7": "He should then say, “I perform the robe-making ceremony with this sarong.” ",
  "pli-tv-pvr16:36.8": "After approaching the Sangha, that monk who is performing the robe-making ceremony should put his upper robe over one shoulder, raise his joined palms, and say: ",
  "pli-tv-pvr16:36.9": "“Venerable Sir, the Sangha’s robe-making ceremony has been performed. The robe-making ceremony is legitimate. Please express your appreciation.” ",
  "pli-tv-pvr16:36.10": "The monks who are expressing their appreciation should put their upper robe over one shoulder, raise their joined palms, and say: ",
  "pli-tv-pvr16:36.11": "“The Sangha’s robe-making ceremony has been performed. The robe-making ceremony is legitimate. We express our appreciation.” ",
  "pli-tv-pvr16:36.12": "After approaching several monks, that monk who is performing the robe-making ceremony should put his upper robe over one shoulder, raise his joined palms, and say: ",
  "pli-tv-pvr16:36.13": "“Venerable Sir, the Sangha’s robe-making ceremony has been performed. The robe-making ceremony is legitimate. Please express your appreciation.” ",
  "pli-tv-pvr16:36.14": "The monks who are expressing their appreciation should put their upper robe over one shoulder, raise their joined palms, and say: ",
  "pli-tv-pvr16:36.15": "“The Sangha’s robe-making ceremony has been performed. The robe-making ceremony is legitimate. We express our appreciation.” ",
  "pli-tv-pvr16:36.16": "After approaching a single monk, that monk who is performing the robe-making ceremony should put his upper robe over one shoulder, raise his joined palms, and say: ",
  "pli-tv-pvr16:36.17": "“The Sangha’s robe-making ceremony has been performed. The robe-making ceremony is legitimate. Please express your appreciation.” ",
  "pli-tv-pvr16:36.18": "The monk who is expressing his appreciation should put his upper robe over one shoulder, raise his joined palms, and say: ",
  "pli-tv-pvr16:36.19": "“The Sangha’s robe-making ceremony has been performed. The robe-making ceremony is legitimate. I express my appreciation.” ",
  "pli-tv-pvr16:37.0": "5. The robe-making ceremony for an individual ",
  "pli-tv-pvr16:37.1": "“Does the Sangha perform the robe-making ceremony; does a group perform the robe-making ceremony; does an individual perform the robe-making ceremony?” ",
  "pli-tv-pvr16:37.2": "“The Sangha does not perform the robe-making ceremony, a group does not perform the robe-making ceremony, but an individual performs the robe-making ceremony.” ",
  "pli-tv-pvr16:37.3": "If the Sangha does not do the robe-making ceremony, nor a group, but an individual does, then, ",
  "pli-tv-pvr16:37.4": "the Sangha has not performed the robe-making ceremony, a group has not performed the robe-making ceremony, but an individual has performed the robe-making ceremony. ",
  "pli-tv-pvr16:37.5": "“Does the Sangha recite the Monastic Code; does a group recite the Monastic Code; does an individual recites the Monastic Code?” ",
  "pli-tv-pvr16:37.6": "“The Sangha does not recite the Monastic Code, a group does not recite the Monastic Code, but an individual recites the Monastic Code.” ",
  "pli-tv-pvr16:37.7": "If the Sangha does not recite the Monastic Code, nor a group, but an individual does, then, ",
  "pli-tv-pvr16:37.8": "the Sangha has not recited the Monastic Code, a group has not recited it, but an individual has. ",
  "pli-tv-pvr16:37.9": "“When an individual recites to a united Sangha, to a united group, then the Monastic Code has been recited by the Sangha, by the group, and by the individual. ",
  "pli-tv-pvr16:37.10": "It is in this way that the Sangha does not perform the robe-making ceremony, nor a group, but an individual does. ",
  "pli-tv-pvr16:37.11": "When an individual performs the robe-making ceremony, and the Sangha expresses its appreciation, the group expresses its appreciation, then the robe-making ceremony has been performed by the Sangha, by the group, and by the individual.” ",
  "pli-tv-pvr16:38.0": "6. Questions and answers regarding the obstacles ",
  "pli-tv-pvr16:38.1": "“The robe season comes to an end when one departs from the monastery. ",
  "pli-tv-pvr16:38.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:38.3": "And about this I ask you: ",
  "pli-tv-pvr16:38.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:39.1": "“The robe season comes to an end when one departs from the monastery. ",
  "pli-tv-pvr16:39.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:39.3": "And about this I answer you: ",
  "pli-tv-pvr16:39.4": "The robe obstacle is removed first. ",
  "pli-tv-pvr16:39.5": "The monastery obstacle is removed when one is outside the monastery zone.” ",
  "pli-tv-pvr16:40.1": "“The robe season comes to an end when the robe is finished. ",
  "pli-tv-pvr16:40.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:40.3": "And about this I ask you: ",
  "pli-tv-pvr16:40.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:41.1": "“The Sun that the robe season comes to an end when the robe is finished. ",
  "pli-tv-pvr16:41.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:41.3": "And about this I answer you: ",
  "pli-tv-pvr16:41.4": "The monastery obstacle is removed first. ",
  "pli-tv-pvr16:41.5": "The robe obstacle is removed when the robe is finished.” ",
  "pli-tv-pvr16:42.1": "“The robe season comes to an end when he makes that decision. ",
  "pli-tv-pvr16:42.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:42.3": "And about this I ask you: ",
  "pli-tv-pvr16:42.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:43.1": "“The robe season comes to an end when he makes that decision. ",
  "pli-tv-pvr16:43.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:43.3": "And about this I answer you: ",
  "pli-tv-pvr16:43.4": "The two obstacles are removed simultaneously.” ",
  "pli-tv-pvr16:44.1": "“The robe season comes to an end when the robe-cloth is lost. ",
  "pli-tv-pvr16:44.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:44.3": "And about this I ask you: ",
  "pli-tv-pvr16:44.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:45.1": "“The robe season comes to an end when the robe-cloth is lost. ",
  "pli-tv-pvr16:45.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:45.3": "And about this I answer you: ",
  "pli-tv-pvr16:45.4": "The monastery obstacle is removed first. ",
  "pli-tv-pvr16:45.5": "The robe obstacle is removed when the robe-cloth is lost.” ",
  "pli-tv-pvr16:46.1": "“The robe season comes to an end when he hears about the end of the robe season. ",
  "pli-tv-pvr16:46.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:46.3": "And about this I ask you: ",
  "pli-tv-pvr16:46.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:47.1": "“The robe season comes to an end when he hears about the end of the robe season. ",
  "pli-tv-pvr16:47.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:47.3": "And about this I answer you: ",
  "pli-tv-pvr16:47.4": "The robe obstacle is removed first. ",
  "pli-tv-pvr16:47.5": "The monastery obstacle is removed when one hears about the end of the robe season.” ",
  "pli-tv-pvr16:48.1": "“The robe season comes to an end when the expectation is disappointed. ",
  "pli-tv-pvr16:48.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:48.3": "And about this I ask you: ",
  "pli-tv-pvr16:48.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:49.1": "“The robe season comes to an end when the expectation is disappointed. ",
  "pli-tv-pvr16:49.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:49.3": "And about this I answer you: ",
  "pli-tv-pvr16:49.4": "The monastery obstacle is removed first. ",
  "pli-tv-pvr16:49.5": "The robe obstacle is removed when the expectation of more robe-cloth is disappointed.” ",
  "pli-tv-pvr16:50.1": "“The robe season comes to an end while he is outside the monastery zone. ",
  "pli-tv-pvr16:50.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:50.3": "And about this I ask you: ",
  "pli-tv-pvr16:50.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:51.1": "“The robe season comes to an end while he is outside the monastery zone. ",
  "pli-tv-pvr16:51.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:51.3": "And about this I answer you: ",
  "pli-tv-pvr16:51.4": "The robe obstacle is removed first. ",
  "pli-tv-pvr16:51.5": "The monastery obstacle is removed when one is outside the monastery zone.” ",
  "pli-tv-pvr16:52.1": "“The robe season comes to an end together. ",
  "pli-tv-pvr16:52.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:52.3": "And about this I ask you: ",
  "pli-tv-pvr16:52.4": "Which obstacle is removed first?” ",
  "pli-tv-pvr16:53.1": "“The robe season comes to an end together. ",
  "pli-tv-pvr16:53.2": "So said the Kinsman of the Sun. ",
  "pli-tv-pvr16:53.3": "And about this I answer you: ",
  "pli-tv-pvr16:53.4": "The two obstacles are removed simultaneously.” ",
  "pli-tv-pvr16:54.1": "How many kinds of endings of the robe season are dependent on the Sangha? ",
  "pli-tv-pvr16:54.2": "How many kinds of endings of the robe season are dependent on an individual? ",
  "pli-tv-pvr16:54.3": "How many kinds of endings of the robe season are dependent neither on the Sangha nor on an individual? ",
  "pli-tv-pvr16:54.4": "One kind of ending of the robe season is dependent on the Sangha: ",
  "pli-tv-pvr16:54.5": "when the robe season comes to an end midway. ",
  "pli-tv-pvr16:54.6": "Four kinds of endings of the robe season are dependent on an individual: ",
  "pli-tv-pvr16:54.7": "when one departs from the monastery, when the robe is finished, when one makes a decision, and when one is outside the monastery zone. ",
  "pli-tv-pvr16:54.8": "Four kinds of endings of the robe season are dependent neither on the Sangha nor on an individual: ",
  "pli-tv-pvr16:54.9": "when the robe-cloth is lost, when he hears about the end of the robe season, when an expectation of more robe-cloth is disappointed, and when the robe season comes to an end together. ",
  "pli-tv-pvr16:54.10": "How many kinds of endings of the robe season happen within the monastery zone? ",
  "pli-tv-pvr16:54.11": "How many kinds of endings of the robe season happen outside the monastery zone? ",
  "pli-tv-pvr16:54.12": "How many kinds of endings of the robe season may happen within or outside the monastery zone? ",
  "pli-tv-pvr16:54.13": "Two kinds of endings of the robe season happen within the monastery zone: ",
  "pli-tv-pvr16:54.14": "when the robe season comes to an end midway, and when the robe season comes to an end together. ",
  "pli-tv-pvr16:54.15": "Three kinds of endings of the robe season happen outside the monastery zone: ",
  "pli-tv-pvr16:54.16": "when one departs from the monastery, when one hears about the end of the robe season, and when one is outside the monastery zone. ",
  "pli-tv-pvr16:54.17": "Four kinds of endings of the robe season may happen within or outside the monastery zone: ",
  "pli-tv-pvr16:54.18": "when the robe is finished, when he makes a decision, when the robe-cloth is lost, and when an expectation of more robe-cloth is disappointed. ",
  "pli-tv-pvr16:55.1": "How many kinds of endings of the robe season arise together and end together? ",
  "pli-tv-pvr16:55.2": "How many kinds of endings of the robe season arise together and end separately? ",
  "pli-tv-pvr16:55.3": "“Two kinds of endings of the robe season arise together and end together: ",
  "pli-tv-pvr16:55.4": "when the robe season comes to an end midway, and when the robe season comes to an end together. ",
  "pli-tv-pvr16:55.5": "The rest of endings of the robe season arise together but end separately.” ",
  "pli-tv-pvr16:56.1": "The sub-division on the robe-making ceremony is finished. ",
  "pli-tv-pvr16:57.1": "This is the summary: ",
  "pli-tv-pvr16:58.1": "“Who has, how, fifteen, ",
  "pli-tv-pvr16:58.2": "Things, source, and cause; ",
  "pli-tv-pvr16:58.3": "Condition, grouped with, roots, ",
  "pli-tv-pvr16:58.4": "And beginning, persons who perform the robe-making ceremony. ",
  "pli-tv-pvr16:59.1": "For three, three, to be known, ",
  "pli-tv-pvr16:59.2": "The robe-making ceremony, and with recitation; ",
  "pli-tv-pvr16:59.3": "Obstacles, dependent on, with a monastery zone, ",
  "pli-tv-pvr16:59.4": "And with arise and end.” "
}