{
  "pli-tv-pvr1.16:0.1": "'\"\\'The Compendium \\'\"'",
  "pli-tv-pvr1.16:0.2": "'\"\\'The Monks’ Analysis \\'\"'",
  "pli-tv-pvr1.16:0.3": "'\"\\'Part two \\'\"'",
  "pli-tv-pvr1.16:0.4": "'\"\\'The gathering up section \\'\"'",
  "pli-tv-pvr1.16:1.1": "'\"\\'As a result of having sexual intercourse, how many kinds of offenses does one commit? \\'\"'",
  "pli-tv-pvr1.16:1.2": "'\"\\'One commits four kinds of offenses: \\'\"'",
  "pli-tv-pvr1.16:1.3": "'\"\\'when one has sexual intercourse with an undecomposed corpse, one commits an offense entailing expulsion; \\'\"'",
  "pli-tv-pvr1.16:1.4": "'\"\\'when one has sexual intercourse with a mostly decomposed corpse, one commits a serious offense; \\'\"'",
  "pli-tv-pvr1.16:1.5": "'\"\\'when one inserts one’s penis into a wide open mouth without touching it, one commits an offense of wrong conduct; \\'\"'",
  "pli-tv-pvr1.16:1.6": "'\"\\'when one uses a dildo, one commits an offense entailing confession. \\'\"'",
  "pli-tv-pvr1.16:1.8": "'\"\\'When it comes to these offenses, to how many of the four kinds of failure do they belong? \\'\"'",
  "pli-tv-pvr1.16:1.9": "'\"\\'In how many of the seven classes of offenses are they found? \\'\"'",
  "pli-tv-pvr1.16:1.10": "'\"\\'Through how many of the six kinds of originations of offenses do they originate? \\'\"'",
  "pli-tv-pvr1.16:1.11": "'\"\\'To which of the four kinds of legal issues do they belong? \\'\"'",
  "pli-tv-pvr1.16:1.12": "'\"\\'Through how many of the seven principles for settling legal issues are they settled? \\'\"'",
  "pli-tv-pvr1.16:1.13": "'\"\\'They belong to two kinds of failure: \\'\"'",
  "pli-tv-pvr1.16:1.14": "'\"\\'they may be failure in morality; they may be failure in conduct. \\'\"'",
  "pli-tv-pvr1.16:1.15": "'\"\\'They are found in four classes of offenses: \\'\"'",
  "pli-tv-pvr1.16:1.16": "'\"\\'they may be in the class of offenses entailing expulsion; they may be in the class of serious offenses; they may be in the class of offenses entailing confession; they may be in the class of offenses of wrong conduct. \\'\"'",
  "pli-tv-pvr1.16:1.17": "'\"\\'They originate in one way: \\'\"'",
  "pli-tv-pvr1.16:1.18": "'\"\\'from body and mind, not from speech. \\'\"'",
  "pli-tv-pvr1.16:1.19": "'\"\\'They belong to legal issues arising from an offense. \\'\"'",
  "pli-tv-pvr1.16:1.20": "'\"\\'They are settled through three principles: \\'\"'",
  "pli-tv-pvr1.16:1.21": "'\"\\'they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. … \\'\"'",
  "pli-tv-pvr1.16:2.1": "'\"\\'As a result of, out of disrespect, defecating, urinating, or spitting in water, how many kinds of offenses does one commit? \\'\"'",
  "pli-tv-pvr1.16:2.2": "'\"\\'One commits one kind of offense: \\'\"'",
  "pli-tv-pvr1.16:2.3": "'\"\\'an offense of wrong conduct. \\'\"'",
  "pli-tv-pvr1.16:2.5": "'\"\\'When it comes to this offense, to how many of the four kinds of failure does it belong? \\'\"'",
  "pli-tv-pvr1.16:2.6": "'\"\\'In how many of the seven classes of offenses is it found? \\'\"'",
  "pli-tv-pvr1.16:2.7": "'\"\\'Through how many of the six kinds of originations of offenses does it originate? \\'\"'",
  "pli-tv-pvr1.16:2.8": "'\"\\'To which of the four kinds of legal issues does it belong? \\'\"'",
  "pli-tv-pvr1.16:2.9": "'\"\\'Through how many of the seven principles for settling legal issues is it settled? \\'\"'",
  "pli-tv-pvr1.16:2.10": "'\"\\'It belongs to one kind of failure: \\'\"'",
  "pli-tv-pvr1.16:2.11": "'\"\\'failure in conduct. \\'\"'",
  "pli-tv-pvr1.16:2.12": "'\"\\'It is found in one class of offenses: \\'\"'",
  "pli-tv-pvr1.16:2.13": "'\"\\'in the class of offenses of wrong conduct. \\'\"'",
  "pli-tv-pvr1.16:2.14": "'\"\\'It originates in one way: \\'\"'",
  "pli-tv-pvr1.16:2.15": "'\"\\'from body and mind, not from speech. \\'\"'",
  "pli-tv-pvr1.16:2.16": "'\"\\'It belongs to legal issues arising from an offense. \\'\"'",
  "pli-tv-pvr1.16:2.17": "'\"\\'It is settled through three principles: \\'\"'",
  "pli-tv-pvr1.16:2.18": "'\"\\'it may be settled by resolution face-to-face and by acting according to what has been admitted; or it may be settled by resolution face-to-face and by covering over as if with grass. \\'\"'",
  "pli-tv-pvr1.16:3.1": "'\"\\'The gathering up section, the eighth, is finished. \\'\"'",
  "pli-tv-pvr1.16:3.2": "'\"\\'The eight sections on “as a result of” are finished. \\'\"'",
  "pli-tv-pvr1.16:3.3": "'\"\\'The sixteen great sections in The Great Analysis are finished. \\'\"'",
  "pli-tv-pvr1.16:4.1": "'\"\\'The great section of the Monks’ Analysis is finished. \\'\"'"
}