{
  "pli-tv-pvr14:0.1": "The Compendium ",
  "pli-tv-pvr14:0.2": "The shorter section on conflict ",
  "pli-tv-pvr14:0.3": "1. The procedure for an investigator ",
  "pli-tv-pvr14:1.1": "When a monk who is involved in a conflict is about to approach the Sangha, he should: ",
  "pli-tv-pvr14:1.2": "be humble; ",
  "pli-tv-pvr14:1.3": "be intent on removing defilements; ",
  "pli-tv-pvr14:1.4": "be skilled in appropriate seats and where to sit down, taking a seat without encroaching on the senior monks and without blocking the junior monks; ",
  "pli-tv-pvr14:1.5": "not ramble or talk pointlessly, but speak according to the Teaching or invite others to speak or value noble silence. ",
  "pli-tv-pvr14:2.1": "An investigator—who has been approved by the Sangha and who wishes to investigate—should not ask about preceptor, teacher, student, pupil, co-student, co-pupil, caste, name, family, reciter tradition, home address, or nationality. ",
  "pli-tv-pvr14:2.2": "What is the reason for that? ",
  "pli-tv-pvr14:2.3": "“In these cases there would be affection or ill will. ",
  "pli-tv-pvr14:2.4": "When there is affection or ill will, one might be swayed by favoritism, ill will, confusion, or fear. ",
  "pli-tv-pvr14:3.1": "An investigator—who has been approved by the Sangha and who wishes to investigate—should respect the Sangha, not individuals; should value the true Dhamma, not worldly things; should value the goal, not conformity with a gathering; should investigate at an appropriate time, not at an inappropriate one; should investigate truthfully, not falsely; should investigate gently, not harshly; should investigate beneficially, not unbeneficially; should investigate with a mind of good will, not with ill will; should not whisper in the ear; should not look for flaws; should not wink; should not raise an eyebrow; should not nod; should not signal with the hand; should not gesture with the hand. ",
  "pli-tv-pvr14:4.1": "One should be skilled in appropriate seats and where to sit down. Looking a plow’s length in front, acting in line with one’s aim, one should sit down on one’s own seat. One should not get up from one’s seat, mangle the investigation, take a wrong path, gesticulate, proceed hastily with force, or speak fiercely without patience. One should have mind of loving kindness with compassion and empathy, and be concerned and work for the welfare of the parties involved. One should speak succinctly and to the point, without being angry or argumentative. He should assess himself, the others, the accuser, the accused, one who accuses illegitimately, one who is accused illegitimately, one who accuses legitimately, and one who is accused legitimately. Not mangling what has been said, nor proclaiming what has not been said, he should carefully scrutinize the sentences and words under consideration, question the others, and deal with them according to what they have admitted. He should gladden those who are confused, relax those who are frightened, restrain those who are fierce, and expose those who are impure. Being moral and gentle, one should not be swayed by favoritism, anger, confusion, or fear. One should be impartial in regard to the Teaching and the people involved. ",
  "pli-tv-pvr14:4.2": "In this way an investigator is acting in accordance with the instruction of the Teacher. And they are dear, agreeable, respected, and esteemed by their discerning fellow monastics. ",
  "pli-tv-pvr14:5.1": "The Monastic Code is for the sake of direction, the similes for the sake of illustration, the goal is to be made known, and questioning is for sake of establishing. Asking for permission is for the sake of accusing, accusing for reminding, reminding for directing, directing for obstructing, obstructing for investigating, investigating for weighing up, weighing up for deciding what is and is not the case, and deciding what is and is not the case is for the sake of restraining bad people and to support the good monks. The Sangha has the purpose of examining and accepting the decision. The Sangha should appoint people who are leaders and who are trustworthy. ",
  "pli-tv-pvr14:6.1": "The Monastic Law is for the sake of restraint, restraint for non-regret, non-regret for joy, joy for rapture, rapture for tranquility, tranquility for bliss, bliss for stillness, stillness for seeing things according to reality, seeing things according to reality for repulsion, repulsion for dispassion, dispassion for liberation, liberation for knowledge and vision of liberation, and knowledge and vision of liberation is for the sake of extinguishment without grasping. ",
  "pli-tv-pvr14:6.2": "This is the purpose of discussion, this is the purpose of consultation, this is the purpose of vital conditions, this is the purpose of listening, ",
  "pli-tv-pvr14:6.3": "that is, the release of mind without grasping.” ",
  "pli-tv-pvr14:7.1": "“Consider carefully the proper procedure of examination, ",
  "pli-tv-pvr14:7.2": "As formulated by the skilled Awakened One, ",
  "pli-tv-pvr14:7.3": "Well-spoken in line with the training rules—",
  "pli-tv-pvr14:7.4": "Do not ruin your future rebirth. ",
  "pli-tv-pvr14:8.1": "Ignorant about basis, failure, and offense, ",
  "pli-tv-pvr14:8.2": "As well as source and ways; ",
  "pli-tv-pvr14:8.3": "Not knowing the sequence, ",
  "pli-tv-pvr14:8.4": "And the same with what has and has not been done. ",
  "pli-tv-pvr14:9.1": "Ignorant about legal procedures and legal issues, ",
  "pli-tv-pvr14:9.2": "As well as their settling. ",
  "pli-tv-pvr14:9.3": "Greedy, angry, and confused, ",
  "pli-tv-pvr14:9.4": "Swayed by fear and confusion, ",
  "pli-tv-pvr14:10.1": "Not skilled in persuasion, ",
  "pli-tv-pvr14:10.2": "Nor in making others understand; ",
  "pli-tv-pvr14:10.3": "A shameless one who has obtained a faction, ",
  "pli-tv-pvr14:10.4": "Disrespectful and doing dark deeds—",
  "pli-tv-pvr14:10.5": "A monk such as this ",
  "pli-tv-pvr14:10.6": "Should be deferred to. ",
  "pli-tv-pvr14:11.1": "Understanding basis, failure, and offense, ",
  "pli-tv-pvr14:11.2": "As well as source and ways; ",
  "pli-tv-pvr14:11.3": "Knowing the sequence, ",
  "pli-tv-pvr14:11.4": "And the same with what has and has not been done. ",
  "pli-tv-pvr14:12.1": "Understanding legal procedures and legal issues, ",
  "pli-tv-pvr14:12.2": "As well as their settling. ",
  "pli-tv-pvr14:12.3": "Not greedy, angry, or confused, ",
  "pli-tv-pvr14:12.4": "Swayed neither by fear nor confusion, ",
  "pli-tv-pvr14:13.1": "Skilled in persuasion, ",
  "pli-tv-pvr14:13.2": "And in making others understand; ",
  "pli-tv-pvr14:13.3": "A conscientious one who has obtained a faction, ",
  "pli-tv-pvr14:13.4": "Respectful and doing bright deeds—",
  "pli-tv-pvr14:13.5": "A monk such as this ",
  "pli-tv-pvr14:13.6": "Should be deferred to.” ",
  "pli-tv-pvr14:14.1": "The shorter section on conflict is finished ",
  "pli-tv-pvr14:15.1": "This is the summary: ",
  "pli-tv-pvr14:16.1": "“Humble, one may ask, ",
  "pli-tv-pvr14:16.2": "Respect for the Sangha, not individuals; ",
  "pli-tv-pvr14:16.3": "The Monastic Code is for the sake of direction, ",
  "pli-tv-pvr14:16.4": "And with supporting the training—",
  "pli-tv-pvr14:16.5": "The summary of the shorter section, ",
  "pli-tv-pvr14:16.6": "Made into one recitation.” "
}