{
  "pli-tv-pvr9:0.1": "The Compendium ",
  "pli-tv-pvr9:0.2": "9. Exposition of reasons ",
  "pli-tv-pvr9:1.1": "“The Buddha laid down the training rules for his disciples for ten reasons: ",
  "pli-tv-pvr9:1.2": "for the well-being of the Sangha, for the comfort of the Sangha, for the restraint of bad people, for the ease of good monks, for the restraint of corruptions relating to the present life, for the restraint of corruptions relating to future lives, to give rise to confidence in those without it, to increase the confidence of those who have it, for the longevity of the true Teaching, and for supporting the training. ",
  "pli-tv-pvr9:2.1": "The well-being of the Sangha is also the comfort of the Sangha. ",
  "pli-tv-pvr9:2.2": "The comfort of the Sangha is also for the restraint of bad people. ",
  "pli-tv-pvr9:2.3": "The restraint of bad people is also for the ease of good monks. ",
  "pli-tv-pvr9:2.4": "The ease of good monks is also for the restraint of corruptions in the present life. ",
  "pli-tv-pvr9:2.5": "The restraint of corruptions relating to the present life is also for the restraint of corruptions relating to future lives. ",
  "pli-tv-pvr9:2.6": "The restraint of corruption relating to future lives is also to give rise to confidence in those without it. ",
  "pli-tv-pvr9:2.7": "The giving rise to confidence in those without it is also to increase the confidence of those who have it. ",
  "pli-tv-pvr9:2.8": "The increase in confidence of those who have it is also for the longevity of the true Teaching. ",
  "pli-tv-pvr9:2.9": "The longevity of the true Teaching is also for supporting the training. ",
  "pli-tv-pvr9:3.1": "The well-being of the Sangha is also the comfort of the Sangha. ",
  "pli-tv-pvr9:3.2": "The well-being of the Sangha is also for the restraint of bad people. ",
  "pli-tv-pvr9:3.3": "The well-being of the Sangha is also for the ease of good monks. ",
  "pli-tv-pvr9:3.4": "The well-being of the Sangha is also for the restraint of corruptions relating to the present life. ",
  "pli-tv-pvr9:3.5": "The well-being of the Sangha is also for the restraint of corruptions relating to future lives. ",
  "pli-tv-pvr9:3.6": "The well-being of the Sangha is also to give rise to confidence in those without it. ",
  "pli-tv-pvr9:3.7": "The well-being of the Sangha is also to increase the confidence of those who have it. ",
  "pli-tv-pvr9:3.8": "The well-being of the Sangha is also for the longevity of the true Teaching. ",
  "pli-tv-pvr9:3.9": "The well-being of the Sangha is also for supporting the training. ",
  "pli-tv-pvr9:4.1": "The comfort of the Sangha is also for the restraint of bad people. ",
  "pli-tv-pvr9:4.2": "The comfort of the Sangha is also the ease of good monks. ",
  "pli-tv-pvr9:4.3": "The comfort of the Sangha is also for the restraint of corruptions relating to the present life. ",
  "pli-tv-pvr9:4.4": "The comfort of the Sangha is also for the restraint of corruptions relating to future lives. ",
  "pli-tv-pvr9:4.5": "The comfort of the Sangha is also to give rise to confidence in those without it. ",
  "pli-tv-pvr9:4.6": "The comfort of the Sangha is also to increase the confidence of those who have it. ",
  "pli-tv-pvr9:4.7": "The comfort of the Sangha is also for the longevity of the true Teaching. ",
  "pli-tv-pvr9:4.8": "The comfort of the Sangha is also for supporting the training. ",
  "pli-tv-pvr9:4.9": "The comfort of the Sangha is also the well-being of the Sangha. ",
  "pli-tv-pvr9:5.1": "The restraint of bad people … ",
  "pli-tv-pvr9:5.2": "The ease of good monks … ",
  "pli-tv-pvr9:5.3": "The restraint of corruptions relating to the present life … ",
  "pli-tv-pvr9:5.4": "The restraint of corruptions relating to future lives … ",
  "pli-tv-pvr9:5.5": "The giving rise to confidence in those without it … ",
  "pli-tv-pvr9:5.6": "The increase in confidence of those who have it … ",
  "pli-tv-pvr9:5.7": "The longevity of the true Teaching … ",
  "pli-tv-pvr9:5.8": "The support of the training is also the well-being of the Sangha. ",
  "pli-tv-pvr9:5.9": "The support of the training is also the comfort of the Sangha. ",
  "pli-tv-pvr9:5.10": "The support of the training is also for the restraint of bad people. ",
  "pli-tv-pvr9:5.11": "The support of the training is also for the ease of good monks. ",
  "pli-tv-pvr9:5.12": "The support of the training is also for the restraint of corruptions relating to the present life. ",
  "pli-tv-pvr9:5.13": "The support of the training is also for the restraint of corruptions relating to future lives. ",
  "pli-tv-pvr9:5.14": "The support of the training is also to give rise to confidence in those without it. ",
  "pli-tv-pvr9:5.15": "The support of the training is also to increase the confidence of those who have it. ",
  "pli-tv-pvr9:5.16": "The support of the training is also for the longevity of the true Teaching.” ",
  "pli-tv-pvr9:6.1": "“A hundred purposes, a hundred teachings, ",
  "pli-tv-pvr9:6.2": "And two hundred expressions; ",
  "pli-tv-pvr9:6.3": "Four hundred knowledges, ",
  "pli-tv-pvr9:6.4": "In the exposition of the reasons.” ",
  "pli-tv-pvr9:7.1": "The exposition of reasons is finished. ",
  "pli-tv-pvr9:7.2": "The long division is finished. ",
  "pli-tv-pvr9:8.1": "This is the summary: ",
  "pli-tv-pvr9:9.1": "“First eight on questions, ",
  "pli-tv-pvr9:9.2": "And then eight on ‘a result of’; ",
  "pli-tv-pvr9:9.3": "The sixteen for monks, ",
  "pli-tv-pvr9:9.4": "And sixteen for nuns. ",
  "pli-tv-pvr9:10.1": "The middle repetition, sub-division, ",
  "pli-tv-pvr9:10.2": "And increasing by one; ",
  "pli-tv-pvr9:10.3": "Invitation, about reasons—",
  "pli-tv-pvr9:10.4": "This is included in the long division.” ",
  "pli-tv-pvr9:11.1": "The exposition of reasons is finished. "
}