{
  "pli-tv-pvr5:0.1": "The Compendium ",
  "pli-tv-pvr5:0.2": "Sub-division on settling ",
  "pli-tv-pvr5:0.3": "1. The section with a succession on legal issues ",
  "pli-tv-pvr5:1.1": "In regard to a legal issue arising from a dispute: ",
  "pli-tv-pvr5:1.2": "What is the forerunner? ",
  "pli-tv-pvr5:1.3": "How many reasons are there? ",
  "pli-tv-pvr5:1.4": "How many bases? ",
  "pli-tv-pvr5:1.5": "How many grounds? ",
  "pli-tv-pvr5:1.6": "How many causes? ",
  "pli-tv-pvr5:1.7": "How many roots? ",
  "pli-tv-pvr5:1.8": "In how many ways does one dispute? ",
  "pli-tv-pvr5:1.9": "Through how many principles is a legal issue arising from a dispute settled? ",
  "pli-tv-pvr5:2.1": "In regard to a legal issue arising from an accusation: ",
  "pli-tv-pvr5:2.2": "What is the forerunner? ",
  "pli-tv-pvr5:2.3": "How many reasons are there? ",
  "pli-tv-pvr5:2.4": "How many bases? ",
  "pli-tv-pvr5:2.5": "How many grounds? ",
  "pli-tv-pvr5:2.6": "How many causes? ",
  "pli-tv-pvr5:2.7": "How many roots? ",
  "pli-tv-pvr5:2.8": "In how many ways does one accuse? ",
  "pli-tv-pvr5:2.9": "Through how many principles is a legal issue arising from an accusation settled? ",
  "pli-tv-pvr5:3.1": "In regard to a legal issue arising from an offense: ",
  "pli-tv-pvr5:3.2": "What is the forerunner? ",
  "pli-tv-pvr5:3.3": "How many reasons are there? ",
  "pli-tv-pvr5:3.4": "How many bases? ",
  "pli-tv-pvr5:3.5": "How many grounds? ",
  "pli-tv-pvr5:3.6": "How many causes? ",
  "pli-tv-pvr5:3.7": "How many roots? ",
  "pli-tv-pvr5:3.8": "For how many reasons does one commit an offense? ",
  "pli-tv-pvr5:3.9": "Through how many principles is a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:4.1": "In regard to a legal issue arising from business: ",
  "pli-tv-pvr5:4.2": "What is the forerunner? ",
  "pli-tv-pvr5:4.3": "How many reasons are there? ",
  "pli-tv-pvr5:4.4": "How many bases? ",
  "pli-tv-pvr5:4.5": "How many grounds? ",
  "pli-tv-pvr5:4.6": "How many causes? ",
  "pli-tv-pvr5:4.7": "How many roots? ",
  "pli-tv-pvr5:4.8": "In how many ways does one give rise to business? ",
  "pli-tv-pvr5:4.9": "Through how many principles is a legal issue arising from business settled? ",
  "pli-tv-pvr5:5.1": "“What is the forerunner of legal issues arising from disputes?” ",
  "pli-tv-pvr5:5.2": "Desire is a forerunner, ill will is a forerunner, confusion is a forerunner, non-desire is a forerunner, non-ill will is a forerunner, non-confusion is a forerunner. ",
  "pli-tv-pvr5:5.3": "“How many reasons are there?” ",
  "pli-tv-pvr5:5.4": "The eighteen bases for schism. ",
  "pli-tv-pvr5:5.5": "“How many bases are there?” ",
  "pli-tv-pvr5:5.6": "The eighteen bases for schism. ",
  "pli-tv-pvr5:5.7": "“How many grounds are there?” ",
  "pli-tv-pvr5:5.8": "The eighteen bases for schism. ",
  "pli-tv-pvr5:5.9": "“How many causes are there?” ",
  "pli-tv-pvr5:5.10": "Nine: ",
  "pli-tv-pvr5:5.11": "there are three wholesome causes, three unwholesome causes, and three indeterminate causes. ",
  "pli-tv-pvr5:5.12": "“How many roots are there?” ",
  "pli-tv-pvr5:5.13": "Twelve. ",
  "pli-tv-pvr5:5.14": "“In how many ways does one dispute?” ",
  "pli-tv-pvr5:5.15": "In two ways: ",
  "pli-tv-pvr5:5.16": "with a view that accords with the Teaching, or with a view that is contrary to the Teaching. ",
  "pli-tv-pvr5:5.17": "“In how many ways is a legal issue arising from a dispute settled?” ",
  "pli-tv-pvr5:5.18": "Through two of them: ",
  "pli-tv-pvr5:5.19": "through resolution face-to-face and through majority decision. ",
  "pli-tv-pvr5:6.1": "“What is the forerunner of legal issues arising from accusations?” ",
  "pli-tv-pvr5:6.2": "Desire is a forerunner, ill will is a forerunner, confusion is a forerunner, non-desire is a forerunner, non-ill will is a forerunner, non-confusion is a forerunner. ",
  "pli-tv-pvr5:6.3": "“How many reasons are there?” ",
  "pli-tv-pvr5:6.4": "The four failures. ",
  "pli-tv-pvr5:6.5": "“How many bases are there?” ",
  "pli-tv-pvr5:6.6": "The four failures. ",
  "pli-tv-pvr5:6.7": "“How many grounds are there?” ",
  "pli-tv-pvr5:6.8": "The four failures. ",
  "pli-tv-pvr5:6.9": "“How many causes are there?” ",
  "pli-tv-pvr5:6.10": "Nine: ",
  "pli-tv-pvr5:6.11": "there are three wholesome causes, three unwholesome causes, and three indeterminate causes. ",
  "pli-tv-pvr5:6.12": "“How many roots are there?” ",
  "pli-tv-pvr5:6.13": "Fourteen. ",
  "pli-tv-pvr5:6.14": "“In how many ways does one accuse?” ",
  "pli-tv-pvr5:6.15": "In two ways: ",
  "pli-tv-pvr5:6.16": "based on action or based on offense. ",
  "pli-tv-pvr5:6.17": "“In how many ways is a legal issue arising from an accusation settled?” ",
  "pli-tv-pvr5:6.18": "Through four of them: ",
  "pli-tv-pvr5:6.19": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:7.1": "“What is the forerunner of legal issues arising from offenses?” ",
  "pli-tv-pvr5:7.2": "Desire is a forerunner, ill will is a forerunner, confusion is a forerunner, non-desire is a forerunner, non-ill will is a forerunner, non-confusion is a forerunner. ",
  "pli-tv-pvr5:7.3": "“How many reasons are there?” ",
  "pli-tv-pvr5:7.4": "The seven classes of offenses. ",
  "pli-tv-pvr5:7.5": "“How many bases are there?” ",
  "pli-tv-pvr5:7.6": "The seven classes of offenses. ",
  "pli-tv-pvr5:7.7": "“How many grounds are there?” ",
  "pli-tv-pvr5:7.8": "The seven classes of offenses. ",
  "pli-tv-pvr5:7.9": "“How many causes are there?” ",
  "pli-tv-pvr5:7.10": "Six: ",
  "pli-tv-pvr5:7.11": "three unwholesome causes and three indeterminate causes. ",
  "pli-tv-pvr5:7.12": "“How many roots are there?” ",
  "pli-tv-pvr5:7.13": "The six origins of offenses. ",
  "pli-tv-pvr5:7.14": "“For how many reasons does one commit an offense?” ",
  "pli-tv-pvr5:7.15": "For six reasons: ",
  "pli-tv-pvr5:7.16": "because of shamelessness, because of ignorance, because of being overcome by anxiety, because of perceiving what is unallowable as allowable, because of perceiving what is allowable as unallowable, because of absentmindedness. ",
  "pli-tv-pvr5:7.17": "“In how many ways is a legal issue arising from an offense settled?” ",
  "pli-tv-pvr5:7.18": "Through three of them: ",
  "pli-tv-pvr5:7.19": "through resolution face-to-face and through acting according to what has been admitted, and through resolution face-to-face and through covering over as if with grass. ",
  "pli-tv-pvr5:8.1": "“What is the forerunner of legal issues arising from business?” ",
  "pli-tv-pvr5:8.2": "Desire is a forerunner, ill will is a forerunner, confusion is a forerunner, non-desire is a forerunner, non-ill will is a forerunner, non-confusion is a forerunner. ",
  "pli-tv-pvr5:8.3": "“How many reasons are there?” ",
  "pli-tv-pvr5:8.4": "The four legal procedures. ",
  "pli-tv-pvr5:8.5": "“How many bases are there?” ",
  "pli-tv-pvr5:8.6": "The four legal procedures. ",
  "pli-tv-pvr5:8.7": "“How many grounds are there?” ",
  "pli-tv-pvr5:8.8": "The four legal procedures. ",
  "pli-tv-pvr5:8.9": "“How many causes are there?” ",
  "pli-tv-pvr5:8.10": "Nine: ",
  "pli-tv-pvr5:8.11": "there are three wholesome causes, three unwholesome causes, and three indeterminate causes. ",
  "pli-tv-pvr5:8.12": "“How many roots are there?” ",
  "pli-tv-pvr5:8.13": "One: ",
  "pli-tv-pvr5:8.14": "The Sangha. ",
  "pli-tv-pvr5:8.15": "“In how many ways does one give rise to business?” ",
  "pli-tv-pvr5:8.16": "In two ways: ",
  "pli-tv-pvr5:8.17": "through a motion or though getting permission. ",
  "pli-tv-pvr5:8.18": "“In how many ways is a legal issue arising from business settled?” ",
  "pli-tv-pvr5:8.19": "In one way: ",
  "pli-tv-pvr5:8.20": "through resolution face-to-face. ",
  "pli-tv-pvr5:9.1": "How many principles for settling are there? ",
  "pli-tv-pvr5:9.2": "Seven: ",
  "pli-tv-pvr5:9.3": "resolution face-to-face, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, majority decision, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr5:10.1": "With a different presentation, might the seven principles for settling become ten, and the ten ways become seven? ",
  "pli-tv-pvr5:10.2": "They might. ",
  "pli-tv-pvr5:11.1": "How? ",
  "pli-tv-pvr5:11.2": "A legal issue arising from a dispute is settled in two ways, a legal issue arising from an accusation is settled in four ways, a legal issue arising from an offense is settled in three ways, a legal issue arising from business is settled in one way. ",
  "pli-tv-pvr5:11.3": "In this way, the seven principles for settling become ten, and the ten ways become seven. ",
  "pli-tv-pvr5:12.1": "The sixth section on “a different presentation” is finished. ",
  "pli-tv-pvr5:13.0": "2. The section on “in common” ",
  "pli-tv-pvr5:13.1": "How many of the principles for settling legal issues arising from disputes do the monks and the nuns have in common? ",
  "pli-tv-pvr5:13.2": "How many do they not have in common? ",
  "pli-tv-pvr5:13.3": "How many of the principles for settling legal issues arising from accusations do the monks and the nuns have in common? ",
  "pli-tv-pvr5:13.4": "How many do they not have in common? ",
  "pli-tv-pvr5:13.5": "How many of the principles for settling legal issues arising from offenses do the monks and the nuns have in common? ",
  "pli-tv-pvr5:13.6": "How many do they not have in common? ",
  "pli-tv-pvr5:13.7": "How many of the principles for settling legal issue arising from business do the monks and the nuns have in common? ",
  "pli-tv-pvr5:13.8": "How many do they not have in common? ",
  "pli-tv-pvr5:14.1": "They have two principles for settling legal issues arising from disputes in common: ",
  "pli-tv-pvr5:14.2": "resolution face-to-face and majority decision. ",
  "pli-tv-pvr5:14.3": "And they have five not in common: ",
  "pli-tv-pvr5:14.4": "resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr5:15.1": "They have four principles for settling legal issues arising from accusations in common: ",
  "pli-tv-pvr5:15.2": "resolution face-to-face, resolution through recollection, resolution because of past insanity, and further penalty. ",
  "pli-tv-pvr5:15.3": "And they have three not in common: ",
  "pli-tv-pvr5:15.4": "majority decision, acting according to what has been admitted, and covering over as if with grass. ",
  "pli-tv-pvr5:16.1": "They have three principles for settling legal issues arising from offenses in common: ",
  "pli-tv-pvr5:16.2": "resolution face-to-face, acting according to what has been admitted, and covering over as if with grass. ",
  "pli-tv-pvr5:16.3": "And they have three not in common: ",
  "pli-tv-pvr5:16.4": "majority decision, resolution through recollection, resolution because of past insanity, and further penalty. ",
  "pli-tv-pvr5:17.1": "They have one principles for settling legal issues arising from business in common: ",
  "pli-tv-pvr5:17.2": "resolution face-to-face. ",
  "pli-tv-pvr5:17.3": "And they have six not in common: ",
  "pli-tv-pvr5:17.4": "majority decision, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr5:18.1": "The seventh section on “in common” is finished. ",
  "pli-tv-pvr5:19.0": "3. The section on “belonging with that” ",
  "pli-tv-pvr5:19.1": "How many principles for settling are there that belong with legal issues arising from disputes? ",
  "pli-tv-pvr5:19.2": "How many belong with something else? ",
  "pli-tv-pvr5:19.3": "How many principles for settling are there that belong with legal issues arising from accusations? ",
  "pli-tv-pvr5:19.4": "How many belong with something else? ",
  "pli-tv-pvr5:19.5": "How many principles for settling are there that belong with legal issues arising from offenses? ",
  "pli-tv-pvr5:19.6": "How many belong with something else? ",
  "pli-tv-pvr5:19.7": "How many principles for settling are there that belong with legal issues arising from business? ",
  "pli-tv-pvr5:19.8": "How many belong with something else? ",
  "pli-tv-pvr5:20.1": "There are two principles for settling that belong with legal issues arising from disputes: ",
  "pli-tv-pvr5:20.2": "resolution face-to-face and majority decision. ",
  "pli-tv-pvr5:20.3": "And there are five that belong with something else: ",
  "pli-tv-pvr5:20.4": "resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr5:21.1": "There are two principles for settling that belong with legal issues arising from accusations: ",
  "pli-tv-pvr5:21.2": "resolution face-to-face, resolution through recollection, resolution because of past insanity, and further penalty. ",
  "pli-tv-pvr5:21.3": "And there are three that belong with something else: ",
  "pli-tv-pvr5:21.4": "majority decision, acting according to what has been admitted, and covering over as if with grass. ",
  "pli-tv-pvr5:22.1": "There are two principles for settling that belong with legal issues arising from offenses: ",
  "pli-tv-pvr5:22.2": "resolution face-to-face, acting according to what has been admitted, and covering over as if with grass. ",
  "pli-tv-pvr5:22.3": "And there are four that belong with something else: ",
  "pli-tv-pvr5:22.4": "majority decision, resolution through recollection, resolution because of past insanity, and further penalty. ",
  "pli-tv-pvr5:23.1": "There are two principles for settling that belong with legal issues arising from business: ",
  "pli-tv-pvr5:23.2": "resolution face-to-face. ",
  "pli-tv-pvr5:23.3": "And there are six that belong with something else: ",
  "pli-tv-pvr5:23.4": "majority decision, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr5:24.1": "The eighth section on “belonging to that” is finished ",
  "pli-tv-pvr5:25.0": "4. The section on different principles for settling used in common ",
  "pli-tv-pvr5:25.1": "One way of settling used in common with another way of settling; one way of settling not used in common with another way of settling. ",
  "pli-tv-pvr5:25.2": "It may be that one way of settling is in common with another way of settling; it may be that one way of settling is not in common with another way of settling. ",
  "pli-tv-pvr5:26.1": "How may it be that one way of settling is used in common with another way of settling? ",
  "pli-tv-pvr5:26.2": "How may it be that one way of settling is not used in common with another way of settling? ",
  "pli-tv-pvr5:26.3": "[1] Majority decision is used in common with resolution face-to-face. It is not used in common with resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr5:27.1": "Resolution through recollection is used in common with resolution face-to-face. It is not used in common with resolution because of past insanity, acting according to what has been admitted, further penalty, covering over as if with grass, and majority decision. ",
  "pli-tv-pvr5:28.1": "Resolution because of past insanity is used in common with resolution face-to-face. It is not used in common with acting according to what has been admitted, further penalty, covering over as if with grass, majority decision, and resolution through recollection. ",
  "pli-tv-pvr5:29.1": "Acting according to what has been admitted is used in common with resolution face-to-face. It is not used in common with further penalty, covering over as if with grass, majority decision, resolution through recollection, and resolution because of past insanity. ",
  "pli-tv-pvr5:30.1": "Further penalty is used in common with resolution face-to-face. It is not used in common with covering over as if with grass, majority decision, resolution through recollection, resolution because of past insanity, and acting according to what has been admitted. ",
  "pli-tv-pvr5:31.1": "Covering over as if with grass is used in common with resolution face-to-face. It is not used in common with majority decision, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, and further penalty. ",
  "pli-tv-pvr5:33.1": "The ninth section on different principles for settling used in common is finished. ",
  "pli-tv-pvr5:34.0": "5. The section on different principles for settling belonging with each other ",
  "pli-tv-pvr5:34.1": "One way of settling belongs with another way of settling; one way of settling does not belong with another way of settling. ",
  "pli-tv-pvr5:34.2": "It may be that one way of settling belongs with another way of settling; it may be that one way of settling does not belong with another way of settling. ",
  "pli-tv-pvr5:35.1": "How may it be that one way of settling belongs with another way of settling? ",
  "pli-tv-pvr5:35.2": "How may it be that one way of settling does not belong with another way of settling? ",
  "pli-tv-pvr5:35.3": "[1] Majority decision belongs with resolution face-to-face. It does not belong with resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, or covering over as if with grass. ",
  "pli-tv-pvr5:36.1": "Resolution through recollection belong with resolution face-to-face. It does not belong with resolution because of past insanity, acting according to what has been admitted, further penalty, covering over as if with grass, or majority decision. ",
  "pli-tv-pvr5:37.1": "Resolution because of past insanity belong with resolution face-to-face. It does not belong with acting according to what has been admitted, further penalty, covering over as if with grass, majority decision, or resolution through recollection. ",
  "pli-tv-pvr5:38.1": "Acting according to what has been admitted belong with resolution face-to-face. It does not belong with further penalty, covering over as if with grass, majority decision, resolution through recollection, or resolution because of past insanity. ",
  "pli-tv-pvr5:39.1": "Further penalty belong with resolution face-to-face. It does not belong with covering over as if with grass, majority decision, resolution through recollection, resolution because of past insanity, or acting according to what has been admitted. ",
  "pli-tv-pvr5:40.1": "Covering over as if with grass belongs with resolution face-to-face. It does not belong with majority decision, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, or further penalty. ",
  "pli-tv-pvr5:42.1": "The tenth section on different principles for settling belonging with each other is finished. ",
  "pli-tv-pvr5:43.0": "6. The section on “a way of settling is resolution face-to-face” ",
  "pli-tv-pvr5:43.1": "Is one way of settling resolution face-to-face, and is resolution face-to-face one way of settling? ",
  "pli-tv-pvr5:43.2": "Is one way of settling a majority decision, and is a majority decision one way of settling? ",
  "pli-tv-pvr5:43.3": "Is one way of settling resolution through recollection, and is resolution through recollection one way of settling? ",
  "pli-tv-pvr5:43.4": "Is one way of settling resolution because of past insanity, and is resolution because of past insanity one way of settling? ",
  "pli-tv-pvr5:43.5": "Is one way of settling acting according to what has been admitted, and is acting according to what has been admitted one way of settling? ",
  "pli-tv-pvr5:43.6": "Is one way of settling a further penalty, and is a further penalty one way of settling? ",
  "pli-tv-pvr5:43.7": "Is one way of settling covering over as if with grass, and is covering over as if with grass one way of settling? ",
  "pli-tv-pvr5:44.1": "Majority decision, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, and covering over as if with grass: ",
  "pli-tv-pvr5:44.2": "these principles for settling are principles for settling, but they are not resolution face-to-face. ",
  "pli-tv-pvr5:44.3": "Resolution face-to-face is both a way of settling and also resolution face-to-face. ",
  "pli-tv-pvr5:45.1": "Resolution through recollection, resolution because of past insanity, acting according to what has been admitted, further penalty, covering over as if with grass, and resolution face-to-face: ",
  "pli-tv-pvr5:45.2": "these principles for settling are principles for settling, but they are not a majority decision. ",
  "pli-tv-pvr5:45.3": "A majority decision is both a way of settling and also a majority decision. ",
  "pli-tv-pvr5:46.1": "Resolution because of past insanity, acting according to what has been admitted, further penalty, covering over as if with grass, resolution face-to-face, and majority decision: ",
  "pli-tv-pvr5:46.2": "these principles for settling are principles for settling, but they are not resolution through recollection. ",
  "pli-tv-pvr5:46.3": "Resolution through recollection is both a way of settling and also resolution through recollection. ",
  "pli-tv-pvr5:47.1": "Acting according to what has been admitted, further penalty, covering over as if with grass, resolution face-to-face, majority decision, and resolution through recollection: ",
  "pli-tv-pvr5:47.2": "these principles for settling are principles for settling, but they are not resolution because of past insanity. ",
  "pli-tv-pvr5:47.3": "Resolution because of past insanity is both a way of settling and also resolution because of past insanity. ",
  "pli-tv-pvr5:48.1": "Further penalty, covering over as if with grass, resolution face-to-face, majority decision, resolution through recollection, and resolution because of past insanity: ",
  "pli-tv-pvr5:48.2": "these principles for settling are principles for settling, but they are not acting according to what has been admitted. ",
  "pli-tv-pvr5:48.3": "Acting according to what has been admitted is both a way of settling and also acting according to what has been admitted. ",
  "pli-tv-pvr5:49.1": "Covering over as if with grass, resolution face-to-face, majority decision, resolution through recollection, resolution because of past insanity, and acting according to what has been admitted: ",
  "pli-tv-pvr5:49.2": "these principles for settling are principles for settling, but they are not a further penalty. ",
  "pli-tv-pvr5:49.3": "A further penalty is both a way of settling and also a further penalty. ",
  "pli-tv-pvr5:50.1": "Resolution face-to-face, majority decision, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, and further penalty: ",
  "pli-tv-pvr5:50.2": "these principles for settling are principles for settling, but they are not covering over as if with grass. ",
  "pli-tv-pvr5:50.3": "Covering over as if with grass is both a way of settling and also covering over as if with grass. ",
  "pli-tv-pvr5:51.1": "The eleventh section on “a way of settling is resolution face-to-face” is finished. ",
  "pli-tv-pvr5:52.0": "7. The section on resolution ",
  "pli-tv-pvr5:52.1": "Is one way of resolution resolution face-to-face, and is resolution face-to-face one way of resolution? ",
  "pli-tv-pvr5:52.2": "Is one way of resolution a majority decision, and is a majority decision one way of resolution? ",
  "pli-tv-pvr5:52.3": "Is one way of resolution resolution through recollection, and is resolution through recollection one way of resolution? ",
  "pli-tv-pvr5:52.4": "Is one way of resolution resolution because of past insanity, and is resolution because of past insanity one way of resolution? ",
  "pli-tv-pvr5:52.5": "Is one way of resolution acting according to what has been admitted, and is acting according to what has been admitted one way of resolution? ",
  "pli-tv-pvr5:52.6": "Is one way of resolution a further penalty, and is a further penalty one way of resolution? ",
  "pli-tv-pvr5:52.7": "Is one way of resolution covering over as if with grass, and is covering over as if with grass one way of resolution? ",
  "pli-tv-pvr5:53.1": "A resolution may be resolution face-to-face, or it may not be resolution face-to -face. ",
  "pli-tv-pvr5:53.2": "Resolution face-to-face is both a resolution and also a resolution face-to-face. ",
  "pli-tv-pvr5:54.1": "A resolution may be a majority decision, or it may not be a majority decision. ",
  "pli-tv-pvr5:54.2": "a majority decision is both a resolution and also a majority decision. ",
  "pli-tv-pvr5:55.1": "A resolution may be resolution through recollection, or it may not be resolution through recollection. ",
  "pli-tv-pvr5:55.2": "Resolution through recollection is both a resolution and also a resolution through recollection. ",
  "pli-tv-pvr5:56.1": "A resolution may be resolution because of past insanity, or it may not be resolution because of past insanity. ",
  "pli-tv-pvr5:56.2": "Resolution because of past insanity is both a resolution and also a resolution because of past insanity. ",
  "pli-tv-pvr5:57.1": "A resolution may be acting according to what has been admitted, or it may not be acting according to what has been admitted. ",
  "pli-tv-pvr5:57.2": "Acting according to what has been admitted is both a resolution and also an acting according to what has been admitted. ",
  "pli-tv-pvr5:58.1": "A resolution may be a further penalty, or it may not be a further penalty. ",
  "pli-tv-pvr5:58.2": "A further penalty is both a resolution and also a further penalty. ",
  "pli-tv-pvr5:59.1": "A resolution may be covering over as if with grass, or it may not be covering over as if with grass. ",
  "pli-tv-pvr5:59.2": "Covering over as if with grass is both a resolution and also a covering over as if with grass. ",
  "pli-tv-pvr5:60.1": "The twelfth section on resolution is finished. ",
  "pli-tv-pvr5:61.0": "8. The section on the wholesome ",
  "pli-tv-pvr5:61.1": "Is resolution face-to-face wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:61.2": "Is a majority decision wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:61.3": "Is resolution through recollection wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:61.4": "Is resolution because of past insanity wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:61.5": "Is acting according to what has been admitted wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:61.6": "Is a further penalty wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:61.7": "Is covering over as if with grass, wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:62.1": "Resolution face-to-face may be wholesome or indeterminate. ",
  "pli-tv-pvr5:62.2": "Resolution face-to-face is never unwholesome. ",
  "pli-tv-pvr5:63.1": "A majority decision may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:64.1": "Resolution through recollection may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:65.1": "Resolution because of past insanity may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:66.1": "Acting according to what has been admitted may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:67.1": "A further penalty may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:68.1": "Covering over as if with grass, may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:69.1": "Is a legal issue arising from a dispute wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:69.2": "Is a legal issue arising from an accusation wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:69.3": "Is a legal issue arising from an offense wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:69.4": "Is a legal issues arising from business wholesome, unwholesome, or indeterminate? ",
  "pli-tv-pvr5:70.1": "A legal issue arising from a dispute may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:71.1": "A legal issue arising from an accusation may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:72.1": "A legal issue arising from an accusation may be unwholesome or indeterminate. ",
  "pli-tv-pvr5:72.2": "A legal issue arising from an accusation is never wholesome. ",
  "pli-tv-pvr5:73.1": "A legal issue arising from business may be wholesome, unwholesome, or indeterminate. ",
  "pli-tv-pvr5:74.1": "The thirteenth section on the wholesome is finished. ",
  "pli-tv-pvr5:75.0": "9. The section on “where”, the section on questioning ",
  "pli-tv-pvr5:75.1": "Where a majority decision is appropriate, there resolution face-to-face is appropriate. ",
  "pli-tv-pvr5:75.2": "Where resolution face-to-face is appropriate, there a majority decision is appropriate. ",
  "pli-tv-pvr5:75.3": "But there resolution through recollection is not appropriate, nor is resolution because of past insanity, acting according to what has been admitted, a further penalty, or covering over as if with grass. ",
  "pli-tv-pvr5:76.1": "Where resolution through recollection is appropriate, there resolution face-to-face is appropriate. ",
  "pli-tv-pvr5:76.2": "Where resolution face-to-face is appropriate, there resolution through recollection is appropriate. ",
  "pli-tv-pvr5:76.3": "But there resolution because of past insanity is not appropriate, nor is acting according to what has been admitted, a further penalty, covering over as if with grass, or a majority decision. ",
  "pli-tv-pvr5:77.1": "Where resolution because of past insanity is appropriate, there resolution face-to-face is appropriate. ",
  "pli-tv-pvr5:77.2": "Where resolution face-to-face is appropriate, there resolution because of past insanity is appropriate. ",
  "pli-tv-pvr5:77.3": "But there acting according to what has been admitted is not appropriate, nor a further penalty, covering over as if with grass, a majority decision, or resolution through recollection. ",
  "pli-tv-pvr5:78.1": "Where acting according to what has been admitted is appropriate, there resolution face-to-face is appropriate. ",
  "pli-tv-pvr5:78.2": "Where resolution face-to-face is appropriate, there acting according to what has been admitted is appropriate. ",
  "pli-tv-pvr5:78.3": "But there a further penalty is not appropriate, nor is covering over as if with grass, a majority decision, resolution through recollection, or resolution because of past insanity. ",
  "pli-tv-pvr5:79.1": "Where a further penalty is appropriate, there resolution face-to-face is appropriate. ",
  "pli-tv-pvr5:79.2": "Where resolution face-to-face is appropriate, there a further penalty is appropriate. ",
  "pli-tv-pvr5:79.3": "But there covering over as if with grass is not appropriate, nor is a majority decision, resolution through recollection, resolution because of past insanity, or acting according to what has been admitted. ",
  "pli-tv-pvr5:80.1": "Where covering over as if with grass is appropriate, there resolution face-to-face is appropriate. ",
  "pli-tv-pvr5:80.2": "Where resolution face-to-face is appropriate, there covering over as if with grass, is appropriate. ",
  "pli-tv-pvr5:80.3": "But there a majority decision is not appropriate, nor is resolution through recollection, resolution because of past insanity, acting according to what has been admitted, or a further penalty. ",
  "pli-tv-pvr5:81.1": "Where there is a majority decision, there is resolution face-to-face. ",
  "pli-tv-pvr5:81.2": "Where there is resolution face-to-face, there is a majority decision. ",
  "pli-tv-pvr5:81.3": "But there resolution through recollection is not appropriate, nor is resolution because of past insanity, acting according to what has been admitted, a further penalty, or covering over as if with grass. ",
  "pli-tv-pvr5:82.1": "Where there is resolution through recollection, there is resolution face-to-face. ",
  "pli-tv-pvr5:82.2": "Where there is resolution face-to-face, there is resolution through recollection. ",
  "pli-tv-pvr5:82.3": "But there resolution because of past insanity is not appropriate, nor is acting according to what has been admitted, a further penalty, covering over as if with grass, or majority decision. ",
  "pli-tv-pvr5:82.4": "Resolution face-to-face to be done as the basis … ",
  "pli-tv-pvr5:83.1": "Where there is covering over as if with grass, there is resolution face-to-face. ",
  "pli-tv-pvr5:83.2": "Where there is resolution face-to-face, there is covering over as if with grass. ",
  "pli-tv-pvr5:83.3": "But there a majority decision is not appropriate, nor is resolution because of past insanity, acting according to what has been admitted, or a further penalty. ",
  "pli-tv-pvr5:84.1": "Permutation series repetition. ",
  "pli-tv-pvr5:84.2": "The fourteenth section on “where” is finished. ",
  "pli-tv-pvr5:85.0": "10. The section on settling, the section on responding ",
  "pli-tv-pvr5:85.1": "On an occasion when a legal issue is being resolved through resolution face-to-face and majority decision, then, where a majority decision is appropriate, there resolution face-to-face is appropriate, and where resolution face-to-face is appropriate, there a majority decision is appropriate. ",
  "pli-tv-pvr5:85.2": "But there resolution through recollection is not appropriate, nor is resolution because of past insanity, acting according to what has been admitted, a further penalty, or covering over as if with grass. ",
  "pli-tv-pvr5:86.1": "On an occasion when a legal issue is being resolved through resolution face-to-face and resolution through recollection, then, where resolution through recollection is appropriate, there resolution face-to-face is appropriate, and where resolution face-to-face is appropriate, there resolution through recollection is appropriate. ",
  "pli-tv-pvr5:86.2": "But there resolution because of past insanity is not appropriate, nor is acting according to what has been admitted, a further penalty, covering over as if with grass, or a majority decision. ",
  "pli-tv-pvr5:87.1": "On an occasion when a legal issue is being resolved through resolution face-to-face and resolution because of past insanity, then, where resolution because of past insanity is appropriate, there resolution face-to-face is appropriate, and where resolution face-to-face is appropriate, there resolution because of past insanity is appropriate. ",
  "pli-tv-pvr5:87.2": "But there acting according to what has been admitted is not appropriate, nor is a further penalty, covering over as if with grass, a majority decision, or resolution through recollection. ",
  "pli-tv-pvr5:88.1": "On an occasion when a legal issue is being resolved through resolution face-to-face and acting according to what has been admitted, then, where acting according to what has been admitted is appropriate, there resolution face-to-face is appropriate, and where resolution face-to-face is appropriate, there acting according to what has been admitted is appropriate. ",
  "pli-tv-pvr5:88.2": "But there a further penalty is not appropriate, nor is covering over as if with grass, a majority decision, resolution through recollection, or resolution because of past insanity. ",
  "pli-tv-pvr5:89.1": "On an occasion when a legal issue is being resolved through resolution face-to-face and a further penalty, then, where a further penalty is appropriate, there resolution face-to-face is appropriate, and where resolution face-to-face is appropriate, there a further penalty is appropriate. ",
  "pli-tv-pvr5:89.2": "But there covering over as if with grass is not appropriate, nor is a majority decision, resolution through recollection, resolution because of past insanity, or acting according to what has been admitted. ",
  "pli-tv-pvr5:90.1": "On an occasion when a legal issue is being resolved through resolution face-to-face and covering over as if with grass, then, where covering over as if with grass is appropriate, there resolution face-to-face is appropriate, and where resolution face-to-face is appropriate, there covering over as if with grass is appropriate. ",
  "pli-tv-pvr5:90.2": "But there a majority decision is not appropriate, nor is resolution through recollection, resolution because of past insanity, acting according to what has been admitted, or a further penalty. ",
  "pli-tv-pvr5:91.1": "The fifteenth section on settling is finished. ",
  "pli-tv-pvr5:92.0": "11. The section on connection ",
  "pli-tv-pvr5:92.1": "“Are ‘legal issue’ and ‘settling’ connected or disconnected? ",
  "pli-tv-pvr5:92.2": "Is it possible to completely separate them and point to their difference?” ",
  "pli-tv-pvr5:93.1": "“‘Legal issue’ and ‘settling’ are disconnected, not connected. ",
  "pli-tv-pvr5:93.2": "It is possible to completely separate them and point to their difference.” ",
  "pli-tv-pvr5:93.3": "They should be told not to say so. ",
  "pli-tv-pvr5:93.4": "“‘Legal issue’ and ‘settling’ are connected, not disconnected. ",
  "pli-tv-pvr5:93.5": "It is not possible to completely separate them and point to their difference. ",
  "pli-tv-pvr5:93.6": "Why is that? ",
  "pli-tv-pvr5:93.7": "Did not the Buddha say that ",
  "pli-tv-pvr5:93.8": "there are four kinds of legal issues and seven principles for settling. ",
  "pli-tv-pvr5:93.9": "Legal issues are settled through the principles for settling; the principles for settling are settled through legal issues. ",
  "pli-tv-pvr5:93.10": "In this way they are connected, not disconnected. ",
  "pli-tv-pvr5:93.11": "It is not possible to completely separate them and point to their difference.” ",
  "pli-tv-pvr5:94.1": "The sixteenth section on connection is finished. ",
  "pli-tv-pvr5:95.0": "12. The section on settling ",
  "pli-tv-pvr5:95.1": "Through how many principles is a legal issue arising from a dispute settled? ",
  "pli-tv-pvr5:95.2": "Through how many principles is a legal issue arising from an accusation settled? ",
  "pli-tv-pvr5:95.3": "Through how many principles is a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:95.4": "Through how many principles is a legal issue arising from business settled? ",
  "pli-tv-pvr5:96.1": "A legal issue arising from a dispute is settled through two principles: ",
  "pli-tv-pvr5:96.2": "through resolution face-to-face and through a majority decision. ",
  "pli-tv-pvr5:97.1": "A legal issue arising from an accusation is settled is settled through four principles: ",
  "pli-tv-pvr5:97.2": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, and through a further penalty. ",
  "pli-tv-pvr5:98.1": "A legal issue arising from an offense is settled is settled through three principles: ",
  "pli-tv-pvr5:98.2": "through resolution face-to-face, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:99.1": "A legal issue arising from business is settled is settled in one way: ",
  "pli-tv-pvr5:99.2": "through resolution face-to-face. ",
  "pli-tv-pvr5:100.1": "In how many ways is a legal issue arising from a dispute and a legal issue arising from an accusation settled? ",
  "pli-tv-pvr5:100.2": "In five ways: ",
  "pli-tv-pvr5:100.3": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:101.1": "In how many ways is a legal issue arising from a dispute and a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:101.2": "In four ways: ",
  "pli-tv-pvr5:101.3": "through resolution face-to-face, through majority decision, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:102.1": "In how many ways is a legal issue arising from a dispute and a legal issue arising from business settled? ",
  "pli-tv-pvr5:102.2": "In two ways: ",
  "pli-tv-pvr5:102.3": "through resolution face-to-face, and through majority decision. ",
  "pli-tv-pvr5:103.1": "In how many ways is a legal issue arising from an accusation and a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:103.2": "In six ways: ",
  "pli-tv-pvr5:103.3": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:104.1": "In how many ways is a legal issue arising from an accusation and a legal issue arising from business settled? ",
  "pli-tv-pvr5:104.2": "In four ways: ",
  "pli-tv-pvr5:104.3": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:105.1": "In how many ways is a legal issue arising from an offense and a legal issue arising from business settled? ",
  "pli-tv-pvr5:105.2": "In three ways: ",
  "pli-tv-pvr5:105.3": "through resolution face-to-face, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:106.1": "In how many ways is a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:106.2": "In seven ways: ",
  "pli-tv-pvr5:106.3": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:107.1": "In how many ways is a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue arising from business settled? ",
  "pli-tv-pvr5:107.2": "In five ways: ",
  "pli-tv-pvr5:107.3": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:108.1": "In how many ways is a legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business settled? ",
  "pli-tv-pvr5:108.2": "In six ways: ",
  "pli-tv-pvr5:108.3": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:109.1": "In how many ways is a legal issue arising from a dispute, a legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business settled? ",
  "pli-tv-pvr5:109.2": "In seven ways: ",
  "pli-tv-pvr5:109.3": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:110.1": "The seventeenth section on settling is finished. ",
  "pli-tv-pvr5:111.0": "13. The section on settling and not settling ",
  "pli-tv-pvr5:111.1": "Through how many principles is a legal issue arising from a dispute settled, and in how many ways is it not settled? ",
  "pli-tv-pvr5:111.2": "Through how many principles is a legal issue arising from an accusation settled, and in how many ways is it not settled? ",
  "pli-tv-pvr5:111.3": "Through how many principles is a legal issue arising from an offense settled, and in how many ways is it not settled? ",
  "pli-tv-pvr5:111.4": "Through how many principles is a legal issue arising from business settled, and in how many ways is it not settled? ",
  "pli-tv-pvr5:112.1": "A legal issue arising from a dispute is settled through two principles: ",
  "pli-tv-pvr5:112.2": "through resolution face-to-face, and through majority decision. ",
  "pli-tv-pvr5:112.3": "It is not settled in five ways: ",
  "pli-tv-pvr5:112.4": "through resolution through recollection, through resolution because of past insanity, through acting through according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:113.1": "A legal issue arising from an accusation is settled through four principles: ",
  "pli-tv-pvr5:113.2": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:113.3": "It is not settled in three ways: ",
  "pli-tv-pvr5:113.4": "through majority decision, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:114.1": "A legal issue arising from an offense is settled through three principles: ",
  "pli-tv-pvr5:114.2": "through resolution face-to-face, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:114.3": "It is not settled in four ways: ",
  "pli-tv-pvr5:114.4": "through majority decision, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:115.1": "A legal issue arising from business is settled in one way: ",
  "pli-tv-pvr5:115.2": "through resolution face-to-face. ",
  "pli-tv-pvr5:115.3": "It is not settled in six ways: ",
  "pli-tv-pvr5:115.4": "through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:116.1": "In how many ways are a legal issue arising from a dispute and a legal issue arising from an accusation settled? ",
  "pli-tv-pvr5:116.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:116.3": "They are settled in five ways: ",
  "pli-tv-pvr5:116.4": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:116.5": "They are not settled in two ways: ",
  "pli-tv-pvr5:116.6": "through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:117.1": "In how many ways is a legal issue arising from a dispute and a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:117.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:117.3": "They are settled in four ways: ",
  "pli-tv-pvr5:117.4": "through resolution face-to-face, through majority decision, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:117.5": "They are not settled in three ways: ",
  "pli-tv-pvr5:117.6": "through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:118.1": "In how many ways is a legal issue arising from a dispute and a legal issue arising from business settled? ",
  "pli-tv-pvr5:118.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:118.3": "They are settled in two ways: ",
  "pli-tv-pvr5:118.4": "through resolution face-to-face, and through majority decision. ",
  "pli-tv-pvr5:118.5": "They are not settled in five ways: ",
  "pli-tv-pvr5:118.6": "through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:119.1": "In how many ways is a legal issue arising from an accusation and a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:119.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:119.3": "They are settled in six ways: ",
  "pli-tv-pvr5:119.4": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:119.5": "They are not settled in one way: ",
  "pli-tv-pvr5:119.6": "through majority decision. ",
  "pli-tv-pvr5:120.1": "In how many ways is a legal issue arising from an accusation and a legal issue arising from business settled? ",
  "pli-tv-pvr5:120.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:120.3": "They are settled in four ways: ",
  "pli-tv-pvr5:120.4": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:120.5": "They are not settled in three ways: ",
  "pli-tv-pvr5:120.6": "through majority decision, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:121.1": "In how many ways is a legal issue arising from an offense and a legal issue arising from business settled? ",
  "pli-tv-pvr5:121.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:121.3": "They are settled in three ways: ",
  "pli-tv-pvr5:121.4": "through resolution face-to-face, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:121.5": "They are not settled in four ways: ",
  "pli-tv-pvr5:121.6": "through majority decision, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:122.1": "In how many ways is a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue arising from an offense settled? ",
  "pli-tv-pvr5:122.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:122.3": "They are settled in seven ways: ",
  "pli-tv-pvr5:122.4": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:123.1": "In how many ways is a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue arising from business settled? ",
  "pli-tv-pvr5:123.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:123.3": "They are settled in five ways: ",
  "pli-tv-pvr5:123.4": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:123.5": "They are not settled in two ways: ",
  "pli-tv-pvr5:123.6": "through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:124.1": "In how many ways is a legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business settled? ",
  "pli-tv-pvr5:124.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:124.3": "They are settled in six ways: ",
  "pli-tv-pvr5:124.4": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:124.5": "They are not settled in one way: ",
  "pli-tv-pvr5:124.6": "through majority decision. ",
  "pli-tv-pvr5:125.1": "In how many ways is a legal issue arising from a dispute, a legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business settled? ",
  "pli-tv-pvr5:125.2": "In how many ways are they not settled? ",
  "pli-tv-pvr5:125.3": "They are settled in seven ways: ",
  "pli-tv-pvr5:125.4": "through resolution face-to-face, through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, and through covering over as if with grass. ",
  "pli-tv-pvr5:126.1": "The eighteenth section on settling and not settling is finished. ",
  "pli-tv-pvr5:127.0": "14. The section on principles for settling and legal issues ",
  "pli-tv-pvr5:127.1": "Are principles for settling settled through principles for settling? ",
  "pli-tv-pvr5:127.2": "Are principles for settling settled through legal issues? ",
  "pli-tv-pvr5:127.3": "Are legal issues settled through principles for settling? ",
  "pli-tv-pvr5:127.4": "Are legal issues settled through legal issues? ",
  "pli-tv-pvr5:128.1": "It may be that principles for settling are settled through principles for settling; it may be that principles for settling are not settled through principles for settling. ",
  "pli-tv-pvr5:128.2": "It may be that principles for settling are settled through legal issues; it may be that principles for settling are not settled through legal issues. ",
  "pli-tv-pvr5:128.3": "It may be that legal issues are settled through principles for settling; it may be that legal issues are not settled through principles for settling. ",
  "pli-tv-pvr5:128.4": "It may be that legal issues are settled through legal issues; it may be that legal issues are not settled through legal issues. ",
  "pli-tv-pvr5:129.1": "How may it be that principles for settling are settled through principles for settling? And how may it be that principles for settling are not settled through principles for settling? ",
  "pli-tv-pvr5:129.2": "(a) A majority decision is settled through resolution face-to-face. ",
  "pli-tv-pvr5:129.3": "It is not settled through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, or through covering over as if with grass. ",
  "pli-tv-pvr5:130.1": "(b) Resolution through recollection is settled through resolution face-to-face. ",
  "pli-tv-pvr5:130.2": "It is not settled through resolution because of past insanity, through acting according to what has been admitted, through further penalty, through covering over as if with grass, or through majority decision. ",
  "pli-tv-pvr5:131.1": "(c) Resolution because of past insanity is settled through resolution face-to-face. ",
  "pli-tv-pvr5:131.2": "It is not settled through acting according to what has been admitted, through further penalty, through covering over as if with grass, through majority decision, or through resolution through recollection. ",
  "pli-tv-pvr5:132.1": "(d) Acting according to what has been admitted is settled through resolution face-to-face. ",
  "pli-tv-pvr5:132.2": "It is not settled through further penalty, through covering over as if with grass, through majority decision, through resolution through recollection, or through resolution because of past insanity. ",
  "pli-tv-pvr5:133.1": "(e) A further penalty is settled through resolution face-to-face. ",
  "pli-tv-pvr5:133.2": "It is not settled through covering over as if with grass, through majority decision, through resolution through recollection, through resolution because of past insanity, or through acting according to what has been admitted. ",
  "pli-tv-pvr5:134.1": "(f) Covering over as if with grass is settled through resolution face-to-face. ",
  "pli-tv-pvr5:134.2": "It is not settled through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, or through further penalty. ",
  "pli-tv-pvr5:135.1": "How may it be that principles for settling are settled through legal issues? How may it be that principles for settling are not settled through legal issues? ",
  "pli-tv-pvr5:135.2": "(a) Resolution face-to-face is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:135.3": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:136.1": "(b) Majority decision is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:136.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:137.1": "(c) Resolution through recollection is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:137.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:138.1": "(d) Resolution because of past insanity is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:138.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:139.1": "(e) Acting according to what has been admitted is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:139.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:140.1": "(f) A further penalty is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:140.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:141.1": "(g) Covering over as if with grass is not settled through a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense. ",
  "pli-tv-pvr5:141.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:142.1": "How may it be that legal issues are settled through principles for settling? How may it be that legal issues are not settled through principles for settling? ",
  "pli-tv-pvr5:142.2": "(a) A legal issue arising from a dispute is settled though resolution face-to-face and through majority decision. ",
  "pli-tv-pvr5:142.3": "It is not settled through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, or through covering over as if with grass. ",
  "pli-tv-pvr5:143.1": "(b) A legal issue arising from an accusation is settled though resolution face-to-face, though resolution through recollection, though resolution because of past insanity, and though further penalty. ",
  "pli-tv-pvr5:143.2": "It is not settled through majority decision, through acting according to what has been admitted, or through covering over as if with grass. ",
  "pli-tv-pvr5:144.1": "(c) A legal issue arising from an offense is settled though resolution face-to-face, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:144.2": "It is not settled through majority decision, though resolution through recollection, though resolution because of past insanity, or though further penalty. ",
  "pli-tv-pvr5:145.1": "(d) A legal issue arising from business is settled though resolution face-to-face. ",
  "pli-tv-pvr5:145.2": "It is not settled through majority decision, through resolution through recollection, through resolution because of past insanity, through acting according to what has been admitted, through further penalty, or through covering over as if with grass. ",
  "pli-tv-pvr5:146.1": "How may it be that legal issues are settled through legal issues? How may it be that legal issues are not settled through legal issues? ",
  "pli-tv-pvr5:146.2": "(a) A legal issue arising from a dispute is not settled through a legal issue arising from a dispute, through a legal issue arising from an accusation, or through a legal issue arising from an offense. ",
  "pli-tv-pvr5:146.3": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:147.1": "(b) A legal issue arising from an accusation is not settled through a legal issue arising from a dispute, through a legal issue arising from an accusation, or through a legal issue arising from an offense. ",
  "pli-tv-pvr5:147.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:148.1": "(c) A legal issue arising from an offense is not settled through a legal issue arising from a dispute, through a legal issue arising from an accusation, or through a legal issue arising from an offense. ",
  "pli-tv-pvr5:148.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:149.1": "(d) A legal issue arising from business is not settled through a legal issue arising from a dispute, through a legal issue arising from an accusation, or through a legal issue arising from an offense. ",
  "pli-tv-pvr5:149.2": "It is settled through a legal issue arising from business. ",
  "pli-tv-pvr5:150.1": "Six principles for settling and the four legal issues are settled through resolution face-to-face. ",
  "pli-tv-pvr5:150.2": "Resolution face-to-face is not settled through anything. ",
  "pli-tv-pvr5:151.1": "The nineteenth section on principles for settling and legal issues is finished. ",
  "pli-tv-pvr5:152.0": "15. The section on causing to originate ",
  "pli-tv-pvr5:152.1": "Which of the four legal issues cause the legal issue arising from a dispute to originate? ",
  "pli-tv-pvr5:152.2": "None of them. ",
  "pli-tv-pvr5:152.3": "Nevertheless, the four legal issues are produced from the legal issue arising from a dispute. ",
  "pli-tv-pvr5:152.4": "How is that? ",
  "pli-tv-pvr5:152.5": "It may be that monks are disputing, saying, ",
  "pli-tv-pvr5:152.6": "‘This is the Teaching’, ‘This is contrary to the Teaching’, ‘This is the Monastic Law’, ‘This is contrary to the Monastic Law’, ‘This was spoken by the Buddha’, ‘This was not spoken by the Buddha’, ‘This was practiced by the Buddha’, ‘This was not practiced by the Buddha’, ‘This was laid down by the Buddha’, ‘This was not laid down by the Buddha’, ‘This is an offense’, ‘This is not an offense’, ‘This is a light offense’, ‘This is a heavy offense’, ‘This is a curable offense’, ‘This is an incurable offense’, ‘This is a grave offense’, or ‘This is a minor offense.’ ",
  "pli-tv-pvr5:152.7": "In regard to this, whatever quarreling, arguing, conflict, disputing, variety in opinion, difference in opinion, heated speech, or strife there is, this called a legal issue arising from a dispute. ",
  "pli-tv-pvr5:152.8": "When, during a legal issue arising from a dispute, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr5:152.9": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr5:152.10": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr5:152.11": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr5:153.1": "Which of the four legal issues cause the legal issue arising from an accusation to originate? ",
  "pli-tv-pvr5:153.2": "None of them. ",
  "pli-tv-pvr5:153.3": "Nevertheless, the four legal issues are produced from the legal issue arising from an accusation. ",
  "pli-tv-pvr5:153.4": "How is that? ",
  "pli-tv-pvr5:153.5": "It may be that the monks accuse a monk of failure in morality, failure in conduct, failure in view, or failure in livelihood. ",
  "pli-tv-pvr5:153.6": "In regard to this, whatever accusation, accusing, allegation, blame, taking sides because of friendship, taking part in the accusation, or supporting the accusation there is, this is called a legal issue arising from an accusation. ",
  "pli-tv-pvr5:153.7": "When, during a legal issue arising from an accusation, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr5:153.8": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr5:153.9": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr5:153.10": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr5:154.1": "Which of the four legal issues cause the legal issue arising from an offense to originate? ",
  "pli-tv-pvr5:154.2": "None of them. ",
  "pli-tv-pvr5:154.3": "Nevertheless, the four legal issues are produced from the legal issue arising from an offense. ",
  "pli-tv-pvr5:154.4": "How is that? ",
  "pli-tv-pvr5:154.5": "There are legal issues arising from offenses because of the five classes of offenses, and there are legal issues arising from offenses because of the seven classes of offenses—these are called legal issues arising from offenses. ",
  "pli-tv-pvr5:154.6": "When, during a legal issue arising from an offense, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr5:154.7": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr5:154.8": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr5:154.9": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr5:155.1": "Which of the four legal issues cause the legal issue arising from business to originate? ",
  "pli-tv-pvr5:155.2": "None of them. ",
  "pli-tv-pvr5:155.3": "Nevertheless, the four legal issues are produced from the legal issue arising from business. ",
  "pli-tv-pvr5:155.4": "How is that? ",
  "pli-tv-pvr5:155.5": "Whatever is the duty or the business of the Sangha—a legal procedure consisting of getting permission, a legal procedure consisting of one motion, a legal procedure consisting of one motion and one announcement, a legal procedure consisting of one motion and three announcements—this is called a legal issue arising from business. ",
  "pli-tv-pvr5:155.6": "When, during a legal issue arising from business, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr5:155.7": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr5:155.8": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr5:155.9": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr5:156.1": "The twentieth section on causing to originate is finished. ",
  "pli-tv-pvr5:157.0": "16. The section on “belonging to” ",
  "pli-tv-pvr5:157.1": "To which of the four legal issues does a legal issue arising from a dispute belong? ",
  "pli-tv-pvr5:157.2": "Which legal issue does it depend on? ",
  "pli-tv-pvr5:157.3": "Which legal issue is it included in? ",
  "pli-tv-pvr5:157.4": "Which legal issue is it grouped with? ",
  "pli-tv-pvr5:158.1": "To which of the four legal issues does a legal issue arising from an accusation dispute belong? ",
  "pli-tv-pvr5:158.2": "Which legal issue does it depend on? ",
  "pli-tv-pvr5:158.3": "Which legal issue is it included in? ",
  "pli-tv-pvr5:158.4": "Which legal issue is it grouped with? ",
  "pli-tv-pvr5:159.1": "To which of the four legal issues does a legal issue arising from an offense belong? ",
  "pli-tv-pvr5:159.2": "Which legal issue does it depend on? ",
  "pli-tv-pvr5:159.3": "Which legal issue is it included in? ",
  "pli-tv-pvr5:159.4": "Which legal issue is it grouped with? ",
  "pli-tv-pvr5:160.1": "To which of the four legal issues does a legal issue arising from business belong? ",
  "pli-tv-pvr5:160.2": "Which legal issue does it depend on? ",
  "pli-tv-pvr5:160.3": "Which legal issue is it included in? ",
  "pli-tv-pvr5:160.4": "Which legal issue is it grouped with? ",
  "pli-tv-pvr5:161.1": "A legal issue arising from a dispute belongs to legal issues arising from disputes; it depends on legal issues arising from disputes; it is included in legal issues arising from disputes; it is grouped with legal issues arising from disputes. ",
  "pli-tv-pvr5:162.1": "A legal issue arising from an accusation belongs to legal issues arising from accusations; it depends on legal issues arising from accusations; it is included in legal issues arising from accusations; it is grouped with legal issues arising from accusations. ",
  "pli-tv-pvr5:163.1": "A legal issue arising from an offense belongs to legal issues arising from offenses; it depends on legal issues arising from offenses; it is included in legal issues arising from offenses; it is grouped with legal issues arising from offenses. ",
  "pli-tv-pvr5:164.1": "A legal issue arising from business belongs to legal issues arising from business; it depends on legal issues arising from business; it is included in legal issues arising from business; it is grouped with legal issues arising from business. ",
  "pli-tv-pvr5:165.1": "To how many of the seven principles for settling does a legal issue arising from a dispute belong? On how many principles for settling does it depend? In how many principles for settling is it included? With how many principles for settling is it grouped? Through how many principles for settling is it settled? ",
  "pli-tv-pvr5:166.1": "To how many of the seven principles for settling does a legal issue arising from an accusation belong? On how many principles for settling does it depend? In how many principles for settling is it included? With how many principles for settling is it grouped? Through how many principles for settling is it settled? ",
  "pli-tv-pvr5:167.1": "To how many of the seven principles for settling does a legal issue arising from an offense belong? On how many principles for settling does it depend? In how many principles for settling is it included? With how many principles for settling is it grouped? Through how many principles for settling is it settled? ",
  "pli-tv-pvr5:168.1": "To how many of the seven principles for settling does a legal issue arising from business belong? On how many principles for settling does it depend? In how many principles for settling is it included? With how many principles for settling is it grouped? Through how many principles for settling is it settled? ",
  "pli-tv-pvr5:169.1": "A legal issue arising from a dispute belongs to two principles for settling; it depends on two principles for settling; it is included in two principles for settling; it is grouped with two principles for settling; it is settled through two principles for settling: ",
  "pli-tv-pvr5:169.2": "through resolution face-to-face and through majority decision. ",
  "pli-tv-pvr5:170.1": "A legal issue arising from an accusation belongs to four principles for settling; it depends on four principles for settling; it is included in four principles for settling; it is grouped with four principles for settling; it is settled through four principles for settling: ",
  "pli-tv-pvr5:170.2": "through resolution face-to-face, through resolution through recollection, through resolution because of past insanity, and through further penalty. ",
  "pli-tv-pvr5:171.1": "A legal issue arising from an offense belongs to three principles for settling; it depends on three principles for settling; it is included in three principles for settling; it is grouped with three principles for settling; it is settled through three principles for settling: ",
  "pli-tv-pvr5:171.2": "through resolution face-to-face, through acting according to what has been admitted, and through covering over as if with grass. ",
  "pli-tv-pvr5:172.1": "A legal issue arising from business belongs to one way of settling; it depends on one way of settling; it is included in one way of settling; it is grouped with one way of settling; it is settled through one way of settling: ",
  "pli-tv-pvr5:172.2": "through resolution face-to-face. ",
  "pli-tv-pvr5:173.1": "The twenty-first section on “belonging to” is finished. ",
  "pli-tv-pvr5:174.1": "The sub-division on settling is finished. ",
  "pli-tv-pvr5:175.1": "This is the summary: ",
  "pli-tv-pvr5:176.1": "“Legal issue, a different presentation, ",
  "pli-tv-pvr5:176.2": "And in common, belonging with; ",
  "pli-tv-pvr5:176.3": "Principles for settling used in common, ",
  "pli-tv-pvr5:176.4": "Principles for settling that belong with that. ",
  "pli-tv-pvr5:177.1": "And way of settling that is resolution face-to-face, ",
  "pli-tv-pvr5:177.2": "On resolution, and on the wholesome; ",
  "pli-tv-pvr5:177.3": "Where, on settling, connection, ",
  "pli-tv-pvr5:177.4": "On settling, and on not settling; ",
  "pli-tv-pvr5:177.5": "And on principles for settling and legal issues, ",
  "pli-tv-pvr5:177.6": "Origin, and belonging to.” "
}