{
  "pli-tv-pvr2.16:0.1": "The Compendium ",
  "pli-tv-pvr2.16:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-pvr2.16:0.3": "Part two ",
  "pli-tv-pvr2.16:0.4": "8. The section that collects together ",
  "pli-tv-pvr2.16:1.1": "When it comes to the offenses that are a result of consenting to physical contact, how many kinds of offenses does one commit? ",
  "pli-tv-pvr2.16:1.2": "One commits five kinds of offenses : ",
  "pli-tv-pvr2.16:1.3": "when a lustful nun consents to a lustful man taking hold of her anywhere below the collar bone but above the knees, she commits an offense entailing expulsion; ",
  "pli-tv-pvr2.16:1.4": "when a monk touches body with body, he commits an offense entailing suspension; ",
  "pli-tv-pvr2.16:1.5": "when one touches what is connected to the body with the body, one commits a serious offense; ",
  "pli-tv-pvr2.16:1.6": "when one touches what is connected to the body with what is connected to the body, one commits an offense of wrong conduct; ",
  "pli-tv-pvr2.16:1.7": "for tickling, one commits an offense entailing confession. ",
  "pli-tv-pvr2.16:2.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? ",
  "pli-tv-pvr2.16:2.2": "In how many of the seven classes of offenses are they found? ",
  "pli-tv-pvr2.16:2.3": "Through how many of the six kinds of origins of offenses do they originate? ",
  "pli-tv-pvr2.16:2.4": "To which of the four kinds of legal issues do they belong? ",
  "pli-tv-pvr2.16:2.5": "Through how many of the seven principles for settling legal issues are they settled? ",
  "pli-tv-pvr2.16:2.6": "They belong to two kinds of failure: ",
  "pli-tv-pvr2.16:2.7": "they may be failure in morality; they may be failure in conduct. ",
  "pli-tv-pvr2.16:2.8": "They are found in five classes of offenses: ",
  "pli-tv-pvr2.16:2.9": "they may be in the class of offenses entailing expulsion; they may be in the class of offenses entailing suspension; they may be in the class of serious offenses; they may be in the class of offenses entailing confession; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr2.16:2.10": "They originate in one way: ",
  "pli-tv-pvr2.16:2.11": "from body and mind, not from speech. ",
  "pli-tv-pvr2.16:2.12": "They are legal issues arising from an offense. ",
  "pli-tv-pvr2.16:2.13": "They are settled in three ways: ",
  "pli-tv-pvr2.16:2.14": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. … ",
  "pli-tv-pvr2.16:3.1": "When it comes to the offenses that are a result of asking for curd and then eating it, how many kinds of offenses does she commit? ",
  "pli-tv-pvr2.16:3.2": "She commits two kinds of offenses: ",
  "pli-tv-pvr2.16:3.3": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.16:3.4": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.16:4.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? ",
  "pli-tv-pvr2.16:4.2": "In how many of the seven classes of offenses are they found? ",
  "pli-tv-pvr2.16:4.3": "Through how many of the six kinds of origins of offenses do they originate? ",
  "pli-tv-pvr2.16:4.4": "To which of the four kinds of legal issues do they belong? ",
  "pli-tv-pvr2.16:4.5": "Through how many of the seven principles for settling legal issues are they settled? ",
  "pli-tv-pvr2.16:4.6": "They belong to one kind of failure: ",
  "pli-tv-pvr2.16:4.7": "failure in conduct. ",
  "pli-tv-pvr2.16:4.8": "They are found in two classes of offenses: ",
  "pli-tv-pvr2.16:4.9": "they may be in the class of offenses entailing acknowledgment; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr2.16:4.10": "They originate in four ways: ",
  "pli-tv-pvr2.16:4.11": "from body, not from speech or mind; or ",
  "pli-tv-pvr2.16:4.12": "from body and speech, not from mind; or ",
  "pli-tv-pvr2.16:4.13": "from body and mind, not from speech; or ",
  "pli-tv-pvr2.16:4.14": "from body, speech, and mind. ",
  "pli-tv-pvr2.16:4.15": "They are legal issues arising from an offense. ",
  "pli-tv-pvr2.16:4.16": "They are settled in three ways: ",
  "pli-tv-pvr2.16:4.17": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr2.16:5.1": "The eighth section that collects together is finished. ",
  "pli-tv-pvr2.16:5.2": "The eight sections on “as a result of” are finished. ",
  "pli-tv-pvr2.16:6.1": "Concluded are the sixteen Great Synopses in the Nuns’ Analysis "
}