{
  "pli-tv-pvr15:0.1": "The Compendium ",
  "pli-tv-pvr15:0.2": "The great section on conflict ",
  "pli-tv-pvr15:0.3": "1. What is to be known by one who is speaking, etc. ",
  "pli-tv-pvr15:1.1": "When a monk who is involved in a conflict is speaking in the Sangha, he should know the actions that are the bases for offenses, as well as the failures, the offenses, the origin stories, the attributes, the sequence, what has and has not been done, the legal procedures, the legal issues, and their settling. He should not be swayed by desire, ill will, confusion or fear. He should persuade when persuasion is appropriate, should make others understand when making understand is appropriate, should look on when looking on is appropriate, and should inspire when inspiration is appropriate. Thinking, “I have obtained a faction,” he should not despise the factions of others. Thinking, “I am learned,” he should not despise those who are ignorant. Thinking, “I am more senior,” he should not despise those who are junior. He should not speak about what has not been reached, and he should not, based on the Teaching and the Monastic Law, neglect what has been reached. He should resolve that legal issue in accordance with the Teaching, the Monastic Law, and the Teacher’s instruction. ",
  "pli-tv-pvr15:2.1": "“He should know the actions that are the bases for offenses”: ",
  "pli-tv-pvr15:2.2": "he should know the actions that are the bases for the eight offenses entailing expulsion, for the twenty-three offenses entailing suspension, for the two undetermined offenses, for the forty-two offenses entailing relinquishment, for the one hundred and eighty-eight offenses entailing confession, for the twelve offenses entailing acknowledgment, for the offenses of wrong conduct, and for the offenses of wrong speech. ",
  "pli-tv-pvr15:3.1": "“He should know the failures”: ",
  "pli-tv-pvr15:3.2": "he should know failure in morality, failure in conduct, failure in view, and failure in livelihood. ",
  "pli-tv-pvr15:4.1": "“He should know the offenses”: ",
  "pli-tv-pvr15:4.2": "he should know the offenses entailing expulsion, the offenses entailing suspension, the serious offenses, the offenses entailing confession, the offenses entailing acknowledgement, the offenses of wrong conduct, and the offenses of wrong speech. ",
  "pli-tv-pvr15:5.1": "“He should know the origin stories”: ",
  "pli-tv-pvr15:5.2": "he should know the origin stories to the eight offenses entailing expulsion, to the twenty-three offenses entailing suspension, to the two undetermined offenses, to the forty-two offenses entailing relinquishment, to the one hundred and eighty-eight offenses entailing confession, to the twelve offenses entailing acknowledgment, to the offenses of wrong conduct, to the offenses of wrong speech. ",
  "pli-tv-pvr15:6.1": "“He should know the attributes”: ",
  "pli-tv-pvr15:6.2": "he should know the attributes of a sangha, of a group, of an individual, of an accuser, of an accused. ",
  "pli-tv-pvr15:6.3": "“He should know the attributes of a Sangha”: ",
  "pli-tv-pvr15:6.4": "“Is this Sangha capable of resolving this legal issue according to the Teaching, the Monastic law, and the Teacher’s instruction, or is it not?” s ",
  "pli-tv-pvr15:6.5": "“He should know the attributes of a group”: ",
  "pli-tv-pvr15:6.6": "“Is this group capable of resolving this legal issue according to the Teaching, the Monastic law, and the Teacher’s instruction, or is it not?” ",
  "pli-tv-pvr15:6.7": "“He should know the attributes of an individual”: ",
  "pli-tv-pvr15:6.8": "“Is this individual capable of resolving this legal issue according to the Teaching, the Monastic law, and the Teacher’s instruction, or is he not?” ",
  "pli-tv-pvr15:6.9": "“He should know the attributes of an accuser”: ",
  "pli-tv-pvr15:6.10": "“Is this Venerable established in the five qualities before accusing another, or is he not?” ",
  "pli-tv-pvr15:6.11": "“He should know the attributes of an accused”: ",
  "pli-tv-pvr15:6.12": "“Is this Venerable established in the two qualities of truth and composure, or is he not?” ",
  "pli-tv-pvr15:7.1": "“He should know the sequence”: ",
  "pli-tv-pvr15:7.2": "“Does this Venerable move from one action that is the basis for an offense to another action, from one failure to another, from one offense to another? Does he assert things after denying them, deny things after asserting them, or evade the issue? Or does he not?” ",
  "pli-tv-pvr15:8.1": "“He should know what has and has not been done”: ",
  "pli-tv-pvr15:8.2": "he should know sexual intercourse, he should know what amounts to sexual intercourse, he should know the preliminaries of sexual intercourse. ",
  "pli-tv-pvr15:8.3": "“He should know sexual intercourse”: ",
  "pli-tv-pvr15:8.4": "he should know that which is done wherever there are couples. ",
  "pli-tv-pvr15:8.5": "“He should know what amounts to sexual intercourse”: ",
  "pli-tv-pvr15:8.6": "a monk taking the genitals of another in his mouth. ",
  "pli-tv-pvr15:8.7": "“He should know the preliminaries of sexual intercourse”: ",
  "pli-tv-pvr15:8.8": "the various colors of semen, physical contact, indecent speech, satisfying one’s own desires, and matchmaking. ",
  "pli-tv-pvr15:9.1": "“He should know the legal procedures”: ",
  "pli-tv-pvr15:9.2": "he should know the sixteen legal procedures: ",
  "pli-tv-pvr15:9.3": "he should know the four kinds of legal procedures consisting of getting permission, the four kinds of legal procedures consisting of one motion, the four kinds of legal procedures consisting one motion and one announcement, and the four kinds of legal procedures consisting of one motion and three announcements. ",
  "pli-tv-pvr15:10.1": "“He should know the legal issues”: ",
  "pli-tv-pvr15:10.2": "he should know the four kinds of legal issues: ",
  "pli-tv-pvr15:10.3": "he should know the legal issues arising from disputes, the legal issues arising from accusations, the legal issues arising from offenses, and the legal issues arising from business. ",
  "pli-tv-pvr15:11.1": "“He should know settling”: ",
  "pli-tv-pvr15:11.2": "he should know the seven principles of settling: ",
  "pli-tv-pvr15:11.3": "he should know resolution face-to-face, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, majority decision, further penalty, and covering over as if with grass. ",
  "pli-tv-pvr15:12.0": "2. Not to be swayed ",
  "pli-tv-pvr15:12.1": "“He should not be swayed by desire”: ",
  "pli-tv-pvr15:12.2": "How is one swayed by desire? ",
  "pli-tv-pvr15:12.3": "It may be that someone thinks, “This is my preceptor, teacher, student, pupil, co-student, co-pupil, friend, companion, or relative.” To be compassionate toward and protect this person, he proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching. He proclaims what is contrary to the Monastic Law as the Monastic Law, and what is the Monastic Law as contrary to the Monastic Law. He proclaims what hasn’t been spoken by the Buddha as spoken by the Buddha, and what has been spoken by the Buddha as not spoken by the Buddha. He proclaims what was not practiced by the Buddha as practiced by the Buddha, and what was practiced by the Buddha as not practiced by the Buddha. He proclaims what was not laid down by the Buddha as laid down by the Buddha, and what was laid down by the Buddha as not laid down by the Buddha. He proclaims a non-offense as an offense, and an offense as a non-offense. He proclaims a light offense as heavy, and a heavy offense as light. He proclaims a curable offense as incurable, and an incurable offense as curable. He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:12.4": "If he is swayed by desire by way of these eighteen grounds, then his behaviour is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ",
  "pli-tv-pvr15:12.5": "If he is swayed by desire by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ",
  "pli-tv-pvr15:13.1": "“He should not be swayed by ill will”: ",
  "pli-tv-pvr15:13.2": "How is one swayed by ill will? ",
  "pli-tv-pvr15:13.3": "It may be that someone thinks, “They have harmed me,” and he gives rise to resentment. Or he thinks, “They are harming me,” and he gives rise to resentment. Or he thinks, “They will harm me,” and he gives rise to resentment. Or he thinks, “They have harmed someone who is dear to me” … “They are harming someone who is dear to me” … “They will harm someone who is dear to me” … “They have benefited someone I dislike” … “They are benefiting someone I dislike” … “They will benefit someone I dislike,” and he gives rise to resentment. ",
  "pli-tv-pvr15:13.4": "Because of these nine grounds for resentment, he is resentful, hostile, angry, and overcome by anger, and then proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching … ",
  "pli-tv-pvr15:13.5": "He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:13.6": "If he is swayed by ill will by way of these eighteen grounds, then his behaviour is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ",
  "pli-tv-pvr15:13.7": "If he is swayed by ill will by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ",
  "pli-tv-pvr15:14.1": "“He should not be swayed by confusion”: ",
  "pli-tv-pvr15:14.2": "How is one swayed by confusion? ",
  "pli-tv-pvr15:14.3": "Swayed by desire, ill will, or confusion, or grasping a view, he is confused, deluded, and overcome by confusion, and then proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching … ",
  "pli-tv-pvr15:14.4": "He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:14.5": "If he is swayed by confusion by way of these eighteen grounds, then his behaviour is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ",
  "pli-tv-pvr15:14.6": "If he is swayed by confusion by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ",
  "pli-tv-pvr15:15.1": "“He should not be swayed by fear”: ",
  "pli-tv-pvr15:15.2": "How is one swayed by fear? ",
  "pli-tv-pvr15:15.3": "It may be that someone thinks, “This one relies on uneven ground, thick covers, and powerful individuals; he is cruel and harsh, and might be a threat to life or the monastic life.” Fearful or frightened of him, he proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching. He proclaims what is contrary to the Monastic Law as the Monastic Law, and what is the Monastic Law as contrary to the Monastic Law. He proclaims what hasn’t been spoken by the Buddha as spoken by the Buddha, and what has been spoken by the Buddha as not spoken by the Buddha. He proclaims what was not practiced by the Buddha as practiced by the Buddha, and what was practiced by the Buddha as not practiced by the Buddha. He proclaims what was not laid down by the Buddha as laid down by the Buddha, and what was laid down by the Buddha as not laid down by the Buddha. He proclaims a non-offense as an offense, and an offense as a non-offense. He proclaims a light offense as heavy, and a heavy offense as light. He proclaims a curable offense as incurable, and an incurable offense as curable. He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:15.4": "If he is swayed by fear by way of these eighteen grounds, then his behaviour is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ",
  "pli-tv-pvr15:15.5": "If he is swayed by fear by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ",
  "pli-tv-pvr15:16.1": "“If, because of desire, ill will, fear, or confusion, ",
  "pli-tv-pvr15:16.2": "He goes beyond the Teaching, ",
  "pli-tv-pvr15:16.3": "Then his reputation is harmed, ",
  "pli-tv-pvr15:16.4": "Like the moon during the waning fortnight.” ",
  "pli-tv-pvr15:17.0": "3. Not being swayed ",
  "pli-tv-pvr15:17.1": "How is one not swayed by desire? ",
  "pli-tv-pvr15:17.2": "One is not swayed by desire if one proclaims what is contrary to the Teaching as contrary to the Teaching, and what the Teaching as the Teaching; if one proclaims what is contrary to the Monastic Law as contrary to the Monastic Law, and what is the Monastic Law as the Monastic Law; if one proclaims what hasn’t been spoken by the Buddha as not spoken by the Buddha, and what has been spoken by the Buddha as spoken by the Buddha; if one proclaims what was not practiced by the Buddha as not practiced by the Buddha, and what was practiced by the Buddha as practiced by the Buddha; if one proclaims what was not laid down by the Buddha as not laid down by the Buddha, and what was laid down by the Buddha as laid down by the Buddha; if one proclaims a non-offense as a non-offense, and an offense as an offense; if one proclaims a light offense as light, and a heavy offense as heavy; if one proclaims a curable offense as curable, and an incurable offense as incurable; if one proclaims a grave offense as grave, and a minor offense as minor. ",
  "pli-tv-pvr15:18.1": "How is one not swayed by ill will? ",
  "pli-tv-pvr15:18.2": "One is not swayed by ill will if one proclaims what is contrary to the Teaching as contrary to the Teaching, and what the Teaching as the Teaching … ",
  "pli-tv-pvr15:18.3": "if one proclaims a grave offense as grave, and a minor offense as minor. ",
  "pli-tv-pvr15:19.1": "How is one not swayed by confusion? ",
  "pli-tv-pvr15:19.2": "One is not swayed by confusion if one proclaims what is contrary to the Teaching as contrary to the Teaching, and what the Teaching as the Teaching … ",
  "pli-tv-pvr15:19.3": "if one proclaims a grave offense as grave, and a minor offense as minor. ",
  "pli-tv-pvr15:20.1": "How is one not swayed by fear? ",
  "pli-tv-pvr15:20.2": "One is not swayed by fear if one proclaims what is contrary to the Teaching as contrary to the Teaching, and what the Teaching as the Teaching; if one proclaims what is contrary to the Monastic Law as contrary to the Monastic Law, and what is the Monastic Law as the Monastic Law; if one proclaims what hasn’t been spoken by the Buddha as not spoken by the Buddha, and what has been spoken by the Buddha as spoken by the Buddha; if one proclaims what was not practiced by the Buddha as not practiced by the Buddha, and what was practiced by the Buddha as practiced by the Buddha; if one proclaims what was not laid down by the Buddha as not laid down by the Buddha, and what was laid down by the Buddha as laid down by the Buddha; if one proclaims a non-offense as a non-offense, and an offense as an offense; if one proclaims a light offense as light, and a heavy offense as heavy; if one proclaims a curable offense as curable, and an incurable offense as incurable; if one proclaims a grave offense as grave, and a minor offense as minor. ",
  "pli-tv-pvr15:21.1": "“If, because of desire, ill will, fear, or confusion, ",
  "pli-tv-pvr15:21.2": "He does not go beyond the Teaching, ",
  "pli-tv-pvr15:21.3": "Then his reputation grows, ",
  "pli-tv-pvr15:21.4": "Like the moon during the waxing fortnight.” ",
  "pli-tv-pvr15:22.0": "4. To be persuaded, etc. ",
  "pli-tv-pvr15:22.1": "How does one persuade when persuasion is appropriate? ",
  "pli-tv-pvr15:22.2": "Proclaiming what is contrary to the Teaching as contrary to the Teaching and what is the Teaching as the Teaching, he persuades others when persuasion is appropriate. … ",
  "pli-tv-pvr15:22.3": "Proclaiming a grave offense as grave and a minor offense as minor, he persuades others when persuasion is appropriate. ",
  "pli-tv-pvr15:23.1": "How does one make others understand when making understand is appropriate? ",
  "pli-tv-pvr15:23.2": "Proclaiming what is contrary to the Teaching as contrary to the Teaching and what is the Teaching as the Teaching, he makes others understand when making understand is appropriate. … ",
  "pli-tv-pvr15:23.3": "Proclaiming a grave offense as grave and a minor offense as minor, he makes others understand when making understand is appropriate. ",
  "pli-tv-pvr15:24.1": "How does one look on when looking on is appropriate? ",
  "pli-tv-pvr15:24.2": "Proclaiming what is contrary to the Teaching as contrary to the Teaching and what is the Teaching as the Teaching, he looks on when looking on is appropriate. … ",
  "pli-tv-pvr15:24.3": "Proclaiming a grave offense as grave and a minor offense as minor, he looks on when looking on is appropriate. ",
  "pli-tv-pvr15:25.1": "How does one inspire when inspiration is appropriate? ",
  "pli-tv-pvr15:25.2": "Proclaiming what is contrary to the Teaching as contrary to the Teaching and what is the Teaching as the Teaching, he inspires when inspiration is appropriate. … ",
  "pli-tv-pvr15:25.3": "Proclaiming a grave offense as grave and a minor offense as minor, he inspires when inspiration is appropriate. ",
  "pli-tv-pvr15:26.0": "5. Despising the factions of others, etc. ",
  "pli-tv-pvr15:26.1": "Thinking, “I have obtained a faction,” how does one despise the factions of others? ",
  "pli-tv-pvr15:26.2": "It may be that someone has obtained a faction, a group of followers, and has relatives. ",
  "pli-tv-pvr15:26.3": "He thinks, “This one does not have a faction or a group of followers, and does not have relatives,” and despising him, he proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching. … ",
  "pli-tv-pvr15:26.4": "He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:27.1": "Thinking, “I am learned,” how does one despise those who are ignorant? ",
  "pli-tv-pvr15:27.2": "It may be that someone is learned, one who has retained and accumulated what he has learned. ",
  "pli-tv-pvr15:27.3": "He thinks, “This one is ignorant; he has learned little and remembers little,” and despising him, he proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching. … ",
  "pli-tv-pvr15:27.4": "He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:28.1": "Thinking, “I am more senior,” how does one despise those who are junior? ",
  "pli-tv-pvr15:28.2": "It may be that someone is a senior monk of long standing. He thinks, “This is an unknown and ignorant junior monk; one should not do as he asks,” and despising him, he proclaims what is contrary to the Teaching as the Teaching and what is the Teaching as contrary to the Teaching. … ",
  "pli-tv-pvr15:28.3": "He proclaims a grave offense as minor, and a minor offense as grave. ",
  "pli-tv-pvr15:29.1": "“He should not speak about what has not been reached”: ",
  "pli-tv-pvr15:29.2": "he should not bring up an issue not under consideration. ",
  "pli-tv-pvr15:29.3": "“He should not, based on the Teaching and the Monastic Law, neglect what has been reached”: ",
  "pli-tv-pvr15:29.4": "the purpose for which the Sangha has gathered should not be neglected based on the Teaching or the Monastic Law. ",
  "pli-tv-pvr15:30.1": "“In accordance with the Teaching”: ",
  "pli-tv-pvr15:30.2": "in according with truth, in accordance with the action that was the basis for the offense. ",
  "pli-tv-pvr15:30.3": "“In accordance with the Monastic Law”: ",
  "pli-tv-pvr15:30.4": "having accused and having reminded. ",
  "pli-tv-pvr15:30.5": "“In accordance with the Teacher’s instruction”: ",
  "pli-tv-pvr15:30.6": "he resolves that legal issue, complete in motion and complete in announcement, in accordance with the Teaching, the Monastic Law, and the Teacher’s instruction. ",
  "pli-tv-pvr15:31.0": "6. The questioning of the investigator ",
  "pli-tv-pvr15:31.1": "The investigator should ask the accuser, ",
  "pli-tv-pvr15:31.2": "“Are you canceling this monk’s invitation ceremony because he has failed in morality, in conduct, or in view?” ",
  "pli-tv-pvr15:31.3": "If he says, ",
  "pli-tv-pvr15:31.4": "“I’m canceling it because he has failed in morality,” “I’m canceling it because he has failed in conduct,” “I’m canceling it because he has failed in view,” he should be asked, ",
  "pli-tv-pvr15:31.5": "“Do you know what failure in morality is?” “Do you know what failure in conduct is?” “Do you know what failure in view is?” ",
  "pli-tv-pvr15:31.6": "If he says, ",
  "pli-tv-pvr15:31.7": "“I do,” he should be asked what they are. ",
  "pli-tv-pvr15:31.9": "If he says, ",
  "pli-tv-pvr15:31.10": "“The four offenses entailing expulsion and the thirteen entailing suspension are failure in morality,” ",
  "pli-tv-pvr15:31.11": "“The serious offenses, the offenses entailing confession, the offenses entailing acknowledgment, the offenses of wrong conduct, and the offenses of wrong speech are failure in conduct,” ",
  "pli-tv-pvr15:31.12": "“Wrong views and extreme views are failure in view,” he should be asked, ",
  "pli-tv-pvr15:31.13": "“Are you canceling this monk’s invitation ceremony because of what you have seen, because of what you have heard, or because of suspicion?” ",
  "pli-tv-pvr15:31.14": "If he says, ",
  "pli-tv-pvr15:31.15": "“I’m canceling it because of what I have seen,” “I’m canceling it because of what I have heard,” “I’m canceling it because of suspicion,” he should be asked, ",
  "pli-tv-pvr15:31.16": "“Since you’re canceling this monk’s invitation ceremony because of what you have seen, what have you seen? How did you see it? When did you see it? Where did you see it? Did you see him commit an offense entailing expulsion? Did you see him commit an offense entailing suspension? Did you see him commit a serious offense? … ",
  "pli-tv-pvr15:31.17": "… an offense entailing confession? ",
  "pli-tv-pvr15:31.18": "… an offense entailing acknowledgment? ",
  "pli-tv-pvr15:31.19": "… an offense of wrong conduct? ",
  "pli-tv-pvr15:31.20": "… an offense of wrong speech? Where were you? Where was this monk? What were you doing? What was this monk doing?” ",
  "pli-tv-pvr15:31.21": "If he says, ",
  "pli-tv-pvr15:31.22": "“I didn’t cancel this monk’s invitation ceremony because of what I have seen, but because of what I have heard,” he should be asked, ",
  "pli-tv-pvr15:31.23": "“Since you’re canceling this monk’s invitation ceremony because of what you have heard, what have you heard? How did you hear it? When did you hear it? Where did you hear it? Did you hear that he has committed an offense entailing expulsion? Did you hear that he has committed an offense entailing suspension? Did you hear that he has committed a serious offense? ",
  "pli-tv-pvr15:31.24": "… an offense entailing confession? ",
  "pli-tv-pvr15:31.25": "… an offense entailing acknowledgment? ",
  "pli-tv-pvr15:31.26": "… an offense of wrong conduct? ",
  "pli-tv-pvr15:31.27": "Did you hear that he has committed an offense of wrong speech? Did you hear it from a monk? Did you hear it from a nun? Did you hear it from a trainee nun? Did you hear it from a novice monk? Did you hear it from a novice nun? Did you hear it from a male lay follower? Did you hear it from a female lay follower? Did you hear it from kings? Did you hear it from a king’s officials? Did you hear it from the monastics of another religion? Did you hear it from the lay followers of another religion?” ",
  "pli-tv-pvr15:31.28": "If he says, ",
  "pli-tv-pvr15:31.29": "If he says, “I didn’t cancel this monk’s invitation ceremony because of what I have heard, but because of suspicion,” he should be asked, ",
  "pli-tv-pvr15:31.30": "“Since you’re canceling this monk’s invitation ceremony because of suspicion, what do you suspect? How do you suspect it? When did you suspect it? Where did you suspect it? Do you suspect that he has committed an offense entailing expulsion? Do you suspect that he has committed an offense entailing suspension? Do you suspect that he has committed a serious offense? ",
  "pli-tv-pvr15:31.31": "… an offense entailing confession? ",
  "pli-tv-pvr15:31.32": "… an offense entailing acknowledgment? ",
  "pli-tv-pvr15:31.33": "… an offense of wrong conduct? ",
  "pli-tv-pvr15:31.34": "Do you suspect that he has committed an offense of wrong speech? Do you suspect it after hearing about it from a monk? Do you suspect it after hearing about it from a nun? Do you suspect it after hearing about it from a trainee nun? Do you suspect it after hearing about it from a novice monk? Do you suspect it after hearing about it from a novice nun? Do you suspect it after hearing about it from a male lay follower? Do you suspect it after hearing about it from a female lay follower? Do you suspect it after hearing about it from kings? Do you suspect it after hearing about it from a king’s officials? Do you suspect it after hearing about it from the monastics of another religion? Do you suspect it after hearing about it from the lay followers of another religion?” ",
  "pli-tv-pvr15:32.1": "“If what he saw agrees with what he says he saw, ",
  "pli-tv-pvr15:32.2": "If they correspond with each other, ",
  "pli-tv-pvr15:32.3": "But what was seen is not adequate to prove the accusation, ",
  "pli-tv-pvr15:32.4": "Then the one suspecting impurity ",
  "pli-tv-pvr15:32.5": "Should admit it, ",
  "pli-tv-pvr15:32.6": "And they should then do the invitation ceremony with him. ",
  "pli-tv-pvr15:33.1": "If what he heard agrees with what he says he heard, ",
  "pli-tv-pvr15:33.2": "If they correspond with each other, ",
  "pli-tv-pvr15:33.3": "But what was heard is not adequate to prove the accusation, ",
  "pli-tv-pvr15:33.4": "Then the one suspecting impurity ",
  "pli-tv-pvr15:33.5": "Should admit it, ",
  "pli-tv-pvr15:33.6": "And they should then do the invitation ceremony with him. ",
  "pli-tv-pvr15:34.1": "If what he sensed agrees with what he says he sensed, ",
  "pli-tv-pvr15:34.2": "If they correspond with each other, ",
  "pli-tv-pvr15:34.3": "But what was sensed is not adequate to prove the accusation, ",
  "pli-tv-pvr15:34.4": "Then the one suspecting impurity ",
  "pli-tv-pvr15:34.5": "Should admit it, ",
  "pli-tv-pvr15:34.6": "And they should then do the invitation ceremony with him.” ",
  "pli-tv-pvr15:35.0": "7. The details of asking ",
  "pli-tv-pvr15:35.1": "In regard to “What have you seen?”, what are the questions? ",
  "pli-tv-pvr15:35.2": "In regard to “How did you see it?”, what are the questions? ",
  "pli-tv-pvr15:35.3": "In regard to “When did you see it?”, what are the questions? ",
  "pli-tv-pvr15:35.4": "In regard to “Where did you see it?”, what are the questions? ",
  "pli-tv-pvr15:36.1": "“In regard to ‘What have you seen?’, ",
  "pli-tv-pvr15:36.2": "there are questions on the actions that is the basis for offenses, there are questions on failure, there are questions on offenses, and there are questions on misconduct. ",
  "pli-tv-pvr15:36.3": "‘Questions on the action that is the basis for the offense’: ",
  "pli-tv-pvr15:36.4": "there are questions on the actions that are the bases for the eight offenses entailing expulsion, on the actions that are the bases for the twenty-three offenses entailing suspension, for the two undetermined offenses, for the forty-two offenses entailing relinquishment, for the one hundred and eighty-eight offenses entailing confession, for the twelve offenses entailing acknowledgment, for the offenses of wrong conduct, and for the offenses of wrong speech. ",
  "pli-tv-pvr15:36.5": "‘Questions on failure’: ",
  "pli-tv-pvr15:36.6": "there are questions on failure in morality, on failure in conduct, on failure in view, and on failure in livelihood. ",
  "pli-tv-pvr15:36.7": "‘Questions on the offenses’: ",
  "pli-tv-pvr15:36.8": "there are questions on the offenses entailing expulsion, on the offenses entailing suspension, on the serious offenses, on the offenses entailing confession, on the offenses entailing acknowledgement, on the offenses of wrong conduct, and on the offenses of wrong speech. ",
  "pli-tv-pvr15:36.9": "‘Questions on misconduct’: ",
  "pli-tv-pvr15:36.10": "questions on that which is done wherever there are couples. ",
  "pli-tv-pvr15:37.1": "In regard to ‘How did you see it?’, ",
  "pli-tv-pvr15:37.2": "there are questions on characteristics, on deportment, on ways, and on movement. ",
  "pli-tv-pvr15:37.3": "‘Questions on characteristics’: tall, short, dark-skinned, or light-skinned. ",
  "pli-tv-pvr15:37.4": "‘Questions on deportment’: walking, standing, sitting, or lying down. ",
  "pli-tv-pvr15:37.5": "‘Questions on ways’: the characteristics of a householder, of a monastic of another religion, or of one gone forth. ",
  "pli-tv-pvr15:37.6": "‘Questions on movement’: walking, standing, sitting, or lying down. ",
  "pli-tv-pvr15:38.1": "In regard to ‘When did you see it?’, ",
  "pli-tv-pvr15:38.2": "there are questions on time, on occasion, on day, and on season. ",
  "pli-tv-pvr15:38.3": "‘Questions on time’: in the morning, at midday, or in the evening. ",
  "pli-tv-pvr15:38.4": "‘Questions on occasion’: in the morning, at midday, or in the evening. ",
  "pli-tv-pvr15:38.5": "‘Questions on day’: before the meal, after the meal, at night, by day, at new moon, or at full moon. ",
  "pli-tv-pvr15:38.6": "‘Questions on season’: in winter, in summer, or during the rainy season. ",
  "pli-tv-pvr15:39.1": "In regard to ‘Where did you see it?’, ",
  "pli-tv-pvr15:39.2": "there are questions about place, about elevation, about location, and about region. ",
  "pli-tv-pvr15:39.3": "‘Questions about place’: on the ground, on the earth, on the planet, or in the world. ",
  "pli-tv-pvr15:39.4": "‘Questions about elevation’: on the ground, on the earth, on a mountain, on a rock, or in a stilt house. ",
  "pli-tv-pvr15:39.5": "‘Questions about location’: to the east, to the west, to the north, and to the south. ",
  "pli-tv-pvr15:39.6": "‘Questions about region’: to the east, to the west, to the north, and to the south.” ",
  "pli-tv-pvr15:40.1": "The great section on conflict is finished. ",
  "pli-tv-pvr15:41.1": "This is the summary: ",
  "pli-tv-pvr15:42.1": "“Basis for an offense, origin story, attribute, ",
  "pli-tv-pvr15:42.2": "Sequence, what has and has not been done; ",
  "pli-tv-pvr15:42.3": "Legal procedure and legal issue, ",
  "pli-tv-pvr15:42.4": "Settling, and swayed by desire. ",
  "pli-tv-pvr15:43.1": "By ill will, confusion, and fear, ",
  "pli-tv-pvr15:43.2": "Persuasion, and by making understand; ",
  "pli-tv-pvr15:43.3": "Looking on, inspiration, I have a faction, ",
  "pli-tv-pvr15:43.4": "Learned, and with more senior. ",
  "pli-tv-pvr15:44.1": "And not reached, reached, ",
  "pli-tv-pvr15:44.2": "According to the Teaching, and the Monastic Law; ",
  "pli-tv-pvr15:44.3": "Also according to the Teacher’s instruction—",
  "pli-tv-pvr15:44.4": "The explanation in the great section on conflict.” "
}