{
  "pli-tv-pvr7:0.1": "The Compendium ",
  "pli-tv-pvr7:0.2": "The method of increasing by one ",
  "pli-tv-pvr7:0.3": "1. The section on ones ",
  "pli-tv-pvr7:1.1": "“The things that produce offenses should be known. ",
  "pli-tv-pvr7:1.2": "The things that do not produce offenses should be known. ",
  "pli-tv-pvr7:1.3": "Offenses should be known. ",
  "pli-tv-pvr7:1.4": "Non-offenses should be known. ",
  "pli-tv-pvr7:1.5": "Light offenses should be known. ",
  "pli-tv-pvr7:1.6": "Serious offenses should be known. ",
  "pli-tv-pvr7:1.7": "Curable offenses should be known. ",
  "pli-tv-pvr7:1.8": "Incurable offenses should be known. ",
  "pli-tv-pvr7:1.9": "Grave offenses should be known. ",
  "pli-tv-pvr7:1.10": "Minor offenses should be known. ",
  "pli-tv-pvr7:1.11": "Offenses that are clearable by making amends should be known. ",
  "pli-tv-pvr7:1.12": "Offenses that are not clearable by making amends for should be known. ",
  "pli-tv-pvr7:1.13": "Offenses that are clearable by confession should be known. ",
  "pli-tv-pvr7:1.14": "Offenses that are not clearable by confession should be known. ",
  "pli-tv-pvr7:1.15": "Obstructive offenses should be known. ",
  "pli-tv-pvr7:1.16": "Unobstructive offenses should be known. ",
  "pli-tv-pvr7:1.17": "Offenses laid down because of a blameworthy act should be known. ",
  "pli-tv-pvr7:1.18": "Offenses laid down because of a blameless act should be known. ",
  "pli-tv-pvr7:1.19": "Offenses originating from an action should be known. ",
  "pli-tv-pvr7:1.20": "Offenses originating from a non-action should be known. ",
  "pli-tv-pvr7:1.21": "Offenses originating from both an action and a non-action should be known. ",
  "pli-tv-pvr7:1.22": "Initial offenses should be known. ",
  "pli-tv-pvr7:1.23": "Subsequent offenses should be known. ",
  "pli-tv-pvr7:1.24": "Offenses committed while making amends for an initial offense should be known. ",
  "pli-tv-pvr7:1.25": "Offenses committed while making amends for a subsequent offense should be known. ",
  "pli-tv-pvr7:1.26": "Confessed offenses that are fit to be counted as confessed should be known. ",
  "pli-tv-pvr7:1.27": "Confessed offenses that are unfit to be counted as confessed should be known. ",
  "pli-tv-pvr7:1.28": "The rule should be known. ",
  "pli-tv-pvr7:1.29": "An addition to the rule down should be known. ",
  "pli-tv-pvr7:1.30": "An unprompted rule should be known. ",
  "pli-tv-pvr7:1.31": "Rules that apply everywhere should be known. ",
  "pli-tv-pvr7:1.32": "Rules that apply in a particular place should be known. ",
  "pli-tv-pvr7:1.33": "Rules that the monks and nuns have in common should be known. ",
  "pli-tv-pvr7:1.34": "Rules they do not have in common should be known. ",
  "pli-tv-pvr7:1.35": "Rules for one Sangha should be known. ",
  "pli-tv-pvr7:1.36": "Rules for both Sanghas should be known. ",
  "pli-tv-pvr7:1.37": "Heavy offenses should be known. ",
  "pli-tv-pvr7:1.38": "Light offenses should be known. ",
  "pli-tv-pvr7:1.39": "Offenses connected with householders should be known. ",
  "pli-tv-pvr7:1.40": "Offenses not connected with householders should be known. ",
  "pli-tv-pvr7:1.41": "Offenses with a fixed rebirth should be known. ",
  "pli-tv-pvr7:1.42": "Offenses with an indeterminate rebirth should be known. ",
  "pli-tv-pvr7:1.43": "The person who is the first offender should be known. ",
  "pli-tv-pvr7:1.44": "The subsequent offenders should be known. ",
  "pli-tv-pvr7:1.45": "The occasional offender should be known. ",
  "pli-tv-pvr7:1.46": "The frequent offender should be known. ",
  "pli-tv-pvr7:1.47": "The accusing person should be known. ",
  "pli-tv-pvr7:1.48": "The accused person should be known. ",
  "pli-tv-pvr7:1.49": "The person who accuses illegitimately should be known. ",
  "pli-tv-pvr7:1.50": "The person who is accused illegitimately should be known. ",
  "pli-tv-pvr7:1.51": "The person who accuses legitimately should be known. ",
  "pli-tv-pvr7:1.52": "The person who is accused legitimately should be known. ",
  "pli-tv-pvr7:1.53": "The person with a fixed future should be known. ",
  "pli-tv-pvr7:1.54": "The person with an indeterminate future should be known. ",
  "pli-tv-pvr7:1.55": "The person incapable of an offense should be known. ",
  "pli-tv-pvr7:1.56": "The person capable of an offense should be known. ",
  "pli-tv-pvr7:1.57": "The ejected person should be known. ",
  "pli-tv-pvr7:1.58": "The unejected person should be known. ",
  "pli-tv-pvr7:1.59": "The expelled person should be known. ",
  "pli-tv-pvr7:1.60": "The unexpelled person should be known. ",
  "pli-tv-pvr7:1.61": "The person who belongs to the same Buddhist sect should be known. ",
  "pli-tv-pvr7:1.62": "The person who belongs to a different Buddhist sect should be known. ",
  "pli-tv-pvr7:1.63": "Cancellation should be known.” ",
  "pli-tv-pvr7:2.1": "The section on ones is finished. ",
  "pli-tv-pvr7:3.1": "This is the summary: ",
  "pli-tv-pvr7:4.1": "“That produce, offense, light, ",
  "pli-tv-pvr7:4.2": "And curable, grave; ",
  "pli-tv-pvr7:4.3": "Making amends, and confession, ",
  "pli-tv-pvr7:4.4": "Obstructive, blameworthy, action. ",
  "pli-tv-pvr7:5.1": "Both an action and a non-action, initial, ",
  "pli-tv-pvr7:5.2": "While making amends, fit to be counted; ",
  "pli-tv-pvr7:5.3": "Rule, unprompted, ",
  "pli-tv-pvr7:5.4": "Everywhere, and in common, for one Sangha. ",
  "pli-tv-pvr7:6.1": "Heavy, householder, and fixed, ",
  "pli-tv-pvr7:6.2": "First, occasional, accusing; ",
  "pli-tv-pvr7:6.3": "Illegitimately, legitimately, fixed, ",
  "pli-tv-pvr7:6.4": "Incapable, ejected, expelled; ",
  "pli-tv-pvr7:6.5": "The same, and cancellation: ",
  "pli-tv-pvr7:6.6": "This is the summary of the ones.” ",
  "pli-tv-pvr7:7.0": "2. The section on twos ",
  "pli-tv-pvr7:7.1": "There are offenses for which perception is a factor, and offenses for which it is not. ",
  "pli-tv-pvr7:7.2": "There are offenses for which the attainment has been achieved, and offenses for which it has not. ",
  "pli-tv-pvr7:7.3": "There are offenses that are connected with the true Teaching, and offenses that are not. ",
  "pli-tv-pvr7:7.4": "There are offenses that are connected with one’s own requisites, and offenses that are connected with someone else’s requisites. ",
  "pli-tv-pvr7:7.5": "There are offenses that are connected with oneself, and offenses that are connected others. ",
  "pli-tv-pvr7:7.6": "There are heavy offenses committed by one speaking the truth, and light offenses committed by one speaking falsely. ",
  "pli-tv-pvr7:7.7": "There are heavy offenses committed by one speaking falsely, and light offenses committed by one speaking the truth. ",
  "pli-tv-pvr7:7.8": "There are offenses committed by one on the ground, not by one above ground. ",
  "pli-tv-pvr7:7.9": "There are offenses committed by one above ground, not by one on the ground. ",
  "pli-tv-pvr7:7.10": "There are offenses committed by one who is leaving, not by one who is entering. ",
  "pli-tv-pvr7:7.11": "There are offenses committed by one who is entering, not by one who is leaving. ",
  "pli-tv-pvr7:7.12": "There are offenses committed by applying, and offenses committed by not applying. ",
  "pli-tv-pvr7:7.13": "There are offenses committed by undertaking, and offenses committed by not undertaking. ",
  "pli-tv-pvr7:7.14": "There are offenses committed by doing, and offenses committed by not doing. ",
  "pli-tv-pvr7:7.15": "There are offenses committed by giving, and offenses committed by not giving. ",
  "pli-tv-pvr7:7.16": "There are offenses committed by teaching, and offenses committed by not teaching. ",
  "pli-tv-pvr7:7.17": "There are offenses committed by receiving, and offenses committed by not receiving. ",
  "pli-tv-pvr7:7.18": "There are offenses committed by means of equipment, and offenses committed not by means of equipment. ",
  "pli-tv-pvr7:7.19": "There are offenses committed at night, not by day. ",
  "pli-tv-pvr7:7.20": "There are offenses committed by day, not at night. ",
  "pli-tv-pvr7:7.21": "There are offenses committed at dawn, and offenses committed not at dawn. ",
  "pli-tv-pvr7:7.22": "There are offenses committed by cutting, and offenses committed by not cutting. ",
  "pli-tv-pvr7:7.23": "There are offenses committed by covering, and offenses committed by not covering. ",
  "pli-tv-pvr7:7.24": "There are offenses committed by wearing, and offenses committed by not wearing. ",
  "pli-tv-pvr7:8.1": "There are two observance days: ",
  "pli-tv-pvr7:8.2": "the fourteenth and the fifteenth day of the lunar half-month. ",
  "pli-tv-pvr7:8.3": "There are two invitation days: ",
  "pli-tv-pvr7:8.4": "the fourteenth and the fifteenth day of the lunar half-month. ",
  "pli-tv-pvr7:8.5": "There are two legal procedures: ",
  "pli-tv-pvr7:8.6": "the procedure consisting of getting permission, and the procedure consisting of one motion. ",
  "pli-tv-pvr7:8.7": "There are two other legal procedures: ",
  "pli-tv-pvr7:8.8": "the procedure consisting of one motion and one announcement, and the procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr7:8.9": "There are two bases for legal procedures: ",
  "pli-tv-pvr7:8.10": "the basis for the procedure consisting of getting permission, and the basis for the procedure consisting of one motion. ",
  "pli-tv-pvr7:8.11": "There are two other bases for legal procedures: ",
  "pli-tv-pvr7:8.12": "the basis for the procedure consisting of one motion and one announcement, and the basis for the procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr7:8.13": "There are two kinds of flaws in legal procedures: ",
  "pli-tv-pvr7:8.14": "the flaw in a procedure consisting of getting permission, and the flaw in a procedure consisting of one motion. ",
  "pli-tv-pvr7:8.15": "There are two other kinds of flaws in legal procedures: ",
  "pli-tv-pvr7:8.16": "the flaw in a procedure consisting of one motion and one announcement, and the flaw in a procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr7:8.17": "There are two kinds of successes in legal procedures: ",
  "pli-tv-pvr7:8.18": "the success of a procedure consisting of getting permission, and the success of a procedure consisting of one motion. ",
  "pli-tv-pvr7:8.19": "There are two other kinds of successes in legal procedures: ",
  "pli-tv-pvr7:8.20": "the success of a procedure consisting of one motion and one announcement, and the success of a procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr7:8.21": "There are two grounds for belonging to a different Buddhist sect: ",
  "pli-tv-pvr7:8.22": "either one makes oneself belong to a different Buddhist sect, or a unanimous assembly ejects one for not recognizing an offense, for not making amends for an offense, or for not giving up a bad view. ",
  "pli-tv-pvr7:8.23": "There are two grounds for belonging to the same Buddhist sect: ",
  "pli-tv-pvr7:8.24": "Either one makes oneself belong to the same Buddhist sect; or, in regard to one who had been ejected, a unanimous assembly readmits them for recognizing an offense, for making amends for an offense, or for giving up a bad view. ",
  "pli-tv-pvr7:8.25": "There are two kinds of offenses entailing expulsion: ",
  "pli-tv-pvr7:8.26": "for monks and for nuns. ",
  "pli-tv-pvr7:8.27": "There are two kinds of offenses entailing suspension, two kinds of serious offenses, two kinds of offenses entailing confession, two kinds of offenses entailing acknowledgment, two kinds of offenses of wrong conduct, two kinds of offenses of wrong speech: ",
  "pli-tv-pvr7:8.28": "for monks and for nuns. ",
  "pli-tv-pvr7:8.29": "There are seven kinds of offenses and seven classes of offenses. ",
  "pli-tv-pvr7:8.30": "Schism in the Sangha occurs in two ways: ",
  "pli-tv-pvr7:8.31": "though a legal procedure or through a vote. ",
  "pli-tv-pvr7:9.1": "Two kinds of people should not be given the full ordination: ",
  "pli-tv-pvr7:9.2": "one lacking in age, and one lacking in limbs. ",
  "pli-tv-pvr7:9.3": "Another two kinds of people should not be given the full ordination: ",
  "pli-tv-pvr7:9.4": "one who is deficient as subject, and one who has acted wrongly. ",
  "pli-tv-pvr7:9.5": "Another two kinds of people should not be given the full ordination: ",
  "pli-tv-pvr7:9.6": "one who is incomplete, and one is complete but has not asked. ",
  "pli-tv-pvr7:9.7": "One should not live with formal support from two kinds of persons: ",
  "pli-tv-pvr7:9.8": "one who is shameless, and on who is ignorant. ",
  "pli-tv-pvr7:9.9": "One should not give formal support to two kinds of people: ",
  "pli-tv-pvr7:9.10": "one who is shameless, and one who has a sense of conscience but who has not asked. ",
  "pli-tv-pvr7:9.11": "One should give formal support to two kinds of people: ",
  "pli-tv-pvr7:9.12": "one who is ignorant, and one who has a sense of conscience and who has asked. ",
  "pli-tv-pvr7:9.13": "Two kinds of people are incapable of committing an offense: ",
  "pli-tv-pvr7:9.14": "Buddhas and solitary Buddhas. ",
  "pli-tv-pvr7:9.15": "Two kinds of people are capable of committing an offense: ",
  "pli-tv-pvr7:9.16": "monks and nuns. ",
  "pli-tv-pvr7:9.17": "Two kinds of people are incapable of intentionally committing an offense: ",
  "pli-tv-pvr7:9.18": "monks and nuns who are noble persons. ",
  "pli-tv-pvr7:9.19": "Two kinds of people are capable of intentionally committing an offense: ",
  "pli-tv-pvr7:9.20": "monks and nuns who are ordinary persons. ",
  "pli-tv-pvr7:9.21": "Two kinds of people are incapable of intentionally committing an action that goes too far: ",
  "pli-tv-pvr7:9.22": "monks and nuns who are noble persons. ",
  "pli-tv-pvr7:9.23": "Two kinds of people are capable of intentionally committing an action that goes too far: ",
  "pli-tv-pvr7:9.24": "monks and nuns who are ordinary persons. ",
  "pli-tv-pvr7:10.1": "There are two kinds of objections: ",
  "pli-tv-pvr7:10.2": "one objects by body, or one objects by speech. ",
  "pli-tv-pvr7:10.3": "There are two kinds of sending away: ",
  "pli-tv-pvr7:10.4": "if the Sangha sends away those who don’t have the attributes needed for being sent away, the sending away of some succeeds, while the sending away of others fails. ",
  "pli-tv-pvr7:10.5": "“There are two kinds of admittance: ",
  "pli-tv-pvr7:10.6": "if the Sangha admits those who don’t have the attributes needed for being admitted, the admittance of some succeeds, while the admittance of others fails. ",
  "pli-tv-pvr7:10.7": "There are two kinds of admitting: ",
  "pli-tv-pvr7:10.8": "one admits by body, or one admits by speech. ",
  "pli-tv-pvr7:10.9": "There are two kinds of receiving: ",
  "pli-tv-pvr7:10.10": "one receives by body, or one receives by what is connected to the body. ",
  "pli-tv-pvr7:10.11": "There are two kinds of prohibitions: ",
  "pli-tv-pvr7:10.12": "one prohibits by body, or one prohibits by speech. ",
  "pli-tv-pvr7:10.13": "There are two kinds of harming: ",
  "pli-tv-pvr7:10.14": "harming of the training, and harming of possessions. ",
  "pli-tv-pvr7:10.15": "There are two kinds of accusing: ",
  "pli-tv-pvr7:10.16": "one accuses by body, or one accuses by speech. ",
  "pli-tv-pvr7:10.17": "There are two obstacles for the ending of the robe-making season: ",
  "pli-tv-pvr7:10.18": "the monastery obstacle, and the robe obstacle. ",
  "pli-tv-pvr7:10.19": "There are two removals of obstacles for the ending of the robe-making season: ",
  "pli-tv-pvr7:10.20": "the removal of the monastery obstacle, and the removal of the robe obstacle. ",
  "pli-tv-pvr7:10.21": "There are two kinds of robes: ",
  "pli-tv-pvr7:10.22": "from householders, and from rags. ",
  "pli-tv-pvr7:10.23": "There are two kinds of almsbowls: ",
  "pli-tv-pvr7:10.24": "iron bowls, and ceramic bowls. ",
  "pli-tv-pvr7:10.25": "There are two kinds of bowl stands: ",
  "pli-tv-pvr7:10.26": "bowl stands made of tin, and a bowl stands made of lead. ",
  "pli-tv-pvr7:10.27": "There are two ways of determining an almsbowl: ",
  "pli-tv-pvr7:10.28": "one determines it by body, or one determines it by speech. ",
  "pli-tv-pvr7:10.29": "There are two ways of determining a robe: ",
  "pli-tv-pvr7:10.30": "one determines it by body, or one determines it by speech. ",
  "pli-tv-pvr7:10.31": "There are two kinds of assignment: ",
  "pli-tv-pvr7:10.32": "assignment in the presence of, and assignment in the absence of. ",
  "pli-tv-pvr7:10.33": "There are two Monastic Laws: ",
  "pli-tv-pvr7:10.34": "for the monks, and for the nuns. ",
  "pli-tv-pvr7:10.35": "There are two things that belong to the Monastic Law: ",
  "pli-tv-pvr7:10.36": "the rules, and what accords with the rules. ",
  "pli-tv-pvr7:10.37": "There are two kinds of eliminations of the Monastic Law: ",
  "pli-tv-pvr7:10.38": "ending access to what is unallowable, and moderation in what is allowable. ",
  "pli-tv-pvr7:10.39": "One commits an offense in two ways: ",
  "pli-tv-pvr7:10.40": "one commits it by body, or one commits it by speech. ",
  "pli-tv-pvr7:10.41": "One is cleared of an offense in two ways: ",
  "pli-tv-pvr7:10.42": "one is cleared by body, or one is cleared by speech. ",
  "pli-tv-pvr7:10.43": "There are two kinds of probation: ",
  "pli-tv-pvr7:10.44": "probation for concealed offenses, and probation for unconcealed offenses. ",
  "pli-tv-pvr7:10.45": "There are two other kinds of probation: ",
  "pli-tv-pvr7:10.46": "purifying probation, and simultaneous probation. ",
  "pli-tv-pvr7:10.47": "There are two kinds of trial periods: ",
  "pli-tv-pvr7:10.48": "trial periods for concealed offenses, and trial periods for unconcealed offenses. ",
  "pli-tv-pvr7:10.49": "There are two other kinds of trial periods: ",
  "pli-tv-pvr7:10.50": "trial periods for a half-month, and simultaneous trial periods. ",
  "pli-tv-pvr7:10.51": "Not counting a day is for two kinds of people: ",
  "pli-tv-pvr7:10.52": "for one on probation, and for one undertaking the trial period. ",
  "pli-tv-pvr7:10.53": "There are two kinds of disrespect: ",
  "pli-tv-pvr7:10.54": "disrespect for the person, and disrespect for the rule. ",
  "pli-tv-pvr7:10.55": "There are two kinds of salt: ",
  "pli-tv-pvr7:10.56": "natural, and produced. ",
  "pli-tv-pvr7:10.57": "There are two other kinds of salt: ",
  "pli-tv-pvr7:10.58": "sea salt, and black salt. ",
  "pli-tv-pvr7:10.59": "There are two other kinds of salt: ",
  "pli-tv-pvr7:10.60": "hill salt, and soil salt. ",
  "pli-tv-pvr7:10.61": "There are two other kinds of salt: ",
  "pli-tv-pvr7:10.62": "salt from the Roma country, and salty grain. ",
  "pli-tv-pvr7:10.63": "There are two kinds of useful things: ",
  "pli-tv-pvr7:10.64": "internally useful things, and externally useful things. ",
  "pli-tv-pvr7:10.65": "There are two kinds of name-calling: ",
  "pli-tv-pvr7:10.66": "low name-calling, and high name-calling. ",
  "pli-tv-pvr7:10.67": "There is malicious talebearing in two ways: ",
  "pli-tv-pvr7:10.68": "for one wanting to endear himself or for one aiming at division. ",
  "pli-tv-pvr7:10.69": "Eating in a group comes about in two ways: ",
  "pli-tv-pvr7:10.70": "through an invitation, or through asking. ",
  "pli-tv-pvr7:10.71": "There are two entries to the rainy-season residence: ",
  "pli-tv-pvr7:10.72": "the first and the second. ",
  "pli-tv-pvr7:10.73": "There are two kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:10.74": "There are two kinds of legitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:11.1": "There are two kinds of fools: ",
  "pli-tv-pvr7:11.2": "one who takes on future responsibilities, and one who does not take on current responsibilities. ",
  "pli-tv-pvr7:11.3": "There are two kinds of wise persons: ",
  "pli-tv-pvr7:11.4": "one who does not take on future responsibilities, and one who takes on current responsibilities. ",
  "pli-tv-pvr7:11.5": "There are two other kinds of fools: ",
  "pli-tv-pvr7:11.6": "one who perceives what is unallowable as allowable, and one who perceives what is allowable as unallowable. ",
  "pli-tv-pvr7:11.7": "There are two kinds of wise persons: ",
  "pli-tv-pvr7:11.8": "one who perceives what is unallowable as unallowable, and one who perceives what is allowable as allowable. ",
  "pli-tv-pvr7:11.9": "There are two other kinds of fools: ",
  "pli-tv-pvr7:11.10": "one who perceives a non-offense as an offense, and one who perceives an offense as a non-offense. ",
  "pli-tv-pvr7:11.11": "There are two kinds of wise persons: ",
  "pli-tv-pvr7:11.12": "one who perceives an offense as an offense, and one who perceives a non-offense as a non-offense. ",
  "pli-tv-pvr7:11.13": "There are two other kinds of fools: ",
  "pli-tv-pvr7:11.14": "one who perceives what is contrary to the Teaching as the Teaching, and one who perceives what is the Teaching as contrary to the Teaching. ",
  "pli-tv-pvr7:11.15": "There are two kinds of wise persons: ",
  "pli-tv-pvr7:11.16": "one who perceives what is contrary to the Teaching as contrary to the Teaching, and one who perceives what is the Teaching as the Teaching. ",
  "pli-tv-pvr7:11.17": "There are two other kinds of fools: ",
  "pli-tv-pvr7:11.18": "one who perceives what is contrary to the Monastic Law as the Monastic Law, and one who perceives what is the Monastic Law as contrary to the Monastic Law. ",
  "pli-tv-pvr7:11.19": "There are two kinds of wise persons: ",
  "pli-tv-pvr7:11.20": "one who perceives what is contrary to the Monastic Law as contrary to the Monastic Law, and one who perceives what is the Monastic Law as the Monastic Law. ",
  "pli-tv-pvr7:12.1": "The corruptions increase for two kinds of persons: ",
  "pli-tv-pvr7:12.2": "one who is afraid of wrongdoing when one should not be, and one who is not afraid of wrongdoing when one should be. ",
  "pli-tv-pvr7:12.3": "The corruptions do not increase for two kinds of persons: ",
  "pli-tv-pvr7:12.4": "one who is not afraid of wrongdoing when one should not be, and one who is afraid of wrongdoing when one should be. ",
  "pli-tv-pvr7:12.5": "The corruptions increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.6": "one who perceives what is unallowable as allowable, and one who perceives what is allowable as unallowable. ",
  "pli-tv-pvr7:12.7": "The corruptions do not increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.8": "one who perceives what is unallowable as unallowable, and one who perceives what is allowable as allowable. ",
  "pli-tv-pvr7:12.9": "The corruptions increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.10": "one who perceives a non-offense as an offense, and one who perceives an offense as a non-offense. ",
  "pli-tv-pvr7:12.11": "The corruptions do not increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.12": "one who perceives a non-offense as a non-offense, and one who perceives an offense as an offense. ",
  "pli-tv-pvr7:12.13": "The corruptions increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.14": "one who perceives what is contrary to the Teaching as the Teaching, and one who perceives what is the Teaching as contrary to the Teaching. ",
  "pli-tv-pvr7:12.15": "The corruptions do not increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.16": "one who perceives what is contrary to the Teaching as contrary to the Teaching, and one who perceives what is the Teaching as the Teaching. ",
  "pli-tv-pvr7:12.17": "The corruptions increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.18": "one who perceives what is contrary to the Monastic Law as the Monastic Law, and one who perceives what is the Monastic Law as contrary to the Monastic Law. ",
  "pli-tv-pvr7:12.19": "The corruptions do not increase for two other kinds of persons: ",
  "pli-tv-pvr7:12.20": "one who perceives what is contrary to the Monastic Law as contrary to the Monastic Law, and one who perceives what is the Monastic Law as the Monastic Law. ",
  "pli-tv-pvr7:13.1": "The section on twos is finished. ",
  "pli-tv-pvr7:14.1": "This is the summary: ",
  "pli-tv-pvr7:15.1": "“Perception, and achieved, the true Teaching, ",
  "pli-tv-pvr7:15.2": "And requisites, persons; ",
  "pli-tv-pvr7:15.3": "Truth, ground, leaving, ",
  "pli-tv-pvr7:15.4": "Applying, undertaking. ",
  "pli-tv-pvr7:16.1": "Doing, giving, receiving, ",
  "pli-tv-pvr7:16.2": "By equipment, and at night; ",
  "pli-tv-pvr7:16.3": "Dawn, cutting, covering, ",
  "pli-tv-pvr7:16.4": "And wearing, observance days. ",
  "pli-tv-pvr7:17.1": "Invitation days, legal procedure, other, ",
  "pli-tv-pvr7:17.2": "Basis, other, and flaw; ",
  "pli-tv-pvr7:17.3": "Other, and two on success, ",
  "pli-tv-pvr7:17.4": "Different, and the same. ",
  "pli-tv-pvr7:18.1": "Expulsion, suspension, serious offense, ",
  "pli-tv-pvr7:18.2": "Confession, acknowledgment; ",
  "pli-tv-pvr7:18.3": "Wrong conduct, and wrong speech, ",
  "pli-tv-pvr7:18.4": "Seven, and classes of offenses. ",
  "pli-tv-pvr7:19.1": "Schism, full ordination, ",
  "pli-tv-pvr7:19.2": "And two other; ",
  "pli-tv-pvr7:19.3": "Should not live, should not give, ",
  "pli-tv-pvr7:19.4": "Incapable, and capable. ",
  "pli-tv-pvr7:20.1": "Intentionally, and goes too far, ",
  "pli-tv-pvr7:20.2": "Objections, sending away; ",
  "pli-tv-pvr7:20.3": "Admittance, and admitting, ",
  "pli-tv-pvr7:20.4": "Receiving, prohibition. ",
  "pli-tv-pvr7:21.1": "Harming, and accusing, ",
  "pli-tv-pvr7:21.2": "And so two on the robe-making season; ",
  "pli-tv-pvr7:21.3": "Robes, bowls, bowl stands, ",
  "pli-tv-pvr7:21.4": "And so two on determining. ",
  "pli-tv-pvr7:22.1": "And assignment to another, Monastic Laws, ",
  "pli-tv-pvr7:22.2": "And belong to the Monastic Law, elimination; ",
  "pli-tv-pvr7:22.3": "And commits, is cleared, ",
  "pli-tv-pvr7:22.4": "Probations, two others. ",
  "pli-tv-pvr7:23.1": "Two trial periods, others, ",
  "pli-tv-pvr7:23.2": "Not counting a day, disrespect; ",
  "pli-tv-pvr7:23.3": "Two salts, three others, ",
  "pli-tv-pvr7:23.4": "Useful thing, and with abuse. ",
  "pli-tv-pvr7:24.1": "And malicious talebearing, group, rainy-season residence, ",
  "pli-tv-pvr7:24.2": "Cancellations, responsibility, allowable; ",
  "pli-tv-pvr7:24.3": "Non-offense, contrary to the Teaching as the Teaching, ",
  "pli-tv-pvr7:24.4": "Contrary to the Monastic Law, and so corruptions.” ",
  "pli-tv-pvr7:25.0": "3. The section on threes ",
  "pli-tv-pvr7:25.1": "“There are offenses that one commits while the Buddha is alive, not after his extinguishment. ",
  "pli-tv-pvr7:25.2": "There are offenses that one commits after the Buddha’s extinguishment, not while he is alive. ",
  "pli-tv-pvr7:25.3": "There are offenses that one commits both while the Buddha is alive and also after his extinguishment. ",
  "pli-tv-pvr7:25.4": "There are offenses that one commits at the right time, not at the wrong time. ",
  "pli-tv-pvr7:25.5": "There are offenses that one commits at the wrong time, not at the right time. ",
  "pli-tv-pvr7:25.6": "There are offenses that one commits both at the right time and also at the wrong time. ",
  "pli-tv-pvr7:25.7": "There are offenses that one commits at night, not by day. ",
  "pli-tv-pvr7:25.8": "There are offenses that one commits by day, not at night. ",
  "pli-tv-pvr7:25.9": "There are offenses that one commits both at night and also by day. ",
  "pli-tv-pvr7:25.10": "There are offenses that one commits when one has ten or more years of seniority, not less. ",
  "pli-tv-pvr7:25.11": "There are offenses that one commits when one has less than ten years of seniority, not ten or more. ",
  "pli-tv-pvr7:25.12": "There are offenses that one commits both when one has ten or more years of seniority and also when one has less. ",
  "pli-tv-pvr7:25.13": "There are offenses that one commits when one has five or more years of seniority, not less. ",
  "pli-tv-pvr7:25.14": "There are offenses that one commits when one has less than five years of seniority, not five or more. ",
  "pli-tv-pvr7:25.15": "There are offenses that one commits both when one has five or more years of seniority and also when one has less. ",
  "pli-tv-pvr7:25.16": "There are offenses that one commits with a wholesome mind. ",
  "pli-tv-pvr7:25.17": "There are offenses that one commits with an unwholesome mind. ",
  "pli-tv-pvr7:25.18": "There are offenses that one commits with a indeterminate mind. ",
  "pli-tv-pvr7:25.19": "There are offenses that one commits while experiencing pleasant feelings. ",
  "pli-tv-pvr7:25.20": "There are offenses that one commits while experiencing unpleasant feelings. ",
  "pli-tv-pvr7:25.21": "There are offenses that one commits while experiencing neither pleasant nor unpleasant feelings. ",
  "pli-tv-pvr7:25.22": "There are three grounds for an accusation: ",
  "pli-tv-pvr7:25.23": "what is seen, what is heard, and what is suspected. ",
  "pli-tv-pvr7:25.24": "There are three ways of voting: ",
  "pli-tv-pvr7:25.25": "in secret, openly, and by whispering in the ear. ",
  "pli-tv-pvr7:25.26": "Three things are prohibited: ",
  "pli-tv-pvr7:25.27": "great desires, discontent, and self-inflation. ",
  "pli-tv-pvr7:25.28": "Three things are allowed: ",
  "pli-tv-pvr7:25.29": "fewness of wishes, contentment, and self-effacement. ",
  "pli-tv-pvr7:25.30": "Three other things are prohibited: ",
  "pli-tv-pvr7:25.31": "great desires, discontent, and lacking a sense of moderation. ",
  "pli-tv-pvr7:25.32": "Three things are allowed: ",
  "pli-tv-pvr7:25.33": "fewness of wishes, contentment, and having a sense of moderation. ",
  "pli-tv-pvr7:25.34": "There are three kinds of rules: ",
  "pli-tv-pvr7:25.35": "a rule, an addition to a rule, and an unprompted rule. ",
  "pli-tv-pvr7:25.36": "There are three other kinds of rules: ",
  "pli-tv-pvr7:25.37": "a rule that applies everywhere, a rule that applies in a particular place, and a rule that the monks and nuns have in common. ",
  "pli-tv-pvr7:25.38": "There are three other kinds of rules: ",
  "pli-tv-pvr7:25.39": "a rule the monks and nuns do not have in common, a rule for one Sangha, and a rule for both Sanghas. ",
  "pli-tv-pvr7:26.1": "There are offenses committed by fools, not by the wise. ",
  "pli-tv-pvr7:26.2": "There are offenses committed by the wise, not by fools. ",
  "pli-tv-pvr7:26.3": "There are offenses committed by both by fools and the wise. ",
  "pli-tv-pvr7:26.4": "There are offenses committed when the moon is new, not when it’s full. ",
  "pli-tv-pvr7:26.5": "There are offenses committed when the moon is full, not when it’s new. ",
  "pli-tv-pvr7:26.6": "There are offenses committed both when the moon is new and when it’s full. ",
  "pli-tv-pvr7:26.7": "There are things that are allowable when the moon is new, not when it’s full. ",
  "pli-tv-pvr7:26.8": "There are things that are allowable when the moon is full, not when it’s new. ",
  "pli-tv-pvr7:26.9": "There are things that are allowable both when the moon is new and when it’s full. ",
  "pli-tv-pvr7:26.10": "There are offenses committed during winter, not during summer or the rainy season. ",
  "pli-tv-pvr7:26.11": "There are offenses committed during summer, not during winter or the rainy season. ",
  "pli-tv-pvr7:26.12": "There are offenses committed during the rainy season, not during winter or summer. ",
  "pli-tv-pvr7:26.13": "There are offenses committed by a sangha, not by several monks or an individual. ",
  "pli-tv-pvr7:26.14": "There are offenses committed by several monks, not by a sangha or an individual. ",
  "pli-tv-pvr7:26.15": "There are offenses committed by an individual, not by a sangha or several monks. ",
  "pli-tv-pvr7:26.16": "There are things allowable for a sangha, not for several monks or an individual. ",
  "pli-tv-pvr7:26.17": "There are things allowable for several monks, not for a sangha or an individual. ",
  "pli-tv-pvr7:26.18": "There are things allowable for an individual, not for a sangha or several monks. ",
  "pli-tv-pvr7:26.19": "Three kinds of concealing: ",
  "pli-tv-pvr7:26.20": "one conceals the action that was the basis for the offense, not the offense. ",
  "pli-tv-pvr7:26.21": "one conceals the offense, not the action that was the basis for the offense. ",
  "pli-tv-pvr7:26.22": "one conceals both the action that was the basis for the offense and also the offense. ",
  "pli-tv-pvr7:26.23": "There are three coverings: ",
  "pli-tv-pvr7:26.24": "a sauna, water, and a cloth. ",
  "pli-tv-pvr7:26.25": "Three things happen concealed, not openly: ",
  "pli-tv-pvr7:26.26": "Women are married with a veil, not unveiled. ",
  "pli-tv-pvr7:26.27": "The mantras of the brahmins are transmitted in secret, not openly. ",
  "pli-tv-pvr7:26.28": "Wrong view is transmitted in secret, not openly. ",
  "pli-tv-pvr7:26.29": "Three things shine in the open, not when concealed: ",
  "pli-tv-pvr7:26.30": "The moon shines in the open, not when concealed. ",
  "pli-tv-pvr7:26.31": "The sun shines in the open, not when concealed. ",
  "pli-tv-pvr7:26.32": "The spiritual path made known by the Buddha shines in the open, not when concealed. ",
  "pli-tv-pvr7:26.33": "There are three times for the allocation of dwellings: ",
  "pli-tv-pvr7:26.34": "the first, the second, and when given up in between. ",
  "pli-tv-pvr7:26.35": "There are offenses that one commits when sick, not when not sick. ",
  "pli-tv-pvr7:26.36": "There are offenses that one commits when not sick, not when sick. ",
  "pli-tv-pvr7:26.37": "There are offenses that one commits both when sick and when not sick. ",
  "pli-tv-pvr7:27.1": "There are three kinds of illegitimate cancellations of the Monastic Code . ",
  "pli-tv-pvr7:27.2": "There are three kinds of legitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:27.3": "There are three kinds of probation: ",
  "pli-tv-pvr7:27.4": "probation for concealed offenses, probation for unconcealed offenses, and purifying probation. ",
  "pli-tv-pvr7:27.5": "There are three kinds of trial periods: ",
  "pli-tv-pvr7:27.6": "trial period for concealed offenses, trial period for unconcealed offenses, and trial period for a half-month. ",
  "pli-tv-pvr7:27.7": "There are three things that stop a monk on probation from counting a particular day toward his probationary period: ",
  "pli-tv-pvr7:27.8": "he stays in the same room as a regular monk; he stays apart from other monks; he doesn’t inform other monks of his status. ",
  "pli-tv-pvr7:27.9": "There are offenses that one commits inside, not outside. ",
  "pli-tv-pvr7:27.10": "There are offenses that one commits outside, not inside. ",
  "pli-tv-pvr7:27.11": "There are offenses that one commits both inside and outside. ",
  "pli-tv-pvr7:27.12": "There are offenses that one commits inside the monastery zone, not outside. ",
  "pli-tv-pvr7:27.13": "There are offenses that one commits outside the monastery zone, not inside. ",
  "pli-tv-pvr7:27.14": "There are offenses that one commits both inside and outside the monastery zone. ",
  "pli-tv-pvr7:27.15": "One commits an offense in three ways: ",
  "pli-tv-pvr7:27.16": "one commits an offense by body, by speech, or by body and speech. ",
  "pli-tv-pvr7:27.17": "One commits an offense in three other ways: ",
  "pli-tv-pvr7:27.18": "in the midst of the Sangha, in the midst of a group, or in the presence of an individual. ",
  "pli-tv-pvr7:27.19": "One clears an offense in three ways: ",
  "pli-tv-pvr7:27.20": "one clears an offense by body, by speech, or by body and speech. ",
  "pli-tv-pvr7:27.21": "One clears an offense in three other ways: ",
  "pli-tv-pvr7:27.22": "in the midst of the Sangha, in the midst of a group, or in the presence of an individual. ",
  "pli-tv-pvr7:27.23": "There are three illegitimate grantings of resolution because of past insanity. ",
  "pli-tv-pvr7:27.24": "There are three legitimate grantings of resolution because of past insanity. ",
  "pli-tv-pvr7:28.1": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of condemnation against him: ",
  "pli-tv-pvr7:28.2": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; he is constantly and improperly socializing with householders. ",
  "pli-tv-pvr7:28.3": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of demotion against him: ",
  "pli-tv-pvr7:28.4": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; he is constantly and improperly socializing with householders. ",
  "pli-tv-pvr7:28.5": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of banishing him: ",
  "pli-tv-pvr7:28.6": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; he is a corrupter of families and badly behaved, and his bad behavior has been seen and heard about. ",
  "pli-tv-pvr7:28.7": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of reconciliation against him: ",
  "pli-tv-pvr7:28.8": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; he abuses and reviles householders. ",
  "pli-tv-pvr7:28.9": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of ejecting him for not recognizing an offense: ",
  "pli-tv-pvr7:28.10": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; after committing an offense, he refuses to recognize it. ",
  "pli-tv-pvr7:28.11": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of ejecting him for not making amends for an offense: ",
  "pli-tv-pvr7:28.12": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; after committing an offense, he refuses to make amends for it. ",
  "pli-tv-pvr7:28.13": "When a monk has three qualities, the Sangha may, if it wishes, do a procedure of ejecting him for not giving up a bad view: ",
  "pli-tv-pvr7:28.14": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; he refuses to give up a bad view. ",
  "pli-tv-pvr7:29.1": "When a monk has three qualities, the Sangha may, if it wishes, plan a strong action against him: ",
  "pli-tv-pvr7:29.2": "he is quarrelsome, argumentative, and a creator of legal issues in the Sangha; he is ignorant and incompetent, often committing offenses, incapable of determining whether he has committed an offense; he is constantly and improperly socializing with householders. ",
  "pli-tv-pvr7:29.3": "When a monk has three qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.4": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:29.5": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.6": "he has failed in the higher morality; he has failed in conduct; he has failed in view. ",
  "pli-tv-pvr7:29.7": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.8": "his bodily conduct is frivolous; his verbal conduct is frivolous; his bodily and verbal conduct are frivolous. ",
  "pli-tv-pvr7:29.9": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.10": "he is improperly behaved by body; he is improperly behaved by speech; he is improperly behaved by body and speech. ",
  "pli-tv-pvr7:29.11": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.12": "his bodily conduct is harmful; his verbal conduct is harmful; his bodily and verbal conduct are harmful. ",
  "pli-tv-pvr7:29.13": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.14": "he has wrong livelihood by body; he has wrong livelihood by speech; he has wrong livelihood by body and speech. ",
  "pli-tv-pvr7:29.15": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.16": "if, after committing an offense and having a legal procedure done against him, he: gives the full ordination, gives formal support, has a novice monk attend on him. ",
  "pli-tv-pvr7:29.17": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.18": "he commits the same offense for which the Sangha did the legal procedure against him; he commits an offense similar to the one for which the Sangha did the legal procedure against him; he commits an offense worse than the one for which the Sangha did the legal procedure against him. ",
  "pli-tv-pvr7:29.19": "When a monk has three other qualities a legal procedure may be done against him: ",
  "pli-tv-pvr7:29.20": "he disparages the Buddha; he disparages the Teaching; he disparages the Sangha. ",
  "pli-tv-pvr7:30.1": "When a monk has three qualities and is having the observance-day ceremony cancelled in the midst of the Sangha, then, after pressing him by saying, “Enough. No more arguing and disputing,” the Sangha should do the observance-day ceremony. These are the three qualities: ",
  "pli-tv-pvr7:30.2": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.3": "When a monk has three qualities and is having the invitation ceremony cancelled in the midst of the Sangha, then, after pressing him by saying, “Enough. No more arguing and disputing,” the Sangha should do the invitation ceremony. These are the three qualities: ",
  "pli-tv-pvr7:30.4": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.5": "The Sangha should not give any approval to a monk has three qualities: ",
  "pli-tv-pvr7:30.6": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.7": "When a monk has three qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr7:30.8": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.9": "When a monk has three qualities, he should not be put in a position of leadership: ",
  "pli-tv-pvr7:30.10": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.11": "When a monk has three qualities, one should not live with formal support from him: ",
  "pli-tv-pvr7:30.12": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.13": "When a monk has three qualities, he should not give formal support: ",
  "pli-tv-pvr7:30.14": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.15": "When a monk has three qualities, he is not qualified to get permission to correct another: ",
  "pli-tv-pvr7:30.16": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.17": "When a monk has three qualities, he should not be allowed to direct anyone: ",
  "pli-tv-pvr7:30.18": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.19": "When a monk has three qualities, he should not be asked about the Monastic Law: ",
  "pli-tv-pvr7:30.20": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.21": "When a monk has three qualities, he should not ask about the Monastic Law: ",
  "pli-tv-pvr7:30.22": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.23": "When a monk has three qualities, his questions about the Monastic Law should not be replied to: ",
  "pli-tv-pvr7:30.24": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.25": "When a monk has three qualities, he should not reply to questions about the Monastic Law: ",
  "pli-tv-pvr7:30.26": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.27": "When a monk has three qualities, he should not be allowed to question: ",
  "pli-tv-pvr7:30.28": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.29": "When a monk has three qualities, one should not discuss the Monastic Law with him: ",
  "pli-tv-pvr7:30.30": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:30.31": "When a monk has three qualities, he should not give the full ordination, give formal support, or have a novice monk attend on him: ",
  "pli-tv-pvr7:30.32": "he is shameless, ignorant, and not a regular monk. ",
  "pli-tv-pvr7:31.1": "There are three kinds of observance-day ceremony: ",
  "pli-tv-pvr7:31.2": "on the fourteenth, on the fifteenth, and the observance-day ceremony for the sake of unification. ",
  "pli-tv-pvr7:31.3": "There are three other kinds of observance-day ceremony: ",
  "pli-tv-pvr7:31.4": "the observance-day ceremony for a sangha, the observance-day ceremony for a group, and thee observance-day ceremony for an individual. ",
  "pli-tv-pvr7:31.5": "There are three other kinds of observance-day ceremony: ",
  "pli-tv-pvr7:31.6": "the observance-day ceremony which consists of reciting the Monastic Code, the observance-day ceremony which consists of declaring purity, and the observance-day ceremony which consists of a determination. ",
  "pli-tv-pvr7:32.1": "There are kinds of three invitation ceremony: ",
  "pli-tv-pvr7:32.2": "on the fourteenth, on the fifteenth, and the invitation ceremony for the sake of unification. ",
  "pli-tv-pvr7:32.3": "There are three other kinds of invitation ceremony: ",
  "pli-tv-pvr7:32.4": "the invitation ceremony for a sangha, the invitation ceremony for a group, and the invitation ceremony for an individual. ",
  "pli-tv-pvr7:32.5": "There are three other kinds of invitation ceremony: ",
  "pli-tv-pvr7:32.6": "the invitation ceremony done by means of three statements, the invitation ceremony done by means of two statements, the invitation ceremony done by means of groups according to year of seniority. ",
  "pli-tv-pvr7:33.1": "There are three kinds of persons bound for a hell: ",
  "pli-tv-pvr7:33.2": "one who does not abandon and abstain from sexuality, while claiming to do so; one who groundlessly charges someone who lives the spiritual life in purity with not abstaining from sexuality; one who has a view such as this: “There is no fault in worldly pleasures,” and then indulges in them. ",
  "pli-tv-pvr7:33.3": "There are three unwholesome sources: ",
  "pli-tv-pvr7:33.4": "greed, ill will, and delusion. ",
  "pli-tv-pvr7:33.5": "There are three wholesome sources: ",
  "pli-tv-pvr7:33.6": "non-greed, non-ill will, and non-delusion. ",
  "pli-tv-pvr7:33.7": "There are three kinds of misconduct: ",
  "pli-tv-pvr7:33.8": "misconduct by body, misconduct by speech, and misconduct by mind. ",
  "pli-tv-pvr7:33.9": "There are three kinds of good conduct: ",
  "pli-tv-pvr7:33.10": "good conduct by body, good conduct by speech, and good conduct by mind. ",
  "pli-tv-pvr7:33.11": "There are three reasons why the Buddha laid down the rule against eating in groups of more than three: ",
  "pli-tv-pvr7:33.12": "for the restraint of bad people; for the ease of good monks, stopping those with bad desires from creating a faction and then splitting the Sangha; and out of compassion for families. ",
  "pli-tv-pvr7:33.13": "Because he was overcome by and immersed in three bad qualities, Devadatta was irredeemably destined to an eon in hell: bad desires; bad friends; and after minor success, he stopped short of the goal. ",
  "pli-tv-pvr7:33.14": "There are three permissions: ",
  "pli-tv-pvr7:33.15": "approval to use a staff, approval to use a carrying net, and approval to use both a staff and a carrying net. ",
  "pli-tv-pvr7:33.16": "There are three kinds of foot-stands that are fixed in place and immobile: ",
  "pli-tv-pvr7:33.17": "foot-stands for defecating, foot-stands for urinating, foot-stands for restroom rinsing. ",
  "pli-tv-pvr7:33.18": "There are three kinds of foot scrubbers: ",
  "pli-tv-pvr7:33.19": "stones, pebbles, and pumice.” ",
  "pli-tv-pvr7:34.1": "The section on threes is finished. ",
  "pli-tv-pvr7:35.1": "This is the summary: ",
  "pli-tv-pvr7:36.1": "“While he is alive, at the right time, and at night, ",
  "pli-tv-pvr7:36.2": "ten, five, with wholesome; ",
  "pli-tv-pvr7:36.3": "Feeling, grounds for accusation, ",
  "pli-tv-pvr7:36.4": "Voting, two on prohibited. ",
  "pli-tv-pvr7:37.1": "Rule, and two others, ",
  "pli-tv-pvr7:37.2": "Fools, and at the new moon, allowable; ",
  "pli-tv-pvr7:37.3": "During winter, a sangha, for a sangha, ",
  "pli-tv-pvr7:37.4": "And concealings, a covering. ",
  "pli-tv-pvr7:38.1": "Concealed, and in the open, ",
  "pli-tv-pvr7:38.2": "Dwelling, sick; ",
  "pli-tv-pvr7:38.3": "Monastic Code, probation, ",
  "pli-tv-pvr7:38.4": "Trial period, those on probation. ",
  "pli-tv-pvr7:39.1": "Inside, and inside the monastery zone, ",
  "pli-tv-pvr7:39.2": "One commits, and another; ",
  "pli-tv-pvr7:39.3": "One clears, and another, ",
  "pli-tv-pvr7:39.4": "Two on resolution because of past insanity. ",
  "pli-tv-pvr7:40.1": "Condemnation, and demotion, ",
  "pli-tv-pvr7:40.2": "Banishing, reconciliation; ",
  "pli-tv-pvr7:40.3": "Not recognizing, making amends, ",
  "pli-tv-pvr7:40.4": "And not giving up a bad view. ",
  "pli-tv-pvr7:41.1": "Strong, formal procedure, in the higher morality, ",
  "pli-tv-pvr7:41.2": "Frivolous, improperly behaved, harmful; ",
  "pli-tv-pvr7:41.3": "Livelihood, committed, similar, ",
  "pli-tv-pvr7:41.4": "Disparages, and with observance-day ceremony. ",
  "pli-tv-pvr7:42.1": "Invitation ceremony, and approval, ",
  "pli-tv-pvr7:42.2": "Speak, and with in a leadership; ",
  "pli-tv-pvr7:42.3": "Should not live, should not give, ",
  "pli-tv-pvr7:42.4": "And should not ask for permission. ",
  "pli-tv-pvr7:43.1": "Should not direct, ",
  "pli-tv-pvr7:43.2": "Two on those who should not be asked; ",
  "pli-tv-pvr7:43.3": "And two on should not reply, ",
  "pli-tv-pvr7:43.4": "And one should not answer. ",
  "pli-tv-pvr7:44.1": "Discussion, full ordination, ",
  "pli-tv-pvr7:44.2": "Formal support, and novice monks; ",
  "pli-tv-pvr7:44.3": "Three on three observance-day ceremonies, ",
  "pli-tv-pvr7:44.4": "Three on three invitation ceremonies. ",
  "pli-tv-pvr7:45.1": "Bound for the lower, unwholesome, ",
  "pli-tv-pvr7:45.2": "Wholesome, two on conduct; ",
  "pli-tv-pvr7:45.3": "Eating in groups of more than three, in bad qualities, ",
  "pli-tv-pvr7:45.4": "Permission, and with foot-stands; ",
  "pli-tv-pvr7:45.5": "And foot scrubbers—",
  "pli-tv-pvr7:45.6": "This is the summary for the threes.” ",
  "pli-tv-pvr7:46.0": "4. The section on fours ",
  "pli-tv-pvr7:46.1": "There are offenses that one commits through one’s own speech, but clears through someone else’s speech. ",
  "pli-tv-pvr7:46.2": "There are offenses that one commits through someone else’s speech, but clears through one’s own speech. ",
  "pli-tv-pvr7:46.3": "There are offenses that one commits through one’s own speech, but clears through one’s own speech. ",
  "pli-tv-pvr7:46.4": "There are offenses that one commits through someone else’s speech, but clears through someone else’s speech. ",
  "pli-tv-pvr7:46.5": "There are offenses that one commits by body, but clears by speech. ",
  "pli-tv-pvr7:46.6": "There are offenses that one commits by speech, but clears by body. ",
  "pli-tv-pvr7:46.7": "There are offenses that one commits by body and clears by body. ",
  "pli-tv-pvr7:46.8": "There are offenses that one commits by speech and clears by speech. ",
  "pli-tv-pvr7:46.9": "There are offenses that one commits while sleeping, but clears while awake. ",
  "pli-tv-pvr7:46.10": "There are offenses that one commits while awake, but clears while sleeping. ",
  "pli-tv-pvr7:46.11": "There are offenses that one commits while sleeping and clears while sleeping. ",
  "pli-tv-pvr7:46.12": "There are offenses that one commits while awake and clears while awake. ",
  "pli-tv-pvr7:46.13": "There are offenses that one commits unintentionally, but clears intentionally. ",
  "pli-tv-pvr7:46.14": "There are offenses that one commits intentionally, but clears unintentionally. ",
  "pli-tv-pvr7:46.15": "There are offenses that one commits unintentionally and clears unintentionally. ",
  "pli-tv-pvr7:46.16": "There are offenses that one commits intentionally and clears intentionally. ",
  "pli-tv-pvr7:46.17": "There are offenses where the confession is an offense. ",
  "pli-tv-pvr7:46.18": "There are offenses where the offense is a confession. ",
  "pli-tv-pvr7:46.19": "There are offenses where the clearing is an offense. ",
  "pli-tv-pvr7:46.20": "There are offenses where the offense is a clearing. ",
  "pli-tv-pvr7:46.21": "There are offenses that one commits through action, but clears through non-action. ",
  "pli-tv-pvr7:46.22": "There are offenses that one commits through non-action, but clears through action. ",
  "pli-tv-pvr7:46.23": "There are offenses that one commits through action and clears through action. ",
  "pli-tv-pvr7:46.24": "There are offenses that one commits through non-action and clears through non-action. ",
  "pli-tv-pvr7:47.1": "There are four kinds of ignoble speech: ",
  "pli-tv-pvr7:47.2": "saying that one has seen what one has not seen; saying that one has heard what one has not heard; saying that one has sensed what one has not sensed; saying that one has known what one has not known. ",
  "pli-tv-pvr7:47.3": "There are four kinds of noble speech: ",
  "pli-tv-pvr7:47.4": "saying that one has not seen what one has not seen; saying that one has not heard what one has not heard; saying that one has not sensed what one has not sensed; saying that one has not known what one has not known. ",
  "pli-tv-pvr7:47.5": "There are four other kinds of ignoble speech: ",
  "pli-tv-pvr7:47.6": "saying that one has not seen what one has seen; saying that one has not heard what one has heard; saying that one has not sensed what one has sensed; saying that one has not known what one has known. ",
  "pli-tv-pvr7:47.7": "There are four other kinds of noble speech: ",
  "pli-tv-pvr7:47.8": "saying that one has seen what one has seen; saying that one has heard what one has heard; saying that one has sensed what one has sensed; saying that one has known what one has known. ",
  "pli-tv-pvr7:48.1": "The monks have four offenses entailing expulsion in common with the nuns. ",
  "pli-tv-pvr7:48.2": "The nuns have four offenses entailing expulsion not in common with the monks. ",
  "pli-tv-pvr7:48.3": "There are four kinds of requisites: ",
  "pli-tv-pvr7:48.4": "There are requisites that should be guarded, taken as a personal possession, and made use of. ",
  "pli-tv-pvr7:48.5": "There are requisites that should be guarded and taken as a personal possession, but not be made use of. ",
  "pli-tv-pvr7:48.6": "There are requisites that should be guarded, but not taken as a personal possession or made use of. ",
  "pli-tv-pvr7:48.7": "There are requisites that should neither be guarded, nor taken as a personal possession or made use of. ",
  "pli-tv-pvr7:48.8": "There are offenses one commits in the presence of someone, but clears in their absence. ",
  "pli-tv-pvr7:48.9": "There are offenses one commits in the absence of someone, but clears in their presence. ",
  "pli-tv-pvr7:48.10": "There are offenses one commits in the presence of someone, and clears in their presence. ",
  "pli-tv-pvr7:48.11": "There are offenses one commits in the absence of someone, and clears in their absence. ",
  "pli-tv-pvr7:48.12": "There are offenses one commits unknowingly, but clears knowingly. ",
  "pli-tv-pvr7:48.13": "There are offenses one commits knowingly, but clears unknowingly. ",
  "pli-tv-pvr7:48.14": "There are offenses one commits unknowingly, but clears unknowingly. ",
  "pli-tv-pvr7:48.15": "There are offenses one commits knowingly, but clears knowingly. ",
  "pli-tv-pvr7:49.1": "One commits offenses in four ways: ",
  "pli-tv-pvr7:49.2": "by body, by speech, by body and speech, through a legal procedure. ",
  "pli-tv-pvr7:49.3": "One commits offenses in four other ways: ",
  "pli-tv-pvr7:49.4": "in the midst of the Sangha, in the midst of a group, in the presence of an individual, through the appearance of sexual characteristics. ",
  "pli-tv-pvr7:49.5": "One clears offenses in four ways: ",
  "pli-tv-pvr7:49.6": "by body, by speech, by body and speech, through a legal procedure. ",
  "pli-tv-pvr7:49.7": "One clears offenses in four other ways: ",
  "pli-tv-pvr7:49.8": "in the midst of the Sangha, in the midst of a group, in the presence of an individual, through the appearance of sexual characteristics. ",
  "pli-tv-pvr7:49.9": "When one gets it: one abandons the former, one is established in the latter, asking for things comes to an end, rules cease. ",
  "pli-tv-pvr7:49.10": "When one gets it: one abandons the latter, one is established in the former, asking for things comes to an end, rules cease. ",
  "pli-tv-pvr7:49.11": "There are four kinds of accusing: ",
  "pli-tv-pvr7:49.12": "one accuses someone for failure in morality, one accuses someone for failure in conduct, one accuses someone for failure in view, one accuses someone for failure in livelihood. ",
  "pli-tv-pvr7:49.13": "There are four kinds of probation: ",
  "pli-tv-pvr7:49.14": "probations for concealed offenses, probations for unconcealed offenses, purifying probations, and simultaneous probations. ",
  "pli-tv-pvr7:49.15": "There are four kinds of trial periods: ",
  "pli-tv-pvr7:49.16": "trial periods for concealed offenses, trial periods for unconcealed offenses, trial periods for a half-month, and simultaneous trial periods. ",
  "pli-tv-pvr7:49.17": "There are four things that stop a monk undertaking the trial period from counting a particular day toward his trial period: ",
  "pli-tv-pvr7:49.18": "he stays in the same room as a regular monk; he stays apart from other monks; he doesn’t inform other monks of his status; he travels without a group. ",
  "pli-tv-pvr7:49.19": "There are four unique things. ",
  "pli-tv-pvr7:49.20": "There are four kinds of equipment that need to be received: ",
  "pli-tv-pvr7:49.21": "ordinary food, post-midday tonics, seven-day tonics, and lifetime tonics. ",
  "pli-tv-pvr7:49.22": "There are four filthy edibles: ",
  "pli-tv-pvr7:49.23": "feces, urine, ash, and clay. ",
  "pli-tv-pvr7:49.24": "There are four kinds of legal procedures: ",
  "pli-tv-pvr7:49.25": "a procedure consisting of getting permission, a procedure consisting of one motion, a procedure consisting of one motion and one announcement, or a procedure consisting of one motion and three announcements. ",
  "pli-tv-pvr7:49.26": "There are four other kinds of legal procedures: ",
  "pli-tv-pvr7:49.27": "an illegitimate legal procedure done by an incomplete assembly, an illegitimate legal procedure done unanimously, a legitimate legal procedure done by an incomplete assembly, and a legitimate legal procedure done unanimously. ",
  "pli-tv-pvr7:49.28": "There are four kinds of failure: ",
  "pli-tv-pvr7:49.29": "Failure in morality, failure in conduct, failure in view, and failure in livelihood. ",
  "pli-tv-pvr7:49.30": "There are four kinds of legal issues: ",
  "pli-tv-pvr7:49.31": "legal issues arising from disputes, legal issues arising from accusations, legal issues arising from offenses, and legal issues arising from business. ",
  "pli-tv-pvr7:49.32": "There are four kinds of people that corrupt a gathering: ",
  "pli-tv-pvr7:49.33": "an immoral monk with bad qualities, an immoral nun with bad qualities, an immoral male lay follower with bad qualities, an immoral female lay follower with bad qualities. ",
  "pli-tv-pvr7:49.34": "There are four kinds of people that make a gathering shine: ",
  "pli-tv-pvr7:49.35": "a moral monk with good qualities, a moral nun with good qualities, a moral male lay follower with good qualities, a moral female lay follower with good qualities. ",
  "pli-tv-pvr7:50.1": "There are offenses committed by new arrivals, not by residents. ",
  "pli-tv-pvr7:50.2": "There are offenses committed by residents, not by new arrivals. ",
  "pli-tv-pvr7:50.3": "There are offenses committed both by new arrivals and by residents. ",
  "pli-tv-pvr7:50.4": "There are offenses committed neither by new arrivals nor by residents. ",
  "pli-tv-pvr7:50.5": "There are offenses committed by those departing, not by residents. ",
  "pli-tv-pvr7:50.6": "There are offenses committed by residents, not by those departing. ",
  "pli-tv-pvr7:50.7": "There are offenses committed both by those departing and by residents. ",
  "pli-tv-pvr7:50.8": "There are offenses committed neither by those departing nor by residents. ",
  "pli-tv-pvr7:50.9": "There are rules that have variety in the action that is the basis for the offense, but not in the offense; there are rules that have variety in the offense, but not in the action that is the basis for the offense; there are rules that have variety both in the action that is the basis for the offense and in the offense; there are rules that have variety neither in the action that is the basis for the offense nor in the offense. ",
  "pli-tv-pvr7:50.10": "There are rules where the action that is the basis for the offense is shared, but not the offense; there are rules where the offense is shared, but not the action that is the basis for the offense; there are rules where both the action that is the basis for the offense and the offense are shared; there are rules where neither the action that is the basis for the offense nor the offense is shared. ",
  "pli-tv-pvr7:50.11": "There are offenses committed by the preceptor, but not the student; there are offenses committed by the student, but not the preceptor; there are offenses committed by both the preceptor and the student; there are offenses committed by neither the preceptor nor the student. ",
  "pli-tv-pvr7:50.12": "There are offenses committed by the teacher, but not the pupil; there are offenses committed by the pupil, but not the teacher; there are offenses committed by both the teacher and the pupil; there are offenses committed by neither the teacher nor the pupil. ",
  "pli-tv-pvr7:50.13": "There is no offense for breaking the rainy-season residence for these four reasons: ",
  "pli-tv-pvr7:50.14": "there is a schism in the Sangha; there are some who wants to cause a schism in the Sangha; there is a threat to life; there is a threat to the monastic life. ",
  "pli-tv-pvr7:50.15": "There are four kinds of bad conduct by speech: ",
  "pli-tv-pvr7:50.16": "lying, divisive speech, harsh speech, and idle speech. ",
  "pli-tv-pvr7:50.17": "There are four kinds of good conduct by speech: ",
  "pli-tv-pvr7:50.18": "truthful speech, non-divisive speech, gentle speech, and meaningful speech. ",
  "pli-tv-pvr7:50.19": "There are offenses that are serious when doing them oneself, but light when inciting someone else. ",
  "pli-tv-pvr7:50.20": "There are offenses that are light when doing them oneself, but serious when inciting someone else. ",
  "pli-tv-pvr7:50.21": "There are offenses that are serious both when doing them oneself and when inciting someone else. ",
  "pli-tv-pvr7:50.22": "There are offenses that are light both when doing them oneself and when inciting someone else. ",
  "pli-tv-pvr7:51.1": "There are people who deserve being bowed down to, but not being stood up for. ",
  "pli-tv-pvr7:51.2": "There are people who deserve being stood up for, but not to being bowed down to. ",
  "pli-tv-pvr7:51.3": "There are people who deserve both being bowed down to and being stood up for. ",
  "pli-tv-pvr7:51.4": "There are people who deserve neither being bowed down to nor being stood up for. ",
  "pli-tv-pvr7:51.5": "There are people who deserve a seat, but not being bowed down to. ",
  "pli-tv-pvr7:51.6": "There are people who deserve being bowed down to, but not a seat. ",
  "pli-tv-pvr7:51.7": "There are people who deserve both a seat and being bowed down to. ",
  "pli-tv-pvr7:51.8": "There are people who deserve neither a seat nor being bowed down to. ",
  "pli-tv-pvr7:51.9": "There are offenses that one commits at the right time, not at the wrong time. ",
  "pli-tv-pvr7:51.10": "There are offenses that one commits at the wrong time, not at the right time. ",
  "pli-tv-pvr7:51.11": "There are offenses that one commits at both the right time and at the wrong time. ",
  "pli-tv-pvr7:51.12": "There are offenses that one commits neither at the right time nor at the wrong time. ",
  "pli-tv-pvr7:51.13": "There are things that are allowable to receive at the right time, but not at the wrong time. ",
  "pli-tv-pvr7:51.14": "There are things that are allowable to receive at the wrong time, but not at the right time. ",
  "pli-tv-pvr7:51.15": "There are things that are allowable to receive both at the right time and at the wrong time. ",
  "pli-tv-pvr7:51.16": "There are things that are allowable to receive neither at the right time nor at the wrong time. ",
  "pli-tv-pvr7:51.17": "There are offenses that one commits in outlying countries, but not in the central Ganges plain. ",
  "pli-tv-pvr7:51.18": "There are offenses that one commits in the central Ganges plain, but not in outlying countries. ",
  "pli-tv-pvr7:51.19": "There are offenses that one commits both in outlying countries and in the central Ganges plain. ",
  "pli-tv-pvr7:51.20": "There are offenses that one commits neither in outlying countries nor in the central Ganges plain. ",
  "pli-tv-pvr7:51.21": "There are things that are allowable in outlying countries, but not in the central Ganges plain. ",
  "pli-tv-pvr7:51.22": "There are things that are allowable in the central Ganges plain, but not in outlying countries. ",
  "pli-tv-pvr7:51.23": "There are things that are allowable both in outlying countries and in the central Ganges plain. ",
  "pli-tv-pvr7:51.24": "There are things that are allowable neither in outlying countries nor in the central Ganges plain. ",
  "pli-tv-pvr7:51.25": "There are offenses that one commits inside, but not outside. ",
  "pli-tv-pvr7:51.26": "There are offenses that one commits outside, but not inside. ",
  "pli-tv-pvr7:51.27": "There are offenses that one commits both inside and outside. ",
  "pli-tv-pvr7:51.28": "There are offenses that one commits neither inside nor outside. ",
  "pli-tv-pvr7:51.29": "There are offenses that one commits inside the monastery zone, not outside. ",
  "pli-tv-pvr7:51.30": "There are offenses that one commits outside the monastery zone, not inside. ",
  "pli-tv-pvr7:51.31": "There are offenses that one commits both inside and outside the the monastery zone. ",
  "pli-tv-pvr7:51.32": "There are offenses that one commits neither inside nor outside the monastery zone. ",
  "pli-tv-pvr7:51.33": "There are offenses that one commits in inhabited areas, not in the wilderness. ",
  "pli-tv-pvr7:51.34": "There are offenses that one commits in the wilderness, not in inhabited areas. ",
  "pli-tv-pvr7:51.35": "There are offenses that one commits both in inhabited areas and in the wilderness. ",
  "pli-tv-pvr7:51.36": "There are offenses that one commits neither in inhabited areas nor in the wilderness. ",
  "pli-tv-pvr7:52.1": "There are four kinds of accusing: ",
  "pli-tv-pvr7:52.2": "pointing out the action that is the basis for an offense, pointing out the offense, prohibiting living together, prohibiting acts of respect. ",
  "pli-tv-pvr7:52.3": "There are four kinds of preliminary actions. ",
  "pli-tv-pvr7:52.4": "There are four kinds of seeming appropriate to. ",
  "pli-tv-pvr7:52.5": "There are four offenses entailing confession concerning “no other”. ",
  "pli-tv-pvr7:52.6": "There are four kinds of approval from the monks. ",
  "pli-tv-pvr7:52.7": "There are four ways of acting that are wrong: ",
  "pli-tv-pvr7:52.8": "one is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.9": "There are four ways of acting that are not wrong: ",
  "pli-tv-pvr7:52.10": "one is not swayed by desire, ill will, confusion, or fear. ",
  "pli-tv-pvr7:52.11": "When a shameless monk who has four qualities, he causes a schism in the Sangha: ",
  "pli-tv-pvr7:52.12": "he is swayed by desire, ill will, confusion, and he fear. ",
  "pli-tv-pvr7:52.13": "When a good monk who has four qualities, he unites a divided Sangha: ",
  "pli-tv-pvr7:52.14": "he is not swayed by desire, ill will, confusion, or fear. ",
  "pli-tv-pvr7:52.15": "When a monk has four qualities, he should not be asked about the Monastic Law: ",
  "pli-tv-pvr7:52.16": "he is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.17": "When a monk has four qualities, he should not ask about the Monastic Law: ",
  "pli-tv-pvr7:52.18": "he is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.19": "When a monk has four qualities, he should not reply to questions about the Monastic Law: ",
  "pli-tv-pvr7:52.20": "he is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.21": "When a monk has three qualities, his questions about the Monastic Law should not be replied to: ",
  "pli-tv-pvr7:52.22": "he is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.23": "When a monk has four qualities, he should not be allowed to question: ",
  "pli-tv-pvr7:52.24": "he is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.25": "When a monk has four qualities, one should not discuss the Monastic Law with him: ",
  "pli-tv-pvr7:52.26": "he is swayed by desire, ill will, confusion, and fear. ",
  "pli-tv-pvr7:52.27": "There are offenses that one commits when sick, not when not sick. ",
  "pli-tv-pvr7:52.28": "There are offenses that one commits when not sick, not when sick. ",
  "pli-tv-pvr7:52.29": "There are offenses that one commits both when sick and when not sick. ",
  "pli-tv-pvr7:52.30": "There are offenses that one commits neither when sick nor when not sick. ",
  "pli-tv-pvr7:52.31": "There are four kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:52.32": "There are four kinds of legitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:53.1": "The section on fours is finished. ",
  "pli-tv-pvr7:54.1": "This is the summary: ",
  "pli-tv-pvr7:55.1": "“Through one’s own speech, by body, ",
  "pli-tv-pvr7:55.2": "While sleeping, unintentionally; ",
  "pli-tv-pvr7:55.3": "And committing, through action, ",
  "pli-tv-pvr7:55.4": "And so four on speech. ",
  "pli-tv-pvr7:56.1": "The monks have, and the nuns have, ",
  "pli-tv-pvr7:56.2": "And requisite, in the presence of; ",
  "pli-tv-pvr7:56.3": "Unknowingly, by body, and in the midst of, ",
  "pli-tv-pvr7:56.4": "And so twofold on clears. ",
  "pli-tv-pvr7:57.1": "When one gets it, accusing, ",
  "pli-tv-pvr7:57.2": "And it is called probations; ",
  "pli-tv-pvr7:57.3": "Trial period, and also undertaking, ",
  "pli-tv-pvr7:57.4": "Unique things, received. ",
  "pli-tv-pvr7:58.1": "filthy edibles, legal procedures, ",
  "pli-tv-pvr7:58.2": "Again legal procedures, failures; ",
  "pli-tv-pvr7:58.3": "Legal issues, and immoral, ",
  "pli-tv-pvr7:58.4": "Shining, and by new arrivals. ",
  "pli-tv-pvr7:59.1": "Those departing, variety in the action, ",
  "pli-tv-pvr7:59.2": "Shared, similarity, and with preceptor; ",
  "pli-tv-pvr7:59.3": "Teacher, reasons, ",
  "pli-tv-pvr7:59.4": "Bad conduct, good conduct. ",
  "pli-tv-pvr7:60.1": "Doing them oneself, and people, ",
  "pli-tv-pvr7:60.2": "Deserving, and with a seat; ",
  "pli-tv-pvr7:60.3": "And at the right time, and allowable, ",
  "pli-tv-pvr7:60.4": "In outlying, allowable. ",
  "pli-tv-pvr7:61.1": "Inside, and inside the monastery zone, ",
  "pli-tv-pvr7:61.2": "And in an inhabited area, and accusings; ",
  "pli-tv-pvr7:61.3": "Preliminary action, seeming appropriate to, ",
  "pli-tv-pvr7:61.4": "“No other”, and approval. ",
  "pli-tv-pvr7:62.1": "Wrong acting, and not wrong acting, ",
  "pli-tv-pvr7:62.2": "Shameless, and good; ",
  "pli-tv-pvr7:62.3": "And two on should be asked, ",
  "pli-tv-pvr7:62.4": "And another two on should reply; ",
  "pli-tv-pvr7:62.5": "And question, discussion, ",
  "pli-tv-pvr7:62.6": "Sick, and with cancellation.” ",
  "pli-tv-pvr7:63.0": "5. The section on fives ",
  "pli-tv-pvr7:63.1": "There are five kinds of offenses. ",
  "pli-tv-pvr7:63.2": "There are five classes of offenses. ",
  "pli-tv-pvr7:63.3": "There are five grounds of training. ",
  "pli-tv-pvr7:63.4": "There are five kinds of actions with results in the next life. ",
  "pli-tv-pvr7:63.5": "There are five kinds of people with fixed rebirth. ",
  "pli-tv-pvr7:63.6": "There are five offenses involving cutting. ",
  "pli-tv-pvr7:63.7": "There are five reasons for committing an offense. ",
  "pli-tv-pvr7:63.8": "There are five kinds of offenses because of lying. ",
  "pli-tv-pvr7:63.9": "There are five reasons why a legal procedure is invalid: ",
  "pli-tv-pvr7:63.10": "one does not do the legal procedure oneself; or one does not request someone else; one does not give one’s consent or declare one’s purity; one objects while the legal procedure is being carried out; or one has the view that the completed legal procedure is illegitimate. ",
  "pli-tv-pvr7:63.11": "There are five reasons why a legal procedure is valid: ",
  "pli-tv-pvr7:63.12": "one does the legal procedure oneself; or one requests someone else; one gives one’s consent or declares one’s purity; one does not object while the legal procedure is being carried out; or one has the view that the completed legal procedure is legitimate. ",
  "pli-tv-pvr7:63.13": "There are five things that are allowable for a monk who is eating almsfood: ",
  "pli-tv-pvr7:63.14": "visiting families before or after a meal invitation, eating in a group, eating a meal before another, non-determination, non-assignment to another. ",
  "pli-tv-pvr7:63.15": "When a monk has five qualities—whether he is bad or firm in morality—he is suspected and mistrusted: ",
  "pli-tv-pvr7:63.16": "he regularly associates with sex workers, widows, single women, <i lang='pi' translate='no'>paṇḍakas</i>, or nuns. ",
  "pli-tv-pvr7:63.17": "There are five kinds of oil: ",
  "pli-tv-pvr7:63.18": "sesame oil, mustard-seed oil, honey-tree oil, castor oil, and oil from fat. ",
  "pli-tv-pvr7:63.19": "There are five kinds of fat: ",
  "pli-tv-pvr7:63.20": "bear fat, fish fat, alligator fat, pig fat, and donkey fat. ",
  "pli-tv-pvr7:63.21": "There are five kinds of losses: ",
  "pli-tv-pvr7:63.22": "loss of relatives, loss of property, loss of health, loss in morality, and loss of view. ",
  "pli-tv-pvr7:63.23": "There are five kinds of successes: ",
  "pli-tv-pvr7:63.24": "success in relatives, success in property, success in health, success in morality, and success in view. ",
  "pli-tv-pvr7:63.25": "There are five reasons why the formal support from a preceptor comes to an end: ",
  "pli-tv-pvr7:63.26": "the preceptor goes away; the preceptor disrobes; the preceptor dies; the preceptor joins another faction; or the preceptor orders it. ",
  "pli-tv-pvr7:63.27": "There are five kinds of people who should not be given the full ordination: ",
  "pli-tv-pvr7:63.28": "one lacking in age, one lacking in limbs, one who is deficient as subject, one who has acted wrongly, and one who is incomplete. ",
  "pli-tv-pvr7:63.29": "There are five kinds of rags: ",
  "pli-tv-pvr7:63.30": "those from a charnel ground, those from a shop, those eaten by rats, those eaten by termites, those burnt by fire. ",
  "pli-tv-pvr7:63.31": "There are five other kinds of rags: ",
  "pli-tv-pvr7:63.32": "those chewed by cattle, those chewed by goats, those left at a stupa, those discarded from a king’s consecration, those taken to and then brought back from a charnel ground. ",
  "pli-tv-pvr7:63.33": "There are five kinds of removing: ",
  "pli-tv-pvr7:63.34": "removing by theft, removing by force, removing dependent on conditions, removing by concealing, removing by drawing lots. ",
  "pli-tv-pvr7:63.35": "There are five great gangsters to be found in the world. ",
  "pli-tv-pvr7:63.36": "There are five things not to be given away. ",
  "pli-tv-pvr7:63.37": "There are five things not to be shared out. ",
  "pli-tv-pvr7:63.38": "There are five kinds of offenses that originate from body, not from speech and mind. ",
  "pli-tv-pvr7:63.39": "There are five kinds of offenses that originate from body and speech, not from mind. ",
  "pli-tv-pvr7:63.40": "There are five kinds of offenses that are confessable. ",
  "pli-tv-pvr7:63.41": "There are five kinds of Sanghas. ",
  "pli-tv-pvr7:63.42": "There are five ways of reciting the Monastic Code. ",
  "pli-tv-pvr7:63.43": "In all outlying countries, the full ordination is to be given by a group of five, including one expert on the Monastic Law. ",
  "pli-tv-pvr7:63.44": "There are five benefits of performing the robe-making ceremony. ",
  "pli-tv-pvr7:63.45": "There are five kinds of legal procedures. ",
  "pli-tv-pvr7:63.46": "There are five “up to three times” offenses. ",
  "pli-tv-pvr7:63.47": "When five factors are fulfilled, there is an offense entailing expulsion for one who steals. ",
  "pli-tv-pvr7:63.48": "When five factors are fulfilled, there is a serious offense for one who steals. ",
  "pli-tv-pvr7:63.49": "When five factors are fulfilled, there is an offense of wrong conduct for one who steals. ",
  "pli-tv-pvr7:63.50": "There are five unallowable things that should not be used: ",
  "pli-tv-pvr7:63.51": "what has not been given, what is not known about, what is not allowable, what has not been received, and what has not been “made leftover”. ",
  "pli-tv-pvr7:63.52": "There are five allowable things that may be used: ",
  "pli-tv-pvr7:63.53": "what has been given, what is known about, what is allowable, what has been received, and what has been “made leftover”. ",
  "pli-tv-pvr7:63.54": "There are five gifts without merit that are considered meritorious in the world: ",
  "pli-tv-pvr7:63.55": "alcohol, entertainment, a woman, a bull, and a picture. ",
  "pli-tv-pvr7:63.56": "There are five things that are hard to remove: ",
  "pli-tv-pvr7:63.57": "desire, ill will, confusion, the desire to speak, and the thought of departing. ",
  "pli-tv-pvr7:63.58": "There are five benefits of sweeping: ",
  "pli-tv-pvr7:63.59": "one’s own mind becomes serene, the minds of others become serene, the gods are pleased, one accumulates actions that lead to being inspiring, at the break-up of the body after death one is reborn in heaven. ",
  "pli-tv-pvr7:63.60": "There are five other benefits of sweeping: ",
  "pli-tv-pvr7:63.61": "one’s own mind becomes serene, the minds of others become serene, the gods are pleased, one carries out the Teacher’s instruction, later generations follow one’s example. ",
  "pli-tv-pvr7:64.1": "When an expert on the Monastic Law has five qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.2": "he does not grasp what is proper for himself to say; he does not grasp what is proper for others to say; not grasping either, he makes them act illegitimately, without their admission. ",
  "pli-tv-pvr7:64.3": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.4": "he grasps what is proper for himself to say; he grasps what is proper for others to say; grasping both, he makes them act legitimately, in accordance with their admission. ",
  "pli-tv-pvr7:64.5": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.6": "he does not know the offenses; he does not know the sources of offenses; he does not know the origin of offenses; he does not know the ending of offenses; he does not know the path leading to the ending of offenses. ",
  "pli-tv-pvr7:64.7": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.8": "he knows the offenses; he knows the sources of offenses; he knows the origin of offenses; he knows the ending of offenses; he knows the path leading to the ending of offenses. ",
  "pli-tv-pvr7:64.9": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.10": "he does not know the legal issues; he does not know the source of the legal issues; he does not know the origin of the legal issues; he does not know the ending of the legal issues; he does not know the path leading to the ending of the legal issues. ",
  "pli-tv-pvr7:64.11": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.12": "he knows legal issues; he knows the source of legal issues; he knows the origin of legal issues; he knows the ending of legal issues; he knows the path leading to the ending of legal issues. ",
  "pli-tv-pvr7:64.13": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.14": "he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the additions to the rules; he does not know the sequence of statements. ",
  "pli-tv-pvr7:64.15": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.16": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the additions to the rules; he knows the sequence of statements. ",
  "pli-tv-pvr7:64.17": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.18": "he does not know the motion; he does not know how the motion is done; he is not skilled in what comes first; he is not skilled in what comes afterwards; he does not know the right time. ",
  "pli-tv-pvr7:64.19": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.20": "he knows the motion; he knows how the motion is done; he is skilled in what comes first; he is skilled in what comes afterwards; he knows the right time. ",
  "pli-tv-pvr7:64.21": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.22": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he has not well-learned or well-remembered his teachers’ tradition. ",
  "pli-tv-pvr7:64.23": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.24": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he has well-learned and well-remembered his teachers’ tradition. ",
  "pli-tv-pvr7:64.25": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.26": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he has not properly learned both Monastic Codes in detail, not having analyzed them well, thoroughly mastered them, or investigated them well, both in terms of the rules and their detailed exposition. ",
  "pli-tv-pvr7:64.27": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.28": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he has properly learned both Monastic Codes in detail, having analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition. ",
  "pli-tv-pvr7:64.29": "When an expert on the Monastic Law has five other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:64.30": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he is not skilled in deciding legal issues. ",
  "pli-tv-pvr7:64.31": "When an expert on the Monastic Law has five qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:64.32": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he is skilled in deciding legal issues. ",
  "pli-tv-pvr7:65.1": "There are five kinds of wilderness dwellers: ",
  "pli-tv-pvr7:65.2": "one may be a wilderness dweller because of stupidity and folly; because one is overcome by bad desires; because of insanity and derangement; because it is praised by the Buddhas and their disciples; or because of fewness of wishes, contentment, self-effacement, seclusion, and wanting it. ",
  "pli-tv-pvr7:65.3": "There are five kinds of people who only eat almsfood … ",
  "pli-tv-pvr7:65.4": "There are five kinds of rag-robe wearers … ",
  "pli-tv-pvr7:65.5": "There are these five kinds of people who live at the foot of a tree … ",
  "pli-tv-pvr7:65.6": "There are five kinds of people who live in charnel grounds … ",
  "pli-tv-pvr7:65.7": "There are five kinds of people who live out in the open … ",
  "pli-tv-pvr7:65.8": "There are five kinds of people who only have three robes … ",
  "pli-tv-pvr7:65.9": "There are five kinds of people who go on continuous almsround … ",
  "pli-tv-pvr7:65.10": "There are five kinds of people who never lie down … ",
  "pli-tv-pvr7:65.11": "There are five kinds of people who accept any resting place … ",
  "pli-tv-pvr7:65.12": "There are five kinds of people who eat in one sitting per day … ",
  "pli-tv-pvr7:65.13": "There are five kinds of people who refuse to accept food offered after the meal has begun … ",
  "pli-tv-pvr7:65.14": "There are five kinds of people who eat only from the almsbowl: ",
  "pli-tv-pvr7:65.15": "one may be someone who eats only from the almsbowl because of stupidity and folly; because one is overcome by bad desires; because of insanity and derangement; because it is praised by the Buddhas and their disciples; or because of fewness of wishes, contentment, self-effacement, seclusion, and wanting it. ",
  "pli-tv-pvr7:66.1": "When a monk has five qualities, he should not live without formal support: ",
  "pli-tv-pvr7:66.2": "he does not know about the observance-day ceremony; he does not know the observance-day procedure; he does not know the Monastic Code; he does not know the recitation of the Monastic Code; he has less than five years of seniority. ",
  "pli-tv-pvr7:66.3": "When a monk has five qualities, he may live without formal support: ",
  "pli-tv-pvr7:66.4": "he knows about the observance-day ceremony; he knows the observance-day procedure; he knows the Monastic Code; he knows the recitation of the Monastic Code; he has five or more years of seniority. ",
  "pli-tv-pvr7:66.5": "When a monk has five other qualities, he should not live without formal support: ",
  "pli-tv-pvr7:66.6": "he does not know about the invitation ceremony; he does not know the invitation procedure; he does not know the Monastic Code; he does not know the recitation of the Monastic Code; he has less than five years of seniority. ",
  "pli-tv-pvr7:66.7": "When a monk has five qualities, he may live without formal support: ",
  "pli-tv-pvr7:66.8": "he knows about the invitation ceremony; he knows the invitation procedure; he knows the Monastic Code; he knows the recitation of the Monastic Code; he has five or more years of seniority. ",
  "pli-tv-pvr7:66.9": "When a monk has five other qualities, he should not live without formal support: ",
  "pli-tv-pvr7:66.10": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he has less than five years of seniority. ",
  "pli-tv-pvr7:66.11": "When a monk has five qualities, he may live without formal support: ",
  "pli-tv-pvr7:66.12": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he has five or more years of seniority. ",
  "pli-tv-pvr7:66.13": "A nun who is possessed of five qualities should not live independently: ",
  "pli-tv-pvr7:66.14": "she does not know about the observance-day ceremony; she does not know the observance-day procedure; she does not know the Monastic Code; she does not know the recitation of the Monastic Code; she has less than five years of seniority. ",
  "pli-tv-pvr7:66.15": "When a nun has five qualities, she may live without formal support: ",
  "pli-tv-pvr7:66.16": "she knows about the observance-day ceremony; she knows the observance-day procedure; she knows the Monastic Code; she knows the recitation of the Monastic Code; she has five or more years of seniority. ",
  "pli-tv-pvr7:66.17": "When a nun has five other qualities, she should not live without formal support: ",
  "pli-tv-pvr7:66.18": "she does not know about the invitation ceremony; she does not know the invitation procedure; she does not know the Monastic Code; she does not know the recitation of the Monastic Code; she has less than five years of seniority. ",
  "pli-tv-pvr7:66.19": "When a nun has five qualities, she may live without formal support: ",
  "pli-tv-pvr7:66.20": "she knows about the invitation ceremony; she knows the invitation procedure; she knows the Monastic Code; she knows the recitation of the Monastic Code; she has five or more years of seniority. ",
  "pli-tv-pvr7:66.21": "When a nun has five other qualities, she should not live without formal support: ",
  "pli-tv-pvr7:66.22": "she does not know the offenses and non-offenses; she does not know the light and heavy offenses; she does not know the curable and incurable offenses; she does not know the grave and minor offenses; she has less than five years of seniority. ",
  "pli-tv-pvr7:66.23": "When a nun has five qualities, she may live without formal support: ",
  "pli-tv-pvr7:66.24": "she knows the offenses and non-offenses; she knows the light and heavy offenses; she knows the curable and incurable offenses; she knows the grave and minor offenses; she has five or more years of seniority. ",
  "pli-tv-pvr7:67.1": "There are five dangers in being uninspiring: ",
  "pli-tv-pvr7:67.2": "You criticize yourself; after investigating, wise people condemn you; you get a bad reputation; you die confused; after death, you are reborn in a lower realm. ",
  "pli-tv-pvr7:67.3": "There are five benefits in being inspiring: ",
  "pli-tv-pvr7:67.4": "You do not criticize yourself; after investigating, wise people praise you; you get a good reputation; you die unconfused; after death, you are reborn in heaven. ",
  "pli-tv-pvr7:67.5": "There are five other dangers in being uninspiring: ",
  "pli-tv-pvr7:67.6": "you hinder confidence in those without it; you cause some to lose their confidence; you don’t carry out the Teacher’s instructions; later generations follow your example; your mind doesn’t become serene. ",
  "pli-tv-pvr7:67.7": "There are five benefits in being inspiring: ",
  "pli-tv-pvr7:67.8": "you give rise confidence in those without it; you increase the confidence of those who have it; you carry out the Teacher’s instructions; later generations follow your example; your mind becomes serene. ",
  "pli-tv-pvr7:67.9": "There are five dangers in associating with families: ",
  "pli-tv-pvr7:67.10": "he commits the offense of visiting families before or after a meal invitation; he commits the offense of sitting in private with a woman; he commits the offense of sitting on a concealed seat with a woman; he commits the offense of teaching more than five or six sentences to a woman; he has a lot of sensual thoughts. ",
  "pli-tv-pvr7:67.11": "There are five dangers for a monk who associates with families: ",
  "pli-tv-pvr7:67.12": "when he associates too much with families, he often sees women; because of seeings them, he associates with them; because of associating with them, there is intimacy; because of intimacy, there is weakness; because his mind is overcome by lust, it is to be expected that he will be dissatisfied with the spiritual life, that he commits a certain defiled offense, or that he will renounce the training and return to the lower life. ",
  "pli-tv-pvr7:68.1": "There are five kinds of propagation: ",
  "pli-tv-pvr7:68.2": "propagation from roots, propagation from stems, propagation from joints, propagation from cuttings, and propagation from regular seeds as the fifth. ",
  "pli-tv-pvr7:68.3": "When fruit is allowable for monastics for any of five reasons, it may be eaten: ",
  "pli-tv-pvr7:68.4": "it has been damaged by fire, it has been damaged by a knife, it has been damaged by a nail, it’s seedless, the seeds have been removed. ",
  "pli-tv-pvr7:68.5": "There are five kinds of purification: ",
  "pli-tv-pvr7:68.6": "After reciting the introduction, the rest is announced as if heard. ",
  "pli-tv-pvr7:68.7": "After reciting the introduction and the four rules entailing expulsion, the rest is announced as if heard. ",
  "pli-tv-pvr7:68.8": "After reciting the introduction, the four rules entailing expulsion, and the thirteen rules entailing suspension, the rest is announced as if heard. ",
  "pli-tv-pvr7:68.9": "After reciting the introduction, the four rules entailing expulsion, the thirteen rules entailing suspension, and the two undetermined rules, the rest is announced as if heard. ",
  "pli-tv-pvr7:68.10": "In full is the fifth. ",
  "pli-tv-pvr7:68.11": "There are five other kinds of purification: ",
  "pli-tv-pvr7:68.12": "the observance-day ceremony which consists of reciting the Monastic Code, the observance-day ceremony which consists of declaring purity, the observance-day ceremony which consists of a determination, the invitation ceremony, and the unification observance day as the fifth. ",
  "pli-tv-pvr7:68.13": "There are five benefits of being an expert on the Monastic Law: ",
  "pli-tv-pvr7:68.14": "your own morality is well guarded; you are a refuge for those who are habitually anxious; you speak with confidence in the midst of the Sangha; you can legitimately and properly refute an opponent; you are practicing for the longevity of the true Teaching. ",
  "pli-tv-pvr7:68.15": "There are five kinds of illegitimate cancellations of the Monastic Code: ",
  "pli-tv-pvr7:68.16": "There are five kinds of legitimate cancellations of the Monastic Code: ",
  "pli-tv-pvr7:69.1": "The section on fives is finished. ",
  "pli-tv-pvr7:70.1": "This is the summary: ",
  "pli-tv-pvr7:71.1": "“Offense, classes of offenses, ",
  "pli-tv-pvr7:71.2": "Training, and with the next life; ",
  "pli-tv-pvr7:71.3": "People, and also cutting, ",
  "pli-tv-pvr7:71.4": "And committing, reasons. ",
  "pli-tv-pvr7:72.1": "Invalid, and valid, ",
  "pli-tv-pvr7:72.2": "Allowable, suspected, and oil; ",
  "pli-tv-pvr7:72.3": "Fat, loss, success, ",
  "pli-tv-pvr7:72.4": "Comes to an end, and with people. ",
  "pli-tv-pvr7:73.1": "Charnel ground, and chewed, ",
  "pli-tv-pvr7:73.2": "Theft, and one called a gangster; ",
  "pli-tv-pvr7:73.3": "Not to be given away, not to be shared out, ",
  "pli-tv-pvr7:73.4": "From body, from body and speech. ",
  "pli-tv-pvr7:74.1": "Confessable, Sangha, recitating, ",
  "pli-tv-pvr7:74.2": "Outlying, and with the robe-making ceremony; ",
  "pli-tv-pvr7:74.3": "Legal procedures, up to three times, ",
  "pli-tv-pvr7:74.4": "An offense entailing expulsion, a serious offense, wrong conduct. ",
  "pli-tv-pvr7:75.1": "Unallowable, and allowable, ",
  "pli-tv-pvr7:75.2": "Without merit, hard to remove; ",
  "pli-tv-pvr7:75.3": "Sweeping, and other, ",
  "pli-tv-pvr7:75.4": "To say, and also offenses. ",
  "pli-tv-pvr7:76.1": "Legal issues, the actions that are the basis for offenses, motion, ",
  "pli-tv-pvr7:76.2": "And both offenses and non-offenses; ",
  "pli-tv-pvr7:76.3": "These are light and strong, ",
  "pli-tv-pvr7:76.4": "Understanding dark and bright. ",
  "pli-tv-pvr7:77.1": "Wilderness, and almsfood, ",
  "pli-tv-pvr7:77.2": "Rag-robe, tree, people who live in charnel grounds; ",
  "pli-tv-pvr7:77.3": "Out in the open, and robe, ",
  "pli-tv-pvr7:77.4": "Continuous, people who never lie down. ",
  "pli-tv-pvr7:78.1": "Resting place, also after, ",
  "pli-tv-pvr7:78.2": "And people who eat only from the bowl; ",
  "pli-tv-pvr7:78.3": "Observance day, invitation ceremony, ",
  "pli-tv-pvr7:78.4": "And also offenses and non-offenses. ",
  "pli-tv-pvr7:79.1": "These verses on dark and bright, ",
  "pli-tv-pvr7:79.2": "And so they are for the nuns; ",
  "pli-tv-pvr7:79.3": "Being uninspiring, being inspiring, ",
  "pli-tv-pvr7:79.4": "And so two others. ",
  "pli-tv-pvr7:80.1": "Associating with families, too much, ",
  "pli-tv-pvr7:80.2": "Propagation, and allowable for monastics; ",
  "pli-tv-pvr7:80.3": "Purification, and a another, ",
  "pli-tv-pvr7:80.4": "Monastic Law, and with illegitimate; ",
  "pli-tv-pvr7:80.5": "And so legitimate is spoken of. ",
  "pli-tv-pvr7:80.6": "The basic section on fives is finished.” ",
  "pli-tv-pvr7:81.0": "6. The section on sixes ",
  "pli-tv-pvr7:81.1": "“There are six kinds of disrespect. ",
  "pli-tv-pvr7:81.2": "There are six kinds of respect. ",
  "pli-tv-pvr7:81.3": "There are six grounds of training. ",
  "pli-tv-pvr7:81.4": "There are six proper ways. ",
  "pli-tv-pvr7:81.5": "There are six origins of offenses. ",
  "pli-tv-pvr7:81.6": "There are six offenses involving cutting. ",
  "pli-tv-pvr7:81.7": "There are six ways of committing an offense. ",
  "pli-tv-pvr7:81.8": "There are six benefits of being an expert on the Monastic Law. ",
  "pli-tv-pvr7:81.9": "There are six rules about ‘at the most’. ",
  "pli-tv-pvr7:81.10": "One may be stay apart from one’s three robes for six days. ",
  "pli-tv-pvr7:81.11": "There are six kinds of robe-cloth. ",
  "pli-tv-pvr7:81.12": "There are six kinds of dye. ",
  "pli-tv-pvr7:81.13": "There are six offenses that originate from body and mind, not from speech. ",
  "pli-tv-pvr7:81.14": "There are six offenses that originate from speech and mind, not from body. ",
  "pli-tv-pvr7:81.15": "There are six offenses that originate from body, speech, and mind. ",
  "pli-tv-pvr7:81.16": "There are six kinds of legal procedures. ",
  "pli-tv-pvr7:81.17": "There are six sources of disputes. ",
  "pli-tv-pvr7:81.18": "There are six sources of accusations. ",
  "pli-tv-pvr7:81.19": "There are six aspects of friendliness. ",
  "pli-tv-pvr7:81.20": "Six standard handspans in length. ",
  "pli-tv-pvr7:81.21": "Six handspans wide. ",
  "pli-tv-pvr7:81.22": "There are six reasons why the formal support from a teacher comes to an end. ",
  "pli-tv-pvr7:81.23": "There are six additions to the rule on bathing. ",
  "pli-tv-pvr7:81.24": "Takes an unfinished robe and leaves the monastery. ",
  "pli-tv-pvr7:81.25": "Leaves the monastery with an unfinished robe. ",
  "pli-tv-pvr7:82.1": "When a monk who has six qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:82.2": "he has the virtue, stillness, wisdom, freedom, and knowledge and vision of freedom of one who is fully trained, and he has ten or more years of seniority. ",
  "pli-tv-pvr7:83.1": "When a monk who has six other qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:83.2": "He both has it himself and encourages others in the virtue of one who is fully trained; ",
  "pli-tv-pvr7:83.3": "He both has it himself and encourages others in the stillness of one who is fully trained; ",
  "pli-tv-pvr7:83.4": "He both has it himself and encourages others in the wisdom of one who is fully trained; ",
  "pli-tv-pvr7:83.5": "He both has it himself and encourages others in the freedom of one who is fully trained; ",
  "pli-tv-pvr7:83.6": "He both has it himself and encourages others in the knowledge and vision of freedom of one who is fully trained; ",
  "pli-tv-pvr7:83.7": "he has ten or more years of seniority. ",
  "pli-tv-pvr7:84.1": "When a monk who has six other qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:84.2": "he has faith, conscience, moral prudence, energy, mindfulness, and ten or more years of seniority. ",
  "pli-tv-pvr7:85.1": "When a monk who has six other qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:85.2": "he has not failed in the higher morality; he has not failed in conduct; he has not failed in view; he’s learned; he’s wise; he has ten or more years of seniority. ",
  "pli-tv-pvr7:86.1": "When a monk who has six other qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:86.2": "He’s capable of three things in regard to a student: to nurse him or have him nursed when he’s sick; to send him away or have him sent away when he’s discontent with the spiritual life; to use the Teaching to dispel anxiety. And he knows the offenses; he knows how offenses are cleared; and he has ten or more years of seniority. ",
  "pli-tv-pvr7:87.1": "When a monk who has six other qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:87.2": "He’s capable of five things in regard to a student: to train him in good conduct; to train him in the basics of the spiritual life; to train him in the Teaching; to train him in the Monastic Law; and to use the Teaching to make him give up wrong views. And he has ten or more years of seniority. ",
  "pli-tv-pvr7:88.1": "When a monk who has six other qualities, he may give the full ordination, give formal support, and have a novice monk attend on him: ",
  "pli-tv-pvr7:88.2": "he knows the offenses; he knows the non-offense; he knows the light offenses; he knows the heavy offenses; he has properly learned both Monastic Codes in detail, and he has analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition; he has ten or more years of seniority. ",
  "pli-tv-pvr7:89.1": "There are six kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:89.2": "There are six kinds of legitimate cancellations of the Monastic Code.” ",
  "pli-tv-pvr7:90.1": "The section on sixes is finished. ",
  "pli-tv-pvr7:91.1": "This is the summary: ",
  "pli-tv-pvr7:92.1": "“Disrespect, and respect, ",
  "pli-tv-pvr7:92.2": "Training, and proper ways; ",
  "pli-tv-pvr7:92.3": "Origins, and cutting, ",
  "pli-tv-pvr7:92.4": "Ways, and with benefit. ",
  "pli-tv-pvr7:93.1": "And at the most, six days, ",
  "pli-tv-pvr7:93.2": "Robe-cloth, and kinds of dye; ",
  "pli-tv-pvr7:93.3": "And from body and mind, ",
  "pli-tv-pvr7:93.4": "And from speech and mind. ",
  "pli-tv-pvr7:94.1": "And from body, speech and mind, ",
  "pli-tv-pvr7:94.2": "Legal procedure, and dispute; ",
  "pli-tv-pvr7:94.3": "Accusations, and in length, ",
  "pli-tv-pvr7:94.4": "Wide, and with formal support. ",
  "pli-tv-pvr7:95.1": "Additions to the rule, takes, ",
  "pli-tv-pvr7:95.2": "And so with; ",
  "pli-tv-pvr7:95.3": "Fully trained, one who encourages, ",
  "pli-tv-pvr7:95.4": "Faith, and with higher morality; ",
  "pli-tv-pvr7:95.5": "Sick, good conduct, ",
  "pli-tv-pvr7:95.6": "Offense, illegitimate, legitimate.” ",
  "pli-tv-pvr7:96.0": "7. The section on sevens ",
  "pli-tv-pvr7:96.1": "“There are seven kinds of offenses. ",
  "pli-tv-pvr7:96.2": "There are seven classes of offenses. ",
  "pli-tv-pvr7:96.3": "There are seven grounds of training. ",
  "pli-tv-pvr7:96.4": "There are seven proper ways. ",
  "pli-tv-pvr7:96.5": "There are seven illegitimate ways of acting according to what has been admitted. ",
  "pli-tv-pvr7:96.6": "There are seven legitimate ways of acting according to what has been admitted. ",
  "pli-tv-pvr7:96.7": "There is no offense in going for seven days to seven kinds of people. ",
  "pli-tv-pvr7:96.8": "There are seven benefits of being an expert on the Monastic Law. ",
  "pli-tv-pvr7:96.9": "There are seven rules about ‘at the most’. ",
  "pli-tv-pvr7:96.10": "Becoming subject to relinquishment at dawn on the seventh day. ",
  "pli-tv-pvr7:96.11": "There are seven principles for settling legal issues. ",
  "pli-tv-pvr7:96.12": "There are seven kinds of legal procedures. ",
  "pli-tv-pvr7:96.13": "There are seven kinds of raw grain. ",
  "pli-tv-pvr7:96.14": "The rule on seven wide inside. ",
  "pli-tv-pvr7:96.15": "There are seven additions to the rule on eating in a group. ",
  "pli-tv-pvr7:96.16": "After being received, the tonics should be used from storage for at most seven days. ",
  "pli-tv-pvr7:96.17": "Takes a finished robe and leaves the monastery. ",
  "pli-tv-pvr7:96.18": "Leaves the monastery with a finished robe. ",
  "pli-tv-pvr7:96.19": "A monk doesn’t have any offense he needs to recognize. ",
  "pli-tv-pvr7:96.20": "A monk does have an offense he needs to recognize. ",
  "pli-tv-pvr7:96.21": "A monk has an offense he needs to make amends for. ",
  "pli-tv-pvr7:96.22": "There are seven kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:96.23": "There are seven kinds of legitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:97.1": "When a monk has seven qualities, he is an expert on the Monastic Law: ",
  "pli-tv-pvr7:97.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He is virtuous and restrained by the Monastic Code. His conduct is good, he associates with the right people, and he sees danger in minor faults. And he undertakes and trains in the training rules. [6] Whenever he wants, he accesses the four absorptions, those pleasant higher-mind meditations of the present life. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:98.1": "When a monk has seven other qualities, he is an expert on the Monastic Law: ",
  "pli-tv-pvr7:98.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He has learned much, and he retains and accumulates what he has learned. Those teachings that are good in the beginning, good in the middle, and good in the end, that have a true goal and are well articulated, and that set out the perfectly complete and pure spiritual life—he has learned many such teachings, retained them in mind, recited them verbally, mentally investigated them, and penetrated them well by view. [6] Whenever he wants, he accesses the four absorptions, those pleasant higher-mind meditations of the present life. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:99.1": "When a monk has seven other qualities, he is an expert on the Monastic Law: ",
  "pli-tv-pvr7:99.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He has properly learned both Monastic Codes in detail; he has analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition. [6] Whenever he wants, he accesses the four absorptions, those pleasant higher-mind meditations of the present life. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:100.1": "When a monk has seven other qualities, he is an expert on the Monastic Law: ",
  "pli-tv-pvr7:100.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He recollects many past lives, that is, one birth, two births, three births, four births, five births, ten births, twenty births, thirty births, forty births, fifty births, a hundred births, a thousand births, a hundred thousand births; many eons of world dissolution, many eons of world evolution, many eons of both dissolution and evolution; and he knows: ‘There I had such name, such family, such appearance, such food, such experience of pleasure and pain, and such a lifespan. Passing away from there, I was reborn elsewhere, and there I had such name, such family, such appearance, such food, such experience of pleasure and pain, and such a lifespan. Passing away from there, I was reborn here.’ In this way he recollects many past lives with their characteristics and particulars. [6] With superhuman and purified clairvoyance, he sees beings passing away and getting reborn, inferior and superior, beautiful and ugly, gone to good destinations and to bad destinations, and he understands how beings pass on according to their actions: ‘These beings who engaged in misconduct by body, speech, and mind, who abused the noble ones, who had wrong views and acted accordingly, at the breaking up of the body after death, have been reborn in a lower realm, a bad destination, a world of misery, hell. But these beings who engaged in good conduct of body, speech, and mind, who did not abuse the noble ones, who held right view and acted accordingly, at the breaking up of the body after death, have been reborn in a good destination, a heaven world.’ In this way, with superhuman and purified clairvoyance, he sees beings passing away and getting reborn, inferior and superior, beautiful and ugly, gone to good destinations and to bad destinations, and he understands how beings pass on according to their actions. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:101.1": "When an expert on the Monastic Law has seven qualities, he shines: ",
  "pli-tv-pvr7:101.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He is virtuous and restrained by the Monastic Code. His conduct is good, he associates with the right people, and he sees danger in minor faults. And he undertakes and trains in the training rules. [6] Whenever he wants, he accesses the four absorptions, those pleasant higher-mind meditations of the present life. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:102.1": "When an expert on the Monastic Law has seven qualities, he shines: ",
  "pli-tv-pvr7:102.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He has learned much, and he retains and accumulates what he has learned. Those teachings that are good in the beginning, good in the middle, and good in the end, that have a true goal and are well articulated, and that set out the perfectly complete and pure spiritual life—he has learned many such teachings, retained them in mind, recited them verbally, mentally investigated them, and penetrated them well by view. [6] Whenever he wants, he accesses the four absorptions, those pleasant higher-mind meditations of the present life. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:103.1": "When an expert on the Monastic Law has seven qualities, he shines: ",
  "pli-tv-pvr7:103.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He has properly learned both Monastic Codes in detail; he has analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition. [6] Whenever he wants, he accesses the four absorptions, those pleasant higher-mind meditations of the present life. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:104.1": "When an expert on the Monastic Law has seven qualities, he shines: ",
  "pli-tv-pvr7:104.2": "He knows the offenses. [2] He knows the non-offenses. [3] He knows the light offenses. [4] He knows the heavy offenses. [5] He recollects many past lives, that is, one birth, two births, three births, four births, five births, ten births, twenty births, thirty births, forty births, fifty births, a hundred births, a thousand births, a hundred thousand births; many eons of world dissolution, many eons of world evolution, many eons of both dissolution and evolution; and he knows: ‘There I had such name, such family, such appearance, such food, such experience of pleasure and pain, and such a lifespan. Passing away from there, I was reborn elsewhere, and there I had such name, such family, such appearance, such food, such experience of pleasure and pain, and such a lifespan. Passing away from there, I was reborn here.’ In this way he recollects many past lives with their characteristics and particulars. [6] With superhuman and purified clairvoyance, he sees beings passing away and getting reborn, inferior and superior, beautiful and ugly, gone to good destinations and to bad destinations, and he understands how beings pass on according to their actions: ‘These beings who engaged in misconduct by body, speech, and mind, who abused the noble ones, who had wrong views and acted accordingly, at the breaking up of the body after death, have been reborn in a lower realm, a bad destination, a world of misery, hell. But these beings who engaged in good conduct of body, speech, and mind, who did not abuse the noble ones, who held right view and acted accordingly, at the breaking up of the body after death, have been reborn in a good destination, a heaven world.’ In this way, with superhuman and purified clairvoyance, he sees beings passing away and getting reborn, inferior and superior, beautiful and ugly, gone to good destinations and to bad destinations, and he understands how beings pass on according to their actions. [7] And because of the ending of the corruptions, he has realized with his own insight, in this very life, the liberation by mind and the liberation by wisdom. ",
  "pli-tv-pvr7:105.1": "There are seven bad qualities: ",
  "pli-tv-pvr7:105.2": "one has no faith, conscience, or moral prudence; and one is ignorant, lazy, absentminded, and foolish. ",
  "pli-tv-pvr7:106.1": "There are seven good qualities: ",
  "pli-tv-pvr7:106.2": "one has faith, conscience, and moral prudence; and one is learned, energetic, mindful, and wise.” ",
  "pli-tv-pvr7:107.1": "The section on sevens is finished. ",
  "pli-tv-pvr7:108.1": "This is the summary: ",
  "pli-tv-pvr7:109.1": "“Offense, classes of offenses, ",
  "pli-tv-pvr7:109.2": "Training, and proper ways; ",
  "pli-tv-pvr7:109.3": "Illegitimate, and legitimate, ",
  "pli-tv-pvr7:109.4": "And seven days is no offense. ",
  "pli-tv-pvr7:110.1": "Benefits, ‘at the most’, ",
  "pli-tv-pvr7:110.2": "Dawn, and with settling; ",
  "pli-tv-pvr7:110.3": "Legal procedures, and kinds of raw grain, ",
  "pli-tv-pvr7:110.4": "Wide, eating in a group. ",
  "pli-tv-pvr7:111.1": "At most seven days, takes, ",
  "pli-tv-pvr7:111.2": "And so with; ",
  "pli-tv-pvr7:111.3": "Doesn’t, does, and does, ",
  "pli-tv-pvr7:111.4": "Illegitimate and legitimate. ",
  "pli-tv-pvr7:112.1": "Four about experts on the Monastic Law, ",
  "pli-tv-pvr7:112.2": "And four about monks who shine; ",
  "pli-tv-pvr7:112.3": "And seven bad qualities, ",
  "pli-tv-pvr7:112.4": "Seven good qualities have been taught.” ",
  "pli-tv-pvr7:113.0": "8. The section on eights ",
  "pli-tv-pvr7:113.1": "“When you see eight benefits, you should not eject a monk for not recognizing an offense. ",
  "pli-tv-pvr7:113.2": "When you see eight benefits, you should confess an offense even for the sake of the faith of others. ",
  "pli-tv-pvr7:113.3": "There are eight “after the third”. ",
  "pli-tv-pvr7:113.4": "There are eight ways of corrupting families. ",
  "pli-tv-pvr7:113.5": "There are eight key terms for the giving of robe-cloth. ",
  "pli-tv-pvr7:113.6": "There are eight key terms for when the robe-making season comes to an end. ",
  "pli-tv-pvr7:113.7": "There are eight kinds of drinks. ",
  "pli-tv-pvr7:113.8": "Because he is overcome by and immersed in eight bad qualities, Devadatta is irredeemably destined to an eon in hell. ",
  "pli-tv-pvr7:113.9": "There are eight worldly phenomena. ",
  "pli-tv-pvr7:113.10": "There are eight important principles. ",
  "pli-tv-pvr7:113.11": "There are eight offenses entailing acknowledgment. ",
  "pli-tv-pvr7:113.12": "Lying has eight factors. ",
  "pli-tv-pvr7:113.13": "The observance day has eight factors. ",
  "pli-tv-pvr7:113.14": "There are eight qualities of a qualified messenger. ",
  "pli-tv-pvr7:113.15": "There are eight practices of monastics of other religions. ",
  "pli-tv-pvr7:113.16": "There are eight amazing qualities in the great ocean. ",
  "pli-tv-pvr7:113.17": "There are eight amazing qualities in this spiritual path. ",
  "pli-tv-pvr7:113.18": "There are eight “not left overs”. ",
  "pli-tv-pvr7:113.19": "There are eight “left overs”. ",
  "pli-tv-pvr7:113.20": "Becoming subject to relinquishment at dawn on the eighth day. ",
  "pli-tv-pvr7:113.21": "There are eight offenses entailing expulsion. ",
  "pli-tv-pvr7:113.22": "When she fulfills the eight parts, she should be expelled. ",
  "pli-tv-pvr7:113.23": "When she fulfills the eight parts, even if she confesses, it is not actually confessed. ",
  "pli-tv-pvr7:113.24": "There is full ordination with eight announcements. ",
  "pli-tv-pvr7:113.25": "One should stand up for eight people. ",
  "pli-tv-pvr7:113.26": "One should offer a seat to eight people. ",
  "pli-tv-pvr7:113.27": "The female lay follower who asked for eight favors. ",
  "pli-tv-pvr7:113.28": "When a monk has eight qualities, he may be appointed as an instructor of the nuns. ",
  "pli-tv-pvr7:113.29": "There are eight benefits of being an expert on the Monastic Law. ",
  "pli-tv-pvr7:113.30": "There are eight rules about ‘at the most’. ",
  "pli-tv-pvr7:113.31": "A monk who has had a legal procedure of further penalty done against himself should behave properly in eight respects. ",
  "pli-tv-pvr7:113.32": "There are eight kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:113.33": "There are eight kinds of legitimate cancellations of the Monastic Code.” ",
  "pli-tv-pvr7:114.1": "The section on eights is finished. ",
  "pli-tv-pvr7:115.1": "This is the summary: ",
  "pli-tv-pvr7:116.1": "“Not that monk, even in others, ",
  "pli-tv-pvr7:116.2": "Up to the three times, corrupting; ",
  "pli-tv-pvr7:116.3": "Key terms, the robe-making season coming to an end, ",
  "pli-tv-pvr7:116.4": "Drinks, and with overcome by. ",
  "pli-tv-pvr7:117.1": "Worldly phenomena, important principles, ",
  "pli-tv-pvr7:117.2": "Offenses entailing acknowledgment, lying; ",
  "pli-tv-pvr7:117.3": "And observance days, qualities of a qualified messenger, ",
  "pli-tv-pvr7:117.4": "Monastics of other religions, and also in the ocean. ",
  "pli-tv-pvr7:118.1": "Amazing, not left over, ",
  "pli-tv-pvr7:118.2": "Left over, subject to relinquishment; ",
  "pli-tv-pvr7:118.3": "Offenses entailing expulsion, eight parts, ",
  "pli-tv-pvr7:118.4": "Not actually confessed, full ordination. ",
  "pli-tv-pvr7:119.1": "One should stand up for, and seat, ",
  "pli-tv-pvr7:119.2": "Favor, and with an instructor; ",
  "pli-tv-pvr7:119.3": "Benefits, at the most, ",
  "pli-tv-pvr7:119.4": "Behaving in eight respects; ",
  "pli-tv-pvr7:119.5": "Illegitimate, and legitimate: ",
  "pli-tv-pvr7:119.6": "The section on eights has been well proclaimed.” ",
  "pli-tv-pvr7:120.0": "9. The section on nines ",
  "pli-tv-pvr7:120.1": "“There are nine grounds for resentment. ",
  "pli-tv-pvr7:120.2": "There are nine ways of getting rid of resentment. ",
  "pli-tv-pvr7:120.3": "There are nine grounds of training. ",
  "pli-tv-pvr7:120.4": "There are nine immediate offenses. ",
  "pli-tv-pvr7:120.5": "The Sangha is split by a group of nine. ",
  "pli-tv-pvr7:120.6": "There are nine fine foods. ",
  "pli-tv-pvr7:120.7": "There is an offense of wrong conduct for eating nine kinds of meat. ",
  "pli-tv-pvr7:120.8": "There are nine ways of reciting the Monastic Code. ",
  "pli-tv-pvr7:120.9": "There are nine rules about ‘at the most’. ",
  "pli-tv-pvr7:120.10": "There are nine things rooted in craving. ",
  "pli-tv-pvr7:120.11": "There are nine kinds of conceit. ",
  "pli-tv-pvr7:120.12": "There are nine kinds of robes that should be determined. ",
  "pli-tv-pvr7:120.13": "There are nine kinds of robes that should not be assigned to another. ",
  "pli-tv-pvr7:120.14": "Nine standard handspans long. ",
  "pli-tv-pvr7:120.15": "There are nine illegitimate kinds of gifts. ",
  "pli-tv-pvr7:120.16": "There are nine illegitimate kinds of receiving. ",
  "pli-tv-pvr7:120.17": "There are nine illegitimate kinds of possessions. ",
  "pli-tv-pvr7:120.18": "There are three legitimate kinds of gifts, three legitimate kinds of receiving, and three legitimate kinds of possessions. ",
  "pli-tv-pvr7:120.19": "There are nine illegitimate ways of winning over. ",
  "pli-tv-pvr7:120.20": "There are nine legitimate ways of winning over. ",
  "pli-tv-pvr7:120.21": "There are two groups of nine on illegitimate legal procedures. ",
  "pli-tv-pvr7:120.22": "There are two groups of nine on legitimate legal procedures. ",
  "pli-tv-pvr7:120.23": "There are nine kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:120.24": "There are nine kinds of legitimate cancellations of the Monastic Code.” ",
  "pli-tv-pvr7:121.1": "The section on nines is finished. ",
  "pli-tv-pvr7:122.1": "This is the summary: ",
  "pli-tv-pvr7:123.1": "“Grounds for resentment, getting rid of, ",
  "pli-tv-pvr7:123.2": "Training, and with immediate; ",
  "pli-tv-pvr7:123.3": "And split, and fine, ",
  "pli-tv-pvr7:123.4": "Meat, reciting, and at the most. ",
  "pli-tv-pvr7:124.1": "Craving, conceit, should be determined, ",
  "pli-tv-pvr7:124.2": "And should assign to another, handspans; ",
  "pli-tv-pvr7:124.3": "Gifts, kinds of receiving, kinds of possessions, ",
  "pli-tv-pvr7:124.4": "And again threefold legitimate kinds. ",
  "pli-tv-pvr7:125.1": "Illegitimate ways of winning over, and legitimate ways of winning over, ",
  "pli-tv-pvr7:125.2": "And twice two groups of nine; ",
  "pli-tv-pvr7:125.3": "Cancellations of the Monastic Code—",
  "pli-tv-pvr7:125.4": "Illegitimate, and legitimate.” ",
  "pli-tv-pvr7:126.0": "10. The section on tens ",
  "pli-tv-pvr7:126.1": "“There are ten grounds for resentment. ",
  "pli-tv-pvr7:126.2": "There are ten ways of getting rid of resentment. ",
  "pli-tv-pvr7:126.3": "There are ten grounds of training. ",
  "pli-tv-pvr7:126.4": "There are ten subject matters of wrong view. ",
  "pli-tv-pvr7:126.5": "There are ten subject matters of right view. ",
  "pli-tv-pvr7:126.6": "There are ten extreme views. ",
  "pli-tv-pvr7:126.7": "There are ten kinds wrongness. ",
  "pli-tv-pvr7:126.8": "There are ten kinds of rightness. ",
  "pli-tv-pvr7:126.9": "There are ten ways of doing unskillful deeds. ",
  "pli-tv-pvr7:126.10": "There are ten ways of doing skillful deeds. ",
  "pli-tv-pvr7:126.11": "There are ten reasons why a vote is illegitimate. ",
  "pli-tv-pvr7:126.12": "There are ten reasons why a vote is legitimate. ",
  "pli-tv-pvr7:126.13": "There are ten training rules for the novice monks. ",
  "pli-tv-pvr7:126.14": "A novice monk who has ten qualities should be expelled. ",
  "pli-tv-pvr7:127.1": "When an expert on the Monastic Law has ten qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:127.2": "he does not grasp what is proper for himself to say; he does not grasp what is proper for others to say; not grasping either, he makes them act illegitimately, without their admission; he does not know the offenses; he does not know the sources of offenses; he does not know the origin of offenses; he does not know the ending of offenses; he does not know the path leading to the ending of offenses. ",
  "pli-tv-pvr7:128.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:128.2": "he grasps what is proper for himself to say; he grasps what is proper for others to say; grasping both, he makes them act legitimately, in accordance with their admission; he knows the offenses; he knows the sources of offenses; he knows the origin of offenses; he knows the ending of offenses; he knows the path leading to the ending of offenses. ",
  "pli-tv-pvr7:129.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:129.2": "he does not know the legal issues; he does not know the sources of the legal issues; he does not know the origin of the legal issues; he does not know the ending of the legal issues; he does not know the path leading to the ending of the legal issues; he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the additions to the rules; he does not know the sequence of statements. ",
  "pli-tv-pvr7:130.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:130.2": "he knows legal issues; he knows the sources of legal issues; he knows the origin of legal issues; he knows the ending of legal issues; he knows the path leading to the ending of legal issues; he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the additions to the rules; he knows the sequence of statements. ",
  "pli-tv-pvr7:131.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:131.2": "he does not know the motion; he does not know how the motion is done; he is not skilled in what comes first; he is not skilled in what comes afterwards; he does not know the right time; he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he has not well-learned or well-remembered his teachers’ tradition. ",
  "pli-tv-pvr7:132.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:132.2": "he knows the motion; he knows how the motion is done; he is skilled in what comes first; he is skilled in what comes afterwards; he knows the right time; he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he has well-learned and well-remembered his teachers’ tradition. ",
  "pli-tv-pvr7:133.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as ignorant: ",
  "pli-tv-pvr7:133.2": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he has not properly learned both Monastic Codes in detail, not having analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition; he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he is not skilled in deciding legal issues. ",
  "pli-tv-pvr7:134.1": "When an expert on the Monastic Law has ten other qualities, he is reckoned as wise: ",
  "pli-tv-pvr7:134.2": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he has properly learned both Monastic Codes in detail, having analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition; he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he is skilled in deciding legal issues. ",
  "pli-tv-pvr7:135.1": "A monk who has ten qualities may be appointed to a committee. ",
  "pli-tv-pvr7:135.2": "The Buddha laid down the training rules for his disciples for ten reasons. ",
  "pli-tv-pvr7:135.3": "There are ten dangers in entering a royal compound. ",
  "pli-tv-pvr7:135.4": "There are ten reasons for giving. ",
  "pli-tv-pvr7:135.5": "There are ten treasures. ",
  "pli-tv-pvr7:135.6": "There is a sangha of monks consisting of a group of ten. ",
  "pli-tv-pvr7:135.7": "A group of ten may give the full ordination. ",
  "pli-tv-pvr7:135.8": "There are ten kinds of rags. ",
  "pli-tv-pvr7:135.9": "There are ten kinds of robe wearing. ",
  "pli-tv-pvr7:135.10": "One should keep an extra robe for ten days at the most. ",
  "pli-tv-pvr7:135.11": "There are ten kinds semen. ",
  "pli-tv-pvr7:135.12": "There are ten kinds women. ",
  "pli-tv-pvr7:135.13": "There are ten kinds of wives. ",
  "pli-tv-pvr7:135.14": "The ten practices proclaim as allowable at Vesālī. ",
  "pli-tv-pvr7:135.15": "There are ten kinds of people a monk should not pay respect to. ",
  "pli-tv-pvr7:135.16": "There are ten kinds of abuse. ",
  "pli-tv-pvr7:135.17": "There are ten ways of engaging in malicious talebearing. ",
  "pli-tv-pvr7:135.18": "There are ten kinds of furniture. ",
  "pli-tv-pvr7:135.19": "They asked for ten favors. ",
  "pli-tv-pvr7:135.20": "There are ten kinds of illegitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:135.21": "These are the ten legitimate cancellations of the Monastic Code. ",
  "pli-tv-pvr7:135.22": "These are the ten benefits of rice porridge. ",
  "pli-tv-pvr7:135.23": "There are ten kinds of unallowable meat. ",
  "pli-tv-pvr7:135.24": "There are ten rules about ‘at the most’. ",
  "pli-tv-pvr7:135.25": "A competent and capable monk who has ten years of seniority may give the going forth, the full ordination, and formal support, and may have a novice monk attend on him. ",
  "pli-tv-pvr7:135.26": "A competent and capable nun who has ten years of seniority may give the going forth, the full ordination, and formal support, and may have a novice nun attend on her. ",
  "pli-tv-pvr7:135.27": "A competent and capable nun who has ten years of seniority may agree to be approved to give the full admission. ",
  "pli-tv-pvr7:135.28": "The training may be given to a married girl who is ten years old.” ",
  "pli-tv-pvr7:136.1": "The section on tens is finished. ",
  "pli-tv-pvr7:137.1": "This is the summary: ",
  "pli-tv-pvr7:138.1": "“Resentment, getting rid of, grounds, ",
  "pli-tv-pvr7:138.2": "Wrong, and right, off; ",
  "pli-tv-pvr7:138.3": "And kinds of wrongness, kinds of rightnesses, ",
  "pli-tv-pvr7:138.4": "Unskillful, and also skillful. ",
  "pli-tv-pvr7:139.1": "A vote: illegitimate, legitimate, ",
  "pli-tv-pvr7:139.2": "Novice monks, and expelling; ",
  "pli-tv-pvr7:139.3": "To say, and legal issues, ",
  "pli-tv-pvr7:139.4": "Motion, and light. ",
  "pli-tv-pvr7:140.1": "These light and heavy: ",
  "pli-tv-pvr7:140.2": "Understand the dark and bright; ",
  "pli-tv-pvr7:140.3": "And committee, and training, ",
  "pli-tv-pvr7:140.4": "And compound, reasons. ",
  "pli-tv-pvr7:141.1": "Treasure, and a group of ten, ",
  "pli-tv-pvr7:141.2": "And so the full ordination; ",
  "pli-tv-pvr7:141.3": "Rag, and wearing, ",
  "pli-tv-pvr7:141.4": "Ten days, semen, women. ",
  "pli-tv-pvr7:142.1": "Wives, ten practices, ",
  "pli-tv-pvr7:142.2": "Should not pay respect to, and abuse; ",
  "pli-tv-pvr7:142.3": "And malicious talebearing, kinds of furniture, ",
  "pli-tv-pvr7:142.4": "And favors, illegitimate. ",
  "pli-tv-pvr7:143.1": "Legitimate, rice porridge, and meat, ",
  "pli-tv-pvr7:143.2": "‘At the most’, monk, nun; ",
  "pli-tv-pvr7:143.3": "Full admission, married girl—",
  "pli-tv-pvr7:143.4": "The section on tens has been well proclaimed.” ",
  "pli-tv-pvr7:144.0": "11. The section on elevens ",
  "pli-tv-pvr7:144.1": "There are eleven kinds of people who should not be ordained, and if they have been ordained, they should be expelled. ",
  "pli-tv-pvr7:144.2": "There are eleven kinds of unallowable shoes. ",
  "pli-tv-pvr7:144.3": "There are eleven kinds of unallowable almsbowls. ",
  "pli-tv-pvr7:144.4": "There are eleven kinds of unallowable robes. ",
  "pli-tv-pvr7:144.5": "There are eleven “after the third”. ",
  "pli-tv-pvr7:144.6": "The nuns should be asked about the eleven obstructions. ",
  "pli-tv-pvr7:144.7": "There are eleven kinds of robes that should be determined. ",
  "pli-tv-pvr7:144.8": "There are eleven kinds of robes that should not be assigned to another. ",
  "pli-tv-pvr7:144.9": "Becoming subject to relinquishment at dawn on the eleventh day. ",
  "pli-tv-pvr7:144.10": "There are eleven kinds of allowable toggles. ",
  "pli-tv-pvr7:144.11": "There are eleven kinds of allowable buckles. ",
  "pli-tv-pvr7:144.12": "There are eleven kinds of unallowable earth. ",
  "pli-tv-pvr7:144.13": "There are eleven kinds of allowable earth. ",
  "pli-tv-pvr7:144.14": "There are eleven reasons why formal support comes to an end. ",
  "pli-tv-pvr7:144.15": "There are eleven kinds of people a monk should not pay respect to. ",
  "pli-tv-pvr7:144.16": "There are eleven rules about ‘at the most’. ",
  "pli-tv-pvr7:144.17": "They asked for eleven favors. ",
  "pli-tv-pvr7:144.18": "There are eleven kinds of flaws in monastery zones. ",
  "pli-tv-pvr7:144.19": "There are eleven dangers to be expected for people who abuse and revile. ",
  "pli-tv-pvr7:144.20": "There are eleven benefits to be expected for one who practices the liberation of mind through love, who develops, cultivates, and makes it a vehicle and basis, who keeps it up, accumulates, and properly implements it: ",
  "pli-tv-pvr7:144.21": "you sleep well, wake up rested, and have no nightmares; you are loved by humans and spirits; you are protected by the gods; you cannot be harmed by fire, poison, or weapons; your mind is quickly stilled; your face is serene; you dies unconfused; and if you do not go any further, you are reborn in the world of the supreme beings.” ",
  "pli-tv-pvr7:145.1": "The section on elevens is finished. ",
  "pli-tv-pvr7:146.1": "This is the summary: ",
  "pli-tv-pvr7:147.1": "“Should be expelled, and shoes, ",
  "pli-tv-pvr7:147.2": "And bowls, and robes; ",
  "pli-tv-pvr7:147.3": "Three, and should be asked about, ",
  "pli-tv-pvr7:147.4": "Determination, assigning to another. ",
  "pli-tv-pvr7:148.1": "Dawn, toggles, buckles, ",
  "pli-tv-pvr7:148.2": "And unallowable, allowable; ",
  "pli-tv-pvr7:148.3": "Formal support, and pay respect to, ",
  "pli-tv-pvr7:148.4": "‘At the most’, and favors; ",
  "pli-tv-pvr7:148.5": "And flaws in monastery zones, abuse, ",
  "pli-tv-pvr7:148.6": "With love—the section on elevens is done.” ",
  "pli-tv-pvr7:149.1": "The increasing by one is finished. ",
  "pli-tv-pvr7:150.1": "This is the summary: ",
  "pli-tv-pvr7:151.1": "“The ones, and twos, ",
  "pli-tv-pvr7:151.2": "And the threes, fours, fives; ",
  "pli-tv-pvr7:151.3": "And the sixes, sevens, eights, nines, ",
  "pli-tv-pvr7:151.4": "The tens, and the elevens. ",
  "pli-tv-pvr7:152.1": "The stainless increasing by one, ",
  "pli-tv-pvr7:152.2": "Taught by the Unwavering One, ",
  "pli-tv-pvr7:152.3": "The Great Hero who knows the Teaching, ",
  "pli-tv-pvr7:152.4": "For the welfare of all beings.” ",
  "pli-tv-pvr7:153.1": "The increasing by one is finished. "
}