{
  "pli-tv-pvr2.10:0.1": "The Compendium ",
  "pli-tv-pvr2.10:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-pvr2.10:0.3": "Part two ",
  "pli-tv-pvr2.10:0.4": "The section on “how many offenses” ",
  "pli-tv-pvr2.10:1.0": "1. The chapter on offenses entailing expulsion ",
  "pli-tv-pvr2.10:1.1": "How many kinds of offenses does one commit as a result of consenting to physical contact? ",
  "pli-tv-pvr2.10:1.2": "One commits five kinds of offenses: ",
  "pli-tv-pvr2.10:1.3": "when a lustful nun consents to a lustful man taking hold of her anywhere below the collar bone but above the knees, she commits an offense entailing expulsion; ",
  "pli-tv-pvr2.10:1.4": "when a monk touches body with body, he commits an offense entailing suspension; ",
  "pli-tv-pvr2.10:1.5": "when one touches what is connected to the body with the body, one commits a serious offense; ",
  "pli-tv-pvr2.10:1.6": "when one touches what is connected to the body with what is connected to the body, one commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:1.7": "for tickling, one commits an offense entailing confession. ",
  "pli-tv-pvr2.10:2.1": "How many kinds of offenses does one commit as a result of concealing an offenses? ",
  "pli-tv-pvr2.10:2.2": "One commits four kinds of offenses: ",
  "pli-tv-pvr2.10:2.3": "when a nun knowingly conceals an offense entailing expulsion, she commits an offense involving expulsion; ",
  "pli-tv-pvr2.10:2.4": "when, being unsure, she conceals it, she commits a serious offense; ",
  "pli-tv-pvr2.10:2.5": "when a monk conceals an offense entailing suspension, he commits an offense entailing confession; ",
  "pli-tv-pvr2.10:2.6": "when one conceals a failure in conduct, one commits an offense of wrong conduct. ",
  "pli-tv-pvr2.10:3.1": "“How many kinds of offenses does one commit as a result of not stopping when pressed up to the third time?” ",
  "pli-tv-pvr2.10:3.2": "she commits five kinds of offenses: ",
  "pli-tv-pvr2.10:3.3": "when a nun takes sides with one who has been ejected and she does not stop when pressed up to the third time, then after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:3.4": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:3.5": "when the last announcement is finished, she commits an offense entailing expulsion; ",
  "pli-tv-pvr2.10:3.6": "when a nun sides with a monk who is pursuing schism and she does not stop when pressed up to the third time, she commits an offense entailing suspension; ",
  "pli-tv-pvr2.10:3.7": "when not giving up a bad view after being pressed up to the third time, she commits an offense entailing confession. ",
  "pli-tv-pvr2.10:4.1": "How many kinds of offenses does she commit as a result of fulfilling the eight parts? ",
  "pli-tv-pvr2.10:4.2": "She commits three kinds of offenses: ",
  "pli-tv-pvr2.10:4.3": "when she goes to such-and-such a place when told by a man to do so, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:4.4": "when she enters within arm’s reach of the man, she commits a serious offense; ",
  "pli-tv-pvr2.10:4.5": "when she fulfills the eight parts, she commits an offense entailing expulsion. ",
  "pli-tv-pvr2.10:4.7": "The offenses entailing expulsion are finished. ",
  "pli-tv-pvr2.10:5.0": "2. The chapter on offenses entailing suspension, etc. ",
  "pli-tv-pvr2.10:5.1": "As a result of initiating a lawsuit, a litigious nun commits three kinds of offenses: ",
  "pli-tv-pvr2.10:5.2": "when she tells one other person, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:5.3": "when she tells a second person, she commits a serious offense; ",
  "pli-tv-pvr2.10:5.4": "when the lawsuit is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:6.1": "As a result of giving the full admission to a female criminal, she commits three kinds of offenses: ",
  "pli-tv-pvr2.10:6.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:6.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:6.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:7.1": "As a result of walking alone to the next village, she commits three kinds of offenses: ",
  "pli-tv-pvr2.10:7.2": "when she is in the process of going, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:7.3": "when she crosses the boundary with her first foot, she commits a serious offense; ",
  "pli-tv-pvr2.10:7.4": "when she crosses with her second foot, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:8.1": "As a result of reinstating—without getting permission from the Sangha that did the legal procedure and without the consent of the group—a nun who has been ejected by a unanimous Sangha in accordance with the rule and the Monastic Law and the Teacher’s instruction, she commits three kinds of offenses: ",
  "pli-tv-pvr2.10:8.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:8.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:8.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:9.1": "As a result of eating fresh or cooked food after receiving it directly from a lustful man, a lustful nun commits three kinds of offenses: ",
  "pli-tv-pvr2.10:9.2": "when she receives fresh or cooked food with the intention of eating it, she commits a serious offense; ",
  "pli-tv-pvr2.10:9.3": "for every mouthful, she commits an offense entailing suspension; ",
  "pli-tv-pvr2.10:9.4": "when she receives water or a tooth cleaner, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.10:10.1": "As a result of urging a nun on, saying, “Venerable, what can this man do to you, whether he has lust or not, if you’re without? Go on, Venerable, receive it yourself and then eat whatever fresh or cooked food he gives to you,” she commits three kinds of offenses: ",
  "pli-tv-pvr2.10:10.2": "when, because of her statement, the other nun receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:10.3": "for every mouthful, she commits a serious offense; ",
  "pli-tv-pvr2.10:10.4": "when the meal is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:11.1": "As a result of not stopping when pressed up to the third time, an angry nun commits three kinds of offenses: ",
  "pli-tv-pvr2.10:11.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:11.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:11.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:12.1": "As a result of not stopping when pressed up to the third time, a nun who has had a legal issue decided against her commits three kinds of offenses: ",
  "pli-tv-pvr2.10:12.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:12.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:12.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:13.1": "As a result of not stopping when pressed up to the third time, a socializing nun commits three kinds of offenses: ",
  "pli-tv-pvr2.10:13.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:13.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:13.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:14.1": "As a result of urging a nun on, saying, “Venerables, you should socialize; don’t live separately;” and not stopping when pressed up to the third time, she commits three kinds of offenses: ",
  "pli-tv-pvr2.10:14.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:14.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.10:14.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.10:15.1": "The ten rules entailing suspension are finished. … ",
  "pli-tv-pvr2.10:16.1": "(To be expanded as above, (pli-tv-pvr2.2.17.0) to (pli-tv-pvr2.2.141.3), with the only difference being “as a result of”.) ",
  "pli-tv-pvr2.10:17.1": "How many kinds of offenses does she commit as a result of asking for curd and then eating it? ",
  "pli-tv-pvr2.10:17.2": "she commits two kinds of offenses: ",
  "pli-tv-pvr2.10:17.3": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.10:17.4": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.10:17.6": "The second section on “how many offenses” is finished. "
}