{
  "pli-tv-pvr2.2:0.1": "The Compendium ",
  "pli-tv-pvr2.2:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-pvr2.2:0.3": "Part one ",
  "pli-tv-pvr2.2:0.4": "The section on “how many offenses” ",
  "pli-tv-pvr2.2:0.5": "1. The chapter on offenses entailing expulsion ",
  "pli-tv-pvr2.2:1.1": "When a lustful nun consents to a lustful man making physical contact with her, how many kinds of offenses does she commit? ",
  "pli-tv-pvr2.2:1.2": "She commits three kinds of offenses: ",
  "pli-tv-pvr2.2:1.3": "when she consents to him taking hold of her anywhere below the collar bone but above the knees, she commits an offense entailing expulsion; ",
  "pli-tv-pvr2.2:1.4": "when she consents to him taking hold of her above the collar bone or below the knees, she commits a serious offense; ",
  "pli-tv-pvr2.2:1.5": "when she consents to him taking hold of something connected to her body, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:2.1": "When a nun who conceals offenses conceals an offense, how many kinds of offenses does she commit? ",
  "pli-tv-pvr2.2:2.2": "She commits three kinds of offenses: ",
  "pli-tv-pvr2.2:2.3": "when she knowingly conceals an offense entailing expulsion, she commits an offense involving expulsion; ",
  "pli-tv-pvr2.2:2.4": "when, being unsure, she conceals it, she commits a serious offense; ",
  "pli-tv-pvr2.2:2.5": "when she conceals a failure in conduct, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:3.1": "When a nun takes sides with one who has been ejected and does not stop when pressed up to the third time, how many kinds of offenses does she commit? ",
  "pli-tv-pvr2.2:3.2": "She commits three kinds of offenses: ",
  "pli-tv-pvr2.2:3.3": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:3.4": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.2:3.5": "when the last announcement is finished, she commits an offense entailing expulsion. ",
  "pli-tv-pvr2.2:4.1": "When fulfilling the eight parts, how many kinds of offenses does she commit? ",
  "pli-tv-pvr2.2:4.2": "She commits three kinds of offenses: ",
  "pli-tv-pvr2.2:4.3": "when she goes to such-and-such a place when told by a man to do so, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:4.4": "when she enters within arm’s reach of the man, she commits a serious offense; ",
  "pli-tv-pvr2.2:4.5": "when she fulfills the eight parts, she commits an offense entailing expulsion. ",
  "pli-tv-pvr2.2:5.1": "The offenses entailing expulsion are finished. ",
  "pli-tv-pvr2.2:6.0": "2. The chapter on offenses entailing suspension ",
  "pli-tv-pvr2.2:6.1": "When a litigious nun initiates a lawsuit, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:6.2": "when she tells one other person, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:6.3": "when she tells a second person, she commits a serious offense; ",
  "pli-tv-pvr2.2:6.4": "when the lawsuit is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:7.1": "When giving the full admission to a female criminal, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:7.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:7.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.2:7.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:8.1": "When walking alone to the next village, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:8.2": "when she is in the process of going, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:8.3": "when she crosses the boundary with her first foot, she commits a serious offense; ",
  "pli-tv-pvr2.2:8.4": "when she crosses with her second foot, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:9.1": "When reinstating—without getting permission from the Sangha that did the legal procedure and without the consent of the group—a nun who has been ejected by a unanimous Sangha in accordance with the rule and the Monastic Law and the Teacher’s instruction, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:9.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:9.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.2:9.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:10.1": "When a lustful nun eats fresh or cooked food after receiving it directly from a lustful man, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:10.2": "when she receives fresh or cooked food with the intention of eating it, she commits a serious offense; ",
  "pli-tv-pvr2.2:10.3": "for every mouthful, she commits an offense entailing suspension; ",
  "pli-tv-pvr2.2:10.4": "when she receives water or a tooth cleaner, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:11.1": "When urging a nun on, saying, “Venerable, what can this man do to you, whether he has lust or not, if you’re without? Go on, Venerable, receive it yourself and then eat whatever fresh or cooked food he gives to you,” she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:11.2": "when, because of her statement, the other nun receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:11.3": "for every mouthful, she commits a serious offense; ",
  "pli-tv-pvr2.2:11.4": "when the meal is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:12.1": "When an angry nun does not stop when pressed up to the third time, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:12.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:12.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.2:12.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:13.1": "When a nun who has had a legal issue decided against her does not stop when pressed up to the third time, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:13.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:13.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.2:13.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:14.1": "When socializing nuns do not stop when pressed up to the third time, they commit three kinds of offenses: ",
  "pli-tv-pvr2.2:14.2": "after the motion, they commit an offense of wrong conduct; ",
  "pli-tv-pvr2.2:14.3": "after each of the first two announcements, they commit a serious offense; ",
  "pli-tv-pvr2.2:14.4": "when the last announcement is finished, they commit an offense entailing suspension. ",
  "pli-tv-pvr2.2:15.1": "When urging a nun on, saying, “Venerables, you should socialize; don’t live separately;” and not stopping when pressed up to the third time, she commits three kinds of offenses: ",
  "pli-tv-pvr2.2:15.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:15.3": "after each of the first two announcements, she commits a serious offense; ",
  "pli-tv-pvr2.2:15.4": "when the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-pvr2.2:16.1": "The offenses entailing suspension are finished. ",
  "pli-tv-pvr2.2:17.0": "3. The chapter on relinquishment ",
  "pli-tv-pvr2.2:17.1": "When collecting almsbowls, she commits one kind of offense: ",
  "pli-tv-pvr2.2:17.2": "an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:18.1": "When determining out-of-season robe-cloth as “in-season”, and then distributing it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:18.2": "when she is in the process of distributing it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:18.3": "when she has distributed it, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:19.1": "When trading robes with a nun and then just taking it back, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:19.2": "when she is in the process taking it back, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:19.3": "when she has taken it back, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:20.1": "When asking for one thing and then for something else, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:20.2": "when she is in the process of asking, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:20.3": "when she has asked, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:21.1": "When getting one thing in exchange and then something else, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:21.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:21.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:22.1": "When exchanging for something else a requisite belonging to the Sangha that is designated for a specific purpose, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:22.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:22.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:23.1": "When exchanging for something else a requisite belonging to the Sangha that is designated for a specific purpose and was asked for, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:23.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:23.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:24.1": "When exchanging for something else a collective requisite that is designated for a specific purpose, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:24.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:24.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:25.1": "When exchanging for something else a collective requisite that is designated for a specific purpose and was asked for, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:25.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:25.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:26.1": "When exchanging for something else a personal requisite that is designated for a specific purpose and was asked for, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:26.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:26.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:27.1": "When getting in exchange a heavy cloak worth more than four <i lang='pi' translate='no'>kaṁsa</i> coins, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:27.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:27.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:28.1": "When getting in exchange a light cloak worth more than two-and-a-half <i lang='pi' translate='no'>kaṁsa</i> coins, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:28.2": "when she is in the process of getting it in exchange, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:28.3": "when she has received it in exchange, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-pvr2.2:29.1": "The rules on relinquishment and confession are finished. ",
  "pli-tv-pvr2.2:30.0.1": "4. The chapter on offenses entailing confession ",
  "pli-tv-pvr2.2:30.0.2": "4.1 The sub-chapter on garlic ",
  "pli-tv-pvr2.2:30.1": "When eating garlic, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:30.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:30.3": "for every mouthful, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:31.1": "When removing hair from the private parts, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:31.2": "when she is in the process of removing them, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:31.3": "when she has removed them, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:32.1": "When slapping her genitals with the palm of her hand, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:32.2": "when she is in the process of slapping, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:32.3": "when she is done, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:33.1": "When using a dildo, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:33.2": "when she is using it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:33.3": "when she is done, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:34.1": "When cleaning herself with water by inserting more than two finger joints, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:34.2": "when she is in the process of cleaning, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:34.3": "when she is done, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:35.1": "When attending on a monk who is eating with drinking water or a fan, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:35.2": "when standing within arm’s reach, she commits an offense entailing confession; ",
  "pli-tv-pvr2.2:35.3": "when she standing beyond arm’s reach, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:36.1": "When asking for raw grain and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:36.2": "when she is in the process of receiving with the intention to eat, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:36.3": "for every mouthful, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:37.1": "When disposing of feces, urine, trash, or food scraps over a wall or over an encircling wall, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:37.2": "when she is in the process of discarding it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:37.3": "when she has discarded it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:38.1": "When disposing of feces, urine, trash, or food scraps on cultivated plants, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:38.2": "when she is in the process of discarding it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:38.3": "when she has discarded it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:39.1": "When going to see dancing, singing, or music, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:39.2": "when she is in the process of going, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:39.3": "wherever she stands to see or har it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:40.1": "The first sub-chapter on garlic is finished. ",
  "pli-tv-pvr2.2:41.0": "4.2 The sub-chapter on the dark of the night ",
  "pli-tv-pvr2.2:41.1": "When standing alone with a man in the dark of the night without a lamp, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:41.2": "when she stands within arm’s reach, she commits an offense entailing confession; ",
  "pli-tv-pvr2.2:41.3": "when she stands beyond arm’s reach, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:42.1": "When standing alone with a man in a concealed place, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:42.2": "when she stands within arm’s reach, she commits an offense entailing confession; ",
  "pli-tv-pvr2.2:42.3": "when she stands beyond arm’s reach, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:43.1": "When standing alone with a man out in the open, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:43.2": "when she stands within arm’s reach, she commits an offense entailing confession; ",
  "pli-tv-pvr2.2:43.3": "when she stands beyond arm’s reach, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:44.1": "When standing alone with a man on a street, in a cul-de-sac, or at an intersection, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:44.2": "when she stands within arm’s reach, she commits an offense entailing confession; ",
  "pli-tv-pvr2.2:44.3": "when she stands beyond arm’s reach, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:45.1": "When visiting families before the meal, sitting down on a seat, and then departing without informing the owners, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:45.2": "when she goes beyond the roof cover of the house with the first foot, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:45.3": "when she goes beyond with the second foot, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:46.1": "When visiting families after the meal and then sitting down on a seat without asking permission of the owners, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:46.2": "when she is in the process of sitting down, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:46.3": "when she is seated, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:47.1": "When going to families at the wrong time, putting out bedding without asking permission of the owners, or having it put out, and then sitting down, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:47.2": "when she is in the process of sitting down, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:47.3": "when she is seated, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:48.1": "When complaining about someone else because of misunderstanding and a lack of proper reflection, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:48.2": "when she is in the process of complaining, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:48.3": "when she has complained, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:49.1": "When invoking hell or the spiritual life to curse oneself or someone else, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:49.2": "when she is in the process of cursing, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:49.3": "when she has finished cursing, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:50.1": "When crying after repeatedly beating herself, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:50.2": "when beating herself and crying, she commits an offense entailing confession; ",
  "pli-tv-pvr2.2:50.3": "when beating herself but not crying, she commits an offense of wrong conduct. ",
  "pli-tv-pvr2.2:51.1": "The second sub-chapter on the dark of the night is finished. ",
  "pli-tv-pvr2.2:52.0": "4.3 The sub-chapter on bathing ",
  "pli-tv-pvr2.2:52.1": "When bathing naked, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:52.2": "when she is bathing, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:52.3": "when she is finished bathing, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:53.1": "When making a bathing robe that exceeds the right size, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:53.2": "when she is in the process of making it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:53.3": "when she has made it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:54.1": "When unstitching a nun’s robe, or having it unstitched, and then neither sewing it oneself nor making any effort to have someone else sew it, she commits one kind of offense: ",
  "pli-tv-pvr2.2:54.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:55.1": "When not moving one’s robes for more than five days, she commits one kind of offense: ",
  "pli-tv-pvr2.2:55.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:56.1": "When wearing a borrowed robe, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:56.2": "when she is wearing it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:56.3": "when she has worn it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:57.1": "When creating an obstacle for a group to get robe-cloth, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:57.2": "when she is in the process of creating it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:57.3": "when she has created it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:58.1": "When blocking a legitimate distribution of robe-cloth, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:58.2": "when she is in the process of blocking it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:58.3": "when she has blocked it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:59.1": "When giving a monastic robe to a householder, a male wanderer, or a female wanderer, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:59.2": "when she is in the process of giving it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:59.3": "when it has been given, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:60.1": "When letting the robe season pass because of an uncertain expectation of robe-cloth, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:60.2": "when she is in the process of letting it pass, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:60.3": "when she has let it pass, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:61.1": "When blocking a legitimate ending of the robe-making season, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:61.2": "when she is in the process of blocking it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:61.3": "when she has blocked it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:62.1": "The third sub-chapter on bathing is finished. ",
  "pli-tv-pvr2.2:63.0": "4.4 The sub-chapter on lying down ",
  "pli-tv-pvr2.2:63.1": "When two nuns to lie down on the same bed, they commit two kinds of offenses: ",
  "pli-tv-pvr2.2:63.2": "when they are in the process of lying down, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:63.3": "when they are lying down, they commit an offense entailing confession. ",
  "pli-tv-pvr2.2:64.1": "When two nuns lie down on the same sheet and under the same cover, they commit two kinds of offenses: ",
  "pli-tv-pvr2.2:64.2": "when they are in the process of lying down, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:64.3": "when they are lying down, they commit an offense entailing confession. ",
  "pli-tv-pvr2.2:65.1": "When intentionally making a nun ill at ease, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:65.2": "when she is doing it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:65.3": "when she has done it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:66.1": "When not nursing a suffering disciple, nor making any effort to have someone else nurse her, she commits one kind of offense: ",
  "pli-tv-pvr2.2:66.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:67.1": "When giving a dwelling place to a nun, and then, in anger, throwing her out, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:67.2": "when she is in the process of throwing her out, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:67.3": "when she has thrown her out, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:68.1": "When a socializing nun does not stop when pressed up to the third time, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:68.2": "after the motion, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:68.3": "when the last announcement is finished, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:69.1": "When wandering without a group of travelers where it is considered risky and dangerous within one’s own country, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:69.2": "when she is traveling, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:69.3": "when she has traveled, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:70.1": "When wandering without a group of travelers where it is considered risky and dangerous outside one’s own country, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:70.2": "when she is traveling, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:70.3": "when she has traveled, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:71.1": "When wandering during the rainy season, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:71.2": "when she is traveling, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:71.3": "when she has traveled, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:72.1": "When a nun who has completed the rainy-season residence does not go wandering, she commits one kind of offense: ",
  "pli-tv-pvr2.2:72.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:73.1": "The fourth sub-chapter on lying down is finished. ",
  "pli-tv-pvr2.2:74.0": "4.5 The sub-chapter on pleasure houses ",
  "pli-tv-pvr2.2:74.1": "When visiting a royal house, a pleasure house, a park, a garden, or a lotus pond, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:74.2": "when she is in the process of going, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:74.3": "wherever she stands to see them, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:75.1": "When using a high or luxurious couch, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:75.2": "when she is using it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:75.3": "when she has used it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:76.1": "When spinning yarn, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:76.2": "when she is spinning, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:76.3": "for every pull, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:77.1": "When providing services for a householder, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:77.2": "when she is in the process of providing them, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:77.3": "when they have been provided, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:78.1": "When consenting to resolve a legal issue—when asked by a nun—but then neither resolving it nor making any effort to resolve it, she commits one kind of offense: ",
  "pli-tv-pvr2.2:78.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:79.1": "When personally giving fresh or cooked food to a householder, a male wanderer, or a female wanderer, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:79.2": "when she is in the process of giving, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:79.3": "when she has given, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:80.1": "When not relinquishing and continuing to use a monastery robe, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:80.2": "when she is using it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:80.3": "when she has used it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:81.1": "When going wandering without relinquishing one’s lodging, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:81.2": "when she crosses the boundary with her first foot, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:81.3": "when she crosses with her second foot, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:82.1": "When studying pointless knowledge, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:82.2": "when she is studying, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:82.3": "for every line, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:83.1": "When teaching pointless knowledge, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:83.2": "when she is teaching, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:83.3": "for every line, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:84.1": "The fifth sub-chapter on pleasure houses is finished. ",
  "pli-tv-pvr2.2:85.0": "4.6 The sub-chapter on monasteries ",
  "pli-tv-pvr2.2:85.1": "When entering a monastery without asking permission, but knowing that there are monks there, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:85.2": "when she crosses the boundary with her first foot, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:85.3": "when she crosses with her second foot, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:86.1": "When abusing or reviling a monk, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:86.2": "when she is in the process of abusing, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:86.3": "when she is done, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:87.1": "When reviling a group while enraged, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:87.2": "when she is in the process of reviling, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:87.3": "when she is done, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:88.1": "When refusing an offer or invitation to eat more, and then eating fresh or cooked food, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:88.2": "when receiving with the intention to eat, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:88.3": "for every mouthful, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:89.1": "When being stingy with families, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:89.2": "when she is in the process of being stingy, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:89.3": "when she has been stingy, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:90.1": "When spending the rainy-season residence in a monastery without monks, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:90.2": "when thinking, “I’ll stay here for the rainy-season residence,” and she prepares a dwelling, sets out water for drinking and water for washing, and sweeps the yard, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:90.3": "At dawn, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:91.1": "When a nun who has completed the rainy-season residence does not invite correction from both Sanghas in regard to three things, she commits one kind of offense: ",
  "pli-tv-pvr2.2:91.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:92.1": "When not going to the instruction or taking part in a formal meeting of the community, she commits one kind of offense: ",
  "pli-tv-pvr2.2:92.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:93.1": "When not asking about the observance day and not going to the instruction, she commits one kind of offense: ",
  "pli-tv-pvr2.2:93.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:94.1": "When being alone with a man and having him rupture an abscess or a wound situated on her thigh, without getting permission from the Sangha or a group, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:94.2": "when she is in the process of having it ruptured, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:94.3": "when it has been ruptured, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:95.1": "The sixth sub-chapter on monasteries is finished. ",
  "pli-tv-pvr2.2:96.0": "4.7 The sub-chapter on pregnant women ",
  "pli-tv-pvr2.2:96.1": "When giving the full admission to a pregnant woman, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:96.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:96.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:97.1": "When giving the full admission to a woman who is breastfeeding, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:97.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:97.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:98.1": "When giving the full admission to a trainee nun who has not trained in the six rules for two years, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:98.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:98.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:99.1": "When giving the full admission to a trainee nun who has trained in the six rules for two years, but who has not been approved by the Sangha, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:99.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:99.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:100.1": "When giving the full admission to a married girl who is less than twelve years old, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:100.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:100.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:101.1": "When giving the full admission to a married girl who is more than twelve years old, but who has not trained in the six rules for two years, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:101.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:101.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:102.1": "When giving the full admission to a married girl who is more than twelve years old and who has trained for two years in the six rules, but who has not been approved by the Sangha, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:102.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:102.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:103.1": "When giving the full admission to one’s disciple, and then, for the next two years, neither guiding her nor having her guided, she commits one kind of offense: ",
  "pli-tv-pvr2.2:103.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:104.1": "When not following the mentor who gave one the full admission for two years, she commits one kind of offense: ",
  "pli-tv-pvr2.2:104.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:105.1": "When giving the full admission to one’s disciple, and then neither taking her away nor having her taken away, she commits one kind of offense: ",
  "pli-tv-pvr2.2:105.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:106.1": "The seventh sub-chapter on pregnant women is finished. ",
  "pli-tv-pvr2.2:107.0": "4.8 The sub-chapter on unmarried girls ",
  "pli-tv-pvr2.2:107.1": "When giving the full admission to an unmarried girl who is less than twenty years old, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:107.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:107.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:108.1": "When giving the full admission to an unmarried girl who is more than twenty years old, but who has not trained in the six rules for two years, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:108.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:108.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:109.1": "When giving the full admission to an unmarried girl who is more than twenty years old and who has trained for two years in the six rules, but who has not been approved by the Sangha, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:109.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:109.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:110.1": "When one who has less than twelve years of seniority gives the full admission, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:110.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:110.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:111.1": "When one who has twelve years of seniority gives the full admission without approval from the Sangha, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:111.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:111.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:112.1": "When verbally consenting when being told, “Venerable, you have given enough full admissions for now,” but then criticizing it afterwards, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:112.2": "when she is criticizing, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:112.3": "when she has criticized, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:113.1": "When telling a trainee nun, “Venerable, if you give me a robe, I’ll give you the full admission,” but then neither giving her the full admission nor making any effort to have her fully admitted, she commits one kind of offense: ",
  "pli-tv-pvr2.2:113.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:114.1": "When telling a trainee nun, “Venerable, if you follow me for two years, I’ll give you the full admission,” but then neither giving her the full admission nor making any effort to have her fully admitted, she commits one kind of offense: ",
  "pli-tv-pvr2.2:114.2": "an offense entailing confession. ",
  "pli-tv-pvr2.2:115.1": "When giving the full admission to a trainee nun who is socializing with men and boys and who is temperamental and difficult to live with, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:115.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:115.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:116.1": "When giving the full admission to a trainee nun who has not been given permission by her parents or her husband, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:116.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:116.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:117.1": "When giving the full admission to a trainee nun when any given consent has expired, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:117.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:117.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:118.1": "When giving full admission every year, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:118.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:118.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:119.1": "When giving the full admission to two women in one year, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:119.2": "when she is in the process of giving the full admission, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:119.3": "when she has given the full admission, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:120.1": "The eighth sub-chapter on unmarried girls is finished. ",
  "pli-tv-pvr2.2:121.0": "4.9 The sub-chapter on sunshades and sandals ",
  "pli-tv-pvr2.2:121.1": "When using a sunshade and sandals, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:121.2": "when she is using them, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:121.3": "when she has used them, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:122.1": "“The offense entailing confession for traveling in a vehicle—where was it laid down?” ",
  "pli-tv-pvr2.2:122.2": "when she is traveling, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:122.3": "when she has traveled, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:123.1": "When wearing a hip ornament, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:123.2": "when she is wearing it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:123.3": "when she has worn it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:124.1": "When wearing jewellery, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:124.2": "when she is wearing it, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:124.3": "when she has worn it, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:125.1": "When bathing with scents and colors, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:125.2": "when she is bathing, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:125.3": "when she is finished bathing, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:126.1": "When bathing with scents and oil-seed flour, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:126.2": "when she is bathing, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:126.3": "when she is finished bathing, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:127.1": "When having a nun massage or rub oneself, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:127.2": "when she is getting rubbed, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:127.3": "when she has gotten rubbed, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:128.1": "When having a trainee nun massage or rub oneself, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:128.2": "when she is getting rubbed, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:128.3": "when she has gotten rubbed, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:129.1": "When having a novice nun massage or rub oneself, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:129.2": "when she is getting rubbed, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:129.3": "when she has gotten rubbed, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:130.1": "When having a female householder massage or rub oneself, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:130.2": "when she is getting rubbed, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:130.3": "when she has gotten rubbed, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:131.1": "When sitting down on a seat in front of a monk without asking permission, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:131.2": "when she is in the process of sitting down, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:131.3": "when she is seated, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:132.1": "When asking a question of a monk who has not given permission, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:132.2": "when she is in the process of asking, then for the effort there is an offense of wrong conduct; ",
  "pli-tv-pvr2.2:132.3": "when she has asked, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:133.1": "When entering an inhabited area without wearing her chest wrap, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:133.2": "when she crosses the boundary with her first foot, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:133.3": "when she crosses with her second foot, she commits an offense entailing confession. ",
  "pli-tv-pvr2.2:134.1": "The ninth sub-chapter on sunshades and sandals is finished. ",
  "pli-tv-pvr2.2:134.2": "The section on minor rules is finished. ",
  "pli-tv-pvr2.2:135.0": "5. The chapter on offenses entailing acknowledgment ",
  "pli-tv-pvr2.2:135.1": "When asking for ghee and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:135.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:135.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:136.1": "When asking for oil and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:136.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:136.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:137.1": "When asking for honey and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:137.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:137.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:138.1": "When asking for syrup and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:138.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:138.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:139.1": "When asking for fish and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:139.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:139.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:140.1": "When asking for meat and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:140.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:140.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:141.1": "When asking for milk and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:141.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:141.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:142.1": "When asking for curd and then eating it, she commits two kinds of offenses: ",
  "pli-tv-pvr2.2:142.2": "when she receives it with the intention of eating it, she commits an offense of wrong conduct; ",
  "pli-tv-pvr2.2:142.3": "for every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-pvr2.2:143.1": "The eight offenses entailing acknowledgment are finished. ",
  "pli-tv-pvr2.2:143.2": "The second section on “how many offenses” is finished. "
}