{
  "pli-tv-pvr1.8:0.1": "The Compendium ",
  "pli-tv-pvr1.8:0.2": "The monks’ rules and their analysis ",
  "pli-tv-pvr1.8:0.3": "Part one ",
  "pli-tv-pvr1.8:0.4": "8. The section that collects together ",
  "pli-tv-pvr1.8:1.1": "For having sexual intercourse, how many kinds of offenses does one commit? ",
  "pli-tv-pvr1.8:1.2": "One commits three kinds of offenses: ",
  "pli-tv-pvr1.8:1.3": "when one has sexual intercourse with an undecomposed corpse, one commits an offense entailing expulsion; ",
  "pli-tv-pvr1.8:1.4": "when one has sexual intercourse with a mostly decomposed corpse, one commits a serious offense; ",
  "pli-tv-pvr1.8:1.5": "when one inserts the penis without touching into a wide open mouth, one commits an offense of wrong conduct. ",
  "pli-tv-pvr1.8:2.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? In how many of the seven classes of offenses are they found? Through how many of the six kinds of origins of offenses do they originate? To which of the four kinds of legal issues do they belong? Through how many of the seven principles for settling legal issues are they settled? ",
  "pli-tv-pvr1.8:2.2": "They belong to two kinds of failure: ",
  "pli-tv-pvr1.8:2.3": "they may be failure in morality; they may be failure in conduct. ",
  "pli-tv-pvr1.8:2.4": "They are found in three classes of offenses: ",
  "pli-tv-pvr1.8:2.5": "they may be in the class of offenses entailing expulsion; they may be in the class of serious offenses; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr1.8:2.6": "They originate in one way: ",
  "pli-tv-pvr1.8:2.7": "from body and mind, not from speech. ",
  "pli-tv-pvr1.8:2.8": "They are legal issues arising from an offense. ",
  "pli-tv-pvr1.8:2.9": "They are settled in three ways: ",
  "pli-tv-pvr1.8:2.10": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. … ",
  "pli-tv-pvr1.8:3.1": "For, out of disrespect, defecating, urinating, or spitting in water, how many kinds of offenses does one commit? ",
  "pli-tv-pvr1.8:3.2": "One commits one kind of offense: ",
  "pli-tv-pvr1.8:3.3": "an offense of wrong conduct. ",
  "pli-tv-pvr1.8:4.1": "When it comes to this offense, to how many of the four kinds of failure does it belong? In how many of the seven classes of offenses is it found? Through how many of the six kinds of origins of offenses does it originate? To which of the four kinds of legal issues does it belong? Through how many of the seven principles for settling legal issues is it settled? ",
  "pli-tv-pvr1.8:4.2": "It belongs to one kind of failure: ",
  "pli-tv-pvr1.8:4.3": "failure in conduct. ",
  "pli-tv-pvr1.8:4.4": "It is found in one class of offenses: ",
  "pli-tv-pvr1.8:4.5": "in the class of offenses of wrong conduct. ",
  "pli-tv-pvr1.8:4.6": "It originates in one way: ",
  "pli-tv-pvr1.8:4.7": "from body and mind, not from speech. ",
  "pli-tv-pvr1.8:4.8": "It is a legal issue arising from an offense. ",
  "pli-tv-pvr1.8:4.9": "It is settled through three principles: ",
  "pli-tv-pvr1.8:4.10": "it may be settled by resolution face-to-face and by acting according to what has been admitted; or it may be settled by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr1.8:5.1": "The eighth section that collects together is finished. ",
  "pli-tv-pvr1.8:5.2": "These eight sections were written down through the method of recitation. ",
  "pli-tv-pvr1.8:6.1": "This is the summary: ",
  "pli-tv-pvr1.8:7.1": "“Where was it laid down, and how many, ",
  "pli-tv-pvr1.8:7.2": "Failure and being found in; ",
  "pli-tv-pvr1.8:7.3": "Origin, legal issues, ",
  "pli-tv-pvr1.8:7.4": "Settling, and with collecting together.” "
}