{
  "pli-tv-pvr11:0.1": "The Compendium ",
  "pli-tv-pvr11:0.2": "The sub-division on legal issues ",
  "pli-tv-pvr11:0.3": "1. The sub-division on reopening, etc. ",
  "pli-tv-pvr11:1.1": "There are four kinds of legal issues: ",
  "pli-tv-pvr11:1.2": "legal issues arising from disputes, legal issues arising from accusations, legal issues arising from offenses, legal issues arising from business. ",
  "pli-tv-pvr11:2.1": "How many reopenings are there of these four legal issues? ",
  "pli-tv-pvr11:2.2": "Ten. ",
  "pli-tv-pvr11:2.3": "There are two reopenings of legal issues arising from disputes, four of legal issues arising from accusations, three of legal issues arising from offenses, and one of legal issues arising from business. ",
  "pli-tv-pvr11:3.1": "When reopening a legal issue arising from a dispute, how many principles for settling it does one reopen? ",
  "pli-tv-pvr11:3.2": "When reopening a legal issue arising from an accusation, how many principles for settling it does one reopen? ",
  "pli-tv-pvr11:3.3": "When reopening a legal issue arising from an offense, how many principles for settling it does one reopen? ",
  "pli-tv-pvr11:3.4": "When reopening a legal issue arising from business, how many principles for settling it does one reopen? ",
  "pli-tv-pvr11:4.1": "When reopening a legal issue arising from a dispute, one reopens two principles for settling it. ",
  "pli-tv-pvr11:4.2": "When reopening a legal issue arising from an accusation, one reopens two principles for settling it. ",
  "pli-tv-pvr11:4.3": "When reopening a legal issue arising from an offense, one reopens two principles for settling it. ",
  "pli-tv-pvr11:4.4": "When reopening a legal issue arising from business, one reopens two principles for settling it. ",
  "pli-tv-pvr11:5.1": "How many kinds of reopening are there? ",
  "pli-tv-pvr11:5.2": "In how many ways does a reopening come about? ",
  "pli-tv-pvr11:5.3": "How many qualities do people who reopen legal issues have? ",
  "pli-tv-pvr11:5.4": "How many kinds of people commit an offense when they reopen a legal issue? ",
  "pli-tv-pvr11:6.1": "There are twelve kinds of reopening. ",
  "pli-tv-pvr11:6.2": "A reopening comes about in ten ways. ",
  "pli-tv-pvr11:6.3": "People who have four qualities reopen legal issues. ",
  "pli-tv-pvr11:6.4": "There are four kinds of people who commit an offense when they reopen legal issues. ",
  "pli-tv-pvr11:7.1": "What are the twelve kinds of reopening? ",
  "pli-tv-pvr11:7.2": "The legal procedure hasn’t been done; it’s been done badly; it should be done again; it’s not been settled; it’s been badly settled; it should be settled again; it’s not been decided; it’s been badly decided; it should be decided again; it’s not been disposed of; it’s been badly disposed of; it should be disposed of again. ",
  "pli-tv-pvr11:8.1": "What are the ten ways that a reopening comes about? ",
  "pli-tv-pvr11:8.2": "One reopens a legal issue where it arose; one reopens a legal issue where it arose and was resolved; one reopens a legal issue while traveling; one reopens a legal issue that was resolved while traveling; one reopens a legal issue after going there; one reopens a legal issue that was resolved after going there; one reopens a resolution by recollection; one reopens a resolution because of past insanity; one reopens a decision on giving a further penalty; one reopens a decision of covering over as if with grass. ",
  "pli-tv-pvr11:9.1": "What are the four qualities that people who reopen legal issues have? ",
  "pli-tv-pvr11:9.2": "they reopen legal issues swayed by desire, ill will, confusion, or fear. ",
  "pli-tv-pvr11:10.1": "Who are the four kinds of people who commit an offense when they reopen a legal issue? ",
  "pli-tv-pvr11:10.2": "If one who was ordained on that very day does the reopening, they commit an offense entailing confession; if one who has newly arrived does the reopening, they commit an offense entailing confession; if the original doer does the reopening, they commit an offense entailing confession; if one who has given their consent does the reopening, they commit an offense entailing confession. ",
  "pli-tv-pvr11:11.0": "2. The sources of the legal issues, etc. ",
  "pli-tv-pvr11:11.1": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from disputes? ",
  "pli-tv-pvr11:11.2": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from accusations? ",
  "pli-tv-pvr11:11.3": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from offenses? ",
  "pli-tv-pvr11:11.4": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from business? ",
  "pli-tv-pvr11:12.1": "Legal issues arising from disputes have disputes as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:12.2": "Legal issues arising from accusations have accusations as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:12.3": "Legal issues arising from offenses have offenses as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:12.4": "Legal issues arising from business have business as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:13.1": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from disputes? ",
  "pli-tv-pvr11:13.2": "… of legal issues arising from accusations? ",
  "pli-tv-pvr11:13.3": "… of legal issues arising from offenses? ",
  "pli-tv-pvr11:13.4": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from business? ",
  "pli-tv-pvr11:14.1": "Legal issues arising from disputes have causes as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:14.2": "Legal issues arising from accusations … ",
  "pli-tv-pvr11:14.3": "Legal issues arising from offenses … ",
  "pli-tv-pvr11:14.4": "Legal issues arising from business have causes as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:15.1": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from disputes? ",
  "pli-tv-pvr11:15.2": "… of legal issues arising from accusations? ",
  "pli-tv-pvr11:15.3": "… of legal issues arising from offenses? ",
  "pli-tv-pvr11:15.4": "What is the source, the origin, the birth, the arising, the production, the origination of legal issues arising from business? ",
  "pli-tv-pvr11:16.1": "Legal issues arising from disputes have conditions as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:16.2": "Legal issues arising from accusations … ",
  "pli-tv-pvr11:16.3": "Legal issues arising from offenses … ",
  "pli-tv-pvr11:16.4": "Legal issues arising from business have conditions as their source, their origin, their birth, their arising, their production, their origination. ",
  "pli-tv-pvr11:17.0": "3. The roots of legal issues, etc. ",
  "pli-tv-pvr11:17.1": "How many roots do the four kinds of legal issues have, how many origins? ",
  "pli-tv-pvr11:17.2": "They have thirty-three roots, thirty-three origins. ",
  "pli-tv-pvr11:18.1": "What are the thirty-three roots? ",
  "pli-tv-pvr11:18.2": "Legal issues arising from disputes have twelve roots; legal issues arising from accusations have fourteen roots; legal issues arising from offenses have six roots; legal issues arising from business have one root, the Sangha. ",
  "pli-tv-pvr11:19.1": "What are the thirty-three origins? ",
  "pli-tv-pvr11:19.2": "Legal issues arising from disputes originate from the eighteen bases for schism; legal issues arising from accusations originate from the four kinds of failure; legal issues arising from offenses originate from the seven classes of offenses; legal issues arising from business originate from the four kinds of legal procedures. ",
  "pli-tv-pvr11:20.0": "4. Offenses because of legal issues ",
  "pli-tv-pvr11:20.1": "Is a legal issue arising from a dispute an offense or not an offense? ",
  "pli-tv-pvr11:20.2": "It is not an offense. ",
  "pli-tv-pvr11:20.3": "Is it possible to commit an offense because of a legal issue arising from a dispute? ",
  "pli-tv-pvr11:20.4": "Yes. ",
  "pli-tv-pvr11:20.5": "How many offenses does one commit because of legal issues arising from disputes? ",
  "pli-tv-pvr11:20.6": "Two: ",
  "pli-tv-pvr11:20.7": "there is an offense entailing confession for abusing one who is fully ordained; ",
  "pli-tv-pvr11:20.8": "there is an offense of wrong conduct for abusing one who is not fully ordained. ",
  "pli-tv-pvr11:21.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? ",
  "pli-tv-pvr11:21.2": "To which of the four kinds of legal issues do they belong? ",
  "pli-tv-pvr11:21.3": "In how many of the seven classes of offenses are they found? ",
  "pli-tv-pvr11:21.4": "Through how many of the six kinds of origins of offenses do they originate? ",
  "pli-tv-pvr11:21.5": "Through how many kinds of legal issues, in how many places, and through how many of the principles for settling legal issues are they settled? ",
  "pli-tv-pvr11:22.1": "They belong to one kind of failure: ",
  "pli-tv-pvr11:22.2": "failure in conduct. ",
  "pli-tv-pvr11:22.3": "They are legal issues arising from an offense. ",
  "pli-tv-pvr11:22.4": "They are found in two classes of offenses: ",
  "pli-tv-pvr11:22.5": "they may be in the class of offenses entailing confession; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr11:22.6": "They originate in three ways. ",
  "pli-tv-pvr11:22.7": "They are settled through one kind of legal issues: ",
  "pli-tv-pvr11:22.8": "legal issues arising from business. ",
  "pli-tv-pvr11:22.9": "They are settled in three places: ",
  "pli-tv-pvr11:22.10": "in the midst of the Sangha, in the midst of a group, or in the presence of an individual. ",
  "pli-tv-pvr11:22.11": "They are settled through three principles: ",
  "pli-tv-pvr11:22.12": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr11:23.1": "Is a legal issue arising from an accusation an offense or not an offense? ",
  "pli-tv-pvr11:23.2": "It is not an offense. ",
  "pli-tv-pvr11:23.3": "Is it possible to commit an offense because of a legal issue arising from an accusation? ",
  "pli-tv-pvr11:23.4": "Yes. ",
  "pli-tv-pvr11:23.5": "How many offenses does one commit because of legal issues arising from accusation? ",
  "pli-tv-pvr11:23.6": "Three: ",
  "pli-tv-pvr11:23.7": "there is an offense entailing suspension for groundlessly charging a monk with an offense entailing expulsion; ",
  "pli-tv-pvr11:23.8": "there is an offense entailing confession for groundlessly charging someone with an offense entailing suspension; ",
  "pli-tv-pvr11:23.9": "there is an offense of wrong conduct for groundlessly charging someone with failure in conduct. ",
  "pli-tv-pvr11:24.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? ",
  "pli-tv-pvr11:24.2": "To which of the four kinds of legal issues do they belong? ",
  "pli-tv-pvr11:24.3": "In how many of the seven classes of offenses are they found? ",
  "pli-tv-pvr11:24.4": "Through how many of the six kinds of origins of offenses do they originate? ",
  "pli-tv-pvr11:24.5": "Through how many kinds of legal issues, in how many places, and through how many of the principles for settling legal issues are they settled? ",
  "pli-tv-pvr11:25.1": "They belong to two kinds of failure: ",
  "pli-tv-pvr11:25.2": "they may be failure in morality; they may be failure in conduct. ",
  "pli-tv-pvr11:25.3": "They are legal issues arising from an offense. ",
  "pli-tv-pvr11:25.4": "They are found in three classes of offenses: ",
  "pli-tv-pvr11:25.5": "they may be in the class of offenses entailing suspension; they may be in the class of offenses entailing confession; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr11:25.6": "They originate in three ways. ",
  "pli-tv-pvr11:25.7": "The heavy offenses are settled through one kind of legal issues: ",
  "pli-tv-pvr11:25.8": "legal issues arising from business. ",
  "pli-tv-pvr11:25.9": "They are settled in one way: ",
  "pli-tv-pvr11:25.10": "in the midst of the Sangha. ",
  "pli-tv-pvr11:25.11": "They are settled through two principles: ",
  "pli-tv-pvr11:25.12": "by resolution face-to-face and by acting according to what has been admitted. ",
  "pli-tv-pvr11:25.13": "The light offenses are settled through one kind of legal issues: ",
  "pli-tv-pvr11:25.14": "legal issues arising from business. ",
  "pli-tv-pvr11:25.15": "They are settled in three places: ",
  "pli-tv-pvr11:25.16": "in the midst of the Sangha, in the midst of a group, or in the presence of an individual. ",
  "pli-tv-pvr11:25.17": "They are settled through three principles: ",
  "pli-tv-pvr11:25.18": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr11:26.1": "Is a legal issue arising from an offense an offense or not an offense? ",
  "pli-tv-pvr11:26.2": "It is an offense. ",
  "pli-tv-pvr11:26.3": "Is it possible to commit an offense because of a legal issue arising from an offense? ",
  "pli-tv-pvr11:26.4": "Yes. ",
  "pli-tv-pvr11:26.5": "How many offenses does one commit because of legal issues arising from offenses? ",
  "pli-tv-pvr11:26.6": "Four: ",
  "pli-tv-pvr11:26.7": "there is an offense involving expulsion for a nun who knowingly conceals an offense entailing expulsion; ",
  "pli-tv-pvr11:26.8": "there is a serious offense for concealing it if she is unsure; ",
  "pli-tv-pvr11:26.9": "there is an offense entailing confession for a monk who conceals an offense entailing suspension; ",
  "pli-tv-pvr11:26.10": "there is an offense of wrong conduct for concealing a failure in conduct. ",
  "pli-tv-pvr11:27.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? ",
  "pli-tv-pvr11:27.2": "To which of the four kinds of legal issues do they belong? ",
  "pli-tv-pvr11:27.3": "In how many of the seven classes of offenses are they found? ",
  "pli-tv-pvr11:27.4": "Through how many of the six kinds of origins of offenses do they originate? ",
  "pli-tv-pvr11:27.5": "Through how many kinds of legal issues, in how many places, and through how many of the principles for settling legal issues are they settled? ",
  "pli-tv-pvr11:28.1": "They belong to two kinds of failure: ",
  "pli-tv-pvr11:28.2": "they may be failure in morality; they may be failure in conduct. ",
  "pli-tv-pvr11:28.3": "They are legal issues arising from an offense. ",
  "pli-tv-pvr11:28.4": "They are found in four classes of offenses: ",
  "pli-tv-pvr11:28.5": "they may be in the class of offenses entailing expulsion; they may be in the class of serious offenses; they may be in the class of offenses entailing confession; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr11:28.6": "They originate in one way: ",
  "pli-tv-pvr11:28.7": "from body, speech, and mind. ",
  "pli-tv-pvr11:28.8": "The incurable offenses are not settled by any kind of legal issue, in any place, or through any of the principles for settling legal issues. ",
  "pli-tv-pvr11:28.9": "The light offenses are settled through one kind of legal issues: ",
  "pli-tv-pvr11:28.10": "legal issues arising from business. ",
  "pli-tv-pvr11:28.11": "They are settled in three places: ",
  "pli-tv-pvr11:28.12": "in the midst of the Sangha, in the midst of a group, or in the presence of an individual. ",
  "pli-tv-pvr11:28.13": "They are settled through three principles: ",
  "pli-tv-pvr11:28.14": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr11:29.1": "Is a legal issue arising from business an offense or not an offense? ",
  "pli-tv-pvr11:29.2": "It is not an offense. ",
  "pli-tv-pvr11:29.3": "Is it possible to commit an offense because of a legal issue arising from an accusation? ",
  "pli-tv-pvr11:29.4": "Yes. ",
  "pli-tv-pvr11:29.5": "How many offenses does one commit because of legal issues arising from business? ",
  "pli-tv-pvr11:29.6": "Five: ",
  "pli-tv-pvr11:29.7": "there is an offense of wrong conduct after the motion when a nun takes sides with one who has been ejected and she does not stop when pressed up to the third time; ",
  "pli-tv-pvr11:29.8": "there is a serious offense after each of the first two announcements; ",
  "pli-tv-pvr11:29.9": "there is an offense entailing expulsion when the last announcement is finished; ",
  "pli-tv-pvr11:29.10": "there is an offense entailing suspension when monks who side with a monk who is pursuing schism do not stop when pressed up to the third time; ",
  "pli-tv-pvr11:29.11": "there is an offense entailing confession when not giving up a bad view after being pressed up to the third time. ",
  "pli-tv-pvr11:30.1": "When it comes to these offenses, to how many of the four kinds of failure do they belong? ",
  "pli-tv-pvr11:30.2": "To which of the four kinds of legal issues do they belong? ",
  "pli-tv-pvr11:30.3": "In how many of the seven classes of offenses are they found? ",
  "pli-tv-pvr11:30.4": "Through how many of the six kinds of origins of offenses do they originate? ",
  "pli-tv-pvr11:30.5": "Through how many kinds of legal issues, in how many places, and through how many of the principles for settling legal issues are they settled? ",
  "pli-tv-pvr11:31.1": "They belong to two kinds of failure: ",
  "pli-tv-pvr11:31.2": "they may be failure in morality; they may be failure in conduct. ",
  "pli-tv-pvr11:31.3": "They are legal issues arising from an offense. ",
  "pli-tv-pvr11:31.4": "They are found in five classes of offenses: ",
  "pli-tv-pvr11:31.5": "they may be in the class of offenses entailing expulsion; they may be in the class of offenses entailing suspension; they may be in the class of serious offenses; they may be in the class of offenses entailing confession; they may be in the class of offenses of wrong conduct. ",
  "pli-tv-pvr11:31.6": "They originate in one way: ",
  "pli-tv-pvr11:31.7": "from body, speech, and mind. ",
  "pli-tv-pvr11:31.8": "The incurable offenses are not settled by any kind of legal issue, in any place, or through any of the principles for settling legal issues. ",
  "pli-tv-pvr11:31.9": "The heavy offense is settled through one kind of legal issue: ",
  "pli-tv-pvr11:31.10": "a legal issue arising from business. ",
  "pli-tv-pvr11:31.11": "It is settled in one place: ",
  "pli-tv-pvr11:31.12": "in the midst of the Sangha. ",
  "pli-tv-pvr11:31.13": "They are settled through two principles: ",
  "pli-tv-pvr11:31.14": "by resolution face-to-face and by acting according to what has been admitted. ",
  "pli-tv-pvr11:31.15": "The light offenses are settled through one kind of legal issues: ",
  "pli-tv-pvr11:31.16": "legal issues arising from business. ",
  "pli-tv-pvr11:31.17": "They are settled in three places: ",
  "pli-tv-pvr11:31.18": "in the midst of the Sangha, in the midst of a group, or in the presence of an individual. ",
  "pli-tv-pvr11:31.19": "They are settled through three principles: ",
  "pli-tv-pvr11:31.20": "they may be settled by resolution face-to-face and by acting according to what has been admitted; or they may be settled by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr11:32.0": "5. The difference between legal issues ",
  "pli-tv-pvr11:32.1": "Is a legal issue arising from a dispute a legal issue arising from an accusation, a legal issue arising from an offense, or a legal issue arising from business? ",
  "pli-tv-pvr11:32.2": "A legal issue arising from a dispute is neither a legal issue arising from an accusation, nor a legal issue arising from an offense, nor a legal issue arising from business. ",
  "pli-tv-pvr11:32.3": "Nevertheless, because of a legal issue arising from a dispute, there is legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business. ",
  "pli-tv-pvr11:32.4": "How is this? ",
  "pli-tv-pvr11:32.5": "It may be that monks are disputing, saying, ",
  "pli-tv-pvr11:32.6": "‘This is the Teaching’, ‘This is contrary to the Teaching’ … ",
  "pli-tv-pvr11:32.7": "‘This is a grave offense’, or ‘This is a minor offense.’ ",
  "pli-tv-pvr11:32.8": "In regard to this, whatever quarreling, arguing, conflict, disputing, variety in opinion, difference in opinion, heated speech, or strife there is, this called a legal issue arising from a dispute. ",
  "pli-tv-pvr11:32.9": "When, during a legal issue arising from a dispute, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr11:32.10": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr11:32.11": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr11:32.12": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr11:32.13": "In this way, a legal issue arising from a dispute is a legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business. ",
  "pli-tv-pvr11:33.1": "Is a legal issue arising from an accusation a legal issue arising from an offense, a legal issue arising from business, or legal issue arising from a dispute? ",
  "pli-tv-pvr11:33.2": "A legal issue arising from an accusation is neither a legal issue arising from an offense, nor a legal issue arising from business, nor a legal issue arising from a dispute. ",
  "pli-tv-pvr11:33.3": "Nevertheless, because of a legal issue arising from an accusation, there is a legal issue arising from an offense, a legal issue arising from business, and a legal issue arising from a dispute. ",
  "pli-tv-pvr11:33.4": "How is this? ",
  "pli-tv-pvr11:33.5": "It may be that the monks accuse a monk of failure in morality, failure in conduct, failure in view, or failure in livelihood. ",
  "pli-tv-pvr11:33.6": "In regard to this, whatever accusation, accusing, allegation, blame, taking sides because of friendship, taking part in the accusation, or supporting the accusation there is, this is called a legal issue arising from an accusation. ",
  "pli-tv-pvr11:33.7": "When, during a legal issue arising from an accusation, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr11:33.8": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr11:33.9": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr11:33.10": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr11:33.11": "In this way, a legal issue arising from an accusation is a legal issue arising from an offense, a legal issue arising from business, and a legal issue arising from a dispute. ",
  "pli-tv-pvr11:34.1": "Is a legal issue arising from an offense a legal issue arising from business, a legal issue arising from a dispute, or a legal issue arising from an accusation? ",
  "pli-tv-pvr11:34.2": "A legal issue arising from an offense is neither a legal issue arising from business, nor a legal issue arising from a dispute, nor a legal issue arising from an accusation. ",
  "pli-tv-pvr11:34.3": "Nevertheless, because of a legal issue arising from an offense, there is a legal issue arising from business, a legal issue arising from a dispute, and a legal issue arising from an accusation. ",
  "pli-tv-pvr11:34.4": "How is this? ",
  "pli-tv-pvr11:34.5": "There are legal issues arising from offenses because of the five classes of offenses, and there are legal issues arising from offenses because of the seven classes of offenses—these are called legal issues arising from offenses. ",
  "pli-tv-pvr11:34.6": "When, during a legal issue arising from an offense, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr11:34.7": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr11:34.8": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr11:34.9": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr11:34.10": "In this way, a legal issue arising from an offense is a legal issue arising from business, a legal issue arising from a dispute, and a legal issue arising from an accusation. ",
  "pli-tv-pvr11:35.1": "Is a legal issue arising from business a legal issue arising from a dispute, a legal issue arising from an accusation, or a legal issue arising from an offense? ",
  "pli-tv-pvr11:35.2": "A legal issue arising from business is neither a legal issue arising from a dispute, nor a legal issue arising from an accusation, nor a legal issue arising from an offense. ",
  "pli-tv-pvr11:35.3": "Nevertheless, because of a legal issue arising from business, there is a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue arising from an offense. ",
  "pli-tv-pvr11:35.4": "How is this? ",
  "pli-tv-pvr11:35.5": "Whatever is the duty or the business of the Sangha—a legal procedure consisting of getting permission, a legal procedure consisting of one motion, a legal procedure consisting of one motion and one announcement, a legal procedure consisting of one motion and three announcements—this is called a legal issue arising from business. ",
  "pli-tv-pvr11:35.6": "When, during a legal issue arising from business, the Sangha disputes, there is a legal issue arising from a dispute. ",
  "pli-tv-pvr11:35.7": "When one who is disputing makes an accusation, there is an legal issue arising from an accusation. ",
  "pli-tv-pvr11:35.8": "When one who is accusing commits an offense, there is a legal issue arising from an offense. ",
  "pli-tv-pvr11:35.9": "When the Sangha does a legal procedure because of that offense, there is a legal issue arising from business. ",
  "pli-tv-pvr11:35.10": "In this way, a legal issue arising from business is a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue arising from an offense. ",
  "pli-tv-pvr11:36.0": "6. The section on questioning ",
  "pli-tv-pvr11:36.1": "When there is resolution by recollection, is there also resolution face-to-face? ",
  "pli-tv-pvr11:36.2": "When there is resolution face-to-face, is there also resolution by recollection? ",
  "pli-tv-pvr11:36.3": "When there is resolution because of past insanity, is there also resolution face-to-face? ",
  "pli-tv-pvr11:36.4": "When there is resolution face-to-face, is there also resolution because of past insanity? ",
  "pli-tv-pvr11:36.5": "When there is acting according to what has been admitted, is there also resolution face-to-face? ",
  "pli-tv-pvr11:36.6": "When there is resolution face-to-face, is there also acting according to what has been admitted? ",
  "pli-tv-pvr11:36.7": "When there is a majority decision, is there also resolution face-to-face? ",
  "pli-tv-pvr11:36.8": "When there is resolution face-to-face, is there also a majority decision? ",
  "pli-tv-pvr11:36.9": "When there is a further penalty, is there also resolution face-to-face? ",
  "pli-tv-pvr11:36.10": "When there is resolution face-to-face, is there also a further penalty? ",
  "pli-tv-pvr11:36.11": "When there is covering over as if with grass, is there also resolution face-to-face? ",
  "pli-tv-pvr11:36.12": "When there is resolution face-to-face, is there also covering over as if with grass? ",
  "pli-tv-pvr11:37.0": "7. The section on responding ",
  "pli-tv-pvr11:37.1": "There may be an occasion when a legal issue is resolved by resolution face-to-face and resolution by recollection. ",
  "pli-tv-pvr11:37.2": "Then, when there is resolution by recollection there is also resolution face-to-face, and when there is resolution face-to-face there also resolution by recollection; but there is not resolution because of past insanity, nor acting according to what has been admitted, nor a majority decision, nor a further penalty, nor covering over as if with grass. ",
  "pli-tv-pvr11:37.3": "There may be an occasion when a legal issue is resolved by resolution face-to-face and resolution because of past insanity. … ",
  "pli-tv-pvr11:37.4": "by resolution face-to-face and by acting according to what has been admitted … ",
  "pli-tv-pvr11:37.5": "by resolution face-to-face and by majority decision … ",
  "pli-tv-pvr11:37.6": "by resolution face-to-face and by further penalty … ",
  "pli-tv-pvr11:37.7": "when a legal issue is resolved by resolution face-to-face and by covering over as if with grass. ",
  "pli-tv-pvr11:37.8": "Then, when there is covering over as if with grass there is also resolution face-to-face, and when there is resolution face-to-face there also covering over as if with grass; but there is not resolution through recollection, nor resolution because of past insanity, nor acting according to what has been admitted, nor a majority decision, nor a further penalty. ",
  "pli-tv-pvr11:38.0": "8. The section on connected ",
  "pli-tv-pvr11:38.1": "Are resolution face-to-face and resolution by recollection connected or disconnected? ",
  "pli-tv-pvr11:38.2": "Is it possible to completely separate them and point to their difference? ",
  "pli-tv-pvr11:38.3": "Are resolution face-to-face and resolution because of past insanity … ",
  "pli-tv-pvr11:38.4": "Are resolution face-to-face and acting according to what has been admitted … ",
  "pli-tv-pvr11:38.5": "Are resolution face-to-face and majority decision … ",
  "pli-tv-pvr11:38.6": "Are resolution face-to-face and a further penalty … ",
  "pli-tv-pvr11:38.7": "Are resolution face-to-face and covering over as if with grass connected or disconnected? ",
  "pli-tv-pvr11:38.8": "Is it possible to completely separate them and point to their difference? ",
  "pli-tv-pvr11:39.1": "Resolution face-to-face and resolution by recollection ",
  "pli-tv-pvr11:39.2": "are connected, not disconnected. ",
  "pli-tv-pvr11:39.3": "It is not possible to completely separate them and point to their difference. ",
  "pli-tv-pvr11:39.4": "Resolution face-to-face and resolution because of past insanity … ",
  "pli-tv-pvr11:39.5": "Resolution face-to-face and acting according to what has been admitted … ",
  "pli-tv-pvr11:39.6": "Resolution face-to-face and majority decision … ",
  "pli-tv-pvr11:39.7": "Resolution face-to-face and a further penalty … ",
  "pli-tv-pvr11:39.8": "Resolution face-to-face and covering over as if with grass ",
  "pli-tv-pvr11:39.9": "are connected, not disconnected. ",
  "pli-tv-pvr11:39.10": "It is not possible to completely separate them and point to their difference. ",
  "pli-tv-pvr11:40.0": "9. The sources of the seven principles for settling legal issues ",
  "pli-tv-pvr11:40.1": "What is the source, the origin, the birth, the arising, the production, the origination of resolution face-to-face? ",
  "pli-tv-pvr11:40.2": "What is the source, the origin, the birth, the arising, the production, the origination of resolution by recollection? ",
  "pli-tv-pvr11:40.3": "What is the source, the origin, the birth, the arising, the production, the origination of resolution because of past insanity? ",
  "pli-tv-pvr11:40.4": "What is the source, the origin, the birth, the arising, the production, the origination of acting according to what has been admitted? ",
  "pli-tv-pvr11:40.5": "What is the source, the origin, the birth, the arising, the production, the origination of a majority decision? ",
  "pli-tv-pvr11:40.6": "What is the source, the origin, the birth, the arising, the production, the origination of a further penalty? ",
  "pli-tv-pvr11:40.7": "What is the source, the origin, the birth, the arising, the production, the origination of covering over as if with grass? ",
  "pli-tv-pvr11:41.1": "Resolution face-to-face has sources as its source, its origin, its birth, its arising, its production, its origination. ",
  "pli-tv-pvr11:41.2": "Resolution by recollection … ",
  "pli-tv-pvr11:41.3": "Resolution because of past insanity … ",
  "pli-tv-pvr11:41.4": "Acting according to what has been admitted … ",
  "pli-tv-pvr11:41.5": "A majority decision … ",
  "pli-tv-pvr11:41.6": "A further penalty … ",
  "pli-tv-pvr11:41.7": "Covering over as if with grass has sources as its source, its origin, its birth, its arising, its production, its origination. ",
  "pli-tv-pvr11:42.1": "What is the source, the origin, the birth, the arising, the production, the origination of resolution face-to-face? ",
  "pli-tv-pvr11:42.2": "… of resolution by recollection? ",
  "pli-tv-pvr11:42.3": "… of resolution because of past insanity? ",
  "pli-tv-pvr11:42.4": "… of acting according to what has been admitted? ",
  "pli-tv-pvr11:42.5": "… of a majority decision? ",
  "pli-tv-pvr11:42.6": "… of a further penalty? ",
  "pli-tv-pvr11:42.7": "What is the source, the origin, the birth, the arising, the production, the origination of covering over as if with grass? ",
  "pli-tv-pvr11:43.1": "Resolution face-to-face has causes as its source, its origin, its birth, its arising, its production, its origination. ",
  "pli-tv-pvr11:43.2": "Resolution by recollection … ",
  "pli-tv-pvr11:43.3": "Resolution because of past insanity … ",
  "pli-tv-pvr11:43.4": "Acting according to what has been admitted … ",
  "pli-tv-pvr11:43.5": "A majority decision … ",
  "pli-tv-pvr11:43.6": "A further penalty … ",
  "pli-tv-pvr11:43.7": "Covering over as if with grass has causes as its source, its origin, its birth, its arising, its production, its origination. ",
  "pli-tv-pvr11:44.1": "What is the source, the origin, the birth, the arising, the production, the origination of resolution face-to-face? ",
  "pli-tv-pvr11:44.2": "… of resolution by recollection? ",
  "pli-tv-pvr11:44.3": "… of resolution because of past insanity? ",
  "pli-tv-pvr11:44.4": "… of acting according to what has been admitted? ",
  "pli-tv-pvr11:44.5": "… of a majority decision? ",
  "pli-tv-pvr11:44.6": "… of a further penalty? ",
  "pli-tv-pvr11:44.7": "What is the source, the origin, the birth, the arising, the production, the origination of covering over as if with grass? ",
  "pli-tv-pvr11:44.8": "Resolution face-to-face has conditions as its source, its origin, its birth, its arising, its production, its origination. ",
  "pli-tv-pvr11:44.9": "Resolution by recollection … ",
  "pli-tv-pvr11:44.10": "Resolution because of past insanity … ",
  "pli-tv-pvr11:44.11": "Acting according to what has been admitted … ",
  "pli-tv-pvr11:44.12": "A majority decision … ",
  "pli-tv-pvr11:44.13": "A further penalty … ",
  "pli-tv-pvr11:44.14": "Covering over as if with grass has conditions as its source, its origin, its birth, its arising, its production, its origination. ",
  "pli-tv-pvr11:45.1": "How many sources do the seven principles for settling legal issues have, and how many origins? ",
  "pli-tv-pvr11:45.2": "They have twenty-six sources and thirty-six origins. ",
  "pli-tv-pvr11:45.3": "What are those twenty-six roots? ",
  "pli-tv-pvr11:45.4": "Resolution face-to-face has four roots: ",
  "pli-tv-pvr11:45.5": "face-to-face with the Sangha, face-to-face with the Teaching, face-to-face with the Monastic Law, face-to-face with the persons concerned. ",
  "pli-tv-pvr11:45.6": "Resolution by recollection has four roots. ",
  "pli-tv-pvr11:45.7": "Resolution because of past insanity has four roots. ",
  "pli-tv-pvr11:45.8": "Acting according to what has been admitted has two roots: ",
  "pli-tv-pvr11:45.9": "The one who confesses and the one who is confesses to. ",
  "pli-tv-pvr11:45.10": "A majority decision has four roots. ",
  "pli-tv-pvr11:45.11": "A further penalty has four roots. ",
  "pli-tv-pvr11:45.12": "Covering over as if with grass has four roots: ",
  "pli-tv-pvr11:45.13": "face-to-face with the Sangha, face-to-face with the Teaching, face-to-face with the Monastic Law, face-to-face with the persons concerned. ",
  "pli-tv-pvr11:46.1": "What are those thirty-six origins? ",
  "pli-tv-pvr11:46.2": "The doing of, the performing of, the participation in, the consent to, the agreement to, the non-objection to a legal procedure of resolution through recollection. ",
  "pli-tv-pvr11:46.3": "… a legal procedure of resolution because of past insanity. ",
  "pli-tv-pvr11:46.4": "… a legal procedure of acting according to what has been admitted. ",
  "pli-tv-pvr11:46.5": "… a legal procedure of majority decision. ",
  "pli-tv-pvr11:46.6": "… a legal procedure of further penalty. ",
  "pli-tv-pvr11:46.7": "The doing of, the performing of, the participation in, the consent to, the agreement to, the non-objection to a legal procedure of covering over as if with grass. ",
  "pli-tv-pvr11:47.0": "10. The differences between the seven principles for settling legal issues ",
  "pli-tv-pvr11:47.1": "Are resolution face-to-face and resolution by recollection different in meaning and different in phrasing, or the same in meaning and just different in wording? ",
  "pli-tv-pvr11:47.2": "Are resolution face-to-face and resolution because of past insanity … ",
  "pli-tv-pvr11:47.3": "Are resolution face-to-face and acting according to what has been admitted … ",
  "pli-tv-pvr11:47.4": "Are resolution face-to-face and majority decision … ",
  "pli-tv-pvr11:47.5": "Are resolution face-to-face and a further penalty … ",
  "pli-tv-pvr11:47.6": "Are resolution face-to-face and covering over as if with grass different in meaning and different in phrasing, or the same in meaning and just different in wording? ",
  "pli-tv-pvr11:47.7": "Resolution face-to-face and resolution by recollection are different in meaning and different in wording. ",
  "pli-tv-pvr11:47.8": "Resolution face-to-face and resolution because of past insanity … ",
  "pli-tv-pvr11:47.9": "Resolution face-to-face and acting according to what has been admitted … ",
  "pli-tv-pvr11:47.10": "Resolution face-to-face and majority decision … ",
  "pli-tv-pvr11:47.11": "Resolution face-to-face and a further penalty … ",
  "pli-tv-pvr11:47.12": "Resolution face-to-face and covering over as if with grass are different in meaning and different in wording. ",
  "pli-tv-pvr11:48.1": "Are there disputes that are a legal issue arising from a dispute? Are there disputes that are not a legal issue? Are there legal issues that are not a dispute? Are there legal issues that are also a dispute? ",
  "pli-tv-pvr11:48.2": "There may be disputes that are a legal issue arising from a dispute; there may be disputes that are not a legal issue; there may legal issues that are not a dispute; there may be legal issues that are also a dispute. ",
  "pli-tv-pvr11:49.1": "How is there a dispute that is a legal issue arising from a dispute? ",
  "pli-tv-pvr11:49.2": "It may be that the monks are disputing, saying, ‘This is the Teaching’, ‘This is contrary to the Teaching’ … ",
  "pli-tv-pvr11:49.3": "‘This is a grave offense’, or ‘This is a minor offense.’ ",
  "pli-tv-pvr11:49.4": "In regard to this, whatever quarreling, arguing, conflict, disputing, variety in opinion, difference in opinion, heated speech, or strife there is—",
  "pli-tv-pvr11:49.5": "this is a dispute that is a legal issue arising from a dispute. ",
  "pli-tv-pvr11:50.1": "How is there a dispute that is not a legal issue? ",
  "pli-tv-pvr11:50.2": "A mother disputes with her offspring; an offspring with their mother; a father with his offspring; an offspring with their father; a brother with his brother; a brother with his sister; a sister with her brother; a friend with their friend—",
  "pli-tv-pvr11:50.3": "this is a dispute that is not a legal issue. ",
  "pli-tv-pvr11:51.1": "How is there a legal issue that is not a dispute? ",
  "pli-tv-pvr11:51.2": "A legal issue arising from an accusation, a legal issue arising from an offense, a legal issue arising from business—",
  "pli-tv-pvr11:51.3": "this is a legal issue that is not a dispute. ",
  "pli-tv-pvr11:52.1": "How is there a legal issue that is also a dispute? ",
  "pli-tv-pvr11:52.2": "A legal issue arising from a dispute is a legal issue and also a dispute. ",
  "pli-tv-pvr11:53.1": "Are there accusations that are a legal issue arising from an accusation? Are there accusations that are not a legal issue? Are there legal issues that are not an accusation? Are there legal issues that are also an accusation? ",
  "pli-tv-pvr11:53.2": "There may be accusations that are a legal issue arising from an accusation; there may be accusations that are not a legal issue; there may be legal issues that are not an accusation; there may legal issues that are also an accusation. ",
  "pli-tv-pvr11:54.1": "How is there an accusation that is a legal issue arising from an accusation? ",
  "pli-tv-pvr11:54.2": "It may be that the monks accuse a monk of failure in morality, failure in conduct, failure in view, or failure in livelihood. ",
  "pli-tv-pvr11:54.3": "In regard to this, whatever accusation, accusing, allegation, blame, taking sides because of friendship, taking part in the accusation, or supporting the accusation there is—",
  "pli-tv-pvr11:54.4": "this is an accusation that is a legal issue arising from an accusation. ",
  "pli-tv-pvr11:55.1": "How is there an accusation that is not a legal issue? ",
  "pli-tv-pvr11:55.2": "A mother accuses her offspring; an offspring their mother; a father his offspring; an offspring their father; a brother his brother; a brother his sister; a sister her brother; a friend their friend—",
  "pli-tv-pvr11:55.3": "this is an accusation that is not a legal issue. ",
  "pli-tv-pvr11:56.1": "How is there a legal issue that is not an accusation? ",
  "pli-tv-pvr11:56.2": "A legal issue arising from an offense, a legal issue arising from business, a legal issue arising from a dispute—",
  "pli-tv-pvr11:56.3": "this is a legal issue that is not an accusation. ",
  "pli-tv-pvr11:57.1": "How is there a legal issue that is also an accusation? ",
  "pli-tv-pvr11:57.2": "A legal issue arising from an accusation is a legal issue and also an accusation. ",
  "pli-tv-pvr11:58.1": "Are there offenses that are a legal issue arising from an offense? Are there offenses that are not a legal issue? Are there legal issues that are not an offense? Are there legal issues that are also an offense? ",
  "pli-tv-pvr11:58.2": "There may be offenses that are a legal issue arising from an offense; there may be offenses that are not a legal issue; there may be legal issues that are not an offense; there may be legal issues that are also an offense. ",
  "pli-tv-pvr11:59.1": "How is there an offense that is a legal issue arising from an offense? ",
  "pli-tv-pvr11:59.2": "There are legal issues arising from offenses because of the five classes of offenses; ",
  "pli-tv-pvr11:59.3": "there are legal issues arising from offenses because of the seven classes of offenses—",
  "pli-tv-pvr11:59.4": "this is an offense that is a legal issue arising from an offense. ",
  "pli-tv-pvr11:60.1": "How is there an offense that is not a legal issue? ",
  "pli-tv-pvr11:60.2": "The attainment of stream-entry—",
  "pli-tv-pvr11:60.3": "this is an attainment/offense that is not a legal issue. ",
  "pli-tv-pvr11:61.1": "How is there a legal issue that is not an offense? ",
  "pli-tv-pvr11:61.2": "A legal issue arising from business, a legal issue arising from a dispute, a legal issue arising from an accusation—",
  "pli-tv-pvr11:61.3": "this is a legal issue that is not an offense. ",
  "pli-tv-pvr11:62.1": "How is there a legal issue that is also an offense? ",
  "pli-tv-pvr11:62.2": "A legal issue arising from an offense is a legal issue and also an offense. ",
  "pli-tv-pvr11:63.1": "Is there business that is a legal issue arising from business? Is there business that is not a legal issue? Are there legal issues that are not business? Are there legal issues that are also business? ",
  "pli-tv-pvr11:63.2": "There may be business that is a legal issue arising from business; there may be business that is not a legal issue; there may be legal issues that are not business; there may be legal issues that are also business. ",
  "pli-tv-pvr11:64.1": "How is there business that is a legal issue arising from business? ",
  "pli-tv-pvr11:64.2": "Whatever is the duty or the business of the Sangha—a legal procedure consisting of getting permission, a legal procedure consisting of one motion, a legal procedure consisting of one motion and one announcement, a legal procedure consisting of one motion and three announcements—",
  "pli-tv-pvr11:64.3": "this is business that is a legal issue arising from business. ",
  "pli-tv-pvr11:65.1": "How is there business that is not a legal issue? ",
  "pli-tv-pvr11:65.2": "The duty to teacher, the duty to a preceptor, the duty to a co-student, the duty to a co-pupil—",
  "pli-tv-pvr11:65.3": "this is business that is not a legal issue. ",
  "pli-tv-pvr11:66.1": "How is there a legal issue that is not business? ",
  "pli-tv-pvr11:66.2": "A legal issue arising from a dispute, a legal issue arising from an accusation, a legal issue arising from an offense—",
  "pli-tv-pvr11:66.3": "this is a legal issue that is not business. ",
  "pli-tv-pvr11:67.1": "How is there a legal issue that is also business? ",
  "pli-tv-pvr11:67.2": "A legal issue arising from business is a legal issue and also business.” ",
  "pli-tv-pvr11:68.1": "The sub-division on legal issues is finished. ",
  "pli-tv-pvr11:69.1": "This is the summary: ",
  "pli-tv-pvr11:70.1": "Legal issue, reopenings, ",
  "pli-tv-pvr11:70.2": "Ways, and with people; ",
  "pli-tv-pvr11:70.3": "Sources, causes, conditions, ",
  "pli-tv-pvr11:70.4": "Roots, and with origin. ",
  "pli-tv-pvr11:71.1": "Offense, is, and when, ",
  "pli-tv-pvr11:71.2": "Connected, and with source; ",
  "pli-tv-pvr11:71.3": "Cause, condition, roots, ",
  "pli-tv-pvr11:71.4": "With origin, wording; ",
  "pli-tv-pvr11:71.5": "Dispute, legal issue. ",
  "pli-tv-pvr11:71.6": "This is in the sub-division on legal issues. "
}