{
  "pli-tv-pvr17:0.1": "The Compendium ",
  "pli-tv-pvr17:0.2": "Groups of five with Upāli ",
  "pli-tv-pvr17:0.3": "1. The sub-chapter on “without formal support” ",
  "pli-tv-pvr17:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-pvr17:1.2": "Venerable Upāli went to the Buddha, bowed, sat down, ",
  "pli-tv-pvr17:1.3": "and said, ",
  "pli-tv-pvr17:1.4": "“Venerable Sir, when a monk has how many qualities, should he live with formal support for life?” ",
  "pli-tv-pvr17:2.1": "“When he has five qualities, Upāli: ",
  "pli-tv-pvr17:2.3": "he does not know about the observance-day ceremony; he does not know the observance-day procedure; he does not know the Monastic Code; he does not know the recitation of the Monastic Code; he has less than five years of seniority. ",
  "pli-tv-pvr17:2.5": "But when a monk has five qualities, he may live without formal support for life: ",
  "pli-tv-pvr17:2.7": "he knows about the observance-day ceremony; he knows the observance-day procedure; he knows the Monastic Code; he knows the recitation of the Monastic Code; he has five or more years of seniority. ",
  "pli-tv-pvr17:3.1": "When a monk has five other qualities, he should live with formal support for life: ",
  "pli-tv-pvr17:3.3": "he does not know about the invitation ceremony; he does not know the invitation procedure; he does not know the Monastic Code; he does not know the recitation of the Monastic Code; he has less than five years of seniority. ",
  "pli-tv-pvr17:3.5": "But when a monk has five qualities, he may live without formal support for life: ",
  "pli-tv-pvr17:3.7": "he knows about the invitation ceremony; he knows the invitation procedure; he knows the Monastic Code; he knows the recitation of the Monastic Code; he has five or more years of seniority. ",
  "pli-tv-pvr17:4.1": "When a monk has five other qualities, he should live with formal support for life: ",
  "pli-tv-pvr17:4.3": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he has less than five years of seniority. ",
  "pli-tv-pvr17:4.5": "But when a monk has five qualities, he may live without formal support for life: ",
  "pli-tv-pvr17:4.7": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he has five or more years of seniority.” ",
  "pli-tv-pvr17:5.1": "“Sir, when a monk has how many qualities, should he not give the full ordination or formal support, nor have a novice monk attend on him?” ",
  "pli-tv-pvr17:6.1": "“When he has five qualities: ",
  "pli-tv-pvr17:6.3": "He’s not capable of three things in regard to a student: to nurse him or have him nursed when he’s sick; to send him away or have him sent away when he’s discontent with the spiritual life; and to use the Teaching to dispel anxiety. And he is not capable of training him in the Teaching; and he is not capable of training him in the Monastic Law. ",
  "pli-tv-pvr17:6.5": "But when a monk has five qualities, he may give the full ordination and formal support, and he may have a novice monk attend on him: ",
  "pli-tv-pvr17:6.7": "He’s capable of three things in regard to a student: to nurse him or have him nursed when he’s sick; to send him away or have him sent away when he’s discontent with the spiritual life; and to use the Teaching to dispel anxiety. And he is capable of training him in the Teaching; and he is capable of training him in the Monastic Law. ",
  "pli-tv-pvr17:7.1": "When a monk has five other qualities, he should not give the full ordination or formal support, nor have a novice monk attend on him: ",
  "pli-tv-pvr17:7.3": "He’s not capable of five things in regard to a student: to train him in good conduct; to train him in the basics of the spiritual life; to train him in the higher morality; to train him in the higher mind; to train him in the higher wisdom. ",
  "pli-tv-pvr17:7.5": "But when a monk has five qualities, he may give the full ordination and formal support, and he may have a novice monk attend on him: ",
  "pli-tv-pvr17:7.7": "He’s capable of five things in regard to a student: to train him in good conduct; to train him in the basics of the spiritual life; to train him in the higher morality; to train him in the higher mind; to train him in the higher wisdom.” ",
  "pli-tv-pvr17:8.1": "“Sir, when a monk has how many qualities, should a legal procedure be done against him?” ",
  "pli-tv-pvr17:9.1": "“When he has five qualities: ",
  "pli-tv-pvr17:9.3": "he is shameless, ignorant, and not a regular monk, and he has wrong view, and he has failed in livelihood. ",
  "pli-tv-pvr17:10.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:10.3": "he has failed in the higher morality; he has failed in conduct; he has failed in view; he has wrong view; and he has failed in livelihood. ",
  "pli-tv-pvr17:11.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:11.3": "he is frivolous in bodily conduct; he is frivolous in verbal conduct; he is frivolous in bodily and verbal conduct; he has wrong view; and he has failed in livelihood. ",
  "pli-tv-pvr17:12.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:12.3": "he is improperly behaved by body; he is improperly behaved by speech; he is improperly behaved by body and speech; he has wrong view; and he has failed in livelihood. ",
  "pli-tv-pvr17:13.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:13.3": "his bodily conduct is harmful; his verbal conduct is harmful; his bodily and verbal conduct are harmful; he has wrong view; and he has failed in livelihood. ",
  "pli-tv-pvr17:14.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:14.3": "he has wrong livelihood by body; he has wrong livelihood by speech; he has wrong livelihood by body and speech; he has wrong view; and he has failed in livelihood. ",
  "pli-tv-pvr17:15.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:15.3": "if, after committing an offense and having a legal procedure done against him, he: gives the full ordination, [2] gives formal support, [3] has a novice monk attend on him, [4] he accepts being appointed as an instructor of the nuns; [5] he instructs the nuns, whether appointed or not. ",
  "pli-tv-pvr17:16.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:16.3": "he commits the same offense for which the Sangha did the legal procedure against him; he commits an offense similar to the one for which the Sangha did the legal procedure against him; he commits an offense worse than the one for which the Sangha did the legal procedure against him; he criticizes the procedure; he criticizes those who did the procedure. ",
  "pli-tv-pvr17:17.1": "When a monk has five other qualities, should a legal procedure be done against him: ",
  "pli-tv-pvr17:17.3": "he disparages the Buddha; he disparages the Teaching; he disparages the Sangha; he has wrong view; and he has failed in livelihood.” ",
  "pli-tv-pvr17:18.1": "The first sub-chapter on “without formal” support is finished. ",
  "pli-tv-pvr17:19.1": "This is the summary: ",
  "pli-tv-pvr17:20.1": "“Observance day, invitation ceremony, ",
  "pli-tv-pvr17:20.2": "And offense, one who is sick; ",
  "pli-tv-pvr17:20.3": "Good conduct, and shameless, ",
  "pli-tv-pvr17:20.4": "Higher morality, and with frivolity. ",
  "pli-tv-pvr17:21.1": "Improperly behaved, harmful, ",
  "pli-tv-pvr17:21.2": "Wrong, and offense; ",
  "pli-tv-pvr17:21.3": "Offense for which, of the Buddha—",
  "pli-tv-pvr17:21.4": "The compilation of the first sub-chapter is finished.” ",
  "pli-tv-pvr17:22.0": "2. The sub-chapter on not lifting ",
  "pli-tv-pvr17:22.1": "“Sir, when a monk has how many qualities, should a legal procedure done against him not be lifted?” ",
  "pli-tv-pvr17:23.1": "“When he has five qualities, Upāli: ",
  "pli-tv-pvr17:23.3": "if, after committing an offense and having a legal procedure done against him, he: gives the full ordination, [2] gives formal support, [3] has a novice monk attend on him, [4] he accepts being appointed as an instructor of the nuns; [5] he instructs the nuns, whether appointed or not. ",
  "pli-tv-pvr17:24.1": "When a monk has five other qualities, should a legal procedure done against him not be lifted: ",
  "pli-tv-pvr17:24.3": "he commits the same offense for which the Sangha did the legal procedure against him; he commits an offense similar to the one for which the Sangha did the legal procedure against him; he commits an offense worse than the one for which the Sangha did the legal procedure against him; he criticizes the procedure; he criticizes those who did the procedure. ",
  "pli-tv-pvr17:25.1": "When a monk has five other qualities, should a legal procedure done against him not be lifted: ",
  "pli-tv-pvr17:25.3": "he disparages the Buddha; he disparages the Teaching; he disparages the Sangha; he has wrong view; and he has failed in livelihood. ",
  "pli-tv-pvr17:26.1": "When a monk has five other qualities, should a legal procedure done against him not be lifted: ",
  "pli-tv-pvr17:26.3": "he is shameless, ignorant, and not a regular monk, and he oppresses others, and he does not fulfil the training in proper conduct.” ",
  "pli-tv-pvr17:27.1": "“Sir, when a monk is involved in a conflict and is about to approach the Sangha, how many qualities should he first set up in himself?” ",
  "pli-tv-pvr17:28.1": "“He should set up five qualities in himself: ",
  "pli-tv-pvr17:28.3": "he should be humble; he should be intent on removing defilements; he should be skilled in appropriate seats and where to sit down, taking a seat without encroaching on the senior monks and without blocking the junior monks; he should not ramble or talk pointlessly, but should speak according to the Teaching or invite others to speak or value noble silence; if the Sangha is doing procedures requiring unity, but the monk does not approve of it, then he should reveal his view but think ‘I should not be at variance with the Sangha,’ and then the unity will not be lost. ",
  "pli-tv-pvr17:29.1": "“When a monk has how many qualities, does the majority dislike and disapprove of him when he speaks in the Sangha?” ",
  "pli-tv-pvr17:30.1": "“When he has five qualities: ",
  "pli-tv-pvr17:30.3": "he is condescending; he repeats what others say; he is bad at keeping to the topic; he does not accuse others according to the Teaching, the Monastic Law, or their offense; he does not make amends according to the Teaching, the Monastic Law, or his offense. ",
  "pli-tv-pvr17:30.5": "But when a monk has five qualities, the majority likes and approves of him when he speaks in the Sangha: ",
  "pli-tv-pvr17:30.7": "he is not condescending; he does not repeat what others say; he is good at keeping to the topic; he accuses others according to the Teaching, the Monastic Law, and their offense; he makes amends according to the Teaching, the Monastic Law, and his offense. ",
  "pli-tv-pvr17:31.1": "When a monk has five other qualities, the majority dislikes and disapproves of him when he speaks in the Sangha: ",
  "pli-tv-pvr17:31.3": "he praises; and he blames; he maintains what is contrary to the Teaching; he obstructs what is in accordance with the Teaching; he often speaks frivolously. ",
  "pli-tv-pvr17:31.5": "But when a monk has five qualities, the majority likes and approves of him when he speaks in the Sangha: ",
  "pli-tv-pvr17:31.7": "he doesn’t praise; and he doesn’t blame; he maintains what is in accordance with the Teaching; he obstructs what is contrary to the Teaching; he rarely speaks frivolously. ",
  "pli-tv-pvr17:32.1": "When a monk has five other qualities, the majority dislikes and disapproves of him when he speaks in the Sangha: ",
  "pli-tv-pvr17:32.3": "he speaks forcefully; he speaks without having gotten permission; he does not accuse others according to the Teaching, the Monastic Law, or their offense; he does not make amends according to the Teaching, the Monastic Law, or his offense; he does not explain things according to his own view. ",
  "pli-tv-pvr17:32.5": "But when a monk has five qualities, the majority likes and approves of him when he speaks in the Sangha: ",
  "pli-tv-pvr17:32.7": "he does not speak forcefully; he does not speak without having gotten permission; he accuses others according to the Teaching, the Monastic Law, and their offense; he makes amends according to the Teaching, the Monastic Law, and his offense; he explains things according to his own view. ",
  "pli-tv-pvr17:33.1": "“Sir, how many benefits are there of studying the Monastics Law?” ",
  "pli-tv-pvr17:34.1": "“There are these five benefits: ",
  "pli-tv-pvr17:34.3": "your own morality is well guarded; you are a refuge for those who are habitually anxious; you speak with confidence in the midst of the Sangha; you can legitimately and properly refute an opponent; you are practicing for the longevity of the true Teaching.” ",
  "pli-tv-pvr17:35.1": "The second sub-chapter on not lifting is finished. ",
  "pli-tv-pvr17:36.1": "This is the summary: ",
  "pli-tv-pvr17:37.1": "“Committing, for which, and praise, ",
  "pli-tv-pvr17:37.2": "Shameless, and with conflict; ",
  "pli-tv-pvr17:37.3": "Condescending, and praises, ",
  "pli-tv-pvr17:37.4": "Forcefully, studying.” ",
  "pli-tv-pvr17:38.1": "The first pairs have been laid down. ",
  "pli-tv-pvr17:39.0": "3. The sub-chapter on speech ",
  "pli-tv-pvr17:39.1": "“Sir, when a monk has how many qualities, should he not speak in the Sangha?” ",
  "pli-tv-pvr17:40.1": "“When he has five qualities, Upāli: ",
  "pli-tv-pvr17:40.3": "he does not know the offenses; he does not know the origin of the offenses; he does not know the kind of effort required to commit the offenses; he does not know the settling of offenses; he is not skilled in deciding on offenses. ",
  "pli-tv-pvr17:40.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:40.7": "he knows the offenses; he know the origin of the offenses; he knows the kind of effort required to commit the offenses; he knows the settling of offenses; he is skilled in deciding on offenses. ",
  "pli-tv-pvr17:41.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:41.3": "he does not know the legal issues; he does not know the origin of the legal issues; he does not know the kind of effort that is the source of the legal issues; he does not know the settling of legal issues; he is not skilled in deciding legal issues. ",
  "pli-tv-pvr17:41.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:41.7": "he knows the legal issues; he knows the origin of the legal issues; he knows the kind of effort that is the source of the legal issues; he knows the settling of legal issues; he is skilled in deciding legal issues. ",
  "pli-tv-pvr17:42.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:42.3": "he speaks forcefully; he speaks without having gotten permission; he does not accuse others according to the Teaching, the Monastic Law, or their offense; he does not make amends according to the Teaching, the Monastic Law, or his offense; he does not explain things according to his own view. ",
  "pli-tv-pvr17:42.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:42.7": "he does not speak forcefully; he does not speak without having gotten permission; he accuses others according to the Teaching, the Monastic Law, and their offense; he makes amends according to the Teaching, the Monastic Law, and his offense; he explains things according to his own view. ",
  "pli-tv-pvr17:43.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:43.3": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he does not know the offenses that are clearable by making amends and the offenses that are not clearable by making amends. ",
  "pli-tv-pvr17:43.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:43.7": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he knows the offenses that are clearable by making amends and the offenses that are not clearable by making amends. ",
  "pli-tv-pvr17:44.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:44.3": "he does not know the legal procedures; he does not know how the legal procedures are done; he does not know the actions that are the basis for the legal procedures; he does not know the proper conduct in relation to legal procedures; he does not know the settling of legal procedures. ",
  "pli-tv-pvr17:44.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:44.7": "he knows the legal procedures; he knows how the legal procedures are done; he knows the actions that are the basis for the legal procedures; he knows the proper conduct in relation to legal procedures; he knows the settling of legal procedures. ",
  "pli-tv-pvr17:45.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:45.3": "he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the right order of words; he does not know the sequence of statements. ",
  "pli-tv-pvr17:45.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:45.7": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the right order of words; he knows the sequence of statements. ",
  "pli-tv-pvr17:46.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:46.3": "he is swayed by desire, ill will, confusion, and fear, and he is shameless. ",
  "pli-tv-pvr17:46.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:46.7": "he is not swayed by desire, ill will, confusion, or fear, and he has a sense of conscience. ",
  "pli-tv-pvr17:47.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:47.3": "he is swayed by desire, ill will, confusion, and fear, and he is unskilled in the Monastic Law. ",
  "pli-tv-pvr17:47.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:47.7": "he is not swayed by desire, ill will, confusion, or fear, and he is skilled in the Monastic Law. ",
  "pli-tv-pvr17:48.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:48.3": "he does not know the motion; he does not know how the motion is done; he does not know the proclamation of the motion; he does not know the settling of the motion; he does not know the resolution of the motion. ",
  "pli-tv-pvr17:48.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:48.7": "he knows the motion; he knows how the motion is done; he knows the proclamation of the motion; he knows the settling of the motion; he know the resolution of the motion. ",
  "pli-tv-pvr17:49.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:49.3": "he does not know the Monastic Code; he does not know what is in accordance with the Monastic Code; he does not know the Monastic Law; he does not know what is in accordance with the Monastic Law; he is not skilled in what is and what is not possible. ",
  "pli-tv-pvr17:49.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:49.7": "he knows the Monastic Code; he knows what is in accordance with the Monastic Code; he knows the Monastic Law; he knows what is in accordance with the Monastic Law; he is skilled in what is and what is not possible. ",
  "pli-tv-pvr17:50.1": "When a monk has five other qualities, he should not speak in the Sangha: ",
  "pli-tv-pvr17:50.3": "he does not know the Teaching; he does not know what is in accordance with the Teaching; he does not know the Monastic Law; he does not know what is in accordance with the Monastic Law; he is not skilled in sequence. ",
  "pli-tv-pvr17:50.5": "But when a monk has five qualities, he may speak in the Sangha: ",
  "pli-tv-pvr17:50.7": "he knows the Teaching; he knows what is in accordance with the Teaching; he knows the Monastic Law; he knows what is in accordance with the Monastic Law; he is skilled in sequence. ",
  "pli-tv-pvr17:51.1": "The third sub-chapter on speech is finished. ",
  "pli-tv-pvr17:52.1": "This is the summary: ",
  "pli-tv-pvr17:53.1": "“Offenses, legal issues, ",
  "pli-tv-pvr17:53.2": "Forcefully, knowing offenses; ",
  "pli-tv-pvr17:53.3": "Legal procedures, the actions that are the basis, and shameless, ",
  "pli-tv-pvr17:53.4": "Unskilled, of the motion; ",
  "pli-tv-pvr17:53.5": "He does not know the Monastic Code, or the Teaching—",
  "pli-tv-pvr17:53.6": "The compilation of the third sub-chapter is finished.” ",
  "pli-tv-pvr17:54.0": "4. The sub-chapter on revealing one’s view ",
  "pli-tv-pvr17:54.1": "“Sir, how many illegitimate kinds of revealing one’s view are there?” ",
  "pli-tv-pvr17:55.1": "“There are five, Upāli: ",
  "pli-tv-pvr17:55.3": "one reveals a view about a non-offense; one reveals a view about an offense that is not clearable by confession; one reveals a view about an offense that has been confessed; one reveals a view to four or five people; one reveals a view mind to mind. ",
  "pli-tv-pvr17:56.1": "But there are five legitimate kinds of revealing one’s view: ",
  "pli-tv-pvr17:56.3": "one reveals a view about an offense; one reveals a view about an offense that is clearable by confession; one reveals a view about an offense that has not been confessed; one does not reveal a view to four or five people; one does not reveal a view mind to mind. ",
  "pli-tv-pvr17:57.1": "There are five other illegitimate kinds of revealing one’s view: ",
  "pli-tv-pvr17:57.3": "one reveals a view to someone who belongs to a different Buddhist sect; one reveals a view to someone who is within a different monastery zone; one reveals a view to someone who is not a regular monk; one reveals a view to four or five people; one reveals a view mind to mind. ",
  "pli-tv-pvr17:58.1": "But there are five legitimate kinds of revealing one’s view: ",
  "pli-tv-pvr17:58.3": "one reveals a view to someone who belongs to the same Buddhist sect; one reveals a view to someone who is within the same monastery zone; one reveals a view to someone who is a regular monk; one does not reveal a view to four or five people; one does not reveal a view mind to mind.” ",
  "pli-tv-pvr17:59.1": "“How many illegitimate kinds of receiving are there?” ",
  "pli-tv-pvr17:60.1": "“There are five: ",
  "pli-tv-pvr17:60.3": "when someone gives by body and one does not receive by body; when someone gives by body and one does not receive with something connected to the body; when someone gives with something connected to the body and one does not receive by body; when someone gives with something connected to the body and one does not receive with something connected to the body; when someone gives by releasing and one does not receive by body or with something connected to the body. ",
  "pli-tv-pvr17:61.1": "But there are five legitimate kinds of receiving: ",
  "pli-tv-pvr17:61.3": "when someone gives by body and one receives by body; when someone gives by body and one receives with something connected to the body; when someone gives with something connected to the body and one receives by body; when someone gives with something connected to the body and one receives with something connected to the body; when someone gives by releasing and one receives by body or with something connected to the body.” ",
  "pli-tv-pvr17:62.1": "“In how many ways is something considered as not leftover?” ",
  "pli-tv-pvr17:63.1": "“In five ways: ",
  "pli-tv-pvr17:63.3": "the making it leftover is done with food that is not allowable; it is done with food that has not been received; it is done with food that is not held in hand; it is done by one who is not within arm’s reach; “I’ve had enough,” has not been said. ",
  "pli-tv-pvr17:64.1": "There are five ways that something is considered as leftover: ",
  "pli-tv-pvr17:64.3": "the making it leftover is done with food that is allowable; it is done with food that has been received; it is done with food that is held in hand; it is done by one who is within arm’s reach; “I’ve had enough,” has been said. ",
  "pli-tv-pvr17:65.1": "“In how many ways is there a refusal of an invitation to eat more?” ",
  "pli-tv-pvr17:66.1": "“In five ways: ",
  "pli-tv-pvr17:66.3": "there is eating; there is cooked food; it is brought forward within arm’s reach; there is a refusal. ",
  "pli-tv-pvr17:67.1": "“How many illegitimately ways are there of acting according to what has been admitted?” ",
  "pli-tv-pvr17:68.1": "“There are five ways: ",
  "pli-tv-pvr17:68.3": "A monk has committed an offense entailing expulsion. When he is accused of having committed such an offense, he admits to committing an offense entailing suspension. The Sangha deals with him for an offense entailing suspension. That acting according to what has been admitted is illegitimate. ",
  "pli-tv-pvr17:68.4": "A monk has committed an offense entailing expulsion. When he is accused of having committed such an offense, he admits to committing an offense entailing confession … ",
  "pli-tv-pvr17:68.5": "an offense entailing acknowledgment … ",
  "pli-tv-pvr17:68.6": "an offense of wrong conduct. The Sangha deals with him for an offense of wrong conduct. That acting according to what has been admitted is illegitimate. ",
  "pli-tv-pvr17:68.7": "A monk has committed an offense entailing suspension … ",
  "pli-tv-pvr17:68.8": "A monk has committed an offense entailing confession … ",
  "pli-tv-pvr17:68.9": "A monk has committed an offense entailing acknowledgment … ",
  "pli-tv-pvr17:68.10": "A monk has committed an offense of wrong conduct. When he is accused of having committed such an offense, he admits to committing an offense entailing expulsion. The Sangha deals with him for an offense entailing expulsion. That acting according to what has been admitted is illegitimate. ",
  "pli-tv-pvr17:68.11": "A monk has committed an offense of wrong conduct. When he is accused of having committed such an offense, he admits to committing an offense entailing suspension. … ",
  "pli-tv-pvr17:68.12": "an offense entailing confession … ",
  "pli-tv-pvr17:68.13": "an offense entailing acknowledgment. The Sangha deals with him for an offense entailing acknowledgment. That acting according to what has been admitted is illegitimate. ",
  "pli-tv-pvr17:69.1": "There are five ways of legitimately acting according to what has been admitted: ",
  "pli-tv-pvr17:69.3": "A monk has committed an offense entailing expulsion. When he is accused of having committed such an offense, he admits it. The Sangha deals with him for an offense entailing expulsion. That acting according to what has been admitted is legitimate. ",
  "pli-tv-pvr17:69.4": "A monk has committed an offense entailing suspension … ",
  "pli-tv-pvr17:69.5": "A monk has committed an offense entailing confession … ",
  "pli-tv-pvr17:69.6": "A monk has committed an offense entailing acknowledgment … ",
  "pli-tv-pvr17:69.7": "A monk has committed an offense of wrong conduct. When he is accused of having committed such an offense, he admits it. The Sangha deals with him for an offense of wrong conduct. That acting according to what has been admitted is legitimate.” ",
  "pli-tv-pvr17:70.1": "“Sir, when a monk has how many qualities, is he unqualified to get permission to correct someone?” ",
  "pli-tv-pvr17:71.1": "“When he has five qualities: ",
  "pli-tv-pvr17:71.3": "he is shameless; he is ignorant; he is not a regular monk; he speaks to make someone disrobe; he is not aiming to clear someone’s offense. ",
  "pli-tv-pvr17:72.1": "“But when a monk has five qualities, he is qualified to get permission to correct someone: ",
  "pli-tv-pvr17:72.3": "he has a sense of conscience; he is knowledgeable; he is a regular monk; he is aiming to clear someone’s offense; he is not speaking to make someone disrobe. ",
  "pli-tv-pvr17:73.1": "“When a monk has how many qualities, should the Monastic Law not be discussed with him?” ",
  "pli-tv-pvr17:74.1": "“When he has five qualities: ",
  "pli-tv-pvr17:74.3": "he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the right order of words; he does not know the sequence of statements. ",
  "pli-tv-pvr17:75.1": "But when a monk has five qualities, the Monastic Law may be discussed with him: ",
  "pli-tv-pvr17:75.3": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the right order of words; he knows the sequence of statements.” ",
  "pli-tv-pvr17:76.1": "“How many kinds of questions and enquiries are there?” ",
  "pli-tv-pvr17:77.1": "“There are five: ",
  "pli-tv-pvr17:77.3": "one asks because of stupidity and folly; because one is overcome by bad desires; because of contempt; because one desires to know; because of the thought, ‘If he replies correctly when I ask him, all is well, but if he doesn’t, I will correctly reply for him.’” ",
  "pli-tv-pvr17:78.1": "“How many kinds of declaration of perfect insight are there?” ",
  "pli-tv-pvr17:79.1": "“There are five: ",
  "pli-tv-pvr17:79.3": "one declares perfect insight because of stupidity and folly; because one is overcome by bad desires; because of insanity and derangement; because of overestimation; because it is true.” ",
  "pli-tv-pvr17:80.1": "“How many kinds of purification are there?” ",
  "pli-tv-pvr17:81.1": "“There are five: ",
  "pli-tv-pvr17:81.3": "After reciting the introduction, the rest is announced as if heard. [2] After reciting the introduction and the four rules entailing expulsion, the rest is announced as if heard. [3] After reciting the introduction, the four rules entailing expulsion, and the thirteen rules entailing suspension, the rest is announced as if heard. [4] After reciting the introduction, the four rules entailing expulsion, the thirteen rules entailing suspension, and the two undetermined rules, the rest is announced as if heard. [5] In full is the fifth.” ",
  "pli-tv-pvr17:82.1": "“How many kinds of cooked food are there?” ",
  "pli-tv-pvr17:83.1": "“There are five: ",
  "pli-tv-pvr17:83.3": "cooked grain, porridge, flour products, fish, and meat.” ",
  "pli-tv-pvr17:84.1": "The fourth sub-chapter on revealing one’s view is finished. ",
  "pli-tv-pvr17:85.1": "This is the summary: ",
  "pli-tv-pvr17:86.1": "“Revealing one’s view, other, ",
  "pli-tv-pvr17:86.2": "Receiving, not leftover; ",
  "pli-tv-pvr17:86.3": "Refusal of an invitation to eat more, according to what has been admitted, ",
  "pli-tv-pvr17:86.4": "Permission, and with discussion; ",
  "pli-tv-pvr17:86.5": "Question, declarations of perfect insight, ",
  "pli-tv-pvr17:86.6": "And also purification, cooked food.” ",
  "pli-tv-pvr17:87.0": "5. The sub-chapter on raising an issue ",
  "pli-tv-pvr17:87.1": "“Sir, how many qualities should a monk see in himself before accusing another?” ",
  "pli-tv-pvr17:88.1": "“He should see five qualities in himself: ",
  "pli-tv-pvr17:88.3": "He should reflect: ",
  "pli-tv-pvr17:89.1": "‘Is my bodily conduct pure and faultless? Is this quality found in me or not?’ ",
  "pli-tv-pvr17:89.2": "If it’s not, there will be those who say, ",
  "pli-tv-pvr17:89.3": "‘Please train your own bodily conduct first.’ ",
  "pli-tv-pvr17:90.1": "He should reflect: ",
  "pli-tv-pvr17:90.2": "‘Is my verbal conduct pure and faultless? Is this quality found in me or not?’ ",
  "pli-tv-pvr17:90.3": "If it’s not, there will be those who say, ",
  "pli-tv-pvr17:90.4": "‘Please train your own verbal conduct first.’ ",
  "pli-tv-pvr17:91.1": "He should reflect: ",
  "pli-tv-pvr17:91.2": "‘Do I have a mind of good will toward my fellow monastics? Am I free from ill will toward them? Is this quality found in me or not?’ ",
  "pli-tv-pvr17:91.3": "If it’s not, there will be those who say, ",
  "pli-tv-pvr17:91.4": "‘Please set up a mind of good will toward your fellow monastics first.’ ",
  "pli-tv-pvr17:92.1": "He should reflect: ",
  "pli-tv-pvr17:92.2": "‘Have I learned much and do I retain and accumulate what I’ve learned? Those teachings that are good in the beginning, good in the middle, and good in the end, that have a true goal and are well articulated, and that set out the perfectly complete and pure spiritual life—have I learned many such teachings, retained them in mind, recited them verbally, mentally investigated them, and penetrated them well by view? Is this quality found in me or not?’ ",
  "pli-tv-pvr17:92.3": "If it’s not, there will be those who say, ",
  "pli-tv-pvr17:92.4": "‘Please learn the tradition first.’ ",
  "pli-tv-pvr17:93.1": "He should reflect: ",
  "pli-tv-pvr17:93.2": "‘Have I properly learned both Monastic Codes in detail; have I analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition? Is this quality found in me or not?’ ",
  "pli-tv-pvr17:93.3": "If it’s not, there will be those who say, ",
  "pli-tv-pvr17:93.4": "‘Please learn the Monastic Law first.’” ",
  "pli-tv-pvr17:94.1": "“Sir, how many qualities should a monk set up in himself before accusing another?” ",
  "pli-tv-pvr17:95.1": "“He should set up five qualities in himself: ",
  "pli-tv-pvr17:95.3": "‘I’ll speak at an appropriate time, not at an inappropriate one; I’ll speak the truth, not falsehood; I’ll speak gently, not harshly; I’ll speak what’s beneficial, not what’s unbeneficial; I’ll speak with a mind of good will, not with internal ill will.’” ",
  "pli-tv-pvr17:96.1": "“How many qualities should a monk attend to in himself before accusing another?” ",
  "pli-tv-pvr17:97.1": "“He should attend to five qualities in himself: ",
  "pli-tv-pvr17:97.3": "compassion, being of benefit, sympathy, the idea of clearing offenses, and the idea of prioritizing the training.” ",
  "pli-tv-pvr17:98.1": "“When a monk has how many qualities, is he unqualified to get permission to correct someone?” ",
  "pli-tv-pvr17:99.1": "“When he has five qualities: ",
  "pli-tv-pvr17:99.3": "he is impure in bodily conduct; he is impure in verbal conduct; he is impure in livelihood; he is ignorant and incompetent; he is incapable of answering properly when questioned.” ",
  "pli-tv-pvr17:100.1": "But when a monk has five qualities, he is qualified to get permission to correct someone: ",
  "pli-tv-pvr17:100.3": "he is pure in bodily conduct; he is pure in verbal conduct; he is pure in livelihood; he is knowledgeable and competent; he is capable of answering properly when questioned. ",
  "pli-tv-pvr17:101.1": "“Sir, if a monk wishes to raise an issue, how many factors should be fulfilled?” ",
  "pli-tv-pvr17:102.1": "“Five factors should be fulfilled: ",
  "pli-tv-pvr17:102.3": "He should reflect ",
  "pli-tv-pvr17:102.4": "whether or not it’s the right time to raise the issue. ",
  "pli-tv-pvr17:102.5": "If he knows ",
  "pli-tv-pvr17:102.6": "it’s the wrong time, he shouldn’t raise it. ",
  "pli-tv-pvr17:103.1": "But if he knows ",
  "pli-tv-pvr17:103.2": "it’s the right time, he should reflect further ",
  "pli-tv-pvr17:103.3": "whether or not it’s a real issue. ",
  "pli-tv-pvr17:103.4": "If he knows ",
  "pli-tv-pvr17:103.5": "it’s not, he shouldn’t raise it. ",
  "pli-tv-pvr17:104.1": "But if he knows ",
  "pli-tv-pvr17:104.2": "it’s real, he should reflect further ",
  "pli-tv-pvr17:104.3": "whether or not raising the issue will be beneficial. ",
  "pli-tv-pvr17:104.4": "If he knows ",
  "pli-tv-pvr17:104.5": "it won’t, he shouldn’t raise it. ",
  "pli-tv-pvr17:105.1": "But if he knows ",
  "pli-tv-pvr17:105.2": "it will be beneficial, he should reflect further ",
  "pli-tv-pvr17:105.3": "whether or not the monks who are on the side of the Teaching and the Monastic Law will take his side. ",
  "pli-tv-pvr17:105.4": "If he knows ",
  "pli-tv-pvr17:105.5": "that they won’t, he shouldn’t raise it. ",
  "pli-tv-pvr17:106.1": "But if he knows ",
  "pli-tv-pvr17:106.2": "they will take his side, he should reflect further ",
  "pli-tv-pvr17:106.3": "whether or not raising the issue will lead to arguments and disputes, to fracture and schism in the Sangha. ",
  "pli-tv-pvr17:106.4": "If he knows ",
  "pli-tv-pvr17:106.5": "it will, he shouldn’t raise it. ",
  "pli-tv-pvr17:107.1": "But if he knows ",
  "pli-tv-pvr17:107.2": "it won’t, he may raise the issue. ",
  "pli-tv-pvr17:107.3": "In this way, when five factors are fulfilled, he won’t regret raising it.” ",
  "pli-tv-pvr17:108.1": "“How many qualities should a monk have to be of great help to monks who are involved in a legal issue?” ",
  "pli-tv-pvr17:109.1": "“He should have five qualities: ",
  "pli-tv-pvr17:109.3": "(a) He is virtuous and restrained by the Monastic Code. His conduct is good, he associates with the right people, and he sees danger in minor faults. He undertakes and trains in the training rules. ",
  "pli-tv-pvr17:109.4": "(b) He has learned much, and he retains and accumulates what he has learned. ",
  "pli-tv-pvr17:109.5": "(c) Those teachings that are good in the beginning, good in the middle, and good in the end, that have a true goal and are well articulated, and that set out the perfectly complete and pure spiritual life—he has learned many such teachings, retained them in mind, recited them verbally, mentally investigated them, and penetrated them well by view. ",
  "pli-tv-pvr17:109.6": "(d) He is firmly committed to the Monastic Law. ",
  "pli-tv-pvr17:109.7": "(e) He is capable of making both sides relax, of persuading them, of convincing them, of making them see, of reconciling them. ",
  "pli-tv-pvr17:110.1": "A monk who has five other qualities is also of great help to monks who are involved in a legal issue: ",
  "pli-tv-pvr17:110.3": "he is pure in bodily conduct; he is pure in verbal conduct; he is pure in livelihood; he is knowledgeable and competent; he is capable of answering properly when questioned. ",
  "pli-tv-pvr17:111.1": "A monk who has five other qualities is also of great help to monks who are involved in a legal issue: ",
  "pli-tv-pvr17:111.3": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the right order of words; he knows the sequence of statements. ",
  "pli-tv-pvr17:112.1": "“Sir, when a monk has how many qualities, should he not be examined?” ",
  "pli-tv-pvr17:113.1": "“When he has five qualities: ",
  "pli-tv-pvr17:113.3": "he does not know the Monastic Code; he does not know what is in accordance with the Monastic Code; he does not know the Monastic Law; he does not know what is in accordance with the Monastic Law; he is not skilled in what is and what is not possible. ",
  "pli-tv-pvr17:114.1": "But when a monk has five qualities, he may be examined: ",
  "pli-tv-pvr17:114.3": "he knows the Monastic Code; he knows what is in accordance with the Monastic Code; he knows the Monastic Law; he knows what is in accordance with the Monastic Law; he is skilled in what is and what is not possible. ",
  "pli-tv-pvr17:115.1": "When a monk has five other qualities, he should not be examined: ",
  "pli-tv-pvr17:115.3": "he does not know the Teaching; he does not know what is in accordance with the Teaching; he does not know the Monastic Law; he does not know what is in accordance with the Monastic Law; he is not skilled in sequence. ",
  "pli-tv-pvr17:116.1": "But when a monk has five qualities, he may be examined: ",
  "pli-tv-pvr17:116.3": "he knows the Teaching; he knows what is in accordance with the Teaching; he knows the Monastic Law; he knows what is in accordance with the Monastic Law; he is skilled in sequence. ",
  "pli-tv-pvr17:117.1": "When a monk has five other qualities, he should not be examined: ",
  "pli-tv-pvr17:117.3": "he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the right order of words; he does not know the sequence of statements. ",
  "pli-tv-pvr17:118.1": "But when a monk has five qualities, he may be examined: ",
  "pli-tv-pvr17:118.3": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the right order of words; he knows the sequence of statements. ",
  "pli-tv-pvr17:119.1": "When a monk has five other qualities, he should not be examined: ",
  "pli-tv-pvr17:119.3": "he does not know the offenses; he does not know the origin of the offenses; he does not know the kind of effort required to commit the offenses; he does not know the settling of offenses; he is not skilled in deciding on offenses. ",
  "pli-tv-pvr17:120.1": "But when a monk has five qualities, he may be examined: ",
  "pli-tv-pvr17:120.3": "he knows the offenses; he know the origin of the offenses; he knows the kind of effort required to commit the offenses; he knows the settling of offenses; he is skilled in deciding on offenses. ",
  "pli-tv-pvr17:121.1": "When a monk has five other qualities, he should not be examined: ",
  "pli-tv-pvr17:121.3": "he does not know the legal issues; he does not know the origin of the legal issues; he does not know the kind of effort that is the source of the legal issues; he does not know the settling of legal issues; he is not skilled in deciding legal issues. ",
  "pli-tv-pvr17:122.1": "But when a monk has five qualities, he may be examined: ",
  "pli-tv-pvr17:122.3": "he knows the legal issues; he knows the origin of the legal issues; he knows the kind of effort that is the source of the legal issues; he knows the settling of legal issues; he is skilled in deciding legal issues.” ",
  "pli-tv-pvr17:123.1": "The fifth sub-chapter on raising an issue is finished. ",
  "pli-tv-pvr17:124.1": "This is the summary: ",
  "pli-tv-pvr17:125.1": "“And pure, at an appropriate time, ",
  "pli-tv-pvr17:125.2": "Compassion, and with permission; ",
  "pli-tv-pvr17:125.3": "To raise an issue, legal issue, ",
  "pli-tv-pvr17:125.4": "And other, and actions that are the basis; ",
  "pli-tv-pvr17:125.5": "The Monastic Code, the Teaching, and the actions that are the basis, ",
  "pli-tv-pvr17:125.6": "Offenses, and with legal issue.” ",
  "pli-tv-pvr17:126.0": "6. The sub-chapter on ascetic practices ",
  "pli-tv-pvr17:126.1": "“Sir, how many kinds of wilderness dwellers are there?” ",
  "pli-tv-pvr17:126.2": "“There are five kinds: ",
  "pli-tv-pvr17:126.4": "those who are wilderness dwellers because of stupidity and folly; because they are overcome by bad desires; because of insanity and derangement; because it was praised by the Buddhas and their disciples; or because of fewness of wishes, contentment, self-effacement, seclusion, and wanting it.” ",
  "pli-tv-pvr17:127.1": "“How many kinds of people are there who only eat almsfood?” … ",
  "pli-tv-pvr17:127.2": "“How many kinds of rag-robe wearers are there?” … ",
  "pli-tv-pvr17:127.3": "“How many kinds of people are there who live at the foot of a tree?” … ",
  "pli-tv-pvr17:127.4": "“How many kinds of people are there who live in charnel grounds?” … ",
  "pli-tv-pvr17:127.5": "“How many kinds of people are there who live out in the open?” … ",
  "pli-tv-pvr17:127.6": "“How many kinds of people are there who only have three robes?” … ",
  "pli-tv-pvr17:127.7": "“How many kinds of people are there who go on continuous almsround?” … ",
  "pli-tv-pvr17:127.8": "“How many kinds of people are there who never lie down?” … ",
  "pli-tv-pvr17:127.9": "“How many kinds of people are there who accept any resting place?” … ",
  "pli-tv-pvr17:127.10": "“How many kinds of people are there who eat in one sitting per day?” … ",
  "pli-tv-pvr17:127.11": "“How many kinds of people are there who refuse to accept food offered after the meal has begun?” … ",
  "pli-tv-pvr17:127.12": "“How many kinds of people are there who eat only from the almsbowl?” ",
  "pli-tv-pvr17:127.13": "“There are five kinds: ",
  "pli-tv-pvr17:127.15": "those who eat only from the almsbowl because of stupidity and folly; because they are overcome by bad desires; because of insanity and derangement; because it was praised by the Buddhas and their disciples; or because of fewness of wishes, contentment, self-effacement, seclusion, and wanting it.” ",
  "pli-tv-pvr17:128.1": "The sixth sub-chapter on ascetic practices is fimished. ",
  "pli-tv-pvr17:129.1": "This is the summary: ",
  "pli-tv-pvr17:130.1": "Wilderness dweller, almsfood, rag-robe, ",
  "pli-tv-pvr17:130.2": "Tree, charnel ground is the fifth; ",
  "pli-tv-pvr17:130.3": "Out in the open, and the three robes, ",
  "pli-tv-pvr17:130.4": "Continuous, those who never lie down; ",
  "pli-tv-pvr17:130.5": "Resting place, and one sitting, ",
  "pli-tv-pvr17:130.6": "After, those who eat only from the bowl.” ",
  "pli-tv-pvr17:131.0": "7. The sub-chapter on lying ",
  "pli-tv-pvr17:131.1": "“Sir, how many kinds of lying are there?” ",
  "pli-tv-pvr17:131.2": "“There are five kinds: ",
  "pli-tv-pvr17:131.4": "There is lying that leads to an offense entailing expulsion; there is lying that leads to an offense entailing suspension; there is lying that leads to a serious offense; there is lying that leads to an offense entailing confession; there is lying that leads to an offense of wrong conduct.” ",
  "pli-tv-pvr17:132.1": "“When a monk has a number of qualities, and he is canceling the observance day or the invitation ceremony in the midst of the Sangha, then they should press him by saying, ‘Enough. No more arguing and disputing,’ and the Sangha should then do the invitation ceremony. How many qualities does he have?” ",
  "pli-tv-pvr17:133.1": "“He has five qualities: ",
  "pli-tv-pvr17:133.3": "he is shameless; he is ignorant; he is not a regular monk; he speaks to make someone disrobe; he is not aiming to clear someone’s offense. ",
  "pli-tv-pvr17:134.1": "Or he has five other qualities: ",
  "pli-tv-pvr17:134.3": "he is impure in bodily conduct; he is impure in verbal conduct; he is impure in livelihood; he is ignorant and incompetent; he is quarrelsome and argumentative.” ",
  "pli-tv-pvr17:135.1": "“When a monk has how many qualities, should he not be allowed to question?” ",
  "pli-tv-pvr17:136.1": "“When he has five qualities: ",
  "pli-tv-pvr17:136.3": "he does not know the offenses and non-offenses; he does not know the light and heavy offenses; he does not know the curable and incurable offenses; he does not know the grave and minor offenses; he does not know the offenses that are clearable by making amends and the offenses that are not clearable by making amends. ",
  "pli-tv-pvr17:137.1": "But when a monk has five other qualities, he may question: ",
  "pli-tv-pvr17:137.3": "he knows the offenses and non-offenses; he knows the light and heavy offenses; he knows the curable and incurable offenses; he knows the grave and minor offenses; he knows the offenses that are clearable by making amends and the offenses that are not clearable by making amends.” ",
  "pli-tv-pvr17:138.1": "“For how many reasons does a monk commit an offense?” ",
  "pli-tv-pvr17:138.2": "“For five reasons: ",
  "pli-tv-pvr17:138.4": "because of shamelessness, because of ignorance, because of being overcome by anxiety, because of perceiving what is unallowable as allowable, because of perceiving what is allowable as unallowable. ",
  "pli-tv-pvr17:139.1": "A monk also commits an offense for five other reasons: ",
  "pli-tv-pvr17:139.3": "because of not seeing; because of not hearing; because of sleeping; because of perceiving it as allowable; because of absentmindedness.” ",
  "pli-tv-pvr17:140.1": "“How many kinds of fear are there?” ",
  "pli-tv-pvr17:140.2": "“There are five: ",
  "pli-tv-pvr17:140.4": "killing living beings; stealing; sexual misconduct; lying; alcohol, which causes heedlessness.” ",
  "pli-tv-pvr17:141.1": "“How many kinds of abstentions are there?” ",
  "pli-tv-pvr17:141.2": "“There are five: ",
  "pli-tv-pvr17:141.4": "abstention from killing living beings; from stealing; from sexual misconduct; from lying; from alcohol, which causes heedlessness.” ",
  "pli-tv-pvr17:142.1": "“How many kinds of losses are there?” ",
  "pli-tv-pvr17:142.2": "“There are five: ",
  "pli-tv-pvr17:142.4": "loss of relatives, property, health, morality, and view.” ",
  "pli-tv-pvr17:143.1": "“How many kinds of successes are there?” ",
  "pli-tv-pvr17:143.2": "“There are five: ",
  "pli-tv-pvr17:143.4": "success in relatives, property, health, morality, and view.” ",
  "pli-tv-pvr17:144.1": "The seventh sub-chapter on lying is finished. ",
  "pli-tv-pvr17:145.1": "This is the summary: ",
  "pli-tv-pvr17:146.1": "“And lying, pressed, ",
  "pli-tv-pvr17:146.2": "Other, question; ",
  "pli-tv-pvr17:146.3": "And offense, other, ",
  "pli-tv-pvr17:146.4": "Fear, and abstention; ",
  "pli-tv-pvr17:146.5": "Loss, and success—",
  "pli-tv-pvr17:146.6": "The compilation of the seventh sub-chapter is finished.” ",
  "pli-tv-pvr17:147.0": "8. The sub-chapter on instructing the nuns ",
  "pli-tv-pvr17:147.1": "“Sir, when a monk has how many qualities, should the Sangha of nuns do a legal procedure against him?” ",
  "pli-tv-pvr17:148.1": "“They should do a legal procedure against him, prohibiting the Sangha of nuns from paying respect to him, when he has five qualities: ",
  "pli-tv-pvr17:148.3": "he exposes his body to the nuns; he exposes his thighs to the nuns; he exposes his genitals to the nuns; he exposes both shoulders to the nuns; he speaks indecently to the nuns; and he associates inappropriately with householders. ",
  "pli-tv-pvr17:149.1": "They should also do a legal procedure against him, prohibiting the Sangha of nuns from paying respect to him, when he has five other qualities: ",
  "pli-tv-pvr17:149.3": "he is trying to stop nuns from acquiring material gains; he is trying to harm nuns; he is trying to get nuns to lose their place of residence; he abuses and reviles nuns; he causes the monks to dissociate from the nuns. ",
  "pli-tv-pvr17:150.1": "They should also do a legal procedure against him, prohibiting the Sangha of nuns from paying respect to him, when he has five other qualities: ",
  "pli-tv-pvr17:150.3": "he is trying to stop nuns from acquiring material gains; he is trying to harm nuns; he is trying to get nuns to lose their place of residence; he abuses and reviles nuns; he makes the monks associate inappropriately with the nuns.” ",
  "pli-tv-pvr17:151.1": "“When a nun has how many qualities, should a legal procedure be done against her?” ",
  "pli-tv-pvr17:152.1": "“When she has five qualities: ",
  "pli-tv-pvr17:152.3": "she exposes her body to the monks; she exposes her thighs to the monks; she exposes her genitals to the monks; she exposes both shoulders to the monks; she speaks indecently to the monks; and she associates inappropriately with householders. ",
  "pli-tv-pvr17:153.1": "When a nun has five other qualities, should a legal procedure be done against her: ",
  "pli-tv-pvr17:153.3": "she is trying to stop monks from acquiring material gains; she is trying to harm monks; she is trying to get monks to lose their place of residence; she abuses and reviles monks; she causes the nuns to dissociate from the monks. ",
  "pli-tv-pvr17:154.1": "When a nun has five other qualities, should a legal procedure be done against her: ",
  "pli-tv-pvr17:154.3": "she is trying to stop monks from acquiring material gains; she is trying to harm monks; she is trying to get monks to lose their place of residence; she abuses and reviles monks; she makes the nuns associate inappropriately with the monks.” ",
  "pli-tv-pvr17:155.1": "“When a monk has how many qualities, should he not cancel the instruction of the nuns?” ",
  "pli-tv-pvr17:156.1": "“When he has five qualities: ",
  "pli-tv-pvr17:156.3": "he is shameless; he is ignorant; he is not a regular monk; he speaks to make someone disrobe; he is not aiming to clear someone’s offense. ",
  "pli-tv-pvr17:157.1": "When a monk has five other qualities, he should not cancel the instruction of the nuns: ",
  "pli-tv-pvr17:157.3": "he is impure in bodily conduct; he is impure in verbal conduct; he is impure in livelihood; he is ignorant and incompetent; he is incapable of answering properly when questioned. ",
  "pli-tv-pvr17:158.1": "When a monk has five other qualities, he should not cancel the instruction of the nuns: ",
  "pli-tv-pvr17:158.3": "he is improperly behaved by body; he is improperly behaved by speech; he is improperly behaved by body and speech; he abuses and reviles nuns; and he socializes improperly with the nuns. ",
  "pli-tv-pvr17:159.1": "When a monk has five other qualities, he should not cancel the instruction of the nuns: ",
  "pli-tv-pvr17:159.3": "he is shameless, ignorant, and not a regular monk, and he is quarrelsome and argumentative, and he does not fulfil the training.” ",
  "pli-tv-pvr17:160.1": "“When a monk has how many qualities, should he not agree to instruct the nuns?” ",
  "pli-tv-pvr17:161.1": "“When he has five qualities: ",
  "pli-tv-pvr17:161.3": "he is improperly behaved by body; he is improperly behaved by speech; he is improperly behaved by body and speech; he abuses and reviles nuns; and he socializes improperly with the nuns. ",
  "pli-tv-pvr17:162.1": "When a monk has five other qualities, he should not agree to instruct the nuns: ",
  "pli-tv-pvr17:162.3": "he is shameless, ignorant, and not a regular monk, or he is about to depart, or he is sick.” ",
  "pli-tv-pvr17:163.1": "“When a monk has how many qualities, should one not discuss with him?” ",
  "pli-tv-pvr17:164.1": "“When he has five qualities: ",
  "pli-tv-pvr17:164.3": "He doesn’t have the virtue, stillness, wisdom, freedom, or knowledge and vision of freedom of one who is fully trained. ",
  "pli-tv-pvr17:164.5": "But when a monk has five qualities, one may discuss with him: ",
  "pli-tv-pvr17:164.7": "He has the virtue, stillness, wisdom, freedom, and knowledge and vision of freedom of one who is fully trained. ",
  "pli-tv-pvr17:165.1": "When a monk has five other qualities, one should not discuss with him: ",
  "pli-tv-pvr17:165.3": "he has not achieved the analysis of meaning, the analysis of text, the analysis of terminology, and the analysis of articulation, and he reviews the extent of his mind’s freedom. ",
  "pli-tv-pvr17:165.5": "But when a monk has five qualities, one may discuss with him: ",
  "pli-tv-pvr17:165.7": "he has not achieved the analysis of meaning, the analysis of text, the analysis of terminology, and the analysis of articulation, and he reviews the extent of his mind’s freedom.” ",
  "pli-tv-pvr17:166.1": "The eighth sub-chapter on instructing the nuns is finished. ",
  "pli-tv-pvr17:167.1": "This is the summary: ",
  "pli-tv-pvr17:168.1": "“The nuns should do, ",
  "pli-tv-pvr17:168.2": "And another two of the same; ",
  "pli-tv-pvr17:168.3": "Three on legal procedures against nuns, ",
  "pli-tv-pvr17:168.4": "Twice two on should not cancel; ",
  "pli-tv-pvr17:168.5": "Two were spoken on should not agree, ",
  "pli-tv-pvr17:168.6": "And twice two on discussions.” ",
  "pli-tv-pvr17:169.0": "9. The sub-chapter on committees ",
  "pli-tv-pvr17:169.1": "“When a monk has how many qualities, should he not be appointed to a committee?” ",
  "pli-tv-pvr17:170.1": "“When he has five qualities: ",
  "pli-tv-pvr17:170.3": "he is not skilled in the meaning, the Teaching, the terminology, the wording, or the sequence. ",
  "pli-tv-pvr17:170.5": "But when a monk has five qualities, he may be appointed to a committee: ",
  "pli-tv-pvr17:170.7": "he is skilled in the meaning, the Teaching, the terminology, the wording, and the sequence. ",
  "pli-tv-pvr17:171.1": "When a monk has five other qualities, he should not be appointed to a committee: ",
  "pli-tv-pvr17:171.3": "He is angry, overcome by anger; he is denigrating, overcome by denigration; he is controlling, overcome by being controlling, and he is envious, overcome by envy; and he obstinately grasps his own views and only gives them up with difficulty. ",
  "pli-tv-pvr17:171.5": "But when a monk has five qualities, he may be appointed to a committee: ",
  "pli-tv-pvr17:171.7": "He is not angry or overcome by anger; he is not denigrating or overcome by denigration; he is not controlling or overcome by being controlling, and he is not envious or overcome by envy; and he does not obstinately grasps his own views and only gives them up with difficulty. ",
  "pli-tv-pvr17:172.1": "When a monk has five other qualities, he should not be appointed to a committee: ",
  "pli-tv-pvr17:172.3": "he gets agitated, has ill will, becomes hardhearted, gives rise to anger, and is resistant and does not receive instructions respectfully. ",
  "pli-tv-pvr17:172.5": "But when a monk has five qualities, he may be appointed to a committee: ",
  "pli-tv-pvr17:172.7": "he does not get agitated, does not have ill will, does not become hardhearted, does not give rise to anger, and is not resistant but receives instructions respectfully. ",
  "pli-tv-pvr17:173.1": "When a monk has five other qualities, he should not be appointed to a committee: ",
  "pli-tv-pvr17:173.3": "he causes confusion, not clarity of mind; he speaks without having gotten permission; he does not accuse others according to the Teaching, the Monastic Law, or their offense; he does not make amends according to the Teaching, the Monastic Law, or his offense; he does not explain things according to his own view. ",
  "pli-tv-pvr17:173.5": "But when a monk has five qualities, he may be appointed to a committee: ",
  "pli-tv-pvr17:173.7": "he causes clarity of mind, not confusion; he speaks after getting permission; he accuses others according to the Teaching, the Monastic Law, and their offense; he makes amends according to the Teaching, the Monastic Law, and his offense; he explains things according to his own view. ",
  "pli-tv-pvr17:174.1": "When a monk has five other qualities, he should not be appointed to a committee: ",
  "pli-tv-pvr17:174.3": "he is swayed by desire, ill will, confusion, and fear, and he is shameless. ",
  "pli-tv-pvr17:174.5": "But when a monk has five qualities, he may be appointed to a committee: ",
  "pli-tv-pvr17:174.7": "he is not swayed by desire, ill will, confusion, or fear, and he has a sense of conscience. ",
  "pli-tv-pvr17:175.1": "When a monk has five other qualities, he should not be appointed to a committee: ",
  "pli-tv-pvr17:175.3": "he is swayed by desire, ill will, confusion, and fear, and he is unskilled in the Monastic Law. ",
  "pli-tv-pvr17:175.5": "But when a monk has five qualities, he may be appointed to a committee: ",
  "pli-tv-pvr17:175.7": "he is not swayed by desire, ill will, confusion, or fear, and he is skilled in the Monastic Law.” ",
  "pli-tv-pvr17:176.1": "“When a monk has how many qualities, is he considered ignorant?” ",
  "pli-tv-pvr17:177.1": "“When he has five qualities: ",
  "pli-tv-pvr17:177.3": "he does not know the Monastic Code; he does not know what is in accordance with the Monastic Code; he does not know the Monastic Law; he does not know what is in accordance with the Monastic Law; he is not skilled in what is and what is not possible. ",
  "pli-tv-pvr17:177.5": "But when a monk has five qualities, he is considered learned: ",
  "pli-tv-pvr17:177.7": "he knows the Monastic Code; he knows what is in accordance with the Monastic Code; he knows the Monastic Law; he knows what is in accordance with the Monastic Law; he is skilled in what is and what is not possible. ",
  "pli-tv-pvr17:178.1": "When a monk has five other qualities, he is considered ignorant: ",
  "pli-tv-pvr17:178.3": "he does not know the Teaching; he does not know what is in accordance with the Teaching; he does not know the Monastic Law; he does not know what is in accordance with the Monastic Law; he is not skilled in sequence. ",
  "pli-tv-pvr17:178.5": "But when a monk has five qualities, he is considered learned: ",
  "pli-tv-pvr17:178.7": "he knows the Teaching; he knows what is in accordance with the Teaching; he knows the Monastic Law; he knows what is in accordance with the Monastic Law; he is skilled in sequence. ",
  "pli-tv-pvr17:179.1": "When a monk has five other qualities, he is considered ignorant: ",
  "pli-tv-pvr17:179.3": "he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the right order of words; he does not know the sequence of statements. ",
  "pli-tv-pvr17:179.5": "But when a monk has five qualities, he is considered learned: ",
  "pli-tv-pvr17:179.7": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the right order of words; he knows the sequence of statements. ",
  "pli-tv-pvr17:180.1": "When a monk has five other qualities, he is considered ignorant: ",
  "pli-tv-pvr17:180.3": "he does not know the offenses; he does not know the origin of the offenses; he does not know the kind of effort required to commit the offenses; he does not know the settling of offenses; he is not skilled in deciding on offenses. ",
  "pli-tv-pvr17:180.5": "But when a monk has five qualities, he is considered learned: ",
  "pli-tv-pvr17:180.7": "he knows the offenses; he know the origin of the offenses; he knows the kind of effort required to commit the offenses; he knows the settling of offenses; he is skilled in deciding on offenses. ",
  "pli-tv-pvr17:181.1": "When a monk has five other qualities, he is considered ignorant: ",
  "pli-tv-pvr17:181.3": "he does not know the legal issues; he does not know the origin of the legal issues; he does not know the kind of effort that is the source of the legal issues; he does not know the settling of legal issues; he is not skilled in deciding legal issues. ",
  "pli-tv-pvr17:181.5": "But when a monk has five qualities, he is considered as learned: ",
  "pli-tv-pvr17:181.7": "he knows the legal issues; he knows the origin of the legal issues; he knows the kind of effort that is the source of the legal issues; he knows the settling of legal issues; he is skilled in deciding legal issues.” ",
  "pli-tv-pvr17:182.1": "The ninth sub-chapter on committees is finished. ",
  "pli-tv-pvr17:183.1": "This is the summary: ",
  "pli-tv-pvr17:184.1": "“And not skilled in the meaning, ",
  "pli-tv-pvr17:184.2": "Angry, and one who is agitated; ",
  "pli-tv-pvr17:184.3": "One who confuses, swayed by desire, ",
  "pli-tv-pvr17:184.4": "And also unskilled. ",
  "pli-tv-pvr17:185.1": "The Monastic Code, and the Teaching, and the actions that are the basis, ",
  "pli-tv-pvr17:185.2": "Offenses, legal issues—",
  "pli-tv-pvr17:185.3": "All proclaimed in groups of two: ",
  "pli-tv-pvr17:185.4": "You should understand the dark and the bright.” ",
  "pli-tv-pvr17:186.0": "10. The sub-chapter on the resolving of legal issues ",
  "pli-tv-pvr17:186.1": "“When a monk has how many qualities, is he unqualified to resolve a legal issue?” ",
  "pli-tv-pvr17:187.1": "“When he has five qualities: ",
  "pli-tv-pvr17:187.3": "he does not know the offenses; he does not know the origin of the offenses; he does not know the kind of effort required to commit the offenses; he does not know the settling of offenses; he is not skilled in deciding on offenses. ",
  "pli-tv-pvr17:187.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:187.7": "he knows the offenses; he know the origin of the offenses; he knows the kind of effort required to commit the offenses; he knows the settling of offenses; he is skilled in deciding on offenses. ",
  "pli-tv-pvr17:188.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:188.3": "he does not know the legal issues; he does not know the origin of the legal issues; he does not know the kind of effort that is the source of the legal issues; he does not know the settling of legal issues; he is not skilled in deciding legal issues. ",
  "pli-tv-pvr17:189.1": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:189.3": "he knows the legal issues; he knows the origin of the legal issues; he knows the kind of effort that is the source of the legal issues; he knows the settling of legal issues; he is skilled in deciding legal issues. ",
  "pli-tv-pvr17:190.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:190.3": "he is swayed by desire, ill will, confusion, and fear, and he is shameless. ",
  "pli-tv-pvr17:190.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:190.7": "he is not swayed by desire, ill will, confusion, or fear, and he has a sense of conscience. ",
  "pli-tv-pvr17:191.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:191.3": "he is swayed by desire, ill will, confusion, and fear, and he is ignorant. ",
  "pli-tv-pvr17:191.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:191.7": "he is not swayed by desire, ill will, confusion, or fear, and he is learned. ",
  "pli-tv-pvr17:192.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:192.3": "he does not know the actions that are the basis for offenses; he does not know the origin stories; he does not know the rules; he does not know the right order of words; he does not know the sequence of statements. ",
  "pli-tv-pvr17:192.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:192.7": "he knows the actions that are the basis for offenses; he knows the origin stories; he knows the rules; he knows the right order of words; he knows the sequence of statements. ",
  "pli-tv-pvr17:193.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:193.3": "he is swayed by desire, ill will, confusion, and fear, and he is unskilled in the Monastic Law. ",
  "pli-tv-pvr17:193.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:193.7": "he is not swayed by desire, ill will, confusion, or fear, and he is skilled in the Monastic Law. ",
  "pli-tv-pvr17:194.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:194.3": "he is swayed by desire, ill will, confusion, and fear, and he respects individuals, not the Sangha. ",
  "pli-tv-pvr17:194.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:194.7": "he is not swayed by desire, ill will, confusion, or fear, and he respects the Sangha, not individuals. ",
  "pli-tv-pvr17:195.1": "When a monk has five other qualities, he is unqualified to resolve a legal issue: ",
  "pli-tv-pvr17:195.3": "he is swayed by desire, ill will, confusion, and fear; and he values worldly things, not the true Teaching. ",
  "pli-tv-pvr17:195.5": "But when a monk has five qualities, he is qualified to resolve a legal issue: ",
  "pli-tv-pvr17:195.7": "he is not swayed by desire, ill will, confusion, or fear; and he values the true Teaching, not worldly things.” ",
  "pli-tv-pvr17:196.1": "“Sir, in how many ways is there schism in the Sangha?” ",
  "pli-tv-pvr17:196.2": "“In five ways, Upāli: ",
  "pli-tv-pvr17:196.4": "through a legal procedure, through recitation, through speaking, through a proclamation, and through voting.” ",
  "pli-tv-pvr17:197.1": "“Sir, we speak of ‘fracture in the Sangha’. ",
  "pli-tv-pvr17:197.2": "But how is there fracture in the Sangha, yet not schism? ",
  "pli-tv-pvr17:197.3": "And how is there both fracture and schism in the Sangha?” ",
  "pli-tv-pvr17:197.4": "“Upāli, I have laid down the proper conduct for newly arrived monks. ",
  "pli-tv-pvr17:197.5": "Even though I have carefully laid down the training rules, the newly arrived monks do not practice that proper conduct. ",
  "pli-tv-pvr17:197.6": "In this way, there is fracture in the Sangha, but not schism. ",
  "pli-tv-pvr17:197.7": "I have laid down the proper conduct for resident monks. ",
  "pli-tv-pvr17:197.8": "Even though I have carefully laid down the training rules, the resident monks do not practice that proper conduct. ",
  "pli-tv-pvr17:197.9": "In this way, there is fracture in the Sangha, but not schism. ",
  "pli-tv-pvr17:197.10": "I have laid down the proper conduct for the monks in the dining hall: ",
  "pli-tv-pvr17:197.11": "the best seat, the best water, and the best almsfood is to be given out according to seniority and according to what is proper. ",
  "pli-tv-pvr17:197.12": "Even though I have carefully laid down the training rules, the junior monks block the senior monks from seats. ",
  "pli-tv-pvr17:197.13": "In this way, there is fracture in the Sangha, but not schism. ",
  "pli-tv-pvr17:197.14": "I have laid down the proper conduct for the monks in regard to dwellings: ",
  "pli-tv-pvr17:197.15": "it is to be given out according to seniority and according to what is proper. ",
  "pli-tv-pvr17:197.16": "Even though I have carefully laid down the training rules, the junior monks block the senior monks from dwellings. ",
  "pli-tv-pvr17:197.17": "In this way, there is fracture in the Sangha, but not schism. ",
  "pli-tv-pvr17:197.18": "For monks within the same monastery zone I have laid down this: a joint observance-day ceremony; a joint invitation ceremony; joint legal procedures of the Sangha; joint legal procedures of whatever kind. ",
  "pli-tv-pvr17:197.19": "Even though I have carefully laid down the training rules, they form a faction, a subgroup, right there within the monastery zone. They then do a separate observance-day ceremony, a separate invitation ceremony, a separate legal procedures of the Sangha, or a separate legal procedures of whatever kind. ",
  "pli-tv-pvr17:197.20": "In this way, there is both fracture and schism in the Sangha.” ",
  "pli-tv-pvr17:198.1": "The tenth sub-chapter on the resolving of legal issues is finished. ",
  "pli-tv-pvr17:199.1": "This is the summary: ",
  "pli-tv-pvr17:200.1": "“Offenses, legal issues, ",
  "pli-tv-pvr17:200.2": "Desire, and with one who is ignorant; ",
  "pli-tv-pvr17:200.3": "And actions that are the basis, and unskilled, ",
  "pli-tv-pvr17:200.4": "Individuals, and with worldly things; ",
  "pli-tv-pvr17:200.5": "Schism, and fracture in the Sangha, ",
  "pli-tv-pvr17:200.6": "And so too schism in the Sangha.” ",
  "pli-tv-pvr17:201.0": "11. The sub-chapter on schism in the Sangha ",
  "pli-tv-pvr17:201.1": "“Sir, when one who has caused a schism in the Sangha has how many qualities, is he irredeemably destined to an eon in hell?” ",
  "pli-tv-pvr17:202.1": "“When he has five qualities, Upāli: ",
  "pli-tv-pvr17:202.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his view of what is true during the legal procedure that finalizes the schism. ",
  "pli-tv-pvr17:203.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:203.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his view of what is true during the recitation that finalizes the schism. ",
  "pli-tv-pvr17:204.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:204.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his view of what is true while he speaks to finalize the schism. ",
  "pli-tv-pvr17:205.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:205.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his view of what is true during the proclamation that finalizes the schism. ",
  "pli-tv-pvr17:206.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:206.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his view of what is true during the voting that finalizes the schism. ",
  "pli-tv-pvr17:207.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:207.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his belief of what is true during the legal procedure that finalizes the schism. … ",
  "pli-tv-pvr17:207.4": "he misrepresents his belief of what is true during the recitation that finalizes the schism. … ",
  "pli-tv-pvr17:207.5": "he misrepresents his belief of what is true while he speaks to finalize the schism. … ",
  "pli-tv-pvr17:207.6": "he misrepresents his belief of what is true during the proclamation that finalizes the schism. … ",
  "pli-tv-pvr17:207.7": "he misrepresents his belief of what is true during the voting that finalizes the schism. ",
  "pli-tv-pvr17:208.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:208.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his acceptance of what is true during the legal procedure that finalizes the schism. … ",
  "pli-tv-pvr17:208.4": "he misrepresents his acceptance of what is true during the recitation that finalizes the schism. … ",
  "pli-tv-pvr17:208.5": "he misrepresents his acceptance of what is true while he speaks to finalize the schism. … ",
  "pli-tv-pvr17:208.6": "he misrepresents his acceptance of what is true during the proclamation that finalizes the schism. … ",
  "pli-tv-pvr17:208.7": "he misrepresents his acceptance of what is true during the voting that finalizes the schism. ",
  "pli-tv-pvr17:209.1": "When one who has caused a schism in the Sangha has five other qualities, he is irredeemably destined to an eon in hell: ",
  "pli-tv-pvr17:209.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he misrepresents his perception of what is true during the legal procedure that finalizes the schism. … ",
  "pli-tv-pvr17:209.4": "he misrepresents his perception of what is true during the recitation that finalizes the schism. … ",
  "pli-tv-pvr17:209.5": "he misrepresents his perception of what is true while he speaks to finalize the schism. … ",
  "pli-tv-pvr17:209.6": "he misrepresents his perception of what is true during the proclamation that finalizes the schism. … ",
  "pli-tv-pvr17:209.7": "he misrepresents his perception of what is true during the voting that finalizes the schism.” ",
  "pli-tv-pvr17:210.1": "The eleventh sub-chapter on schism in the Sangha is finished. ",
  "pli-tv-pvr17:211.1": "This is the summary: ",
  "pli-tv-pvr17:212.1": "“He misrepresents his view during the legal procedure, ",
  "pli-tv-pvr17:212.2": "During the recitation, and while he speaks; ",
  "pli-tv-pvr17:212.3": "During the proclamation, during the voting—",
  "pli-tv-pvr17:212.4": "These five are dependent on view; ",
  "pli-tv-pvr17:212.5": "Belief, and acceptance, and perception—",
  "pli-tv-pvr17:212.6": "These three by the fivefold method.” ",
  "pli-tv-pvr17:213.0": "12. The second sub-chapter on schism in the Sangha ",
  "pli-tv-pvr17:213.1": "“Sir, when one who has caused a schism in the Sangha has how many qualities, is he redeemable, not destined to an eon in hell?” ",
  "pli-tv-pvr17:214.1": "“When he has five qualities, Upāli: ",
  "pli-tv-pvr17:214.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his view of what is true during the legal procedure that finalizes the schism. ",
  "pli-tv-pvr17:215.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:215.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his view of what is true during the recitation that finalizes the schism. ",
  "pli-tv-pvr17:216.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:216.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his view of what is true while he speaks to finalize the schism. ",
  "pli-tv-pvr17:217.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:217.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his view of what is true during the proclamation that finalizes the schism. ",
  "pli-tv-pvr17:218.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:218.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his view of what is true during the voting that finalizes the schism. ",
  "pli-tv-pvr17:219.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:219.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his belief of what is true during the legal procedure that finalizes the schism. … ",
  "pli-tv-pvr17:219.4": "he does not misrepresent his belief of what is true during the recitation that finalizes the schism. … ",
  "pli-tv-pvr17:219.5": "he does not misrepresent his belief of what is true while he speaks to finalize the schism. … ",
  "pli-tv-pvr17:219.6": "he does not misrepresents his belief of what is true during the proclamation that finalizes the schism. … ",
  "pli-tv-pvr17:219.7": "he does not misrepresent his belief of what is true during the voting that finalizes the schism. ",
  "pli-tv-pvr17:220.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:220.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his acceptance of what is true during the legal procedure that finalizes the schism. … ",
  "pli-tv-pvr17:220.4": "he does not misrepresent his acceptance of what is true during the recitation that finalizes the schism. … ",
  "pli-tv-pvr17:220.5": "he does not misrepresent his acceptance of what is true while he speaks to finalize the schism. … ",
  "pli-tv-pvr17:220.6": "he does not misrepresent his acceptance of what is true during the proclamation that finalizes the schism. … ",
  "pli-tv-pvr17:220.7": "he does not misrepresent his acceptance of what is true during the voting that finalizes the schism. ",
  "pli-tv-pvr17:221.1": "When one who has caused a schism in the Sangha has five other qualities, he is redeemable, not destined to an eon in hell: ",
  "pli-tv-pvr17:221.3": "A monk proclaims what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, but he does not misrepresent his perception of what is true during the legal procedure that finalizes the schism. … ",
  "pli-tv-pvr17:221.4": "he does not misrepresent his perception of what is true during the recitation that finalizes the schism. … ",
  "pli-tv-pvr17:221.5": "he does not misrepresent his perception of what is true while he speaks to finalize the schism. … ",
  "pli-tv-pvr17:221.6": "he does not misrepresent his perception of what is true during the proclamation that finalizes the schism. … ",
  "pli-tv-pvr17:221.7": "he does not misrepresent his perception of what is true during the voting that finalizes the schism.” ",
  "pli-tv-pvr17:222.1": "The twelfth sub-chapter, the second on schism in the Sangha, is finished. ",
  "pli-tv-pvr17:223.1": "This is the summary: ",
  "pli-tv-pvr17:224.1": "“He does not misrepresent his view during the legal procedure, ",
  "pli-tv-pvr17:224.2": "During the recitation, and while he speaks; ",
  "pli-tv-pvr17:224.3": "During the proclamation, during the voting—",
  "pli-tv-pvr17:224.4": "These five are dependent on view; ",
  "pli-tv-pvr17:224.5": "Belief, and acceptance, and perception—",
  "pli-tv-pvr17:224.6": "These three by the fivefold method. ",
  "pli-tv-pvr17:225.1": "As above these are on the dark side, ",
  "pli-tv-pvr17:225.2": "The twenty ways; ",
  "pli-tv-pvr17:225.3": "So are there twenty on the bright side, ",
  "pli-tv-pvr17:225.4": "You should understand.” ",
  "pli-tv-pvr17:226.0": "13. The sub-chapter on resident monks ",
  "pli-tv-pvr17:226.1": "“Sir, when a resident monk has how many qualities, is he dumped in hell?” ",
  "pli-tv-pvr17:227.1": "“When he has five qualities: ",
  "pli-tv-pvr17:227.3": "he is swayed by desire, ill will, confusion, or fear, and he uses what belongs to the Sangha as if belonging to an individual. ",
  "pli-tv-pvr17:228.1": "But when a resident monk has five qualities, he is deposited in heaven: ",
  "pli-tv-pvr17:228.3": "he is not swayed by desire, ill will, confusion, and fear, and he does not use what belongs to the Sangha as if belonging to an individual.” ",
  "pli-tv-pvr17:229.1": "“How many illegitimate explanations of the Monastic Law are there?” ",
  "pli-tv-pvr17:230.1": "“There are five: ",
  "pli-tv-pvr17:230.3": "A monk explains what is contrary to the Teaching as the Teaching, what is the Teaching as contrary to the Teaching, what is contrary to the Monastic Law as the Monastic Law, what is the Monastic Law as contrary to the Monastic Law, and he lays down new rules and gets rid of the existing ones. ",
  "pli-tv-pvr17:230.5": "And there are five legitimate explanations of the Monastic Law: ",
  "pli-tv-pvr17:230.7": "A monk explains what is contrary to the Teaching as contrary to the Teaching, what is the Teaching as the Teaching, what is contrary to the Monastic Law as contrary to the Monastic Law, what is the Monastic Law as the Monastic Law, and he does not lay down new rules or get rid of the existing ones.” ",
  "pli-tv-pvr17:231.1": "“When a designator of meals has how many qualities, is he dumped in hell?” ",
  "pli-tv-pvr17:232.1": "“When he has five qualities: ",
  "pli-tv-pvr17:232.3": "he is swayed by desire, ill will, confusion, and fear, and he does not know what has and has not been designated. ",
  "pli-tv-pvr17:233.1": "But when a designator of meals has five qualities, he is deposited in heaven: ",
  "pli-tv-pvr17:233.3": "he is not swayed by desire, ill will, confusion, or fear, and he knows what has and has not been designated. ",
  "pli-tv-pvr17:234.1": "“When an assigner of dwellings has how many qualities, is he dumped in hell?” … ",
  "pli-tv-pvr17:234.2": "a storeman … ",
  "pli-tv-pvr17:234.3": "a receiver of robe-cloth … ",
  "pli-tv-pvr17:234.4": "a distributor of robe-cloth … ",
  "pli-tv-pvr17:234.5": "a distributor of rice porridge … ",
  "pli-tv-pvr17:234.6": "a distributor of fruit … ",
  "pli-tv-pvr17:234.7": "a distributor of fresh foods … ",
  "pli-tv-pvr17:234.8": "a distributor of minor requisites … ",
  "pli-tv-pvr17:234.9": "a distributor of rainy-season bathing cloths … ",
  "pli-tv-pvr17:234.10": "a distributor of almsbowls … ",
  "pli-tv-pvr17:234.11": "a supervisor of monastery workers … ",
  "pli-tv-pvr17:234.12": "“When a supervisor of novice monks has how many qualities, is he dumped in hell?” ",
  "pli-tv-pvr17:235.1": "“When he has five qualities: ",
  "pli-tv-pvr17:235.3": "he is swayed by desire, ill will, confusion, and fear, and he does not know who is and is not supervised. ",
  "pli-tv-pvr17:235.5": "But when a supervisor of novice monks has five qualities, he is deposited in heaven: ",
  "pli-tv-pvr17:235.7": "he is not swayed by desire, ill will, confusion, or fear, and he knows who is and is not supervised.” ",
  "pli-tv-pvr17:236.1": "The thirteenth sub-chapter on resident monks is finished. ",
  "pli-tv-pvr17:237.1": "This is the summary: ",
  "pli-tv-pvr17:238.1": "“Resident monk, explanations, ",
  "pli-tv-pvr17:238.2": "Designator of meals, and dwellings; ",
  "pli-tv-pvr17:238.3": "Storeman, and receiver of robe-cloth, ",
  "pli-tv-pvr17:238.4": "And distributor of robe-cloth. ",
  "pli-tv-pvr17:239.1": "Rice porridge, fruit, and fresh foods, ",
  "pli-tv-pvr17:239.2": "Minor requisites, distributor of rainy-season bathing cloths; ",
  "pli-tv-pvr17:239.3": "Bowl, and monastery worker, ",
  "pli-tv-pvr17:239.4": "Supervisor of novice monks.” ",
  "pli-tv-pvr17:240.0": "14. The sub-chapter on the robe-making ceremony ",
  "pli-tv-pvr17:240.1": "“Sir, how many benefits are there in participating in the robe-making ceremony?” ",
  "pli-tv-pvr17:241.1": "“There are five benefits, Upāli: ",
  "pli-tv-pvr17:241.3": "visiting families before or after a meal invitation, staying apart from your robe for more than a day, eating in a group, keeping as much extra robe-cloth as you need, and whatever robe-cloth is given is only for those who have participated in the robe-making ceremony. ",
  "pli-tv-pvr17:242.1": "“How many dangers are there in falling asleep absentminded and heedless?” ",
  "pli-tv-pvr17:243.1": "“There are these five dangers: ",
  "pli-tv-pvr17:243.3": "you don’t sleep well; you wake up feeling miserable; you have nightmares; the gods don’t guard you; and you emit semen. ",
  "pli-tv-pvr17:244.1": "But there are five benefits in falling asleep mindfully, with clear awareness: ",
  "pli-tv-pvr17:244.3": "you sleep well; you wake up feeling good; you don’t have nightmares; the gods guard you; and you don’t emit semen. ",
  "pli-tv-pvr17:245.1": "“How many kinds of people should one not pay respect to?” ",
  "pli-tv-pvr17:246.1": "“These five: ",
  "pli-tv-pvr17:246.3": "one who has entered an inhabited area; one who is walking along a street; one who is in the dark; one who is not paying attention; one who is asleep. ",
  "pli-tv-pvr17:247.1": "There are also five other kinds of people one should not pay respect to: ",
  "pli-tv-pvr17:247.3": "one who is drinking rice porridge; one who is in the dining hall; one who has turned away; one who is preoccupied with something else; one who is naked. ",
  "pli-tv-pvr17:248.1": "There are also five other kinds of people one should not pay respect to: ",
  "pli-tv-pvr17:248.3": "One who is eating fresh food; one who is eating cooked food; one who is defecating; one who is urinating; one who has been ejected. ",
  "pli-tv-pvr17:249.1": "There are also five other kinds of people one should not pay respect to: ",
  "pli-tv-pvr17:249.3": "one who has been given the full ordination after you; one who isn’t fully ordained; one who belongs to a different Buddhist sect who is senior to you, but who speaks contrary to the Teaching; a woman; a <i lang='pi' translate='no'>paṇḍaka</i>. ",
  "pli-tv-pvr17:250.1": "There are also five other kinds of people one should not pay respect to: ",
  "pli-tv-pvr17:250.3": "one who is on probation; one who deserves to be sent back to the beginning; one who deserves the trial period; one who is undertaking the trial period; one who deserves rehabilitation. ",
  "pli-tv-pvr17:251.1": "“But how many kinds of people should one pay respect to?” ",
  "pli-tv-pvr17:252.1": "“These five: ",
  "pli-tv-pvr17:252.3": "one who has been given the full ordination before you; one who belongs to a different Buddhist sect who is senior to you and who speaks in accordance with the Teaching; your teacher; your preceptor; and in this world with its gods, lords of death, and supreme beings, in this society with its monastics and brahmins, its gods and humans, you should pay respect to the Buddha, perfected and fully awakened.” ",
  "pli-tv-pvr17:253.1": "“Sir, when a monk is paying respect to a more senior monk, how many qualities should he first set up in himself?” ",
  "pli-tv-pvr17:254.1": "“He should set up five qualities in himself: ",
  "pli-tv-pvr17:254.3": "he should put his upper robe over one shoulder; he should raise his joined palms; he should stroke the feet with the palms of both hands; he should set up a sense of affection; he should set up a sense of respect.” ",
  "pli-tv-pvr17:255.1": "The fourteenth sub-chapter on the robe-making ceremony is finished. ",
  "pli-tv-pvr17:256.1": "This is the summary: ",
  "pli-tv-pvr17:257.1": "“The robe-making ceremony, and asleep, ",
  "pli-tv-pvr17:257.2": "Within, rice porridge, when eating fresh food; ",
  "pli-tv-pvr17:257.3": "And before, and one on probation, ",
  "pli-tv-pvr17:257.4": "Should pay respect to, one who should be paid respect.” ",
  "pli-tv-pvr17:258.1": "The groups of five with Upāli are finished. ",
  "pli-tv-pvr17:259.1": "This is the summary these sub-chapters: ",
  "pli-tv-pvr17:260.1": "“Without formal support, and legal procedure, ",
  "pli-tv-pvr17:260.2": "Speech, and with revealing; ",
  "pli-tv-pvr17:260.3": "And accusing, and ascetic practices, ",
  "pli-tv-pvr17:260.4": "Lying, and nuns. ",
  "pli-tv-pvr17:261.1": "Committees, legal issues, ",
  "pli-tv-pvr17:261.2": "Schism, the fifth before; ",
  "pli-tv-pvr17:261.3": "Resident monks, and robe-making ceremony—",
  "pli-tv-pvr17:261.4": "The fourteen have been well proclaimed.” "
}