{
  "sn1.20:1.5": "SV: Согласно Комментарию, это было божество женского пола, принадлежащее к группе земных божеств (бхумма-дэвата), которое обитало в этой роще. Она была поражена красотой монаха, влюбилась в него и решила его соблазнить. ",
  "sn1.20:2.2": "SV: Как замечает дост. Бодхи, в оригинале на языке пали здесь идёт игра слов, так как «бхуньджати» может означать и поедание еды, и наслаждение чувственными удовольствиями. Божество, подразумевая второй смысл, говорит ему о том, чтобы тот вначале поел, а потом уже отправлялся за сбором подаяний (т.е. вначале насладился чувственными удовольствиями, а уже потом стал монашествовать). ",
  "sn1.20:3.4": "SV: Согласно Комментарию, Самиддхи, отвечая, подразумевает время смерти (маранакала), которое спрятано (чханна), в том смысле, что никто не знает, когда оно наступит. В последней строфе речь идёт о времени для практики аскезы, потому что в пожилом возрасте трудно изучать Дхамму и практиковать аскезу, жить в лесу, развивать медитативные достижения. ",
  "sn1.20:20.4": "SV: Согласно Комментарию, под «тем, что можно выразить» понимаются пять совокупностей. Когда обычное существо воспринимает их, то их восприятие окрашивается идеями постоянства, удовольствия и самости. Эти искажения восприятий называются «випалласа» (например, см. АН II 52,4-8). Искажённые восприятия вызывают загрязнения ума, из-за которых существа «утверждаются в том, что может быть выражено», то есть в пяти совокупностях. Это утверждение происходит восемью способами: посредством жажды, злобы, заблуждения, воззрений, скрытых склонностей, самомнения, сомнения и неугомонности. Комментарий (Ити-а) к тем же строфам Итивуттаки <a href='https://suttacentral.net/iti53/ru/sv'>Iti 53</a> говорит о том, что существа воспринимают пять совокупностей, наделяя их концепциями «я», «моё», «божество», «человек», «женщина», «мужчина», т. д. Они воспринимают их как существо, личность и т. д. Комментарий (Спк) поясняет, что данная строфа является ответом на вопрос божества о том, почему чувственные удовольствия «съедают много времени». Похоже, эта идея подтверждается последней строкой («Они тем самым в рабство Смерти попадают»), то есть существа ловятся в сансару, сеть времени. ",
  "sn1.20:21.4": "Комментарий: Арахант не измышляет говорящего как личность (пуггала). То есть он более не считает, что пять совокупностей — это «моё», «я таков» или «это является моим „я“». ",
  "sn1.20:23.4": "Бодхи: «Три различения» (тайо видха) — это три вида самомнения: «я лучше, я такой же, я хуже». Тот, кто «не дрогнет в трёх различениях», — это арахант, который всецело уничтожил оковы самомнения. ",
  "sn1.20:28.4": "Бодхи: Комментарий поясняет, что в конце беседы божество обрело плод вступления в поток и произнесло данную строфу как «великое учение Дхаммы», чтобы показать Благородный восьмеричный путь, с помощью которого достигло плода. "
}