{
  "sn1.1:1.4": "Бодхи: Слово «наводнение» (огха) используется в качестве метафоры, но здесь, имея технический подтекст, оно относится к доктринальному списку четырёх наводнений (см. <a href='https://suttacentral.net/sn45.171/ru/sv'>SN 45.171</a>).Это (с определениями из Комментария):(1) наводнение чувственности (камогха) — желание и страсть к пяти нитям чувственных удовольствий (приятным формам, звукам, т.д.); (2) наводнение существования (бхавогха) — желание и страсть к существованию в мире форм и бесформенном мире, а также привязанность к джхане; (3) наводнение воззрений (диттхогха) — 62 воззрения (см. <a href='https://suttacentral.net/dn1/ru/sv'>DN 1</a>); (4) наводнение неведения (авидджогха) — отсутствие знания в отношении Четырёх благородных истин.Комментарий (о названии): Поскольку они держат существ погружёнными в круговерть существования и не позволяютим подняться к более высоким состояниям и ниббане. ",
  "sn1.1:1.5": "Бодхи: Подкомментарий (Спк-пт) проясняет: «Не останавливаясь: не приходя к остановке (аппатиттхаханто) в отношении <a href='https://suttacentral.net/устранения] загрязнений и т.д.». Глагол «патититтхати» обычно означает «становиться утверждённым», т.е. привязанным, главным образом из-за жажды и других загрязнений. Управляемое жаждой сознание является «утверждённым» (см. [sn12.38/ru/sv'>устранения] загрязнений и т.д.». Глагол «патититтхати» обычно означает «становиться утверждённым», т.е. привязанным, главным образом из за жажды и других загрязнений. Управляемое жаждой сознание является «утверждённым» (см. [SN 12.38</a>-<a href='https://suttacentral.net/sn12.40/ru/sv'>SN 12.40</a>, <a href='https://suttacentral.net/sn12.64/ru/sv'>SN 12.64</a>, <a href='https://suttacentral.net/sn22.53/ru/sv'>SN 22.53</a>-<a href='https://suttacentral.net/sn22.54/ru/sv'>SN 22.54</a>), а когда жажда устранена, оно становится «неутверждённым, неподдерживаемым». Арахант умирает с «неутверждённым сознанием» (аппатиттхитена виннянена) (см. <a href='https://suttacentral.net/sn4.23/ru/sv'>SN 4.23</a>). Все эти нюансы звучат в ответе Будды. Глагол «напрягаться» (айюхати) редко встречается в никаях,однако есть в <a href='https://suttacentral.net/mn116.13/ru/sv'>MN 116.13</a>-<a href='https://suttacentral.net/mn116.14/ru/sv'>MN 116.14</a>, где его можно перевести как «быть напряжённым». Его употребление там связывает его и с данным контекстом: напряжённый ум далёк от сосредоточения. ",
  "sn1.1:1.9": "Бодхи: Краткий ответ Будды указывает на срединный путь (мадджхима патипада) в его самом широком смысле — и практическом, и философском. Чтобы яснее это понять, Комментарий приводит семь двоек:1) останавливаясь из-за загрязнений, он тонет; он напрягается из-за волевых формирователей, и его сносит;2) останавливаясь из-за жажды и воззрений, он тонет; он напрягается из-за иных загрязнений, и его сносит;3) останавливаясь из-за жажды, он тонет; он напрягается из-за воззрений, и его сносит;4) останавливаясь из-за этерналистических воззрений, он тонет; он напрягается из-за аннигиляционистических воззрений, и его сносит (см. <a href='https://suttacentral.net/iti43.12/ru/sv'>Iti 43.12</a>-<a href='https://suttacentral.net/iti44.4/ru/sv'>Iti 44.4</a>);5) останавливаясь из-за вялости, он тонет; он напрягается из-за неугомонности, и его сносит;6) останавливаясь из-за потакания чувственным удовольствиям, он тонет; он напрягается из-за потакания самоумерщвлению, и его сносит;7) останавливаясь из-за неблагих волевых формирователей,он тонет; он напрягается из-за всех видов мирских благих волевых формирователей, и его сносит. "
}