{
  "pdhp137:0.0": "Patna Dhammapada ",
  "pdhp137:0.1": "9. The Chapter about Craving ",
  "pdhp137:1": "For a human who lives life heedlessly craving increases like a clinging creeper, ",
  "pdhp137:2": "he rushes from one place to another like a monkey seeking fruit in the forest. ",
  "pdhp138:1": "That one who is overcome by these low cravings in the world, which are difficult to get past, ",
  "pdhp138:2": "for him griefs increase like grass that has been rained upon. ",
  "pdhp139:1": "Whoever overcomes this low craving in the world, which is difficult to get past, ",
  "pdhp139:2": "griefs roll from him like a drop of water on a lotus. ",
  "pdhp140:1": "This I say to you: “Good luck to as many as have assembled here”, ",
  "pdhp140:2": "dig up the root of craving, like one seeking the root digs up grass, ",
  "pdhp140:3": "for one who has cut off the root of craving there are no griefs, how is there fear? ",
  "pdhp141:1": "A man with craving as companion has a long time in births-and-deaths, ",
  "pdhp141:2": "in this existence or another existence, here and there, again and again. ",
  "pdhp142:1": "Having understood the danger, that craving is the origination of suffering, ",
  "pdhp142:2": "free from craving, without attachment, the monastic should wander mindfully. ",
  "pdhp143:1": "That bondage is not so strong say the wise, that is made of iron or wood or reeds, ",
  "pdhp143:2": "impassioned and excited they seek out jewels and earrings and children and wives—",
  "pdhp144:1": "that bondage is strong say the wise, dragging down, subtle, hard to get free from, ",
  "pdhp144:2": "having cut this down the good go peacefully seeking nothing, abandoning all suffering. ",
  "pdhp145:1": "Not through a rain of coins is satisfaction found for sense desires, ",
  "pdhp145:2": "the wise one knowing: “Sense pleasures have little joy, much suffering,” ",
  "pdhp146:1": "does not find delight even in heavenly pleasures. ",
  "pdhp146:2": "The disciple of the Perfect Sambuddha delights in craving’s destruction. ",
  "pdhp147:1": "Without craving, without attachment, skilled in words and their explanation, ",
  "pdhp147:2": "knowing how syllables are arranged, which come before and which after, ",
  "pdhp147:3": "the one in his final body is said to be one of great wisdom. ",
  "pdhp148:1": "There are flowing streams of affection and mental happinesses for a person, ",
  "pdhp148:2": "pleasure-dependent they seek happiness, those people undergo birth and old age. ",
  "pdhp149:1": "People surrounded by craving crawl round like a hare in a trap, ",
  "pdhp149:2": "they are attached and clinging to fetters, they come back again and again to the womb for a long time. ",
  "pdhp150:1": "Be free of the past, be free of the future, be free of the present, after crossing over all existence, ",
  "pdhp150:2": "with mind liberated in every way, you will not return to birth and old age. ",
  "pdhp151:1": "The one who is free from desires, who is free in the forest, though free from the forest, runs back to the forest, ",
  "pdhp151:2": "come here and look at that person, though free, he runs back to bondage. ",
  "pdhp152:1": "Fields are ruined by grassy weeds, these people are ruined by passion, ",
  "pdhp152:2": "therefore there is great fruit for that given to those without passion. ",
  "pdhp153:1": "Fields are ruined by grassy weeds, these people are ruined by hatred, ",
  "pdhp153:2": "therefore there is great fruit for that given to those without hatred. ",
  "pdhp154:1": "Fields are ruined by grassy weeds, these people are ruined by delusion, ",
  "pdhp154:2": "therefore there is great fruit for that given to those without delusion. ",
  "pdhp155:1": "The delightful wilderness wherein the people do not delight, ",
  "pdhp155:2": "those without passion delight therein, but not those who seek sense pleasures. ",
  "pdhp156:1": "Just as when the root remains firm and undamaged though the tree was cut down, it springs up again, ",
  "pdhp156:2": "so when the tendency to craving is not rooted out this suffering appears again and again. ",
  "pdhp156:3": "The Chapter about Craving "
}