{
  "pdhp174:0.0": "Patna Dhammapada ",
  "pdhp174:0.1": "11. The Chapter about Fools ",
  "pdhp174:1": "Stupid fools live having themselves as their own foes, ",
  "pdhp174:2": "committing wicked deeds, which produce bitter fruit. ",
  "pdhp175:1": "How could he do that deed, which, having done, one has regret, ",
  "pdhp175:2": "for which he has tears on his face, as the result follows him round. ",
  "pdhp176:1": "But that deed is well done, which, having done, one has no regret, ",
  "pdhp176:2": "for which he is pleased and happy, as the result follows him round. ",
  "pdhp177:1": "As far as learning arises for a fool, it is only to his disadvantage, ",
  "pdhp177:2": "it destroys the fool’s good quality, and it will destroy his head. ",
  "pdhp178:1": "He wishes for the respect that is lacking, and status amongst the monastics, ",
  "pdhp178:2": "for control in the living quarters, and worship amongst good families: ",
  "pdhp179:1": "“Householders and renunciants should think this was done by me, ",
  "pdhp179:2": "let none be a match for me, in all to be done and not done”, ",
  "pdhp180:1": "so does the fool think, meanwhile his desires and conceit increase. ",
  "pdhp180:2": "For the means to gains is one thing, the path going to Nibbāna another, ",
  "pdhp181:1": "thus seeing this as it really is the disciple of the Buddha ",
  "pdhp181:2": "should not delight in honours, but practise in solitude. ",
  "pdhp182:1": "The fool thinks there is success, when he speaks words that are rough, ",
  "pdhp182:2": "but for the one who knows, endurance is the success of the good. ",
  "pdhp183:1": "Without power is the power of him whose power is the power of a fool, ",
  "pdhp183:2": "reproach is not found for the powerful one, protected by Dhamma. ",
  "pdhp184:1": "The fool who conceives he is a fool, is at least wise in that matter, ",
  "pdhp184:2": "the fool who is proud of his wisdom, he is said to be a fool indeed. ",
  "pdhp185:1": "Long is the night for one who sleeps not, long is a league for one tired, ",
  "pdhp185:2": "long is the round of births and deaths for fools who know not True Dhamma. ",
  "pdhp186:1": "That man who wraps up rotting fish with the best fragrant grass, ",
  "pdhp186:2": "makes the fragrant grass smell rotten, and so with those who associate with fools. ",
  "pdhp187:1": "That man who wraps up pinwheel in flame-tree leaves, ",
  "pdhp187:2": "makes even the leaf fragrant, and so with those who associate with the wise. ",
  "pdhp188:1": "If one who does no wickedness associates with those who do, ",
  "pdhp188:2": "he is suspected of wickedness, and his disrepute increases. ",
  "pdhp189:1": "An associate associating with others who are touched by contacts, ",
  "pdhp189:2": "like a smeared arrow in a bunch, smears that which is unsmeared, ",
  "pdhp189:3": "fearing being smeared the wise one will not have wicked friends. ",
  "pdhp190:1": "Therefore knowing the result for oneself of the fruit container, ",
  "pdhp190:2": "he should not follow the bad one, the wise one should associate with the good one. ",
  "pdhp191:1": "Even if a fool attends on a wise man for his whole life long, ",
  "pdhp191:2": "he does not learn Dhamma, like the spoon learns not the taste of curry. ",
  "pdhp192:1": "If a perceptive man attends on a wise man even for a second, ",
  "pdhp192:2": "he quickly learns Dhamma, like the tongue learns the taste of curry. ",
  "pdhp193:1": "One should not despise a little wickedness thinking: it will not come to me, ",
  "pdhp193:2": "through the falling of water drops the water-pot is quickly filled, ",
  "pdhp193:3": "the fool, gathering bit by bit, becomes full of wickedness. ",
  "pdhp194:1": "One should not despise little merit thinking: it will not come to me, ",
  "pdhp194:2": "through the falling of water drops the water-pot is quickly filled, ",
  "pdhp194:3": "the wise one, gathering bit by bit, becomes full of merit. ",
  "pdhp194:4": "The Chapter about Fools "
}