{
  "pdhp278:0.0": "Patna Dhammapada ",
  "pdhp278:0.1": "16. The Chapter about Verbalising ",
  "pdhp278:1": "Verbally guarded, well-restrained in mind, he who does not practice a wrong deed with the body, ",
  "pdhp278:2": "purifying these three paths of action, would attain the unsurpassed state of peace. ",
  "pdhp279:1": "One should guard against bodily faults, one should be restrained bodily, ",
  "pdhp279:2": "abandoning wrong bodily conduct, one should have good bodily conduct. ",
  "pdhp280:1": "One should guard against verbal faults, one should be restrained verbally, ",
  "pdhp280:2": "abandoning wrong verbal conduct, one should have good verbal conduct. ",
  "pdhp281:1": "One should guard against mental faults, one should be restrained mentally, ",
  "pdhp281:2": "abandoning wrong mental conduct, one should have good mental conduct. ",
  "pdhp282:1": "The wise are restrained bodily, verbally and also mentally, ",
  "pdhp282:2": "the wise are restrained in every way, they are indeed very well-restrained. ",
  "pdhp283:1": "This is something of old, Ādhora, this is not something of today: ",
  "pdhp283:2": "they blame the one who sits silently, they blame the one who talks in moderation, ",
  "pdhp283:3": "they blame the one who talks a lot, there is no one in the world not blamed. ",
  "pdhp284:1": "There was not and there will not be, and at present there is not found ",
  "pdhp284:2": "a person totally blameworthy, or one totally praiseworthy. ",
  "pdhp285:1": "He who would worship or reproach the one who is unrighteous, ",
  "pdhp285:2": "a fool with lack of intelligence, that is to no purpose. ",
  "pdhp286:1": "The one who, after being examined day by day, is praised by the wise, ",
  "pdhp286:2": "faultless in conduct, sagacious, attending to virtue and wisdom, ",
  "pdhp287:1": "one who is like a golden coin, who is there worthy to blame him? ",
  "pdhp287:2": "That one is praised by the gods, and has been praised by the Brahmās too. ",
  "pdhp288:1": "Not by eloquence only, or by a beautiful complexion, ",
  "pdhp288:2": "is a person honourable, if still jealous, selfish and deceitful. ",
  "pdhp289:1": "In whom is truth, Dhamma, abstinence, restraint and good training, ",
  "pdhp289:2": "that sage who has thrown out hatred is said to be honourable. ",
  "pdhp290:1": "Even though reciting abundant scriptures, the heedless fellow, who does not do what they say, ",
  "pdhp290:2": "like a cowboy counting other’s cattle, does not partake of the ascetic life. ",
  "pdhp291:1": "Even though reciting but few scriptures, but living righteously in accordance with Dhamma, ",
  "pdhp291:2": "abandoning greed, hate and delusion, with mind released, completely without doubt, ",
  "pdhp291:3": "that one, unattached here and hereafter, surely partakes of the ascetic life. ",
  "pdhp292:1": "One should speak out the truth, one should not get angry, when requested you should give, if only a little, ",
  "pdhp292:2": "through these three conditions one can go to the presence of the gods. ",
  "pdhp293:1": "The miserly go not to the world of the gods, fools surely do not praise giving, ",
  "pdhp293:2": "but the wise one rejoices in giving, and through that he goes to the world of the gods. ",
  "pdhp294:1": "Having virtue, being pure and clever, principled, knowing the truths, ",
  "pdhp294:2": "the good one doing the deeds that are his own, that one the people love. ",
  "pdhp295:1": "It’s better to have eaten glowing iron balls, like flames of fire, ",
  "pdhp295:2": "than that the monastic who is unrestrained and unvirtuous should enjoy the country’s almsfood. ",
  "pdhp296:1": "As kusa grass, wrongly grasped, cuts into the hand, ",
  "pdhp296:2": "so does the ascetic life, wrongly grasped, drag one down to the underworld. ",
  "pdhp297:1": "For the person speaking falsely, who has transgressed in this one thing, ",
  "pdhp297:2": "who has abandoned the next world, there is no wickedness left undone. ",
  "pdhp298:1": "For not a well-sharpened sword, or even deadly poison, ",
  "pdhp298:2": "destroy quite as quickly as words that are badly spoken. ",
  "pdhp299:1": "For with the birth of a man an axe is born in his mouth, ",
  "pdhp299:2": "with which he cuts himself speaking a word that is badly spoken. ",
  "pdhp300:1": "He who praises the blameworthy, or he who blames the praiseworthy, ",
  "pdhp300:2": "piles up bad fortune with his mouth, and because of that bad fortune he does not find happiness. ",
  "pdhp301:1": "(Compared to) he who has a small measure of bad fortune through dice and loses his wealth, ",
  "pdhp301:2": "everything (he owns), together with his self; ",
  "pdhp301:3": "this is indeed a far greater bad fortune: he who has a corrupt mind aimed at those faring well. ",
  "pdhp302:1": "For one hundred and thirty-six thousand nirabbudas, and five abbudas, ",
  "pdhp302:2": "he goes to hell through reproaching the noble ones, having wicked verbal and mental intentions. ",
  "pdhp303:1": "He should speak wholesomely, he should not speak wickedly, ",
  "pdhp303:2": "the speaking of what is wholesome is best, having spoken wickedly he suffers. ",
  "pdhp304:1": "He should practice wholesomely, he should not speak wickedly, ",
  "pdhp304:2": "the speaking of what is wholesome is best, having spoken wickedly he suffers. ",
  "pdhp305:1": "He should speak wholesome words, he should not speak wickedly, ",
  "pdhp305:2": "arisen anger he should constrain, he ceases from hatred. ",
  "pdhp305:3": "The Chapter about Verbalising "
}