{
  "pdhp376:0.0": "Patna Dhammapada ",
  "pdhp376:0.1": "21. The Chapter about Thousands ",
  "pdhp376:1": "Though there are a thousand sayings consisting of useless words, ",
  "pdhp376:2": "better is one useful word, hearing which one is brought to peace. ",
  "pdhp377:1": "One may speak a thousand verses consisting of useless words, ",
  "pdhp377:2": "better is one verse of Dhamma, hearing which one is brought to peace. ",
  "pdhp378:1": "One may conquer a thousand men a thousand times in a battle, ",
  "pdhp378:2": "but having conquered another, one’s self, one would surely be supreme in battle. ",
  "pdhp379:1": "One might give alms impartially with a thousand coins of money month by month for a hundred years; ",
  "pdhp379:2": "and one might worship someone with developed self for a second—",
  "pdhp379:3": "that worship is surely better than the hundred-year sacrifice. ",
  "pdhp380:1": "One person might care for the fire in the woods for a hundred years; ",
  "pdhp380:2": "and one might worship someone with developed self for a second—",
  "pdhp380:3": "that worship is surely better than the hundred-year sacrifice. ",
  "pdhp381:1": "Whatever the alms or the sacrifice in the world the one seeking merit may give for a year, ",
  "pdhp381:2": "all that comes not to a quarter of the merit—better is the worship of the upright. ",
  "pdhp382:1": "One might give alms impartially with a thousand coins of money month by month for a hundred years; ",
  "pdhp382:2": "but that is not worth a sixteenth part of having confidence in the Buddha. ",
  "pdhp383:1": "One might give alms impartially with a thousand coins of money month by month for a hundred years; ",
  "pdhp383:2": "but that is not worth a sixteenth part of having confidence in the Dhamma. ",
  "pdhp384:1": "One might give alms impartially with a thousand coins of money month by month for a hundred years; ",
  "pdhp384:2": "but that is not worth a sixteenth part of having confidence in the Saṅgha. ",
  "pdhp385:1": "One might give alms impartially with a thousand coins of money month by month for a hundred years; ",
  "pdhp385:2": "but that is not worth a sixteenth part of those who have mastered Dhamma. ",
  "pdhp386:1": "From month to month the fool may eat food with the tip of kusa grass, ",
  "pdhp386:2": "but that is not worth a sixteenth part of having confidence in the Buddha. ",
  "pdhp387:1": "From month to month the fool may eat food with the tip of kusa grass, ",
  "pdhp387:2": "but that is not worth a sixteenth part of having confidence in the Dhamma. ",
  "pdhp388:1": "From month to month the fool may eat food with the tip of kusa grass, ",
  "pdhp388:2": "but that is not worth a sixteenth part of having confidence in the Saṅgha. ",
  "pdhp389:1": "From month to month the fool may eat food with the tip of kusa grass, ",
  "pdhp389:2": "but that is not worth a sixteenth part of those who have mastered Dhamma. ",
  "pdhp390:1": "One might live for a hundred years, unvirtuous and uncomposed, ",
  "pdhp390:2": "but a life of one day is better, for one with virtue and meditation. ",
  "pdhp391:1": "One might live for a hundred years, lacking in wisdom and uncomposed, ",
  "pdhp391:2": "but a life of one day is better, for one endowed with wisdom and meditation. ",
  "pdhp392:1": "One might live for a hundred years, indolent, with less energy, ",
  "pdhp392:2": "but a life of one day is better, for one with energy set up and firm. ",
  "pdhp393:1": "One might live for a hundred years, without seeing rise and fall, ",
  "pdhp393:2": "but a life of one day is better, for the one seeing rise and fall. ",
  "pdhp394:1": "One might live for a hundred years, without seeing the supreme state, ",
  "pdhp394:2": "but a life of one day is better, for one seeing the supreme state. ",
  "pdhp395:1": "One might live for a hundred years, without seeing the deathless state, ",
  "pdhp395:2": "but a life of one day is better, for one seeing the deathless state. ",
  "pdhp396:1": "One might live for a hundred years, unestablished in the True Dhamma, ",
  "pdhp396:2": "but a life of one day is better, for one who knows the True Dhamma. ",
  "pdhp397:1": "One might live for a hundred years, having not attained the destruction of the pollutants, ",
  "pdhp397:2": "but a life of one day is better, for one who has attained the destruction of the pollutants. ",
  "pdhp397:3": "The Chapter about the Thousands "
}