{
  "pdhp195:0.0": "Patna Dhammapada ",
  "pdhp195:0.1": "12. The Chapter about the Stick ",
  "pdhp195:1": "Neither going naked, nor matted hair, nor mud, nor fasting or lying on stony ground, ",
  "pdhp195:2": "dusty clothes, or striving while squatting, can purify a mortal who has not removed uncertainty. ",
  "pdhp196:1": "Even if he were to adorn himself, but is trained, peaceful, settled, living by Dhamma, ",
  "pdhp196:2": "and has put aside the stick towards all living beings, he is a brahmin, an ascetic, a monastic. ",
  "pdhp197:1": "Do not speak anything harsh, spoken to they might answer back to you, ",
  "pdhp197:2": "for arrogant talk entails misery, and they might strike you back with a stick. ",
  "pdhp198:1": "If you make a sound like a gong that is struck, ",
  "pdhp198:2": "you will undergo the rounds of births and deaths for a long time. ",
  "pdhp199:1": "If you make no sound like a gong that is not struck, ",
  "pdhp199:2": "you are like one who has attained Nibbāna, contention is not found in you. ",
  "pdhp200:1": "Like a cowherd with a stick drives cattle to pasture, ",
  "pdhp200:2": "so do old age and death overpower living beings. ",
  "pdhp201:1": "Like a cowherd with a stick protects the owner’s cattle, ",
  "pdhp201:2": "so one should watch over oneself, and you should not let the moment pass, ",
  "pdhp201:3": "for when the chance has passed they grieve when consigned to the underworld. ",
  "pdhp202:1": "Everyone trembles at sticks, for all of them life is dear, ",
  "pdhp202:2": "comparing oneself with others, one should not hurt or have them hurt. ",
  "pdhp203:1": "One who harms with a stick beings who desire happiness, ",
  "pdhp203:2": "while seeking happiness for himself, won’t find happiness after death. ",
  "pdhp204:1": "One who harms not with a stick beings who desire happiness, ",
  "pdhp204:2": "while seeking happiness for himself, will find happiness after death. ",
  "pdhp205:1": "One should not keep company with wicked friends, one should not keep company with the ignoble, ",
  "pdhp205:2": "you should keep company with the sage and wise, you should keep company with superior people. ",
  "pdhp205:3": "keeping company with such is surely better for you, not worse. ",
  "pdhp206:1": "One should regard someone who shows your faults just like one who points out hidden treasure, ",
  "pdhp206:2": "one should keep company with such a sagacious person who reproves you; ",
  "pdhp206:3": "keeping company with such is surely better for you, not worse. ",
  "pdhp207:1": "One should advise and instruct, and forbid whatever is vile, ",
  "pdhp207:2": "for this is dear to the good, but it is not dear to the bad. ",
  "pdhp208:1": "Therefore the good and the bad from here go to various destinies, ",
  "pdhp208:2": "the bad go to the underworld, the good cross over to heaven. ",
  "pdhp209:1": "The person of little learning increases in age like an ox, ",
  "pdhp209:2": "for although his flesh does increase, his wisdom does not increase. ",
  "pdhp210:1": "There are four states the man who is heedless, the man who consorts with other man’s wives, undergoes: ",
  "pdhp210:2": "he gains demerit, an uncomfortable bed, blame as third, and rebirth in the underworld as fourth. ",
  "pdhp211:1": "Gaining demerit and a bad destiny, and only the little delight of a scared man with a scared woman, ",
  "pdhp211:2": "and kings who apply heavy punishment, at the break up of the body he goes to the underworld. ",
  "pdhp212:1": "The restrained go to a good destiny, the unrestrained go to a bad destiny, ",
  "pdhp212:2": "thinking: “I should not exhibit confidence,” the wise one wanders peacefully. ",
  "pdhp213:1": "Do not, elephant, approach the Buddha, for there is suffering, elephant, in approaching the Buddha, ",
  "pdhp213:2": "for the one who attacks the Buddha, elephant, does not go from here to a good destiny. ",
  "pdhp214:1": "As a lion wanders his mountain fortress, his resort on the mountainside, ",
  "pdhp214:2": "do not hurt the man-hero, the one without fear, the one of superior effort. ",
  "pdhp215:1": "Like an elephant in battle endures arrows shot from bow ",
  "pdhp215:2": "so will I endure abuse, for many people are unvirtuous. ",
  "pdhp215:3": "The Chapter about the Stick "
}