{
  "pdhp50:0.0": "Patna Dhammapada ",
  "pdhp50:0.1": "4. The Chapter about Monastics ",
  "pdhp50:1": "Restraint is good everywhere, restraint is everywhere good, ",
  "pdhp50:2": "a monastic who is restrained everywhere is liberated from all suffering. ",
  "pdhp51:1": "Restraint of body is good, restraint of speech is good, ",
  "pdhp51:2": "restraint of mind is also good, restraint is everywhere good, ",
  "pdhp51:3": "a monastic who is restrained everywhere is liberated from all suffering. ",
  "pdhp52:1": "One who controls his hands, controls his feet, controls his speech, controls the mind faculty, ",
  "pdhp52:2": "with inner delight and composure, solitary, content: that one is called a monastic. ",
  "pdhp53:1": "Calm in body and calm in mind, having calmness and composure, ",
  "pdhp53:2": "having thrown off worldly gain the monastic is called one at peace. ",
  "pdhp54:1": "That monastic who restrains the mouth, who speaks well, and who is modest, ",
  "pdhp54:2": "who teaches the meaning of the Dhamma, his speech is sweet. ",
  "pdhp55:1": "One should not despise one’s own gains, one should not live envious of others, ",
  "pdhp55:2": "the monastic who is envious of others does not attain concentration. ",
  "pdhp56:1": "Even if a monastic gains little he should not despise his gains, ",
  "pdhp56:2": "even the very gods praise the one of pure life who is diligent. ",
  "pdhp57:1": "Please bail out this boat, monastic, when bailed out it will go lightly, ",
  "pdhp57:2": "cutting off passion and hatred, from here one will go to Nibbāna. ",
  "pdhp58:1": "With uplifted mind, happy, having overcome what is dear and not dear, ",
  "pdhp58:2": "then with lots of happiness, the monastic should wander mindfully. ",
  "pdhp59:1": "That monastic who dwells in loving-kindness, with faith in Buddha’s dispensation, ",
  "pdhp59:2": "has penetrated the state of peace, the joy in stilling of all conditions, ",
  "pdhp59:3": "here and now there is Nibbāna, the unsurpassed release from all bonds. ",
  "pdhp60:1": "For the one who has entered an empty place, a monastic with a peaceful mind, ",
  "pdhp60:2": "there is superhuman delight from insight into true Dhamma. ",
  "pdhp61:1": "Just as one with right mindfulness regarding the rise and fall of the components of mind and body ",
  "pdhp61:2": "gains happiness in mind, this is the deathless state for the one who knows. ",
  "pdhp62:1": "There is no concentration for one without wisdom, there is no wisdom for one without concentration, ",
  "pdhp62:2": "that one in whom there is concentration and wisdom is indeed close to Nibbāna. ",
  "pdhp63:1": "This is the very beginning for the wise monastic here: ",
  "pdhp63:2": "contentment, guarding the senses, and restraint in the regulations. ",
  "pdhp64:1": "One should resort to spiritual friends, ones of pure life, ones who are diligent, ",
  "pdhp64:2": "one should be one of friendly disposition, one who will be skilful in conduct, ",
  "pdhp64:3": "rejoicing frequently because of that, the monastic should wander mindfully. ",
  "pdhp64:4": "The Chapter about Monastics "
}