{
  "pdhp84:0.0": "Patna Dhammapada ",
  "pdhp84:0.1": "6. The Chapter about Grief ",
  "pdhp84:1": "Whatever griefs or lamentations there are, and the many kinds of suffering in the world, ",
  "pdhp84:2": "these all arise because of love, without loves, these do not originate. ",
  "pdhp85:1": "Therefore they are happy and free from grief, who are without love for anything in the world, ",
  "pdhp85:2": "therefore those wanting what is griefless, dust-free, should not have love for anything in the world. ",
  "pdhp86:1": "For the one who has reached his goal, who grieves not, being released on all sides, ",
  "pdhp86:2": "who has abandoned all the knots, no consuming fever is found. ",
  "pdhp87:1": "For those who have no stores, those who comprehend food aright, ",
  "pdhp87:2": "like the birds in the sky, their footprint is hard to find. ",
  "pdhp88:1": "His mind is calm, his speech and his actions are also calm, ",
  "pdhp88:2": "liberated by right knowledge, such a one is truly peaceful. ",
  "pdhp89:1": "For the one whose senses are balanced, like horses well-trained by their charioteer, ",
  "pdhp89:2": "who has abandoned conceit, who is without pollutants—even the gods envy such a one. ",
  "pdhp90:1": "They lead one trained into a crowd, a king mounts one who has been trained, ",
  "pdhp90:2": "amongst humans one trained is best, the one who can endure reproof. ",
  "pdhp91:1": "Noble are the well-trained horses, the well-bred horses from Sindh, ",
  "pdhp91:2": "and the great tusker elephants, and even more noble than that is the one who has trained himself. ",
  "pdhp92:1": "Not by these vehicles can one reach that place, ",
  "pdhp92:2": "as one through training himself well, being trained by the training, goes. ",
  "pdhp93:1": "Just as solid rock is not shaken by the wind, ",
  "pdhp93:2": "so the wise are not shaken by blame or praise. ",
  "pdhp94:1": "The one who, while still impure, would wear the renunciant’s robe, ",
  "pdhp94:2": "unendowed with restraint and truth, is not worthy of the renunciant’s robe. ",
  "pdhp95:1": "The one who, steady in virtue, throws out any impurity, ",
  "pdhp95:2": "endowed with restraint and truth, is indeed worthy of the renunciant’s robe. ",
  "pdhp95:3": "The Chapter about Grief "
}