{
  "pdhp342:0.0": "Patna Dhammapada ",
  "pdhp342:0.1": "19. The Chapter about the Mind ",
  "pdhp342:1": "An agitated, unsteady mind, difficult to guard, difficult to ward, ",
  "pdhp342:2": "the sagacious one makes straight, as a fletcher does his arrows. ",
  "pdhp343:1": "Like a fish thrown up on dry land, pulled out from its watery home, ",
  "pdhp343:2": "the mind is agitated, one ought to throw off the sway of Māra. ",
  "pdhp344:1": "Those who will restrain the mind that roams far, ",
  "pdhp344:2": "is lonesome, without a body, hidden, gain release from the bonds of Māra. ",
  "pdhp345:1": "For the mind that is difficult to subdue, flighty, flitting wherever it will, ",
  "pdhp345:2": "restraint is good, a restrained mind brings happiness. ",
  "pdhp346:1": "Hard to see, very subtle, flitting wherever it will, ",
  "pdhp346:2": "the sage should guard the mind, for guarded it brings happiness. ",
  "pdhp347:1": "For the one with mind that is not dependent, for the one with mind unperplexed, ",
  "pdhp347:2": "having abandoned the wholesome and demerit, for the watchful, there is no fear. ",
  "pdhp348:1": "The one who drinks the tasty Dhamma drink, with a clear mind, ",
  "pdhp348:2": "the wise one will always delight in the Dhamma that is made known by the Noble. ",
  "pdhp349:1": "Before long has passed by, alas, this body will lie on the ground, ",
  "pdhp349:2": "rejected, without consciousness, just like a useless piece of wood. ",
  "pdhp350:1": "Knowing this body is frail like a jar, govern the mind like a fortress, ",
  "pdhp350:2": "one should fight Māra with the weapon of wisdom, guard your success, and do not be attached. ",
  "pdhp351:1": "Just as the rain penetrates a house with thatching that is poor, ",
  "pdhp351:2": "so passion penetrates a mind that is undeveloped. ",
  "pdhp352:1": "Just as rain does not penetrate a house with thatching that is good, ",
  "pdhp352:2": "so passion cannot penetrate a mind that is well-developed. ",
  "pdhp353:1": "Just as the rain penetrates a house with thatching that is poor, ",
  "pdhp353:2": "so hatred penetrates a mind that is undeveloped. ",
  "pdhp354:1": "Just as rain does not penetrate a house with thatching that is good, ",
  "pdhp354:2": "so hatred cannot penetrate a mind that is well-developed. ",
  "pdhp355:1": "Just as the rain penetrates a house with thatching that is poor, ",
  "pdhp355:2": "so delusion penetrates a mind that is undeveloped. ",
  "pdhp356:1": "Just as rain does not penetrate a house with thatching that is good, ",
  "pdhp356:2": "so delusion cannot penetrate a mind that is well-developed. ",
  "pdhp357:1": "The non-doing of anything wicked, undertaking of what is good, ",
  "pdhp357:2": "the training of one’s mind—this is the teaching of the Buddhas. ",
  "pdhp357:3": "The Chapter about the Mind "
}