{
  "pdhp34:0.0": "Patna Dhammapada ",
  "pdhp34:0.1": "3. The Chapter about Brahmins ",
  "pdhp34:1": "Strive and cut off the thread, remove continuity, brahmin, ",
  "pdhp34:2": "knowing the destruction of the conditioned, you are … brahmin ",
  "pdhp35:1": "That one from whom one learned Dhamma, whether old or young, ",
  "pdhp35:2": "with respect bow down to him, like a brahmin bows at fire-sacrifice. ",
  "pdhp36:1": "That one from whom one learned Dhamma taught by the Perfect Sambuddha, ",
  "pdhp36:2": "you should honor him, like a brahmin honors the fire-sacrifice. ",
  "pdhp37:1": "Not because of matted hair, family or birth is one a true brahmin, ",
  "pdhp37:2": "he who wards off wickedness, small or great, in every way, ",
  "pdhp37:3": "through warding off wickedness, he is called a brahmin. ",
  "pdhp38:1": "Like water on the lotus leaf, like a mustard seed on a needle, ",
  "pdhp38:2": "he who is unsmeared by desires, that one I say is a brahmin. ",
  "pdhp39:1": "The sun is radiant when it rises, the moon shines by night, ",
  "pdhp39:2": "the accoutred noble is radiant, the meditating brahmin is radiant, ",
  "pdhp39:3": "yet during every day and night the Buddha is radiant through his power. ",
  "pdhp40:1": "For whom the near shore, the far shore or both do not exist, ",
  "pdhp40:2": "free of fever, detached, that one I say is a brahmin. ",
  "pdhp41:1": "When a brahmin has, through two things, crossed over, ",
  "pdhp41:2": "then, for one who knows, all the fetters are laid to rest. ",
  "pdhp42:1": "He who destroyed the fetter, destroyed conceit and continued existence, ",
  "pdhp42:2": "living in the Community, standing by Dhamma, the knowing one does not approach society. ",
  "pdhp43:1": "Whoever should speak a word of truth that is informed and is not coarse, ",
  "pdhp43:2": "through which no one would be cursed, that one I say is a brahmin. ",
  "pdhp44:1": "Whoever doesn’t mix with either householders or the houseless, ",
  "pdhp44:2": "wandering homeless, with few desires, that one I say is a brahmin. ",
  "pdhp45:1": "For whom there is no wrong-doing bodily, verbally or mentally, ",
  "pdhp45:2": "being restrained in these three things, that one I say is a brahmin. ",
  "pdhp46:1": "A brahmin should not hit a brahmin, nor should he abandon him, ",
  "pdhp46:2": "woe to the one who strikes a brahmin, and to the one who does not abandon him. ",
  "pdhp47:1": "Destroying mother first, and then two noble kings, ",
  "pdhp47:2": "destroying a kingdom and its followers, the brahmin lives untroubled. ",
  "pdhp48:1": "The deeply wise sagacious one, skilled in what is path and not path, ",
  "pdhp48:2": "who has reached the ultimate good, that one I say is a brahmin. ",
  "pdhp49:1": "The meditator sitting down, the one who is dustless, who has done his duty, without pollutants, ",
  "pdhp49:2": "who has reached the ultimate good, that one I say is a brahmin. ",
  "pdhp49:3": "The Chapter about Brahmins "
}