{
  "pdhp96:0.0": "Patna Dhammapada ",
  "pdhp96:0.1": "7. The Chapter about the Wholesome ",
  "pdhp96:1": "Hasten to do wholesome deeds, ward off the mind from wickedness, ",
  "pdhp96:2": "for the mind of the one slow in merit delights in wickedness. ",
  "pdhp97:1": "Should a person do that which is wicked, he should not do it again and again, ",
  "pdhp97:2": "let him not place his intention in it, for there is an accumulation of suffering for the wicked one. ",
  "pdhp98:1": "If a person should make merit, he should do it again and again, ",
  "pdhp98:2": "let him place his intention there, there is an increase of joy for the one who has made merit. ",
  "pdhp99:1": "For the pure one there is always fasting, for the pure one there is always the fast day, ",
  "pdhp99:2": "for the pure one, the one of clean deeds, his vow always succeeds. ",
  "pdhp100:1": "Better undone is a wrong-doing, a wrong-doing one later regrets, ",
  "pdhp100:2": "he grieves, thinking: “I have done a bad deed,” gone to a bad fate, he grieves much more. ",
  "pdhp101:1": "Better done is what is well-done, which, when done, one does not regret ",
  "pdhp101:2": "he is happy, thinking: “I have done a good deed,” gone to a good fate, he is happy much more. ",
  "pdhp102:1": "Even the wicked one experiences good fortune while the wickedness does not ripen, ",
  "pdhp102:2": "but when the wickedness ripens then the wicked one experiences wicked things. ",
  "pdhp103:1": "Even the fortunate one experiences wickedness as long as the good fortune does not ripen, ",
  "pdhp103:2": "but when the fortune ripens then the fortunate one experiences good fortune. ",
  "pdhp104:1": "Even the wicked one does good while the wickedness does not ripen, ",
  "pdhp104:2": "but when the time has gone by the wicked one experiences wicked things. ",
  "pdhp105:1": "Even the fortunate one does wickedness as long as the good fortune does not ripen, ",
  "pdhp105:2": "but when the time has gone by the fortunate one experiences good fortune. ",
  "pdhp106:1": "If there is no wound for him in his hand he can carry poison with his hand, ",
  "pdhp106:2": "poison does not enter without a wound, there is no wickedness for the one who does not do wrong. ",
  "pdhp107:1": "A wicked deed that has been done, like milk, does not turn all at once, ",
  "pdhp107:2": "smouldering, it follows the fool, like a fire covered with ashes. ",
  "pdhp108:1": "A wicked deed that has been done, like a knife, does not cut all at once, ",
  "pdhp108:2": "but when death comes he knows the destiny of those who do wickedness. ",
  "pdhp109:1": "You should prepare beforehand what is to be done, do not tremble at what is to be done at the time for it, ",
  "pdhp109:2": "for such a one who has prepared what is to be done, does not tremble at what is to be done at the time for it. ",
  "pdhp110:1": "One should prepare to do that which one knows is for one’s welfare, ",
  "pdhp110:2": "the sage, the wise one should make effort, not with the thinking of the charioteer. ",
  "pdhp111:1": "As the charioteer who abandoned the smooth path of the highway, ",
  "pdhp111:2": "and approached the rough path, then he broods, as upon a broken axle, ",
  "pdhp112:1": "so the one departing from Dhamma and following what is not Dhamma, ",
  "pdhp112:2": "when that fool comes to Death’s jaws he broods, as upon a broken axle. ",
  "pdhp113:1": "Many wearing the monastic robe around their necks are wicked, unrestrained. ",
  "pdhp113:2": "Wicked ones! Through your wicked deeds, you re-arise in the underworld. ",
  "pdhp114:1": "One who speaks what is untrue goes to the underworld, he who says: ‘I do not do’ what he has done, ",
  "pdhp114:2": "both of these are just the same when they have gone to the hereafter, they are humans who did base deeds. ",
  "pdhp115:1": "He who offends against the inoffensive one, a purified and passionless person: ",
  "pdhp115:2": "that wicked deed then returns to the fool, like fine dust that is thrown against the wind. ",
  "pdhp116:1": "Like a merchant on a fearful path, with few friends and great wealth, ",
  "pdhp116:2": "as one loving life would avoid poison, so should one avoid wicked deeds. ",
  "pdhp117:1": "He who desires happiness for himself by causing suffering for another, ",
  "pdhp117:2": "being associated thus with hatred, is not fully released from suffering. ",
  "pdhp118:1": "The smell of a corpse is cut off eventually, also of one bloated when nights have passed, ",
  "pdhp118:2": "but of the man who lives not by Dhamma day by day his smell is never cut off. ",
  "pdhp119:1": "Just as householders having great treasures, when the city is on fire and burning, ",
  "pdhp119:2": "because of their pearls, jewels, crystal and silver, make effort, thinking: “We will save something”, ",
  "pdhp120:1": "so the ascetics of great wisdom, noble ones training along the noble path, ",
  "pdhp120:2": "oppressed with the fear of birth, old age, death, afflicted by suffering, make effort, thinking: “We will attain peace”. ",
  "pdhp120:3": "The Chapter about the Wholesome "
}