{
  "pdhp157:0.0": "Patna Dhammapada ",
  "pdhp157:0.1": "10. The Chapter about Stains ",
  "pdhp157:1": "Lack of repetition is the ruin of the Vedā, a lack of maintenance is the ruin of homes, ",
  "pdhp157:2": "indolence is the ruin of one’s appearance, heedlessness is the ruin of those on guard. ",
  "pdhp158:1": "Bad conduct is a woman’s stain, stinginess is a giver’s stain, ",
  "pdhp158:2": "wicked deeds are a stain both in this world and in the next. ",
  "pdhp159:1": "I say there is a stain worse than that, ignorance is a deadly stain, ",
  "pdhp159:2": "after abandoning those stains, live without stains, monastics! ",
  "pdhp160:1": "As a rust stain arises from iron, and arisen from that, it eats it away, ",
  "pdhp160:2": "so with one who is overindulgent—his deeds lead him to a bad destiny. ",
  "pdhp161:1": "You are now a withered leaf, Yama’s men stand waiting for you, ",
  "pdhp161:2": "you stand at decay’s door, with no provisions for the journey found. ",
  "pdhp162:1": "You should strive and endeavour by yourself, like a smith, you should remove the stain, ",
  "pdhp162:2": "removing the stain, blemishless, you seek the second noble realm. ",
  "pdhp163:1": "The sage gradually, little by little, moment by moment, ",
  "pdhp163:2": "should remove the stain from himself, like a smith removes the stain from silver. ",
  "pdhp164:1": "Life is light for one without shame, he lives a life with defilements, ",
  "pdhp164:2": "backbiting and recklessness, with the bold courage of a crow. ",
  "pdhp165:1": "Life is hard when endowed with shame, for the one constantly seeking purity, ",
  "pdhp165:2": "for one sincere, and not reckless, looking for purity of life. ",
  "pdhp166:1": "Easy to see are others’ fault, but one’s own is hard to see, ",
  "pdhp166:2": "for one sifts other peoples’ faults like they were chaff, ",
  "pdhp166:3": "but conceals one’s own faults, like a crafty player conceals his defeat. ",
  "pdhp167:1": "Easily done are things not good, and unbeneficial for oneself, ",
  "pdhp167:2": "but that which is beneficial and good is supremely hard to do. ",
  "pdhp168:1": "Easily done are things not good, and unbeneficial for oneself, ",
  "pdhp168:2": "but only those beneficial and good are done by the wise. ",
  "pdhp169:1": "They are ashamed of what is not shameful, not ashamed of what is shameful, ",
  "pdhp169:2": "seeing fear in what is not fearful, not seeing fear in what is fearful, ",
  "pdhp169:3": "undertaking wrong views, beings go to a bad destiny. ",
  "pdhp170:1": "Finding blame in what is blameless, not perceiving blame in what is blameable, ",
  "pdhp170:2": "undertaking wrong views, beings go to a bad destiny. ",
  "pdhp171:1": "Finding the essential in the unessential, and perceiving the unessential in the essential, ",
  "pdhp171:2": "they do not understand what is the essential, and resort to wrong intention. ",
  "pdhp172:1": "Knowing the essential in what is essential, and the unessential in what is unessential, ",
  "pdhp172:2": "they understand what is essential, and resort to right intention. ",
  "pdhp173:1": "Engaging oneself in what is not suitable, not engaging in what is suitable, ",
  "pdhp173:2": "abandoning the good, grasping the loved, they envy those who endeavour for good. ",
  "pdhp173:3": "The Chapter about Stains "
}