{
  "pdhp358:0.0": "Patna Dhammapada ",
  "pdhp358:0.1": "20. The Chapter about the Path ",
  "pdhp358:1": "The eightfold is the best of paths, four principles the best of truths, ",
  "pdhp358:2": "dispassion the best of states, the Visionary the best of men. ",
  "pdhp359:1": "The path was declared by me, the removal of the dart by knowledge, ",
  "pdhp359:2": "your duty is to have ardour declare the Realised Ones, ",
  "pdhp359:3": "entering this path meditators will be released from the bonds of Māra. ",
  "pdhp360:1": "This is the path, there is no other, for insight and for purity, ",
  "pdhp360:2": "you should enter upon this path, this is the confounding of Māra, ",
  "pdhp360:3": "having entered upon this path you will make an end to suffering. ",
  "pdhp361:1": "Cut down the forest of defilements not just the trees, from the forest arises a danger, ",
  "pdhp361:2": "having cut down the forest and thicket, you will go further without forests. ",
  "pdhp362:1": "For as long as an atom of desire of a man for his kin is not cut down, ",
  "pdhp362:2": "the mind is in bondage there, like a calf in bondage to mother’s milk. ",
  "pdhp363:1": "Cut off any affection for one’s self, like an autumn lotus plucked with the hand, ",
  "pdhp363:2": "develop fully the path to peace and Nibbāna taught by the Fortunate One. ",
  "pdhp364:1": "Here I will make the rains retreat, here during winter and summer, ",
  "pdhp364:2": "in just such a way a fool thinks, not understanding the danger. ",
  "pdhp365:1": "That person whose mind is attached and besotted by cattle and children, ",
  "pdhp365:2": "is snatched away by death just as a sleeping village by a great flood. ",
  "pdhp366:1": "Children are not a refuge, nor fathers, not even brothers, ",
  "pdhp366:2": "for one afflicted by the End-Maker there is no refuge in relatives. ",
  "pdhp367:1": "Relatives cry and wail together in this way ",
  "pdhp367:2": "people still depart, against their desires they give him up. ",
  "pdhp368:1": "Understanding this the sage, wise, free of selfishness, ",
  "pdhp368:2": "should constantly purify the path that is leading to heaven. ",
  "pdhp369:1": "Therefore a wise man looking for his own welfare ",
  "pdhp369:2": "should constantly purify the path that is leading to heaven. ",
  "pdhp370:1": "Endowed with faith and virtue, wise, well-composed, ",
  "pdhp370:2": "one constantly purifies the path, which brings safety in the next world. ",
  "pdhp371:1": "Endowed with faith and virtue, wise, composed, ",
  "pdhp371:2": "delights in practising the path, delights in internal peace. ",
  "pdhp372:1": "Endowed with faith and virtue, always delighting in being wise, ",
  "pdhp372:2": "one advances like burning fire against the fetter, small or large, ",
  "pdhp372:3": "whether it is wicked conceit or hypocrisy. ",
  "pdhp373:1": "All conditions are impermanent, when one sees this with wisdom, ",
  "pdhp373:2": "then one grows tired of suffering—this is the path to purity. ",
  "pdhp374:1": "All components of mind and body are without self, when one sees this with wisdom, ",
  "pdhp374:2": "then one grows tired of suffering—this is the path to purity. ",
  "pdhp375:1": "From effort originates wisdom, without effort wisdom is destroyed, ",
  "pdhp375:2": "having understood these two paths of development and decline, ",
  "pdhp375:3": "the sage should train so that his wisdom increases. ",
  "pdhp375:4": "The Chapter about the Path "
}