{
  "pdhp239:0.0": "Patna Dhammapada ",
  "pdhp239:0.1": "14. The Chapter about Patience ",
  "pdhp239:1": "Enduring patience is the supreme austerity, Nibbāna is supreme say the Buddhas, ",
  "pdhp239:2": "for one gone forth does not hurt another, nor does an ascetic harass another. ",
  "pdhp240:1": "Those sages without violence, constantly restrained in body, ",
  "pdhp240:2": "go to the deathless Nibbāna, having gone there they do not grieve. ",
  "pdhp241:1": "Gotama’s disciples always awake to a good wakening, ",
  "pdhp241:2": "those who day and night have a mind that delights in non-violence. ",
  "pdhp242:1": "Gotama’s disciples always awake to a good wakening, ",
  "pdhp242:2": "those who day and night have a mind that delights in cultivation. ",
  "pdhp243:1": "Gotama’s disciples always awake to a good wakening, ",
  "pdhp243:2": "those who day and night constantly have mindfulness of the body. ",
  "pdhp244:1": "Those wise ones intent on meditation, who delight in the peace of renunciation, ",
  "pdhp244:2": "even the gods are envious of them, the Sambuddhas, the ones who are mindful. ",
  "pdhp245:1": "Whether in the wilds or village, whether on low or on high ground, ",
  "pdhp245:2": "wherever the Arahats live, that ground is surely delightful. ",
  "pdhp246:1": "If, for even one living being, one with an uncorrupt mind, has loving-kindness, there is wholesomeness in that, ",
  "pdhp246:2": "but the one with compassion in mind for all living beings, that noble one makes abundant merit. ",
  "pdhp247:1": "Those who conquered the earth, crowded with beings, those royal seers who went round sacrificing: ",
  "pdhp247:2": "the horse sacrifice, the man sacrifice, the stick-casting, the soma offering, the unobstructed—",
  "pdhp247:3": "compared to the one who develops his mind with loving-kindness, they do not partake of even a sixteenth part, ",
  "pdhp247:4": "just as the whole host of stars do not partake of the radiance of the moon. ",
  "pdhp248:1": "Then he who with a mind of loving-kindness has compassion for all living beings, ",
  "pdhp248:2": "having loving-kindness towards all beings, he has no one who is hated. ",
  "pdhp249:1": "For he who every day and night delights in a mind of non-violence, ",
  "pdhp249:2": "having loving-kindness towards all beings, he has no one who is hated. ",
  "pdhp250:1": "For he who every day and night has a mind that delights in cultivation, ",
  "pdhp250:2": "having loving-kindness towards all beings, he has no one who is hated. ",
  "pdhp251:1": "For he who every day and night constantly has mindfulness of the body, ",
  "pdhp251:2": "having loving-kindness towards all beings, he has no one who is hated. ",
  "pdhp252:1": "He who neither kills, nor has killed, conquers, nor has conquered, ",
  "pdhp252:2": "having loving-kindness towards all beings, he has no one who is hated. ",
  "pdhp253:1": "For not by hatred do hatreds cease at any time in this place, ",
  "pdhp253:2": "they only cease with non-hatred, this truth is surely eternal. ",
  "pdhp254:1": "The others do not understand that we should be successful here, ",
  "pdhp254:2": "but for those here who do understand, through that, their dissensions do cease. ",
  "pdhp255:1": "Let us live truly happily, without hatred, amongst those who have hatred, ",
  "pdhp255:2": "amongst humans who have hatred let us live without hatred. ",
  "pdhp256:1": "Let us live truly happily, without longing, amongst those who are longing, ",
  "pdhp256:2": "amongst humans who are longing let us live without longing. ",
  "pdhp257:1": "We live truly happily enough having no possessions ourselves, ",
  "pdhp257:2": "amongst those with possessions let us live having no possessions. ",
  "pdhp258:1": "One should see it as a bubble, one should see it as a mirage, ",
  "pdhp258:2": "looking on the world in this way the King of Death does not see one. ",
  "pdhp259:1": "This body is worn out, a nest of disease, perishing, ",
  "pdhp259:2": "the putrid body comes to destruction, for life ends in death. ",
  "pdhp260:1": "Having seen an old man, one afflicted and sick, having seen one deceased, after not long for the student, ",
  "pdhp260:2": "anxiety, sharp and extensive, arose, and the wise one cut the household bonds. ",
  "pdhp260:3": "The Chapter about Patience "
}