{
  "pdhp327:0.0": "Patna Dhammapada ",
  "pdhp327:0.1": "18. The Chapter about Giving ",
  "pdhp327:1": "The people give according to faith, according to their confidence, ",
  "pdhp327:2": "herein the one who becomes depressed because of food and drink given to others, ",
  "pdhp327:3": "does not, either by day or night, attain to good concentration. ",
  "pdhp328:1": "For the one in whom this depression is cut off, destroyed at the root, dug up, ",
  "pdhp328:2": "does, by day and night, attain to good concentration. ",
  "pdhp329:1": "Like a good horse touched by the whip, living ardent and spiritually intense. ",
  "pdhp329:2": "Having faith, virtue and energy, concentration and insight into the Dhamma, ",
  "pdhp329:3": "well-established in patience, meekness and concentration, they have come to the essence of wisdom and learning. ",
  "pdhp330:1": "He who acquires faith and wisdom unsurpassed in this very life, ",
  "pdhp330:2": "has great wealth in the world, other wealth, though great, is useless. ",
  "pdhp331:1": "The faithful one who is possessed of virtue, and has wealth and fame, ",
  "pdhp331:2": "whatever district he resorts to, right there and then he is worshipped. ",
  "pdhp332:1": "Faith is a person’s travelling companion, he would not accept travelling without faith, ",
  "pdhp332:2": "from that there will be fame and renown for him, and when he abandons the body he goes to heaven. ",
  "pdhp333:1": "The person who is beyond mere faith, who knows that which is unmade, who has cut off rebirth-linking, ",
  "pdhp333:2": "who has destroyed the occasion, who has thrown out hope and desire, is surely the person supreme. ",
  "pdhp334:1": "It is rare the arising of Buddhas, rare the teaching of the Dhamma, ",
  "pdhp334:2": "it is rare to acquire faith, rare is the life of mortals. ",
  "pdhp335:1": "For the one with unsettled mind, who does not know the True Dhamma, ",
  "pdhp335:2": "whose confidence is wavering, wisdom is unfulfilled. ",
  "pdhp336:1": "For one who has a mind lacking confidence, that is base or agitated, ",
  "pdhp336:2": "and frequently impetuous, it is not possible to understand the Dhamma. ",
  "pdhp337:1": "He who has removed impetuosity, displeasure from his mind, ",
  "pdhp337:2": "with confident mind, happy, he can understand well-spoken words. ",
  "pdhp338:1": "Acquiring birth as a human, or going to the heavens, ",
  "pdhp338:2": "or having sole sovereignty over the earth—better is the fruit of stream-entry. ",
  "pdhp339:1": "He whose faith in the Realised One is well-established and unmoveable, ",
  "pdhp339:2": "whose virtue is beautiful, praised by the noble ones, ",
  "pdhp340:1": "who has confidence in the Saṅgha, who sees uprightly, ",
  "pdhp340:2": "he they say is ‘not poor’, his life is not in vain. ",
  "pdhp341:1": "Therefore with faith, virtue, confidence and insight into Dhamma, ",
  "pdhp341:2": "a sage should devote himself to the essence of the Buddhas’ dispensation. ",
  "pdhp341:3": "The Chapter about Giving "
}