{
  "pdhp216:0.0": "Patna Dhammapada ",
  "pdhp216:0.1": "13. The Chapter about Refuge ",
  "pdhp216:1": "Many people shaken by fear go for refuge ",
  "pdhp216:2": "to mountains and woods, to places with beautiful trees. ",
  "pdhp217:1": "That is not a secure refuge, that is not the refuge supreme, ",
  "pdhp217:2": "nor is it the refuge to come to that liberates from all suffering. ",
  "pdhp218:1": "Whoever has gone for refuge to the Buddha, the Dhamma and the Saṅgha, ",
  "pdhp218:2": "and who sees as it really is the four noble truths. ",
  "pdhp219:1": "That is a secure refuge, that is the refuge supreme, ",
  "pdhp219:2": "that is the refuge to come to that liberates from all suffering. ",
  "pdhp220:1": "If, when cows are crossing a road, their leader goes crookedly, ",
  "pdhp220:2": "they all will go crookedly, as their guide crookedly does go. ",
  "pdhp221:1": "So it is with humans, he who is agreed upon as chief, ",
  "pdhp221:2": "if he lives unrighteously, so will other people. ",
  "pdhp222:1": "If, when cows are crossing a road, their leader goes straight, ",
  "pdhp222:2": "they all will go straight, as their guide straight does go; ",
  "pdhp223:1": "so it is with humans, he who is agreed upon as chief, ",
  "pdhp223:2": "if he lives righteously, so will other people. ",
  "pdhp224:1": "One should live by Dhamma, with good conduct, not with bad conduct, ",
  "pdhp224:2": "living by Dhamma one lives at ease in this world and the next. ",
  "pdhp225:1": "One should live by Dhamma, with good conduct, not with bad conduct, ",
  "pdhp225:2": "living the holy life one lives at ease in this world and the next. ",
  "pdhp226:1": "The one who finds pleasure in the Dhamma, delights in Dhamma, reflects on Dhamma, ",
  "pdhp226:2": "the monastic who remembers Dhamma, does not abandon the Dhamma. ",
  "pdhp227:1": "The Dhamma protects the one who lives by the Dhamma, the Dhamma well-practised is set on happiness, ",
  "pdhp227:2": "this is the advantage of the Dhamma well-practised, he who lives by the Dhamma does not go to a bad destination. ",
  "pdhp228:1": "The Dhamma protects the one who lives by the holy life, the Dhamma well-practised is set on happiness, ",
  "pdhp228:2": "this is the advantage of the Dhamma well-practised, he who lives the holy life does not go to a bad destination. ",
  "pdhp229:1": "Not having lived the holy life, not having gained wealth in their youth, ",
  "pdhp229:2": "they waste away like herons in a small lake devoid of fish. ",
  "pdhp230:1": "Not having lived the holy life, not having gained wealth in their youth, ",
  "pdhp230:2": "they lie like shafts scattered from a bow, wailing about things in the past. ",
  "pdhp231:1": "The mindful ones who are striving do not delight in a dwelling, ",
  "pdhp231:2": "like geese who abandon a lake, they abandon fondness for homes. ",
  "pdhp232:1": "As geese go through the path of the sky, they go through the sky by their power, ",
  "pdhp232:2": "the wise are led out in the world, after crushing Māra and his army. ",
  "pdhp233:1": "Why this laughter, why this joy, when the world is constantly burning, ",
  "pdhp233:2": "when thrown into darkness, do you not seek for a light? ",
  "pdhp234:1": "As a town in the border districts is guarded on the inside and the outside, ",
  "pdhp234:2": "so one should protect oneself, and you should not let the moment pass, ",
  "pdhp234:3": "for when the chance has passed they grieve when consigned to the underworld. ",
  "pdhp235:1": "Not through being shaven is one an ascetic, if one lacks vows, speaks lies, ",
  "pdhp235:2": "and is endowed with greed and desire, how will one be an ascetic? ",
  "pdhp236:1": "The one who quenches wicked deeds, small and great, in every way—",
  "pdhp236:2": "through the appeasing of wicked deeds he is said to be an ascetic. ",
  "pdhp237:1": "For the one in whom thirty-six streams consisting of contact with conceit are strong, ",
  "pdhp237:2": "the one with wrong view is carried off by the flow of his greedy intentions. ",
  "pdhp238:1": "One should abandon anger, one should abandon conceit, one should overcome every fetter, ",
  "pdhp238:2": "without clinging to mind and bodily form, sufferings never do befall the one having no possessions. ",
  "pdhp238:3": "The Chapter about Refuge "
}