{
  "pdhp261:0.0": "Patna Dhammapada ",
  "pdhp261:0.1": "15. The Chapter about the Pollutants ",
  "pdhp261:1": "Amongst humans few people go beyond, ",
  "pdhp261:2": "the rest of the people run down the bank, ",
  "pdhp262:1": "but those who live righteously, conforming with this well-taught Dhamma, ",
  "pdhp262:2": "those folk will go beyond the realm of death, which is very hard to cross. ",
  "pdhp263:1": "Having abandoned the dark state, the wise ones should develop the bright, ",
  "pdhp263:2": "having gone forth to homelessness from home; in solitude, where it is hard to delight, ",
  "pdhp264:1": "one should seek to delight in that place, having given up sense pleasures, and having no possessions, ",
  "pdhp264:2": "he should purify the self of defilements of mind in every way. ",
  "pdhp265:1": "For he who has well developed with peaceful mind the factors of complete awakening, ",
  "pdhp265:2": "having given up the self, those who delight in being unattached, ",
  "pdhp265:3": "pollutant-free, shining forth, are emancipated in the world. ",
  "pdhp266:1": "That to be done is rejected, but what is not to be done is done, ",
  "pdhp266:2": "for the insolent, the heedless, their pollutants increase. ",
  "pdhp267:1": "But for those who always properly undertake mindfulness of the body ",
  "pdhp267:2": "who do not practice what is not to be done, persisting in what is to be done, ",
  "pdhp267:3": "for those mindful ones, those fully aware, their pollutants are destroyed. ",
  "pdhp268:1": "Those who look for others’ fault, who constantly perceive offence, ",
  "pdhp268:2": "for them the pollutants increase, they are far from their destruction. ",
  "pdhp269:1": "For those devoted to being alert, who train both by day and by night, ",
  "pdhp269:2": "who are intent on Nibbāna, the pollutants are laid to rest. ",
  "pdhp270:1": "For those whose pollutants are destroyed, who are not dependent on the foods, ",
  "pdhp270:2": "for those whose resort is the liberation that is empty or signless, ",
  "pdhp270:3": "like the birds in the sky, their footprint is hard to find. ",
  "pdhp271:1": "Not even through virtue or vows, or again through great learning, ",
  "pdhp271:2": "or through the attainment of concentration, or through a secluded dwelling, ",
  "pdhp272:1": "do we attain the happiness of renunciation, not practised by worldly people; ",
  "pdhp272:2": "let a monastic not be confident as long as the destruction of the pollutants is unattained. ",
  "pdhp273:1": "This is not the time to be heedless, while the destruction of the pollutants is unattained, ",
  "pdhp273:2": "heedless he follows suffering, like the mother of deer follows the lion. ",
  "pdhp274:1": "Some fall back into the womb, but those who are wicked in the underworld, ",
  "pdhp274:2": "the righteous go to heaven, those who are pollutant-free are emancipated. ",
  "pdhp275:1": "Like a lake that is deep, clear and unruffled, ",
  "pdhp275:2": "just so the wise are confident after listening to Dhamma. ",
  "pdhp276:1": "He whose victory cannot be undone, whose victory does not come to an end, ",
  "pdhp276:2": "the Buddha, the one of superior effort, by what path will you lead the pathless one? ",
  "pdhp277:1": "For him there is no desire, attachment, or craving to lead him anywhere, ",
  "pdhp277:2": "the Buddha, whose range is endless, by what path will you lead the pathless one? ",
  "pdhp277:3": "The Chapter about the Pollutants "
}