{
  "pdhp65:0.0": "Patna Dhammapada ",
  "pdhp65:0.1": "5. The Chapter about Need ",
  "pdhp65:1": "Friends are good whenever need arises, at the break-up of life merit is good, ",
  "pdhp65:2": "being content with everything is good, the abandoning of all wickedness is good. ",
  "pdhp66:1": "Respecting one’s mother is good in the world, also respecting one’s father is good, ",
  "pdhp66:2": "respecting ascetics is good in the world, also respecting true brahmins is good. ",
  "pdhp67:1": "Virtuous conduct till old age is good, the establishing of faith is good, ",
  "pdhp67:2": "speech that is beneficial is good, the destruction of conceit is good. ",
  "pdhp68:1": "The arising of the Buddhas is good, the teaching of the Dhamma is good, ",
  "pdhp68:2": "the harmony of the Saṅgha is good, devotion to harmony is good. ",
  "pdhp69:1": "Meeting with the noble is pleasant, living with good people is pleasant, ",
  "pdhp69:2": "through not meeting foolish people one will constantly be happy. ",
  "pdhp70:1": "For he who consorts with fools grieves for a long time, ",
  "pdhp70:2": "dwelling with fools is always suffering as it is with enemies, ",
  "pdhp70:3": "the wise ones dwell happily as with an assembly of kin. ",
  "pdhp71:1": "Therefore the firm and the learned, the virtuous, dutiful and noble—",
  "pdhp71:2": "follow such a true and intelligent person as the moon follows the course of the stars. ",
  "pdhp72:1": "From love there arises grief, with love grief, with love fear, ",
  "pdhp72:2": "for one who is free from love there is no grief, how is there fear? ",
  "pdhp73:1": "Do not associate at any time with those who are loved or with those unloved, ",
  "pdhp73:2": "there is suffering not meeting the loved one, and suffering from meeting the unloved one. ",
  "pdhp74:1": "Therefore do not hold anything as loved, for speaking of the loved is loathsome. ",
  "pdhp74:2": "There are no knots for those who hold nothing as loved or as unloved. ",
  "pdhp75:1": "Hunger is the supreme sickness, conditions are the supreme suffering, ",
  "pdhp75:2": "knowing this as it really is, know Nibbāna is the supreme good. ",
  "pdhp76:1": "Health is the supreme gain, content the supreme wealth, ",
  "pdhp76:2": "confidence the supreme kin, Nibbāna the supreme good. ",
  "pdhp77:1": "If, by renouncing a small good, he might see a good that is large, ",
  "pdhp77:2": "the wise one should renounce that small good, seeing the good that is extensive. ",
  "pdhp78:1": "For a human who is always mindful, knowing the measure in food received, ",
  "pdhp78:2": "his painful feelings become slight, he ages slowly, guarding his lifespan. ",
  "pdhp79:1": "A person of good breed is rare, that one is not born everywhere, ",
  "pdhp79:2": "wherever that hero is born, that family gains happiness. ",
  "pdhp80:1": "There are surely true people everywhere, the good do not talk of desiring sense-pleasures; ",
  "pdhp80:2": "when touched by pleasure or by suffering, true people are not elated or depressed. ",
  "pdhp81:1": "The victor generates hatred, the defeated one finds suffering, ",
  "pdhp81:2": "the one at peace lives happily, having abandoned victory and defeat. ",
  "pdhp82:1": "Pleasant are rivers with good fords, pleasant is the person conquered by Dhamma, ",
  "pdhp82:2": "the acquisition of faith is good, doing nothing wicked is good. ",
  "pdhp83:1": "It is pleasant to meet the virtuous, it is pleasant to meet the learned, ",
  "pdhp83:2": "it is pleasant to meet the Worthy Ones, who are free from attachments. ",
  "pdhp83:3": "The Chapter about Need "
}