{
  "pdhp121:0.0": "Patna Dhammapada ",
  "pdhp121:0.1": "8. The Chapter about Flowers ",
  "pdhp121:1": "The fragrance of flowers goes not against the wind, nor does sandalwood or pinwheel or saffron, ",
  "pdhp121:2": "but the fragrance of the good goes against the wind, the true person’s fragrance permeates all directions. ",
  "pdhp122:1": "Sandalwood, pinwheel, then water lily and striped jasmine, ",
  "pdhp122:2": "amongst these kinds of fragrance virtue’s fragrance is unsurpassed. ",
  "pdhp123:1": "Pinwheel and sandalwood fragrance are insignificant, ",
  "pdhp123:2": "but the fragrance of those who have virtue flutters supreme amongst the gods. ",
  "pdhp124:1": "Māra cannot find the path of those endowed with virtue, who live heedfully, ",
  "pdhp124:2": "and who are freed through right and deep knowledge. ",
  "pdhp125:1": "Just like a beautiful flower, which has colour, but lacks fragrance, ",
  "pdhp125:2": "so are well-spoken words fruitless for the one who acts not on them. ",
  "pdhp126:1": "Just like a beautiful flower, which has colour, and has fragrance, ",
  "pdhp126:2": "so are well-spoken words fruitful for the one who does act on them. ",
  "pdhp127:1": "Just as a bee, without hurting the flower, its colour or scent, ",
  "pdhp127:2": "gathers its nectar and escapes, so should the seer roam in the village. ",
  "pdhp128:1": "Death takes up and carries away the one whose mind is attached to collecting flowers, ",
  "pdhp128:2": "like a great flood carries off a sleeping village. ",
  "pdhp129:1": "The End-Maker takes control of the one whose mind is attached to collecting flowers, ",
  "pdhp129:2": "though he is unfulfilled with sense pleasures. ",
  "pdhp130:1": "Just as from a heap of flowers one might make a lot of garlands, ",
  "pdhp130:2": "so should many good deeds be done by one who is born a mortal. ",
  "pdhp131:1": "Who will conquer this earth and the lower realm, together with the gods? ",
  "pdhp131:2": "Who will win the well-taught verses of Dhamma as a good man wins a flower? ",
  "pdhp132:1": "The trainee will conquer this earth and the lower realm, together with the gods. ",
  "pdhp132:2": "He will win the well-taught verses of Dhamma as a good man wins a flower. ",
  "pdhp133:1": "Just as striped jasmine casts off its (…) flowers, ",
  "pdhp133:2": "so, monastics, cast off all passion and hatred. ",
  "pdhp134:1": "Knowing that this world is just like froth, it has the nature of a mirage to those who understand, ",
  "pdhp134:2": "cutting off Māra’s flower-tipped arrows, one should go beyond the King of Death’s sight. ",
  "pdhp135:1": "Just as in a forsaken rubbish heap along the highway ",
  "pdhp135:2": "a lotus might spring forth, with a pure fragrance, delighting the mind, ",
  "pdhp136:1": "so amongst the forsaken, the Perfect Sambuddha’s disciple ",
  "pdhp136:2": "outshines the blind and ordinary folk through his wisdom. ",
  "pdhp136:3": "The Chapter about Flowers "
}