{
  "pdhp1:0.0": "Patna Dhammapada ",
  "pdhp1:0.1": "1. The Chapter about the Pairs ",
  "pdhp1:0.2": "Hail and Homage to all Buddhas, Dharmas and the Noble Saṅghas. ",
  "pdhp1:1": "Mind precedes thoughts, mind is their chief, they are impelled by mind, ",
  "pdhp1:2": "if with a base mind one speaks or acts, ",
  "pdhp1:3": "through that, suffering follows him like a wheel follows the ox’s foot. ",
  "pdhp2:1": "Mind precedes thoughts, mind is their chief, they are impelled by mind, ",
  "pdhp2:2": "if with pure mind one speaks or acts, ",
  "pdhp2:3": "through that, happiness follows him like a shadow which does not depart. ",
  "pdhp3:1": "Here he laments, after death he laments, the wicked one laments in both places, ",
  "pdhp3:2": "he laments, he suffers vexation, seeing the defilement of his own deeds. ",
  "pdhp4:1": "Here he is happy, after death he is happy, the meritorious one is happy in both places, ",
  "pdhp4:2": "he is happy… seeing the purity of his own deeds. ",
  "pdhp5:1": "“He abused me, he struck at me, he overcame me, he robbed me,” ",
  "pdhp5:2": "those who bear these ill-will their hatred is never appeased. ",
  "pdhp6:1": "“He abused me, he struck at me, he overcame me, he robbed me,” ",
  "pdhp6:2": "those who do not bear these ill-will their hatred is appeased. ",
  "pdhp7:1": "Living contemplating what is pleasant, uncontrolled in sense faculties, ",
  "pdhp7:2": "not knowing the limit in food, indolent, low in energy—",
  "pdhp7:3": "Māra surely overthrows that one, like wind overthrows a weak tree. ",
  "pdhp8:1": "Living contemplating the unpleasant, well-controlled in sense faculties, ",
  "pdhp8:2": "and knowing the limit in food, faithful, with energy aroused—",
  "pdhp8:3": "Māra does not overthrow that one, just as wind does not overthrow a mountain made of rock. ",
  "pdhp9:1": "If you should find a prudent, wise companion, one who lives well, a wise one, ",
  "pdhp9:2": "overcoming all your troubles you should live with that one, glad and mindful. ",
  "pdhp10:1": "If you do not find a prudent, wise companion, one who lives well, a wise one, ",
  "pdhp10:2": "like a king who abandons his conquered kingdom, one should live alone like a solitary elephant in the forest. ",
  "pdhp11:1": "It is better to live alone, there can be no companionship with a fool, ",
  "pdhp11:2": "one should live alone and not do anything bad, unconcerned like a solitary elephant in the forest. ",
  "pdhp12:1": "He who, through desire, hatred, fear or delusion, transgresses Dhamma, ",
  "pdhp12:2": "his fame diminishes, like the moon in the dark fortnight. ",
  "pdhp13:1": "He who, through desire, hatred, fear or delusion, does not transgress Dhamma, ",
  "pdhp13:2": "his fame increases, like the moon in the bright fortnight. ",
  "pdhp13:3": "The Chapter about the Pairs "
}