{
  "ya9.2.3:0.1": "9 Dhammayamaka ",
  "ya9.2.3:0.2": "9.2 Pavattivāra ",
  "ya9.2.3:0.3": "9.2.3. Uppādanirodhavāra ",
  "ya9.2.3:1.0.1": "9.2.3.1. Paccuppannavāra ",
  "ya9.2.3:1.0.2": "9.2.3.1.1. Anulomapuggala ",
  "ya9.2.3:1.1": " Yassa kusalā dhammā uppajjanti tassa akusalā dhammā nirujjhantīti? No. ",
  "ya9.2.3:2.1": " Yassa vā pana akusalā dhammā nirujjhanti tassa kusalā dhammā uppajjantīti? No. ",
  "ya9.2.3:3.1": " Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā nirujjhantīti? No. ",
  "ya9.2.3:4.1": " Yassa vā pana abyākatā dhammā nirujjhanti tassa kusalā dhammā uppajjantīti? No. ",
  "ya9.2.3:5.1": " Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā nirujjhantīti? No. ",
  "ya9.2.3:6.1": " Yassa vā pana abyākatā dhammā nirujjhanti tassa akusalā dhammā uppajjantīti? No. ",
  "ya9.2.3:7.0": "9.2.3.1.2. Anulomaokāsa ",
  "ya9.2.3:7.1": " Yattha kusalā dhammā uppajjanti tattha akusalā dhammā nirujjhantīti? Āmantā. ",
  "ya9.2.3:8.1": " Yattha vā pana akusalā dhammā nirujjhanti tattha kusalā dhammā uppajjantīti? Āmantā. ",
  "ya9.2.3:9.1": " Yattha kusalā dhammā uppajjanti tattha abyākatā dhammā nirujjhantīti? Āmantā. ",
  "ya9.2.3:10.1": " Yattha vā pana abyākatā dhammā nirujjhanti tattha kusalā dhammā uppajjantīti? ",
  "ya9.2.3:11.1": "Asaññasatte tattha abyākatā dhammā nirujjhanti, no ca tattha kusalā dhammā uppajjanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhanti kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:12.1": " Yattha akusalā dhammā uppajjanti tattha abyākatā dhammā nirujjhantīti? Āmantā. ",
  "ya9.2.3:13.1": " Yattha vā pana abyākatā dhammā nirujjhanti tattha akusalā dhammā uppajjantīti? ",
  "ya9.2.3:14.1": "Asaññasatte tattha abyākatā dhammā nirujjhanti, no ca tattha akusalā dhammā uppajjanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhanti akusalā ca dhammā uppajjanti. ",
  "ya9.2.3:15.0": "9.2.3.1.3. Anulomapuggalokāsa ",
  "ya9.2.3:15.1": " Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā nirujjhantīti? No. ",
  "ya9.2.3:16.1": " Yassa vā pana yattha akusalā dhammā nirujjhanti tassa tattha kusalā dhammā uppajjantīti? No. ",
  "ya9.2.3:17.1": " Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā nirujjhantīti? No. ",
  "ya9.2.3:18.1": " Yassa vā pana yattha abyākatā dhammā nirujjhanti tassa tattha kusalā dhammā uppajjantīti? No. ",
  "ya9.2.3:19.1": " Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā nirujjhantīti? No. ",
  "ya9.2.3:20.1": " Yassa vā pana yattha abyākatā dhammā nirujjhanti tassa tattha akusalā dhammā uppajjantīti? No. ",
  "ya9.2.3:21.0": "9.2.3.1.4. Paccanīkapuggala ",
  "ya9.2.3:21.1": " Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na nirujjhantīti? ",
  "ya9.2.3:22.1": "Akusalānaṁ bhaṅgakkhaṇe tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā na nirujjhanti. Kusalavippayuttacittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā ca dhammā na uppajjanti akusalā ca dhammā na nirujjhanti. ",
  "ya9.2.3:23.1": " Yassa vā pana akusalā dhammā na nirujjhanti tassa kusalā dhammā na uppajjantīti? ",
  "ya9.2.3:24.1": "Kusalānaṁ uppādakkhaṇe tesaṁ akusalā dhammā na nirujjhanti, no ca tesaṁ kusalā dhammā na uppajjanti. Akusalavippayuttacittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā ca dhammā na nirujjhanti kusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:25.1": " Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na nirujjhantīti? ",
  "ya9.2.3:26.1": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na nirujjhanti. Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhanti. ",
  "ya9.2.3:27.1": " Yassa vā pana abyākatā dhammā na nirujjhanti tassa kusalā dhammā na uppajjantīti? ",
  "ya9.2.3:28.1": "Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā dhammā na nirujjhanti, no ca tesaṁ kusalā dhammā na uppajjanti. Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ abyākatā ca dhammā na nirujjhanti kusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:29.1": " Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na nirujjhantīti? ",
  "ya9.2.3:30.1": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na nirujjhanti. Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ akusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhanti. ",
  "ya9.2.3:31.1": " Yassa vā pana abyākatā dhammā na nirujjhanti tassa akusalā dhammā na uppajjantīti? ",
  "ya9.2.3:32.1": "Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā dhammā na nirujjhanti, no ca tesaṁ akusalā dhammā na uppajjanti. Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ abyākatā ca dhammā na nirujjhanti akusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:33.0": "9.2.3.1.5. Paccanīkaokāsa ",
  "ya9.2.3:33.1": " Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na nirujjhantīti? Āmantā. ",
  "ya9.2.3:34.1": " Yattha vā pana akusalā dhammā na nirujjhanti tattha kusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:35.1": " Yattha kusalā dhammā na uppajjanti tattha abyākatā dhammā na nirujjhantīti? Nirujjhanti. ",
  "ya9.2.3:36.1": " Yattha vā pana abyākatā dhammā na nirujjhanti tattha kusalā dhammā na uppajjantīti? Natthi. ",
  "ya9.2.3:37.1": " Yattha akusalā dhammā na uppajjanti tattha abyākatā dhammā na nirujjhantīti? Nirujjhanti. ",
  "ya9.2.3:38.1": " Yattha vā pana abyākatā dhammā na nirujjhanti tattha akusalā dhammā na uppajjantīti? Natthi. ",
  "ya9.2.3:39.0": "9.2.3.1.6. Paccanīkapuggalokāsa ",
  "ya9.2.3:39.1": " Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na nirujjhantīti? ",
  "ya9.2.3:40.1": "Akusalānaṁ bhaṅgakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na nirujjhanti. Kusalavippayuttacittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca dhammā na nirujjhanti. ",
  "ya9.2.3:41.1": " Yassa vā pana yattha akusalā dhammā na nirujjhanti tassa tattha kusalā dhammā na uppajjantīti? ",
  "ya9.2.3:42.1": "Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā dhammā na nirujjhanti, no ca tesaṁ tattha kusalā dhammā na uppajjanti. Akusalavippayuttacittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na nirujjhanti kusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:43.1": " Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na nirujjhantīti? ",
  "ya9.2.3:44.1": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhanti. Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhanti. ",
  "ya9.2.3:45.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhanti tassa tattha kusalā dhammā na uppajjantīti? ",
  "ya9.2.3:46.1": "Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā dhammā na nirujjhanti, no ca tesaṁ tattha kusalā dhammā na uppajjanti. Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ tattha abyākatā ca dhammā na nirujjhanti kusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:47.1": " Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na nirujjhantīti? ",
  "ya9.2.3:48.1": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhanti. Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ tattha akusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhanti. ",
  "ya9.2.3:49.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhanti tassa tattha akusalā dhammā na uppajjantīti? ",
  "ya9.2.3:50.1": "Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā dhammā na nirujjhanti, no ca tesaṁ tattha akusalā dhammā na uppajjanti. Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe arūpe kusalākusalānaṁ bhaṅgakkhaṇe tesaṁ tattha abyākatā ca dhammā na nirujjhanti akusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:51.0.1": "9.2.3.2. Atītavāra ",
  "ya9.2.3:51.0.2": "9.2.3.2.1. Anulomapuggala ",
  "ya9.2.3:51.1": " Yassa kusalā dhammā uppajjittha tassa akusalā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:52.1": " Yassa vā pana akusalā dhammā nirujjhittha tassa kusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:53.1": " Yassa kusalā dhammā uppajjittha tassa abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:54.1": " Yassa vā pana abyākatā dhammā nirujjhittha tassa kusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:55.1": " Yassa akusalā dhammā uppajjittha tassa abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:56.1": " Yassa vā pana abyākatā dhammā nirujjhittha tassa akusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:57.0": "9.2.3.2.2. Anulomaokāsa ",
  "ya9.2.3:57.1": " Yattha kusalā dhammā uppajjittha tattha akusalā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:58.1": " Yattha vā pana akusalā dhammā nirujjhittha tattha kusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:59.1": " Yattha kusalā dhammā uppajjittha tattha abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:60.1": " Yattha vā pana abyākatā dhammā nirujjhittha tattha kusalā dhammā uppajjitthāti? ",
  "ya9.2.3:61.1": "Asaññasatte tattha abyākatā dhammā nirujjhittha, no ca tattha kusalā dhammā uppajjittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhittha kusalā ca dhammā uppajjittha. ",
  "ya9.2.3:62.1": " Yattha akusalā dhammā uppajjittha tattha abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:63.1": " Yattha vā pana abyākatā dhammā nirujjhittha tattha akusalā dhammā uppajjitthāti? ",
  "ya9.2.3:64.1": "Asaññasatte tattha abyākatā dhammā nirujjhittha, no ca tattha akusalā dhammā uppajjittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhittha akusalā ca dhammā uppajjittha. ",
  "ya9.2.3:65.0": "9.2.3.2.3. Anulomapuggalokāsa ",
  "ya9.2.3:65.1": " Yassa yattha kusalā dhammā uppajjittha tassa tattha akusalā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:66.1": " Yassa vā pana yattha akusalā dhammā nirujjhittha tassa tattha kusalā dhammā uppajjitthāti? ",
  "ya9.2.3:67.1": "Suddhāvāsānaṁ dutiye akusale citte vattamāne tesaṁ tattha akusalā dhammā nirujjhittha, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha akusalā ca dhammā nirujjhittha kusalā ca dhammā uppajjittha. ",
  "ya9.2.3:68.1": " Yassa yattha kusalā dhammā uppajjittha tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:69.1": " Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha kusalā dhammā uppajjitthāti? ",
  "ya9.2.3:70.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhittha, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā nirujjhittha kusalā ca dhammā uppajjittha. ",
  "ya9.2.3:71.1": " Yassa yattha akusalā dhammā uppajjittha tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:72.1": " Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha akusalā dhammā uppajjitthāti? ",
  "ya9.2.3:73.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhittha, no ca tesaṁ tattha akusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā nirujjhittha akusalā ca dhammā uppajjittha. ",
  "ya9.2.3:74.0": "9.2.3.2.4. Paccanīkapuggala ",
  "ya9.2.3:74.1": " Yassa kusalā dhammā na uppajjittha tassa akusalā dhammā na nirujjhitthāti? Natthi. ",
  "ya9.2.3:75.1": " Yassa vā pana akusalā dhammā na nirujjhittha tassa kusalā dhammā na uppajjitthāti? Natthi. ",
  "ya9.2.3:76.1": " Yassa kusalā dhammā na uppajjittha tassa abyākatā dhammā na nirujjhitthāti? Natthi. ",
  "ya9.2.3:77.1": " Yassa vā pana abyākatā dhammā na nirujjhittha tassa kusalā dhammā na uppajjitthāti? Natthi. ",
  "ya9.2.3:78.1": " Yassa akusalā dhammā na uppajjittha tassa abyākatā dhammā na nirujjhitthāti? Natthi. ",
  "ya9.2.3:79.1": " Yassa vā pana abyākatā dhammā na nirujjhittha tassa akusalā dhammā na uppajjitthāti? Natthi. ",
  "ya9.2.3:80.0": "9.2.3.2.5. Paccanīkaokāsa ",
  "ya9.2.3:80.1": " Yattha kusalā dhammā na uppajjittha tattha akusalā dhammā na nirujjhitthāti? Āmantā. ",
  "ya9.2.3:81.1": " Yattha vā pana akusalā dhammā na nirujjhittha tattha kusalā dhammā na uppajjitthāti? Āmantā. ",
  "ya9.2.3:82.1": " Yattha kusalā dhammā na uppajjittha tattha abyākatā dhammā na nirujjhitthāti? Nirujjhittha. ",
  "ya9.2.3:83.1": " Yattha vā pana abyākatā dhammā na nirujjhittha tattha kusalā dhammā na uppajjitthāti? Natthi. ",
  "ya9.2.3:84.1": " Yattha akusalā dhammā na uppajjittha tattha abyākatā dhammā na nirujjhitthāti? Nirujjhittha. ",
  "ya9.2.3:85.1": " Yattha vā pana abyākatā dhammā na nirujjhittha tattha akusalā dhammā na uppajjitthāti? Natthi. ",
  "ya9.2.3:86.0": "9.2.3.2.6. Paccanīkapuggalokāsa ",
  "ya9.2.3:86.1": " Yassa yattha kusalā dhammā na uppajjittha tassa tattha akusalā dhammā na nirujjhitthāti? ",
  "ya9.2.3:87.1": "Suddhāvāsānaṁ dutiye akusale citte vattamāne tesaṁ tattha kusalā dhammā na uppajjittha, no ca tesaṁ tattha akusalā dhammā na nirujjhittha. Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha akusalā ca dhammā na nirujjhittha. ",
  "ya9.2.3:88.1": " Yassa vā pana yattha akusalā dhammā na nirujjhittha tassa tattha kusalā dhammā na uppajjitthāti? Āmantā. ",
  "ya9.2.3:89.1": " Yassa yattha kusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na nirujjhitthāti? ",
  "ya9.2.3:90.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjittha, no ca tesaṁ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha abyākatā ca dhammā na nirujjhittha. ",
  "ya9.2.3:91.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha kusalā dhammā na uppajjitthāti? Āmantā. ",
  "ya9.2.3:92.1": " Yassa yattha akusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na nirujjhitthāti? ",
  "ya9.2.3:93.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjittha, no ca tesaṁ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha akusalā ca dhammā na uppajjittha abyākatā ca dhammā na nirujjhittha. ",
  "ya9.2.3:94.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha akusalā dhammā na uppajjitthāti? Āmantā. ",
  "ya9.2.3:95.0.1": "9.2.3.3. Anāgatavāra ",
  "ya9.2.3:95.0.2": "9.2.3.3.1. Anulomapuggala ",
  "ya9.2.3:95.1": " Yassa kusalā dhammā uppajjissanti tassa akusalā dhammā nirujjhissantīti? ",
  "ya9.2.3:96.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ kusalā dhammā uppajjissanti, no ca tesaṁ akusalā dhammā nirujjhissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjissanti akusalā ca dhammā nirujjhissanti. ",
  "ya9.2.3:97.1": " Yassa vā pana akusalā dhammā nirujjhissanti tassa kusalā dhammā uppajjissantīti? Āmantā. ",
  "ya9.2.3:98.1": " Yassa kusalā dhammā uppajjissanti tassa abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:99.1": " Yassa vā pana abyākatā dhammā nirujjhissanti tassa kusalā dhammā uppajjissantīti? ",
  "ya9.2.3:100.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ abyākatā dhammā nirujjhissanti, no ca tesaṁ kusalā dhammā uppajjissanti. Itaresaṁ tesaṁ abyākatā ca dhammā nirujjhissanti kusalā ca dhammā uppajjissanti. ",
  "ya9.2.3:101.1": " Yassa akusalā dhammā uppajjissanti tassa abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:102.1": " Yassa vā pana abyākatā dhammā nirujjhissanti tassa akusalā dhammā uppajjissantīti? ",
  "ya9.2.3:103.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ abyākatā dhammā nirujjhissanti, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ tesaṁ abyākatā ca dhammā nirujjhissanti akusalā ca dhammā uppajjissanti. ",
  "ya9.2.3:104.0": "9.2.3.3.2. Anulomaokāsa ",
  "ya9.2.3:104.1": " Yattha kusalā dhammā uppajjissanti tattha akusalā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:105.1": " Yattha vā pana akusalā dhammā nirujjhissanti tattha kusalā dhammā uppajjissantīti? Āmantā. ",
  "ya9.2.3:106.1": " Yattha kusalā dhammā uppajjissanti tattha abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:107.1": " Yattha vā pana abyākatā dhammā nirujjhissanti tattha kusalā dhammā uppajjissantīti? ",
  "ya9.2.3:108.1": "Asaññasatte tattha abyākatā dhammā nirujjhissanti, no ca tattha kusalā dhammā uppajjissanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā uppajjissanti. ",
  "ya9.2.3:109.1": " Yattha akusalā dhammā uppajjissanti tattha abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:110.1": " Yattha vā pana abyākatā dhammā nirujjhissanti tattha akusalā dhammā uppajjissantīti? ",
  "ya9.2.3:111.1": "Asaññasatte tattha abyākatā dhammā nirujjhissanti, no ca tattha akusalā dhammā uppajjissanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā uppajjissanti. ",
  "ya9.2.3:112.0": "9.2.3.3.3. Anulomapuggalokāsa ",
  "ya9.2.3:112.1": " Yassa yattha kusalā dhammā uppajjissanti tassa tattha akusalā dhammā nirujjhissantīti? ",
  "ya9.2.3:113.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha kusalā dhammā uppajjissanti, no ca tesaṁ tattha akusalā dhammā nirujjhissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjissanti akusalā ca dhammā nirujjhissanti. ",
  "ya9.2.3:114.1": " Yassa vā pana yattha akusalā dhammā nirujjhissanti tassa tattha kusalā dhammā uppajjissantīti? Āmantā. ",
  "ya9.2.3:115.1": " Yassa yattha kusalā dhammā uppajjissanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:116.1": " Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha kusalā dhammā uppajjissantīti? ",
  "ya9.2.3:117.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhissanti, no ca tesaṁ tattha kusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā uppajjissanti. ",
  "ya9.2.3:118.1": " Yassa yattha akusalā dhammā uppajjissanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:119.1": " Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha akusalā dhammā uppajjissantīti? ",
  "ya9.2.3:120.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti, asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhissanti, no ca tesaṁ tattha akusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā uppajjissanti. ",
  "ya9.2.3:121.0": "9.2.3.3.4. Paccanīkapuggala ",
  "ya9.2.3:121.1": " Yassa kusalā dhammā na uppajjissanti tassa akusalā dhammā na nirujjhissantīti? Āmantā. ",
  "ya9.2.3:122.1": " Yassa vā pana akusalā dhammā na nirujjhissanti tassa kusalā dhammā na uppajjissantīti? ",
  "ya9.2.3:123.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ akusalā dhammā na nirujjhissanti, no ca tesaṁ kusalā dhammā na uppajjissanti. Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na uppajjissanti. ",
  "ya9.2.3:124.1": " Yassa kusalā dhammā na uppajjissanti tassa abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:125.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ kusalā dhammā na uppajjissanti, no ca tesaṁ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ kusalā ca dhammā na uppajjissanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:126.1": " Yassa vā pana abyākatā dhammā na nirujjhissanti tassa kusalā dhammā na uppajjissantīti? Āmantā. ",
  "ya9.2.3:127.1": " Yassa akusalā dhammā na uppajjissanti tassa abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:128.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ akusalā dhammā na uppajjissanti, no ca tesaṁ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ akusalā ca dhammā na uppajjissanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:129.1": " Yassa vā pana abyākatā dhammā na nirujjhissanti tassa akusalā dhammā na uppajjissantīti? Āmantā. ",
  "ya9.2.3:130.0": "9.2.3.3.5. Paccanīkaokāsa ",
  "ya9.2.3:130.1": " Yattha kusalā dhammā na uppajjissanti tattha akusalā dhammā na nirujjhissantīti? Āmantā. ",
  "ya9.2.3:131.1": " Yattha vā pana akusalā dhammā na nirujjhissanti tattha kusalā dhammā na uppajjissantīti? Āmantā. ",
  "ya9.2.3:132.1": " Yattha kusalā dhammā na uppajjissanti tattha abyākatā dhammā na nirujjhissantīti? Nirujjhissanti. ",
  "ya9.2.3:133.1": " Yattha vā pana abyākatā dhammā na nirujjhissanti tattha kusalā dhammā na uppajjissantīti? Natthi. ",
  "ya9.2.3:134.1": " Yattha akusalā dhammā na uppajjissanti tattha abyākatā dhammā na nirujjhissantīti? Nirujjhissanti. ",
  "ya9.2.3:135.1": " Yattha vā pana abyākatā dhammā na nirujjhissanti tattha akusalā dhammā na uppajjissantīti? Natthi. ",
  "ya9.2.3:136.0": "9.2.3.3.6. Paccanīkapuggalokāsa ",
  "ya9.2.3:136.1": " Yassa yattha kusalā dhammā na uppajjissanti tassa tattha akusalā dhammā na nirujjhissantīti? Āmantā. ",
  "ya9.2.3:137.1": " Yassa vā pana yattha akusalā dhammā na nirujjhissanti tassa tattha kusalā dhammā na uppajjissantīti? ",
  "ya9.2.3:138.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha akusalā dhammā na nirujjhissanti, no ca tesaṁ tattha kusalā dhammā na uppajjissanti. Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na uppajjissanti. ",
  "ya9.2.3:139.1": " Yassa yattha kusalā dhammā na uppajjissanti tassa tattha abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:140.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjissanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha kusalā ca dhammā na uppajjissanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:141.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha kusalā dhammā na uppajjissantīti? Āmantā. ",
  "ya9.2.3:142.1": " Yassa yattha akusalā dhammā na uppajjissanti tassa tattha abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:143.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha akusalā ca dhammā na uppajjissanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:144.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha akusalā dhammā na uppajjissantīti? Āmantā. ",
  "ya9.2.3:145.0.1": "9.2.3.4. Paccuppannātītavāra ",
  "ya9.2.3:145.0.2": "9.2.3.4.1. Anulomapuggala ",
  "ya9.2.3:145.1": " Yassa kusalā dhammā uppajjanti tassa akusalā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:146.1": " Yassa vā pana akusalā dhammā nirujjhittha tassa kusalā dhammā uppajjantīti? ",
  "ya9.2.3:147.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā dhammā nirujjhittha, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā nirujjhittha kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:148.1": " Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:149.1": " Yassa vā pana abyākatā dhammā nirujjhittha tassa kusalā dhammā uppajjantīti? ",
  "ya9.2.3:150.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā nirujjhittha, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā nirujjhittha kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:151.1": " Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:152.1": " Yassa vā pana abyākatā dhammā nirujjhittha tassa akusalā dhammā uppajjantīti? ",
  "ya9.2.3:153.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā nirujjhittha, no ca tesaṁ akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā nirujjhittha akusalā ca dhammā uppajjanti. ",
  "ya9.2.3:154.0": "9.2.3.4.2. Anulomaokāsa ",
  "ya9.2.3:154.1": " Yattha kusalā dhammā uppajjanti tattha akusalā dhammā nirujjhitthāti? …pe…. ",
  "ya9.2.3:155.0": "9.2.3.4.3. Anulomapuggalokāsa ",
  "ya9.2.3:155.1": " Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:156.1": " Yassa vā pana yattha akusalā dhammā nirujjhittha tassa tattha kusalā dhammā uppajjantīti? ",
  "ya9.2.3:157.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā nirujjhittha, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā ca dhammā nirujjhittha kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:158.1": " Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:159.1": " Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha kusalā dhammā uppajjantīti? ",
  "ya9.2.3:160.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhittha, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā nirujjhittha kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:161.1": " Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā. ",
  "ya9.2.3:162.1": " Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha akusalā dhammā uppajjantīti? ",
  "ya9.2.3:163.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhittha, no ca tesaṁ tattha akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā nirujjhittha akusalā ca dhammā uppajjanti. ",
  "ya9.2.3:164.0": "9.2.3.4.4. Paccanīkapuggala ",
  "ya9.2.3:164.1": " Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na nirujjhitthāti? Nirujjhittha. ",
  "ya9.2.3:165.1": " Yassa vā pana akusalā dhammā na nirujjhittha tassa kusalā dhammā na uppajjantīti? Natthi. ",
  "ya9.2.3:166.1": " Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na nirujjhitthāti? Nirujjhittha. ",
  "ya9.2.3:167.1": " Yassa vā pana abyākatā dhammā na nirujjhittha tassa kusalā dhammā na uppajjantīti? Natthi. ",
  "ya9.2.3:168.1": " Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na nirujjhitthāti? Nirujjhittha. ",
  "ya9.2.3:169.1": " Yassa vā pana abyākatā dhammā na nirujjhittha tassa akusalā dhammā na uppajjantīti? Natthi. ",
  "ya9.2.3:170.0": "9.2.3.4.5. Paccanīkaokāsa ",
  "ya9.2.3:170.1": " Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na nirujjhitthāti? …pe…. ",
  "ya9.2.3:171.0": "9.2.3.4.6. Paccanīkapuggalokāsa ",
  "ya9.2.3:171.1": " Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na nirujjhitthāti? ",
  "ya9.2.3:172.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na nirujjhittha. Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca dhammā na nirujjhittha. ",
  "ya9.2.3:173.1": " Yassa vā pana yattha akusalā dhammā na nirujjhittha tassa tattha kusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:174.1": " Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na nirujjhitthāti? ",
  "ya9.2.3:175.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhittha. ",
  "ya9.2.3:176.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha kusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:177.1": " Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na nirujjhitthāti? ",
  "ya9.2.3:178.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhittha. ",
  "ya9.2.3:179.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha akusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:180.0.1": "9.2.3.5. Paccuppannānāgatavāra ",
  "ya9.2.3:180.0.2": "9.2.3.5.1. Anulomapuggala ",
  "ya9.2.3:180.1": " Yassa kusalā dhammā uppajjanti tassa akusalā dhammā nirujjhissantīti? ",
  "ya9.2.3:181.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ kusalā dhammā uppajjanti, no ca tesaṁ akusalā dhammā nirujjhissanti. Itaresaṁ kusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā uppajjanti akusalā ca dhammā nirujjhissanti. ",
  "ya9.2.3:182.1": " Yassa vā pana akusalā dhammā nirujjhissanti tassa kusalā dhammā uppajjantīti? ",
  "ya9.2.3:183.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā dhammā nirujjhissanti, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā nirujjhissanti kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:184.1": " Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:185.1": " Yassa vā pana abyākatā dhammā nirujjhissanti tassa kusalā dhammā uppajjantīti? ",
  "ya9.2.3:186.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā nirujjhissanti, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā nirujjhissanti kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:187.1": " Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:188.1": " Yassa vā pana abyākatā dhammā nirujjhissanti tassa akusalā dhammā uppajjantīti? ",
  "ya9.2.3:189.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā nirujjhissanti, no ca tesaṁ akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā nirujjhissanti akusalā ca dhammā uppajjanti. ",
  "ya9.2.3:190.0": "9.2.3.5.2. Anulomaokāsa ",
  "ya9.2.3:190.1": " Yattha kusalā dhammā uppajjanti tattha akusalā dhammā nirujjhissantīti? …pe…. ",
  "ya9.2.3:191.0": "9.2.3.5.3. Anulomapuggalokāsa ",
  "ya9.2.3:191.1": " Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā nirujjhissantīti? ",
  "ya9.2.3:192.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā uppajjanti, no ca tesaṁ tattha akusalā dhammā nirujjhissanti. Itaresaṁ kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā ca dhammā uppajjanti akusalā ca dhammā nirujjhissanti. ",
  "ya9.2.3:193.1": " Yassa vā pana yattha akusalā dhammā nirujjhissanti tassa tattha kusalā dhammā uppajjantīti? ",
  "ya9.2.3:194.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā nirujjhissanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā ca dhammā nirujjhissanti kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:195.1": " Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:196.1": " Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha kusalā dhammā uppajjantīti? ",
  "ya9.2.3:197.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhissanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā uppajjanti. ",
  "ya9.2.3:198.1": " Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā. ",
  "ya9.2.3:199.1": " Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha akusalā dhammā uppajjantīti? ",
  "ya9.2.3:200.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhissanti, no ca tesaṁ tattha akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā uppajjanti. ",
  "ya9.2.3:201.0": "9.2.3.5.4. Paccanīkapuggala ",
  "ya9.2.3:201.1": " Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na nirujjhissantīti? ",
  "ya9.2.3:202.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā na nirujjhissanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti akusalā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:203.1": " Yassa vā pana akusalā dhammā na nirujjhissanti tassa kusalā dhammā na uppajjantīti? ",
  "ya9.2.3:204.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ akusalā dhammā na nirujjhissanti, no ca tesaṁ kusalā dhammā na uppajjanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:205.1": " Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:206.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:207.1": " Yassa vā pana abyākatā dhammā na nirujjhissanti tassa kusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:208.1": " Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:209.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ akusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:210.1": " Yassa vā pana abyākatā dhammā na nirujjhissanti tassa akusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:211.0": "9.2.3.5.5. Paccanīkaokāsa ",
  "ya9.2.3:211.1": " Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na nirujjhissantīti? …pe…. ",
  "ya9.2.3:212.0": "9.2.3.5.6. Paccanīkapuggalokāsa ",
  "ya9.2.3:212.1": " Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na nirujjhissantīti? ",
  "ya9.2.3:213.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na nirujjhissanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:214.1": " Yassa vā pana yattha akusalā dhammā na nirujjhissanti tassa tattha kusalā dhammā na uppajjantīti? ",
  "ya9.2.3:215.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā na nirujjhissanti, no ca tesaṁ tattha kusalā dhammā na uppajjanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na uppajjanti. ",
  "ya9.2.3:216.1": " Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:217.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:218.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha kusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:219.1": " Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na nirujjhissantīti? ",
  "ya9.2.3:220.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha akusalā ca dhammā na uppajjanti abyākatā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:221.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha akusalā dhammā na uppajjantīti? Āmantā. ",
  "ya9.2.3:222.0.1": "9.2.3.6. Atītānāgatavāra ",
  "ya9.2.3:222.0.2": "9.2.3.6.1. Anulomapuggala ",
  "ya9.2.3:222.1": " Yassa kusalā dhammā uppajjittha tassa akusalā dhammā nirujjhissantīti? ",
  "ya9.2.3:223.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ kusalā dhammā uppajjittha, no ca tesaṁ akusalā dhammā nirujjhissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjittha akusalā ca dhammā nirujjhissanti. ",
  "ya9.2.3:224.1": " Yassa vā pana akusalā dhammā nirujjhissanti tassa kusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:225.1": " Yassa kusalā dhammā uppajjittha tassa abyākatā dhammā nirujjhissantīti? ",
  "ya9.2.3:226.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ kusalā dhammā uppajjittha, no ca tesaṁ abyākatā dhammā nirujjhissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjittha abyākatā ca dhammā nirujjhissanti. ",
  "ya9.2.3:227.1": " Yassa vā pana abyākatā dhammā nirujjhissanti tassa kusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:228.1": " Yassa akusalā dhammā uppajjittha tassa abyākatā dhammā nirujjhissantīti? ",
  "ya9.2.3:229.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ akusalā dhammā uppajjittha, no ca tesaṁ abyākatā dhammā nirujjhissanti. Itaresaṁ tesaṁ akusalā ca dhammā uppajjittha abyākatā ca dhammā nirujjhissanti. ",
  "ya9.2.3:230.1": " Yassa vā pana abyākatā dhammā nirujjhissanti tassa akusalā dhammā uppajjitthāti? Āmantā. ",
  "ya9.2.3:231.0": "9.2.3.6.2. Anulomaokāsa ",
  "ya9.2.3:231.1": " Yattha kusalā dhammā uppajjittha tattha akusalā dhammā nirujjhissantīti? …pe…. ",
  "ya9.2.3:232.0": "9.2.3.6.3. Anulomapuggalokāsa ",
  "ya9.2.3:232.1": " Yassa yattha kusalā dhammā uppajjittha tassa tattha akusalā dhammā nirujjhissantīti? ",
  "ya9.2.3:233.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha kusalā dhammā uppajjittha, no ca tesaṁ tattha akusalā dhammā nirujjhissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjittha akusalā ca dhammā nirujjhissanti. ",
  "ya9.2.3:234.1": " Yassa vā pana yattha akusalā dhammā nirujjhissanti tassa tattha kusalā dhammā uppajjitthāti? ",
  "ya9.2.3:235.1": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha akusalā dhammā nirujjhissanti, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha akusalā ca dhammā nirujjhissanti kusalā ca dhammā uppajjittha. ",
  "ya9.2.3:236.1": " Yassa yattha kusalā dhammā uppajjittha tassa tattha abyākatā dhammā nirujjhissantīti? ",
  "ya9.2.3:237.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha kusalā dhammā uppajjittha, no ca tesaṁ tattha abyākatā dhammā nirujjhissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjittha abyākatā ca dhammā nirujjhissanti. ",
  "ya9.2.3:238.1": " Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha kusalā dhammā uppajjitthāti? ",
  "ya9.2.3:239.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhissanti, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā uppajjittha. ",
  "ya9.2.3:240.1": " Yassa yattha akusalā dhammā uppajjittha tassa tattha abyākatā dhammā nirujjhissantīti? ",
  "ya9.2.3:241.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha akusalā dhammā uppajjittha, no ca tesaṁ tattha abyākatā dhammā nirujjhissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha akusalā ca dhammā uppajjittha abyākatā ca dhammā nirujjhissanti. ",
  "ya9.2.3:242.1": " Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha akusalā dhammā uppajjitthāti? ",
  "ya9.2.3:243.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā nirujjhissanti, no ca tesaṁ tattha akusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā uppajjittha. ",
  "ya9.2.3:244.0": "9.2.3.6.4. Paccanīkapuggala ",
  "ya9.2.3:244.1": " Yassa kusalā dhammā na uppajjittha tassa akusalā dhammā na nirujjhissantīti? Natthi. ",
  "ya9.2.3:245.1": " Yassa vā pana akusalā dhammā na nirujjhissanti tassa kusalā dhammā na uppajjitthāti? Uppajjittha. ",
  "ya9.2.3:246.1": " Yassa kusalā dhammā na uppajjittha tassa abyākatā dhammā na nirujjhissantīti? Natthi. ",
  "ya9.2.3:247.1": " Yassa vā pana abyākatā dhammā na nirujjhissanti tassa kusalā dhammā na uppajjitthāti? Uppajjittha. ",
  "ya9.2.3:248.1": " Yassa akusalā dhammā na uppajjittha tassa abyākatā dhammā na nirujjhissantīti? Natthi. ",
  "ya9.2.3:249.1": " Yassa vā pana abyākatā dhammā na nirujjhissanti tassa akusalā dhammā na uppajjitthāti? Uppajjittha. ",
  "ya9.2.3:250.0": "9.2.3.6.5. Paccanīkaokāsa ",
  "ya9.2.3:250.1": " Yattha kusalā dhammā na uppajjittha tattha akusalā dhammā na nirujjhissantīti? …pe…. ",
  "ya9.2.3:251.0": "9.2.3.6.6. Paccanīkapuggalokāsa ",
  "ya9.2.3:251.1": " Yassa yattha kusalā dhammā na uppajjittha tassa tattha akusalā dhammā na nirujjhissantīti? ",
  "ya9.2.3:252.1": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha kusalā dhammā na uppajjittha, no ca tesaṁ tattha akusalā dhammā na nirujjhissanti. Asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha akusalā ca dhammā na nirujjhissanti. ",
  "ya9.2.3:253.1": " Yassa vā pana yattha akusalā dhammā na nirujjhissanti tassa tattha kusalā dhammā na uppajjitthāti? ",
  "ya9.2.3:254.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha akusalā dhammā na nirujjhissanti, no ca tesaṁ tattha kusalā dhammā na uppajjittha. Asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na uppajjittha. ",
  "ya9.2.3:255.1": " Yassa yattha kusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na nirujjhissantīti? Nirujjhissanti. ",
  "ya9.2.3:256.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha kusalā dhammā na uppajjitthāti? Uppajjittha. ",
  "ya9.2.3:257.1": " Yassa yattha akusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na nirujjhissantīti? Nirujjhissanti. ",
  "ya9.2.3:258.1": " Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha akusalā dhammā na uppajjitthāti? Uppajjittha. ",
  "ya9.2.3:259.1": "Uppādanirodhavāro. ",
  "ya9.2.3:260.1": "Pavattivāro niṭṭhito. "
}