{
  "sn35.240:0.1": "Pagal temą susijusių suttų rinkinys 35 ",
  "sn35.240:0.2": "19. Gyvačių skyrius ",
  "sn35.240:0.3": "240. Palyginimas su vėžliu ",
  "sn35.240:1.1": "Vienuoliai, kadaise, vieną vakarą vėžlys upės pakrantėje ieškojo maisto. ",
  "sn35.240:1.2": "Ir šakalas, tą patį vakarą, toje pačioje pakrantėje ieškojo maisto. ",
  "sn35.240:1.3": "Kai vėžlys pamatė tolumoje maisto ieškantį šakalą, ",
  "sn35.240:1.4": "jis įtraukė galūnes ir kaklą į savo kiautą ir tūnojo jame nejudėdamas ir tylėdamas. ",
  "sn35.240:1.5": "Šakalas taip pat pamatė tolumoje maisto ieškantį vėžlį. ",
  "sn35.240:1.6": "Pamatęs, nuėjo prie jo laukti šalia, galvodamas: ",
  "sn35.240:1.7": "„Kai šis vėžlys išties vieną ar kitą galūnę ar kaklą, iškart griebsiu jį, ištrauksiu ir suvalgysiu.” ",
  "sn35.240:1.8": "Bet kadangi, vienuoliai, vėžlys nei vienos galūnės ar kaklo neištiesė, šakalas nesugebėjo prie jo prieiti, prarado susidomėjimą ir pasitraukė. ",
  "sn35.240:2.1": "Lygiai gi taip pat, vienuoliai, piktasis _Māra_ visuomet, nuolat laukia šalia jūsų, galvodamas: ",
  "sn35.240:2.2": "„Galbūt man pavyks prie jo prieiti per akį … ",
  "sn35.240:2.3": "ar per liežuvį … ",
  "sn35.240:2.4": "ar per protą.” ",
  "sn35.240:2.5": "Todėl, vienuoliai, gyvenkite saugodami juslinių gebėjimų duris. ",
  "sn35.240:2.6": "Akimis pamatę formą, nebandykite pagauti nei (jos) bruožų, nei smulkių detalių. ",
  "sn35.240:2.7": "Ženkite susilaikymo keliu, nes tą, kuris gyvena nesulaikydamas akių juslinio gebėjimo, gali užplūsti godulys, nusiminimas, blogos, nedoros būsenos. Tad saugokite akių juslinį gebėjimą, sulaikykite akių juslinį gebėjimą! ",
  "sn35.240:2.8": "Ausimi išgirdę garsą … ",
  "sn35.240:2.9": "Nosimi užuodę kvapą … ",
  "sn35.240:2.10": "Liežuviu pajutę skonį … ",
  "sn35.240:2.11": "Kūnu palietę tai, kas apčiuopiamą … ",
  "sn35.240:2.12": "Protu pažinę reiškinį, nebandykite pagauti nei (jo) bruožų, nei smulkių detalių. ",
  "sn35.240:2.13": "Ženkite susilaikymo keliu, nes tą, kuris gyvena nesulaikydamas proto juslinio gebėjimo, gali užplūsti godulys, nusiminimas, blogos, nedoros būsenos. Tad saugokite proto juslinį gebėjimą, sulaikykite proto juslinį gebėjimą! ",
  "sn35.240:2.14": "Kai, vienuoliai, gyvensite saugodami juslinių gebėjimų duris, piktasis _Māra_, negalėdamas prie jūsų prieiti, praras susidomėjimą jumis ir pasitrauks, ",
  "sn35.240:2.15": "kaip šakalas pasitraukė nuo vėžlio. ",
  "sn35.240:3.1": "Kaip vėžlys į savo kiautą sutraukęs galūnes ",
  "sn35.240:3.2": "vienuolis yra sutelkęs proto mintis. ",
  "sn35.240:3.3": "Nepriklausomas, nepuldinėjantis kitų ",
  "sn35.240:3.4": "visiškai užgesęs, jis nieko nekaltina.” "
}