{
  "sn35.13:0.1": "Pagal temą susijusių suttų rinkinys 35 ",
  "sn35.13:0.2": "2. Porų skyrius ",
  "sn35.13:0.3": "13. Pirmoji sutta apie laiką prieš nušvitimą ",
  "sn35.13:1.1": "Savatthyje. ",
  "sn35.13:1.2": "„Prieš nušvitimą, vienuoliai, kai dar buvau nenušvitęs <i lang='pi' translate='no'>bodhisatta</i>, pagalvojau: ",
  "sn35.13:1.3": "„Kas gi yra akies saldybė, kas kartumas, kas yra ištrūkimas (iš jos)? ",
  "sn35.13:1.4": "Kas gi yra ausies … ",
  "sn35.13:1.5": "Kas gi yra nosies … ",
  "sn35.13:1.6": "Kas gi yra liežuvio … ",
  "sn35.13:1.7": "Kas gi yra kūno … ",
  "sn35.13:1.8": "Kas gi yra proto saldybė, kokia bėda (yra susijusi su juo), kas yra ištrūkimas (iš jo)?” ",
  "sn35.13:1.9": "Tuomet, vienuoliai, aš taip pagalvojau: ",
  "sn35.13:1.10": "„Gimstantys dėl akies laimė ir malonumas – tai akies saldybė. ",
  "sn35.13:1.11": "Tai, kad akis yra nepastovi, nepatenkinama ir iš prigimties kinta, – tai akies kartumas. ",
  "sn35.13:1.12": "Aistringo geismo akiai panaikinimas, atsikratymas – tai yra ištrūkimas iš akies. ",
  "sn35.13:1.13": "Gimstantys dėl ausies … ",
  "sn35.13:1.14": "Gimstantys dėl nosies … ",
  "sn35.13:1.15": "Gimstantys dėl liežuvio laimė ir malonumas – tai liežuvio saldybė. ",
  "sn35.13:1.16": "Tai, kad liežuvis yra nepastovus, nepatenkinamas ir iš prigimties kinta, – tai liežuvio kartumas. ",
  "sn35.13:1.17": "Aistringo geismo liežuviui panaikinimas, atsikratymas – tai yra ištrūkimas iš liežuvio. ",
  "sn35.13:1.18": "Gimstantys dėl kūno … ",
  "sn35.13:1.19": "Gimstantys dėl proto laimė ir malonumas – tai proto saldybė. ",
  "sn35.13:1.20": "Tai, kad protas yra nepastovus, nepatenkinamas ir iš prigimties kinta, – tai proto kartumas. ",
  "sn35.13:1.21": "Aistringo geismo protui panaikinimas, atsikratymas – tai yra ištrūkimas iš proto. ",
  "sn35.13:2.1": "Ir iki tol, vienuoliai, kol nepažinau tiesiogiai šių šešių vidinių juslių sričių saldybės kaip saldybės, kartumo kaip kartumo, ištrūkimo (iš jų) kaip ištrūkimo tokiais, kokie jie yra iš tikrųjų, nesiskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn35.13:2.2": "Ir tik tada, vienuoliai, kai tiesiogiai pažinau šių šešių vidinių juslių sričių saldybę kaip saldybę, kartumą kaip kartumą, ištrūkimą (iš jų) kaip ištrūkimą tokiais, kokie jie yra iš tikrųjų, paskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su atsiskyrėlių ir brahmanų karta, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn35.13:2.3": "Atsirado manyje (toks) žinojimas ir matymas: ",
  "sn35.13:2.4": "„Mano išsilaisvinimas nepalaužiamas, šis gimimas yra paskutinis, nuo šiol nebebus besikartojančios būties (naujo gimimo).” "
}