{
  "sn35.241:0.1": "Pagal temą susijusių suttų rinkinys 35 ",
  "sn35.241:0.2": "19. Gyvačių skyrius ",
  "sn35.241:0.3": "241. Pirmoji sutta su palyginimu su rąstu ",
  "sn35.241:1.1": "Kartą Palaimintasis buvo apsistojęs Kosambyje, Gango upės pakrantėje. ",
  "sn35.241:1.2": "Ir štai Palaimintasis pamatė didelį rąstą nešamą Gango upės srauto. ",
  "sn35.241:1.3": "Tuomet jis kreipėsi į vienuolius: ",
  "sn35.241:1.4": "„Ar matote, vienuoliai, šį didelį rąstą nešamą Gango upės srauto?” ",
  "sn35.241:1.5": "„Taip, Garbusis.” ",
  "sn35.241:1.6": "„Jei, vienuoliai, šis rąstas nei priartės prie artimojo kranto, nei priartės prie tolimojo kranto, nei paskęs vidury, nei bus išmestas į krantą, nei bus sugriebtas žmonių, nei bus sugriebtas ne žmonių, nei bus įtrauktas į sūkurį, nei bus supuvęs iš vidaus, ",
  "sn35.241:1.7": "jis, vienuoliai,  links link vandenyno, kryps link vandenyno, šlis link vandenyno. ",
  "sn35.241:1.8": "Dėl kokios priežasties? ",
  "sn35.241:1.9": "Gango upės srautas, vienuoliai, linksta link vandenyno, krypsta link vandenyno, šlyja link vandenyno. ",
  "sn35.241:2.1": "Lygiai gi taip pat, vienuoliai, ir jei jus nei priartėsite prie artimojo kranto, nei priartėsite prie tolimojo kranto, ",
  "sn35.241:2.2": "nei paskęsite vidury, nei būsite išmesti į krantą, nei būsite sugriebti žmonių, nei būsite sugriebti ne žmonių, nei būsite įtraukti į sūkurį, nei būsite supuvę iš vidaus, ",
  "sn35.241:2.3": "jūs, vienuoliai, linksite link <i lang='pi' translate='no'>nibbanos</i>, krypsite link <i lang='pi' translate='no'>nibbanos</i>, šlysite link <i lang='pi' translate='no'>nibbanos</i>. ",
  "sn35.241:2.4": "Dėl kokios priežasties? ",
  "sn35.241:2.5": "Teisingas požiūris, vienuoliai, linksta link <i lang='pi' translate='no'>nibbanos</i>, krypsta link <i lang='pi' translate='no'>nibbanos</i>, šlyja link <i lang='pi' translate='no'>nibbanos</i>.” ",
  "sn35.241:2.6": "Kai tai buvo pasakyta, vienas iš vienuolių pasakė Palaimintajam: ",
  "sn35.241:2.7": "„Ką, Garbusis, reiškia artimas krantas, ką reiškia tolimas krantas, ką reiškia paskęsti vidury, ką reiškia būti išmestu į krantą, ką reiškia būti sugriebtu žmonių, ką reiškia būti sugriebtu ne žmonių, ką reiškia būti įtrauktu į sūkurį, ką reiškia būti supuvusiu iš vidaus?” ",
  "sn35.241:3.1": "„Artimas krantas, vienuoli, – tai šešių vidinių jutimo sričių metafora. ",
  "sn35.241:3.2": "Tolimas krantas, vienuoli, – tai šešių išorinių jutimo sričių metafora. ",
  "sn35.241:3.3": "Paskęsti vidury, vienuoli, – tai džiugesio ir aistros metafora. ",
  "sn35.241:3.4": "Būti išmestu į krantą, vienuoli, – tai savimanos metafora. ",
  "sn35.241:4.1": "Ir ką, vienuoli, reiškia būti sugriebtu žmonių? ",
  "sn35.241:4.2": "Vienuoli, gyventi namų šeimininkų draugijoje, džiaugtis su jais, liūdėti su jais, būti laimingu, kai jie laimingi, kankintis, kai jie kenčia, įsitraukti į jų veiklą ir pareigas – ",
  "sn35.241:4.3": "tai, vienuoli, reiškia būti sugriebtu žmonių. ",
  "sn35.241:5.1": "Ir ką, vienuoli, reiškia būti sugriebtu ne žmonių? ",
  "sn35.241:5.2": "Kažkas čia praktikuoja šventą gyvenimą norėdamas atgimti dievybių pasaulyje, galvodamas: „Šių moralės, įžadų, savęs kankinimo ar skaistaus gyvenimo dėka atgimsiu dievybe arba viena iš dievybių.” ",
  "sn35.241:5.3": "Tai, vienuoli, reiškia būti sugriebtu ne žmonių. ",
  "sn35.241:5.4": "Būti įtrauktu į sūkurį, vienuoli, – tai penkių rūšių juslinių malonumų metafora. ",
  "sn35.241:6.1": "Ir ką reiškia būti supuvusiu iš vidaus? ",
  "sn35.241:6.2": "Kažkas čia yra morališkai žlugęs, blogos prigimties, nešvaraus ir abejotino elgesio, veikiantis paslapčiomis, netikras vienuolis apsimetantis vienuoliu, neskaistuolis apsimetantis skaistuoliu, supuvęs iš vidaus, gaišlus ir purvinas žmogus. ",
  "sn35.241:6.3": "Tai, vienuoli, reiškia būti supuvusiu iš vidaus.” ",
  "sn35.241:7.1": "Tuo gi pat metu netoli Palaimintojo stovėjo piemuo Nanda. ",
  "sn35.241:7.2": "Ir štai piemuo Nanda tarė Palaimintajam: ",
  "sn35.241:7.3": "„Aš, Garbusis, nei priartėsiu prie artimojo kranto, nei priartėsiu prie tolimojo kranto, nei paskęsiu vidury, nei būsiu išmestas į krantą, nei būsiu sugriebtas žmonių, nei būsiu sugriebtas ne žmonių, nei būsiu įtrauktas į sūkurį, nei būsiu supuvęs iš vidaus. ",
  "sn35.241:7.4": "Norėčiau, Garbusis, Palaimintojo akivaizdoje žengti priekin į benamį gyvenimą ir gauti pilną įšventinimą į vienuolius.” ",
  "sn35.241:7.5": "„Ką gi, Nanda, tuomet nuvesk karves pas šeimininką!” ",
  "sn35.241:7.6": "„Karvės, Garbusis, yra prisirišusios prie veršiukų, jos nueis pačios.” ",
  "sn35.241:7.7": "„Nuvesk, Nanda, karves pas šeimininką pats!” ",
  "sn35.241:7.8": "Ir štai piemuo Nanda nuvedė karves pas šeimininką ir nuėjo pas Palaimintąjį. Atėjęs, tarė Palaimintajam: ",
  "sn35.241:7.9": "„Karvės, Garbusis, nuvestos pas šeimininką. ",
  "sn35.241:7.10": "Norėčiau, Garbusis, Palaimintojo akivaizdoje žengti priekin į benamį gyvenimą ir gauti pilną įšventinimą į vienuolius.” ",
  "sn35.241:7.11": "Ir žengė gi piemuo Nanda priekin į benamį gyvenimą ir gavo pilną įšventinimą į vienuolius Palaimintojo akivaizdoje. ",
  "sn35.241:7.12": "Netrukus gi po įšventinimo, visai ne už ilgo garbingasis Nanda gyvendamas vienas … ",
  "sn35.241:7.13": "Ir garbingasis Nanda tapo vienu iš arahantų. "
}