{
  "sn35.14:0.1": "Pagal temą susijusių suttų rinkinys 35 ",
  "sn35.14:0.2": "2. Porų skyrius ",
  "sn35.14:0.3": "14. Antroji sutta apie laiką prieš nušvitimą ",
  "sn35.14:1.1": "„Prieš nušvitimą, vienuoliai, kai dar buvau nenušvitęs _bodhisatta_, pagalvojau: ",
  "sn35.14:1.2": "„Kas gi yra materialių formų saldybė, kas kartumas, kas yra ištrūkimas (iš jų)? ",
  "sn35.14:1.3": "Kas gi yra garsų … ",
  "sn35.14:1.4": "Kas gi yra kvapų … ",
  "sn35.14:1.5": "Kas gi yra skonių … ",
  "sn35.14:1.6": "Kas gi yra apčiuopiamų objektų … ",
  "sn35.14:1.7": "Kas gi yra proto objektų saldybė, kas kartumas, kas yra ištrūkimas (iš jų)?” ",
  "sn35.14:1.8": "Tuomet, vienuoliai, aš taip pagalvojau: ",
  "sn35.14:1.9": "Dėl materialių formų gimstantys laimė ir malonumas – tai materialių formų saldybė. ",
  "sn35.14:1.10": "Tai, kad materialios formos yra nepastovios, nepatenkinamos ir iš prigimties kinta, – tai materialių formų kartumas. ",
  "sn35.14:1.11": "Aistringo geismo materialioms formoms panaikinimas, atsikratymas – tai yra ištrūkimas iš materialių formų. ",
  "sn35.14:1.12": "Dėl garsų … ",
  "sn35.14:1.13": "Dėl kvapų … ",
  "sn35.14:1.14": "Dėl skonių … ",
  "sn35.14:1.15": "Dėl apčiuopiamų objektų … ",
  "sn35.14:1.16": "Dėl proto objektų gimstantys laimė ir malonumas – tai proto objektų saldybė. ",
  "sn35.14:1.17": "Tai, kad proto objektai yra nepastovūs, nepatenkinami ir iš prigimties kinta, – tai proto objektų kartumas. ",
  "sn35.14:1.18": "Aistringo geismo proto objektams panaikinimas, atsikratymas – tai yra ištrūkimas iš proto objektų. ",
  "sn35.14:2.1": "Ir iki tol, vienuoliai, kol nepažinau tiesiogiai šių šešių išorinių juslių sričių saldybės kaip saldybės, kartumo kaip kartumo, ištrūkimą (iš jų) kaip ištrūkimą tokiais, kokie jie yra iš tikrųjų, nesiskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn35.14:2.2": "Ir tik tada, vienuoliai, kai tiesiogiai pažinau šių šešių išorinių juslių sričių saldybę kaip saldybę, kartumą kaip kartumą, ištrūkimą (iš jų) kaip ištrūkimą tokiais, kokie jie yra iš tikrųjų, paskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn35.14:2.3": "Atsirado manyje (toks) žinojimas ir matymas: ",
  "sn35.14:2.4": "„Mano išsilaisvinimas nepalaužiamas, šis gimimas yra paskutinis, nuo šiol nebebus besikartojančios būties (naujo gimimo).” "
}