{
  "sn46.39:0.1": "Saṁyutta Nikāya 46 ",
  "sn46.39:0.2": "4. Nīvaraṇavagga ",
  "sn46.39:0.3": "39. Rukkhasutta ",
  "sn46.39:1.1": "“Santi, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṁ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti. ",
  "sn46.39:1.2": "Katame ca te, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṁ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti? ",
  "sn46.39:1.3": "Assattho, nigrodho, pilakkho, udumbaro, kacchako, kapitthano—",
  "sn46.39:1.4": "ime kho te, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṁ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti. ",
  "sn46.39:1.5": "Evameva kho, bhikkhave, idhekacco kulaputto yādisake kāme ohāya agārasmā anagāriyaṁ pabbajito hoti, so tādisakehi kāmehi tato vā pāpiṭṭhatarehi obhaggavibhaggo vipatito seti. ",
  "sn46.39:2.1": "Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
  "sn46.39:2.2": "Katame pañca? ",
  "sn46.39:2.3": "Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo. ",
  "sn46.39:2.4": "Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo. ",
  "sn46.39:2.5": "Thinamiddhaṁ, bhikkhave, āvaraṇaṁ nīvaraṇaṁ cetaso ajjhāruhaṁ paññāya dubbalīkaraṇaṁ. ",
  "sn46.39:2.6": "Uddhaccakukkuccaṁ, bhikkhave, āvaraṇaṁ nīvaraṇaṁ cetaso ajjhāruhaṁ paññāya dubbalīkaraṇaṁ. ",
  "sn46.39:2.7": "Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
  "sn46.39:2.8": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
  "sn46.39:3.1": "Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anajjhāruhā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattanti. ",
  "sn46.39:3.2": "Katame satta? ",
  "sn46.39:3.3": "Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anajjhāruho bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati …pe… upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anajjhāruho bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṁvattati. ",
  "sn46.39:3.4": "Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anajjhāruhā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṁvattantī”ti. ",
  "sn46.39:3.5": "Navamaṁ. "
}