{
  "sn46.52:0.1": "Saṁyutta Nikāya 46 ",
  "sn46.52:0.2": "6. Sākacchavagga ",
  "sn46.52:0.3": "52. Pariyāyasutta ",
  "sn46.52:1.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn46.52:1.2": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "sn46.52:1.3": "“atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ. ",
  "sn46.52:1.4": "Yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā”ti. ",
  "sn46.52:2.1": "Atha kho te bhikkhū yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁsu. ",
  "sn46.52:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.52:3.1": "“Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "sn46.52:3.2": "‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā’ti. ",
  "sn46.52:3.3": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.52:3.4": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā’ti. ",
  "sn46.52:3.5": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ—dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin”ti? ",
  "sn46.52:4.1": "Atha kho te bhikkhū tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁsu nappaṭikkosiṁsu; ",
  "sn46.52:4.2": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁsu: ",
  "sn46.52:4.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā”ti. ",
  "sn46.52:4.4": "Atha kho te bhikkhū sāvatthiṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn46.52:5.1": "“Idha mayaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisimha. ",
  "sn46.52:5.2": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "sn46.52:5.3": "‘atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ, ",
  "sn46.52:5.4": "yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā’ti. ",
  "sn46.52:5.5": "Atha kho mayaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamimha; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodimha. ",
  "sn46.52:5.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdimha. Ekamantaṁ nisinne kho amhe, bhante, aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.52:6.1": "‘Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti “etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā”ti. ",
  "sn46.52:6.2": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.52:6.3": "“etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṁ bhāvethā”ti. ",
  "sn46.52:6.4": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ—dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin’ti? ",
  "sn46.52:7.1": "Atha kho mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ",
  "sn46.52:7.2": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā’”ti. ",
  "sn46.52:8.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn46.52:8.2": "‘atthi panāvuso, pariyāyo, yaṁ pariyāyaṁ āgamma pañca nīvaraṇā dasa honti, satta bojjhaṅgā catuddasā’ti. ",
  "sn46.52:8.3": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "sn46.52:8.4": "Taṁ kissa hetu? ",
  "sn46.52:8.5": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "sn46.52:8.6": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "sn46.52:9.1": "Katamo ca, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma pañca nīvaraṇā dasa honti? ",
  "sn46.52:9.2": "Yadapi, bhikkhave, ajjhattaṁ kāmacchando tadapi nīvaraṇaṁ, yadapi bahiddhā kāmacchando tadapi nīvaraṇaṁ. ",
  "sn46.52:9.3": "‘Kāmacchandanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.4": "Yadapi, bhikkhave, ajjhattaṁ byāpādo tadapi nīvaraṇaṁ, yadapi bahiddhā byāpādo tadapi nīvaraṇaṁ. ",
  "sn46.52:9.5": "‘Byāpādanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.6": "Yadapi, bhikkhave, thinaṁ tadapi nīvaraṇaṁ, yadapi middhaṁ tadapi nīvaraṇaṁ. ",
  "sn46.52:9.7": "‘Thinamiddhanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.8": "Yadapi, bhikkhave, uddhaccaṁ tadapi nīvaraṇaṁ, yadapi kukkuccaṁ tadapi nīvaraṇaṁ. ",
  "sn46.52:9.9": "‘Uddhaccakukkuccanīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.10": "Yadapi, bhikkhave, ajjhattaṁ dhammesu vicikicchā tadapi nīvaraṇaṁ, yadapi bahiddhā dhammesu vicikicchā tadapi nīvaraṇaṁ. ",
  "sn46.52:9.11": "‘Vicikicchānīvaraṇan’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:9.12": "Ayaṁ kho, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma pañca nīvaraṇā dasa honti. ",
  "sn46.52:10.1": "Katamo ca, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma satta bojjhaṅgā catuddasa honti? ",
  "sn46.52:10.2": "Yadapi, bhikkhave, ajjhattaṁ dhammesu sati tadapi satisambojjhaṅgo, yadapi bahiddhā dhammesu sati tadapi satisambojjhaṅgo. ",
  "sn46.52:10.3": "‘Satisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:11.1": "Yadapi, bhikkhave, ajjhattaṁ dhammesu paññāya pavicinati pavicarati parivīmaṁsamāpajjati tadapi dhammavicayasambojjhaṅgo, yadapi bahiddhā dhammesu paññāya pavicinati pavicarati parivīmaṁsamāpajjati tadapi dhammavicayasambojjhaṅgo. ",
  "sn46.52:11.2": "‘Dhammavicayasambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:12.1": "Yadapi, bhikkhave, kāyikaṁ vīriyaṁ tadapi vīriyasambojjhaṅgo, yadapi cetasikaṁ vīriyaṁ tadapi vīriyasambojjhaṅgo. ",
  "sn46.52:12.2": "‘Vīriyasambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:13.1": "Yadapi, bhikkhave, savitakkasavicārā pīti tadapi pītisambojjhaṅgo, yadapi avitakkaavicārā pīti tadapi pītisambojjhaṅgo. ",
  "sn46.52:13.2": "‘Pītisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:14.1": "Yadapi, bhikkhave, kāyappassaddhi tadapi passaddhisambojjhaṅgo, yadapi cittappassaddhi tadapi passaddhisambojjhaṅgo. ",
  "sn46.52:14.2": "‘Passaddhisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:15.1": "Yadapi, bhikkhave, savitakko savicāro samādhi tadapi samādhisambojjhaṅgo, yadapi avitakkaavicāro samādhi tadapi samādhisambojjhaṅgo. ",
  "sn46.52:15.2": "‘Samādhisambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:16.1": "Yadapi, bhikkhave, ajjhattaṁ dhammesu upekkhā tadapi upekkhāsambojjhaṅgo, yadapi bahiddhā dhammesu upekkhā tadapi upekkhāsambojjhaṅgo. ",
  "sn46.52:16.2": "‘Upekkhāsambojjhaṅgo’ti iti hidaṁ uddesaṁ gacchati. Tadamināpetaṁ pariyāyena dvayaṁ hoti. ",
  "sn46.52:16.3": "Ayaṁ kho, bhikkhave, pariyāyo, yaṁ pariyāyaṁ āgamma satta bojjhaṅgā catuddasā”ti. ",
  "sn46.52:16.4": "Dutiyaṁ. "
}