{
  "sn46.54:0.1": "Saṁyutta Nikāya 46 ",
  "sn46.54:0.2": "6. Sākacchavagga ",
  "sn46.54:0.3": "54. Mettāsahagatasutta ",
  "sn46.54:1.1": "Ekaṁ samayaṁ bhagavā koliyesu viharati haliddavasanaṁ nāma koliyānaṁ nigamo. ",
  "sn46.54:1.2": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya haliddavasanaṁ piṇḍāya pavisiṁsu. ",
  "sn46.54:1.3": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "sn46.54:1.4": "“atippago kho tāva haliddavasane piṇḍāya carituṁ. ",
  "sn46.54:1.5": "Yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā”ti. ",
  "sn46.54:2.1": "Atha kho te bhikkhū yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁsu. ",
  "sn46.54:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.54:3.1": "“Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "sn46.54:3.2": "‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
  "sn46.54:3.3": "Karuṇāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ karuṇāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
  "sn46.54:3.4": "Muditāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ muditāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
  "sn46.54:3.5": "Upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:4.1": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.54:4.2": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha …pe… ",
  "sn46.54:4.3": "karuṇāsahagatena cetasā … ",
  "sn46.54:4.4": "muditāsahagatena cetasā … ",
  "sn46.54:4.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; ",
  "sn46.54:4.6": "iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:4.7": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ—dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin”ti? ",
  "sn46.54:5.1": "Atha kho te bhikkhū tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁsu nappaṭikkosiṁsu. ",
  "sn46.54:5.2": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁsu: ",
  "sn46.54:5.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā”ti. ",
  "sn46.54:5.4": "Atha kho te bhikkhū haliddavasane piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn46.54:6.1": "“Idha mayaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya haliddavasane piṇḍāya pavisimha. ",
  "sn46.54:6.2": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "sn46.54:6.3": "‘atippago kho tāva haliddavasane piṇḍāya carituṁ. ",
  "sn46.54:7.1": "Yannūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā’ti. Atha kho mayaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamimha, upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodimha. ",
  "sn46.54:7.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdimha. Ekamantaṁ nisinne kho amhe, bhante, te aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn46.54:8.1": "‘Samaṇo, āvuso, gotamo sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "sn46.54:8.2": "“etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha …pe… ",
  "sn46.54:8.3": "karuṇāsahagatena cetasā …pe… ",
  "sn46.54:8.4": "muditāsahagatena cetasā …pe… ",
  "sn46.54:8.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:9.1": "Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desema: ",
  "sn46.54:9.2": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha …pe… ",
  "sn46.54:9.3": "karuṇāsahagatena cetasā …pe… ",
  "sn46.54:9.4": "muditāsahagatena cetasā …pe… ",
  "sn46.54:9.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatha, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
  "sn46.54:9.6": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ, dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsaninti? ",
  "sn46.54:10.1": "Atha kho mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ",
  "sn46.54:10.2": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā’”ti. ",
  "sn46.54:11.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn46.54:11.2": "‘kathaṁ bhāvitā panāvuso, mettācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:11.3": "Kathaṁ bhāvitā panāvuso, karuṇācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:11.4": "Kathaṁ bhāvitā panāvuso, muditācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:11.5": "Kathaṁ bhāvitā panāvuso, upekkhācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā’ti? ",
  "sn46.54:11.6": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "sn46.54:11.7": "Taṁ kissa hetu? ",
  "sn46.54:11.8": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "sn46.54:11.9": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "sn46.54:12.1": "Kathaṁ bhāvitā ca, bhikkhave, mettācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:12.2": "Idha, bhikkhave, bhikkhu mettāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.54:12.3": "mettāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:12.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:12.5": "Sace ākaṅkhati ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:12.6": "Sace ākaṅkhati ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:12.7": "Sace ākaṅkhati ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:12.8": "Sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako ca tattha viharati sato sampajāno, subhaṁ vā kho pana vimokkhaṁ upasampajja viharati. ",
  "sn46.54:12.9": "Subhaparamāhaṁ, bhikkhave, mettācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato. ",
  "sn46.54:13.1": "Kathaṁ bhāvitā ca, bhikkhave, karuṇācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:13.2": "Idha, bhikkhave, bhikkhu karuṇāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.54:13.3": "karuṇāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:13.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati …pe… ",
  "sn46.54:13.5": "sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "sn46.54:13.6": "Sabbaso vā pana rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati. ",
  "sn46.54:13.7": "Ākāsānañcāyatanaparamāhaṁ, bhikkhave, karuṇācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato. ",
  "sn46.54:14.1": "Kathaṁ bhāvitā ca, bhikkhave, muditācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:14.2": "Idha, bhikkhave, bhikkhu muditāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.54:14.3": "muditāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:14.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati …pe… ",
  "sn46.54:14.5": "sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "sn46.54:14.6": "Sabbaso vā pana ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati. ",
  "sn46.54:14.7": "Viññāṇañcāyatanaparamāhaṁ, bhikkhave, muditācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato. ",
  "sn46.54:15.1": "Kathaṁ bhāvitā ca, bhikkhave, upekkhācetovimutti, kiṅgatikā hoti, kiṁparamā, kiṁphalā, kiṁpariyosānā? ",
  "sn46.54:15.2": "Idha, bhikkhave, bhikkhu upekkhāsahagataṁ satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe…",
  "sn46.54:15.3": "upekkhāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.54:15.4": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:15.5": "Sace ākaṅkhati ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:15.6": "Sace ākaṅkhati ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "sn46.54:15.7": "Sace ākaṅkhati ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "sn46.54:15.8": "Sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "sn46.54:15.9": "Sabbaso vā pana viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati. ",
  "sn46.54:15.10": "Ākiñcaññāyatanaparamāhaṁ, bhikkhave, upekkhācetovimuttiṁ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṁ appaṭivijjhato”ti. ",
  "sn46.54:15.11": "Catutthaṁ. "
}