{
  "sn46.76:0.1": "Saṁyutta Nikāya 46.76 ",
  "sn46.76:0.2": "8. Nirodhavagga ",
  "sn46.76:0.3": "Nirodhasutta ",
  "sn46.76:1.1": "“Nirodhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā. ",
  "sn46.76:1.2": "Kathaṁ bhāvitā ca, bhikkhave, nirodhasaññā kathaṁ bahulīkatā mahapphalā hoti mahānisaṁsā? ",
  "sn46.76:1.3": "Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.76:1.4": "nirodhasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.76:1.5": "Evaṁ bhāvitā kho, bhikkhave, nirodhasaññā evaṁ bahulīkatā mahapphalā hoti mahānisaṁsāti. ",
  "sn46.76:2.1": "Nirodhasaññāya, bhikkhave, bhāvitāya bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—",
  "sn46.76:2.2": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā. ",
  "sn46.76:2.3": "Kathaṁ bhāvitāya, bhikkhave, nirodhasaññāya kathaṁ bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—",
  "sn46.76:2.4": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā? ",
  "sn46.76:2.5": "Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.76:2.6": " nirodhasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.76:2.7": "Evaṁ bhāvitāya kho, bhikkhave, nirodhasaññāya evaṁ bahulīkatāya dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ—",
  "sn46.76:2.8": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitāti. ",
  "sn46.76:3.1": "Nirodhasaññā, bhikkhave, bhāvitā bahulīkatā mahato atthāya saṁvattati, mahato yogakkhemāya saṁvattati, mahato saṁvegāya saṁvattati, mahato phāsuvihārāya saṁvattati. ",
  "sn46.76:3.2": "Kathaṁ bhāvitā ca, bhikkhave, nirodhasaññā kathaṁ bahulīkatā mahato atthāya saṁvattati, mahato yogakkhemāya saṁvattati, mahato saṁvegāya saṁvattati, mahato phāsuvihārāya saṁvattati? ",
  "sn46.76:3.3": "Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṁ satisambojjhaṅgaṁ bhāveti …pe… ",
  "sn46.76:3.4": "nirodhasaññāsahagataṁ upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.76:3.5": "Evaṁ bhāvitā kho, bhikkhave, nirodhasaññā evaṁ bahulīkatā mahato atthāya saṁvattati, mahato yogakkhemāya saṁvattati, mahato saṁvegāya saṁvattati, mahato phāsuvihārāya saṁvattatī”ti. ",
  "sn46.76:3.6": "Dasamaṁ. ",
  "sn46.76:3.7": "Nirodhavaggo aṭṭhamo. ",
  "sn46.76:4.0": "Tassuddānaṁ ",
  "sn46.76:4.1": "Asubhamaraṇaāhāre, ",
  "sn46.76:4.2": "Paṭikūlaanabhiratena; ",
  "sn46.76:4.3": "Aniccadukkhaanattapahānaṁ, ",
  "sn46.76:4.4": "Virāganirodhena te dasāti. "
}