{
  "sn46.6:0.1": "Saṁyutta Nikāya 46 ",
  "sn46.6:0.2": "1. Pabbatavagga ",
  "sn46.6:0.3": "6. Kuṇḍaliyasutta ",
  "sn46.6:1.1": "Ekaṁ samayaṁ bhagavā sākete viharati añjanavane migadāye. ",
  "sn46.6:1.2": "Atha kho kuṇḍaliyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn46.6:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho kuṇḍaliyo paribbājako bhagavantaṁ etadavoca: ",
  "sn46.6:1.4": "“ahamasmi, bho gotama, ārāmanissayī parisāvacaro. ",
  "sn46.6:1.5": "Tassa mayhaṁ, bho gotama, pacchābhattaṁ bhuttapātarāsassa ayamācāro hoti—",
  "sn46.6:1.6": "ārāmena ārāmaṁ uyyānena uyyānaṁ anucaṅkamāmi anuvicarāmi. ",
  "sn46.6:1.7": "So tattha passāmi eke samaṇabrāhmaṇe itivādappamokkhānisaṁsañceva kathaṁ kathente upārambhānisaṁsañca: ",
  "sn46.6:1.8": "‘bhavaṁ pana gotamo kimānisaṁso viharatī’”ti? ",
  "sn46.6:1.9": "“Vijjāvimuttiphalānisaṁso kho, kuṇḍaliya, tathāgato viharatī”ti. ",
  "sn46.6:2.1": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā vijjāvimuttiṁ paripūrentī”ti? ",
  "sn46.6:2.2": "“Satta kho, kuṇḍaliya, bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṁ paripūrentī”ti. ",
  "sn46.6:2.3": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī”ti? ",
  "sn46.6:2.4": "“Cattāro kho, kuṇḍaliya, satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī”ti. ",
  "sn46.6:2.5": "“Katame pana, bho gotama, dhammā bhāvitā, bahulīkatā cattāro satipaṭṭhāne paripūrentī”ti? ",
  "sn46.6:2.6": "“Tīṇi kho, kuṇḍaliya, sucaritāni bhāvitāni bahulīkatāni cattāro satipaṭṭhāne paripūrentī”ti. ",
  "sn46.6:2.7": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā tīṇi sucaritāni paripūrentī”ti? ",
  "sn46.6:2.8": "“Indriyasaṁvaro kho, kuṇḍaliya, bhāvito bahulīkato tīṇi sucaritāni paripūretīti. ",
  "sn46.6:3.1": "Kathaṁ bhāvito ca, kuṇḍaliya, indriyasaṁvaro kathaṁ bahulīkato tīṇi sucaritāni paripūretīti? ",
  "sn46.6:3.2": "Idha, kuṇḍaliya, bhikkhu cakkhunā rūpaṁ disvā manāpaṁ nābhijjhati nābhihaṁsati, na rāgaṁ janeti. ",
  "sn46.6:3.3": "Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:3.4": "Cakkhunā kho paneva rūpaṁ disvā amanāpaṁ na maṅku hoti appatiṭṭhitacitto adīnamānaso abyāpannacetaso. ",
  "sn46.6:3.5": "Tassa ṭhito ca kāyo hoti ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:4.1": "Puna caparaṁ, kuṇḍaliya, bhikkhu sotena saddaṁ sutvā …pe… ",
  "sn46.6:4.2": "ghānena gandhaṁ ghāyitvā …pe… ",
  "sn46.6:4.3": "jivhāya rasaṁ sāyitvā …pe… ",
  "sn46.6:4.4": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "sn46.6:4.5": "manasā dhammaṁ viññāya manāpaṁ nābhijjhati nābhihaṁsati, na rāgaṁ janeti. ",
  "sn46.6:4.6": "Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:4.7": "Manasā kho paneva dhammaṁ viññāya amanāpaṁ na maṅku hoti appatiṭṭhitacitto adīnamānaso abyāpannacetaso. ",
  "sn46.6:4.8": "Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:5.1": "Yato kho, kuṇḍaliya, bhikkhuno cakkhunā rūpaṁ disvā manāpāmanāpesu rūpesu ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:5.2": "Sotena saddaṁ sutvā …pe… ",
  "sn46.6:5.3": "ghānena gandhaṁ ghāyitvā …pe… ",
  "sn46.6:5.4": "jivhāya rasaṁ sāyitvā …pe… ",
  "sn46.6:5.5": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "sn46.6:5.6": "manasā dhammaṁ viññāya manāpāmanāpesu dhammesu ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattaṁ susaṇṭhitaṁ suvimuttaṁ. ",
  "sn46.6:5.7": "Evaṁ bhāvito kho, kuṇḍaliya, indriyasaṁvaro evaṁ bahulīkato tīṇi sucaritāni paripūreti. ",
  "sn46.6:6.1": "Kathaṁ bhāvitāni ca, kuṇḍaliya, tīṇi sucaritāni kathaṁ bahulīkatāni cattāro satipaṭṭhāne paripūrenti? ",
  "sn46.6:6.2": "Idha, kuṇḍaliya, bhikkhu kāyaduccaritaṁ pahāya kāyasucaritaṁ bhāveti, vacīduccaritaṁ pahāya vacīsucaritaṁ bhāveti, manoduccaritaṁ pahāya manosucaritaṁ bhāveti. ",
  "sn46.6:6.3": "Evaṁ bhāvitāni kho, kuṇḍaliya, tīṇi sucaritāni evaṁ bahulīkatāni cattāro satipaṭṭhāne paripūrenti. ",
  "sn46.6:7.1": "Kathaṁ bhāvitā ca, kuṇḍaliya, cattāro satipaṭṭhānā kathaṁ bahulīkatā satta bojjhaṅge paripūrenti? ",
  "sn46.6:7.2": "Idha, kuṇḍaliya, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn46.6:7.3": "vedanāsu …pe… ",
  "sn46.6:7.4": "citte …pe… ",
  "sn46.6:7.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn46.6:7.6": "Evaṁ bhāvitā kho, kuṇḍaliya, cattāro satipaṭṭhānā evaṁ bahulīkatā satta bojjhaṅge paripūrenti. ",
  "sn46.6:8.1": "Kathaṁ bhāvitā ca, kuṇḍaliya, satta bojjhaṅgā kathaṁ bahulīkatā vijjāvimuttiṁ paripūrenti? ",
  "sn46.6:8.2": "Idha, kuṇḍaliya, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn46.6:8.3": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn46.6:8.4": "Evaṁ bhāvitā kho, kuṇḍaliya, satta bojjhaṅgā evaṁ bahulīkatā vijjāvimuttiṁ paripūrentī”ti. ",
  "sn46.6:9.1": "Evaṁ vutte, kuṇḍaliyo paribbājako bhagavantaṁ etadavoca: ",
  "sn46.6:9.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "sn46.6:9.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evameva bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "sn46.6:9.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "sn46.6:9.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn46.6:9.6": "Chaṭṭhaṁ. "
}