{
  "sn46.30:0.1": "Saṁyutta Nikāya 46.30 ",
  "sn46.30:0.2": "3. Udāyivagga ",
  "sn46.30:0.3": "Udāyisutta ",
  "sn46.30:1.1": "Ekaṁ samayaṁ bhagavā sumbhesu viharati setakaṁ nāma sumbhānaṁ nigamo. ",
  "sn46.30:1.2": "Atha kho āyasmā udāyī yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho āyasmā udāyī bhagavantaṁ etadavoca: ",
  "sn46.30:2.1": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "sn46.30:2.2": "Yāva bahukatañca me, bhante, bhagavati pemañca gāravo ca hirī ca ottappañca. ",
  "sn46.30:2.3": "Ahañhi, bhante, pubbe agārikabhūto samāno abahukato ahosiṁ dhammena abahukato saṅghena. ",
  "sn46.30:2.4": "So khvāhaṁ bhagavati pemañca gāravañca hiriñca ottappañca sampassamāno agārasmā anagāriyaṁ pabbajito. ",
  "sn46.30:2.5": "Tassa me bhagavā dhammaṁ desesi: ",
  "sn46.30:2.6": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "sn46.30:2.7": "iti vedanā …pe… ",
  "sn46.30:2.8": "iti saññā … ",
  "sn46.30:2.9": "iti saṅkhārā … ",
  "sn46.30:2.10": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ",
  "sn46.30:3.1": "So khvāhaṁ, bhante, suññāgāragato imesaṁ pañcupādānakkhandhānaṁ ukkujjāvakujjaṁ samparivattento ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "sn46.30:3.2": "Dhammo ca me, bhante, abhisamito, maggo ca me paṭiladdho; ",
  "sn46.30:3.3": "yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:3.4": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmi. ",
  "sn46.30:4.1": "Satisambojjhaṅgo me, bhante, paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:4.2": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmi …pe… ",
  "sn46.30:4.3": "upekkhāsambojjhaṅgo me, bhante, paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:4.4": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmi. ",
  "sn46.30:4.5": "Ayaṁ kho me, bhante, maggo paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathāhaṁ: ",
  "sn46.30:4.6": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissāmī”ti. ",
  "sn46.30:5.1": "“Sādhu sādhu, udāyi. ",
  "sn46.30:5.2": "Eso hi te, udāyi, maggo paṭiladdho, yo te bhāvito bahulīkato tathā tathā viharantaṁ tathattāya upanessati yathā tvaṁ: ",
  "sn46.30:5.3": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānissasī”ti. ",
  "sn46.30:5.4": "Dasamaṁ. ",
  "sn46.30:5.5": "Udāyivaggo tatiyo. ",
  "sn46.30:6.0": "Tassuddānaṁ ",
  "sn46.30:6.1": "Bodhāya desanā ṭhānā, ",
  "sn46.30:6.2": "ayoniso cāparihānī; ",
  "sn46.30:6.3": "Khayo nirodho nibbedho, ",
  "sn46.30:6.4": "ekadhammo udāyināti. "
}