{
  "sn51.15:0.1": "Saṃyutta Nikāya 51 ",
  "sn51.15:0.2": "2. Pāsādakampanavagga ",
  "sn51.15:0.3": "15. Uṇṇābhabrāhmaṇasutta ",
  "sn51.15:1.1": "Evaṃ me sutaṃ—",
  "sn51.15:1.2": "ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme. ",
  "sn51.15:1.3": "Atha kho uṇṇābho brāhmaṇo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
  "sn51.15:1.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uṇṇābho brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: ",
  "sn51.15:1.5": "“kimatthiyaṃ nu kho, bho ānanda, samaṇe gotame brahmacariyaṃ vussatī”ti? ",
  "sn51.15:1.6": "“Chandappahānatthaṃ kho, brāhmaṇa, bhagavati brahmacariyaṃ vussatī”ti. ",
  "sn51.15:2.1": "“Atthi pana, bho ānanda, maggo atthi paṭipadā etassa chandassa pahānāyā”ti? ",
  "sn51.15:2.2": "“Atthi kho, brāhmaṇa, maggo, atthi paṭipadā etassa chandassa pahānāyā”ti. ",
  "sn51.15:3.1": "“Katamo pana, bho ānanda, maggo katamā paṭipadā etassa chandassa pahānāyā”ti? ",
  "sn51.15:3.2": "“Idha, brāhmaṇa, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
  "sn51.15:3.3": "vīriyasamādhi …pe… ",
  "sn51.15:3.4": "cittasamādhi … ",
  "sn51.15:3.5": "vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—",
  "sn51.15:3.6": "ayaṃ kho, brāhmaṇa, maggo ayaṃ paṭipadā etassa chandassa pahānāyā”ti. ",
  "sn51.15:4.1": "“Evaṃ sante, bho ānanda, santakaṃ hoti no asantakaṃ. ",
  "sn51.15:4.2": "Chandeneva chandaṃ pajahissatīti—netaṃ ṭhānaṃ vijjati”. ",
  "sn51.15:4.3": "“Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā taṃ byākareyyāsi. ",
  "sn51.15:4.4": "Taṃ kiṃ maññasi, brāhmaṇa, ",
  "sn51.15:4.5": "ahosi te pubbe chando ‘ārāmaṃ gamissāmī’ti? ",
  "sn51.15:4.6": "Tassa te ārāmagatassa yo tajjo chando so paṭippassaddho”ti? ",
  "sn51.15:4.7": "“Evaṃ, bho”. ",
  "sn51.15:4.8": "“Ahosi te pubbe vīriyaṃ ‘ārāmaṃ gamissāmī’ti? ",
  "sn51.15:4.9": "Tassa te ārāmagatassa yaṃ tajjaṃ vīriyaṃ taṃ paṭippassaddhan”ti? ",
  "sn51.15:4.10": "“Evaṃ, bho”. ",
  "sn51.15:4.11": "“Ahosi te pubbe cittaṃ ‘ārāmaṃ gamissāmī’ti? ",
  "sn51.15:4.12": "Tassa te ārāmagatassa yaṃ tajjaṃ cittaṃ taṃ paṭippassaddhan”ti? ",
  "sn51.15:4.13": "“Evaṃ, bho”. ",
  "sn51.15:4.14": "“Ahosi te pubbe vīmaṃsā ‘ārāmaṃ gamissāmī’ti? ",
  "sn51.15:4.15": "Tassa te ārāmagatassa yā tajjā vīmaṃsā sā paṭippassaddhā”ti? ",
  "sn51.15:4.16": "“Evaṃ, bho”. ",
  "sn51.15:5.1": "“Evameva kho, brāhmaṇa, yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, tassa yo pubbe chando ahosi arahattappattiyā, arahattappatte yo tajjo chando so paṭippassaddho; ",
  "sn51.15:5.2": "yaṃ pubbe vīriyaṃ ahosi arahattappattiyā, arahattappatte yaṃ tajjaṃ vīriyaṃ taṃ paṭippassaddhaṃ; ",
  "sn51.15:5.3": "yaṃ pubbe cittaṃ ahosi arahattappattiyā, arahattappatte yaṃ tajjaṃ cittaṃ taṃ paṭippassaddhaṃ; ",
  "sn51.15:5.4": "yā pubbe vīmaṃsā ahosi arahattappattiyā, arahattappatte yā tajjā vīmaṃsā sā paṭippassaddhā. ",
  "sn51.15:5.5": "Taṃ kiṃ maññasi, brāhmaṇa, ",
  "sn51.15:5.6": "iti evaṃ sante, santakaṃ vā hoti no asantakaṃ vā”ti? ",
  "sn51.15:6.1": "“Addhā, bho ānanda, evaṃ sante, santakaṃ hoti no asantakaṃ. ",
  "sn51.15:6.2": "Abhikkantaṃ, bho ānanda, abhikkantaṃ, bho ānanda. ",
  "sn51.15:6.3": "Seyyathāpi, bho ānanda, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā ānandena anekapariyāyena dhammo pakāsito. ",
  "sn51.15:6.4": "Esāhaṃ, bho ānanda, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "sn51.15:6.5": "Upāsakaṃ maṃ bhavaṃ ānando dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "sn51.15:6.6": "Pañcamaṃ. "
}