{
  "sn51.10:0.1": "Saṃyutta Nikāya 51 ",
  "sn51.10:0.2": "1. Cāpālavagga ",
  "sn51.10:0.3": "10. Cetiyasutta ",
  "sn51.10:1.1": "Evaṃ me sutaṃ—",
  "sn51.10:1.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
  "sn51.10:1.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ",
  "sn51.10:1.4": "Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi: ",
  "sn51.10:1.5": "“gaṇhāhi, ānanda, nisīdanaṃ. ",
  "sn51.10:1.6": "Yena cāpālaṃ cetiyaṃ tenupasaṅkamissāma divāvihārāyā”ti. ",
  "sn51.10:1.7": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṃ ādāya bhagavantaṃ piṭṭhito piṭṭhito anubandhi. ",
  "sn51.10:2.1": "Atha kho bhagavā yena cāpālaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn51.10:2.2": "Āyasmāpi kho ānando bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
  "sn51.10:2.3": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ",
  "sn51.10:3.1": "“Ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ. ",
  "sn51.10:3.2": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ",
  "sn51.10:3.3": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti. ",
  "sn51.10:4.1": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ; ",
  "sn51.10:4.2": "na bhagavantaṃ yāci: ",
  "sn51.10:4.3": "“tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti yathā taṃ mārena pariyuṭṭhitacitto. ",
  "sn51.10:5.1": "Dutiyampi kho bhagavā …pe… ",
  "sn51.10:5.2": "tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
  "sn51.10:5.3": "“ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ. ",
  "sn51.10:5.4": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ",
  "sn51.10:5.5": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti. ",
  "sn51.10:6.1": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ; ",
  "sn51.10:6.2": "na bhagavantaṃ yāci: ",
  "sn51.10:6.3": "“tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti yathā taṃ mārena pariyuṭṭhitacitto. ",
  "sn51.10:7.1": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
  "sn51.10:7.2": "“gaccha kho tvaṃ, ānanda, ",
  "sn51.10:7.3": "yassadāni kālaṃ maññasī”ti. ",
  "sn51.10:7.4": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā avidūre aññatarasmiṃ rukkhamūle nisīdi. ",
  "sn51.10:8.1": "Atha kho māro pāpimā, acirapakkante āyasmante ānande, yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ",
  "sn51.10:9.1": "“Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:9.2": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:9.3": "‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ",
  "sn51.10:10.1": "Santi kho pana, bhante, etarahi bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ",
  "sn51.10:10.2": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:11.1": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:11.2": "‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ",
  "sn51.10:12.1": "Santi kho pana, bhante, etarahi bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ",
  "sn51.10:12.2": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:13.1": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:13.2": "‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me upāsakā …pe… ",
  "sn51.10:13.3": "yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ",
  "sn51.10:14.1": "Santi kho pana, bhante, etarahi upāsakā … ",
  "sn51.10:14.2": "upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ",
  "sn51.10:14.3": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:15.1": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:15.2": "‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me idaṃ brahmacariyaṃ na iddhañceva bhavissati phītañca vitthāritaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitan’ti. ",
  "sn51.10:15.3": "Tayidaṃ, bhante, bhagavato brahmacariyaṃ iddhañceva phītañca vitthāritaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ. ",
  "sn51.10:15.4": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni sugato. Parinibbānakālo dāni, bhante, bhagavato”ti. ",
  "sn51.10:16.1": "Evaṃ vutte, bhagavā māraṃ pāpimantaṃ etadavoca: ",
  "sn51.10:16.2": "“appossukko tvaṃ, pāpima, hohi. Na ciraṃ tathāgatassa parinibbānaṃ bhavissati. ",
  "sn51.10:16.3": "Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī”ti. ",
  "sn51.10:17.1": "Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṃ ossaji. ",
  "sn51.10:17.2": "Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṃsanako lomahaṃso, devadundubhiyo ca phaliṃsu. ",
  "sn51.10:17.3": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ",
  "sn51.10:18.1": "“Tulamatulañca sambhavaṃ, ",
  "sn51.10:18.2": "Bhavasaṅkhāramavassaji muni; ",
  "sn51.10:18.3": "Ajjhattarato samāhito, ",
  "sn51.10:18.4": "Abhindi kavacamivattasambhavan”ti. ",
  "sn51.10:18.5": "Dasamaṃ. ",
  "sn51.10:18.6": "Cāpālavaggo paṭhamo. ",
  "sn51.10:19.1": "Apārāpi viraddho ca, ",
  "sn51.10:19.2": "ariyā nibbidāpi ca; ",
  "sn51.10:19.3": "Padesaṃ samattaṃ bhikkhu, ",
  "sn51.10:19.4": "buddhaṃ ñāṇañca cetiyanti. "
}