{
  "sn51.9:0.1": "Saṁyutta Nikāya 51 ",
  "sn51.9:0.2": "1. Cāpālavagga ",
  "sn51.9:0.3": "9. Ñāṇasutta ",
  "sn51.9:1.1": "“‘Ayaṁ chandasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:1.2": "‘So kho panāyaṁ chandasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave … ",
  "sn51.9:1.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:2.1": "‘Ayaṁ vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:2.2": "‘So kho panāyaṁ vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave … ",
  "sn51.9:2.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:3.1": "‘Ayaṁ cittasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:3.2": "‘So kho panāyaṁ cittasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave … ",
  "sn51.9:3.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:4.1": "‘Ayaṁ vīmaṁsāsamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn51.9:4.2": "‘So kho panāyaṁ vīmaṁsāsamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave … ",
  "sn51.9:4.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti. ",
  "sn51.9:4.4": "Navamaṁ. "
}