{
  "sn11.3:1.1": "This discourse invokes several major Vedic deities invoked as martial deities, gods of war. Compare their mention at <a href='https://suttacentral.net/dn13/en/sujato#25.2'>DN 13:25.2</a>, where these deities, though aristocrat warriors, are invoked by brahmins. In Theravada it is a popular protection chant (<i lang='pi' translate='no'>paritta</i>) included in the <em>Maha Pirit Potha</em>. ",
  "sn11.3:3.1": "Compare the martial exhortation at Rig Veda 10.103.11: “Ours is Indra when the banners clash.” Varāhamihira tells the full story of Indra’s banner at Bṛhatsaṁhitā 42. ",
  "sn11.3:4.1": "Pajāpati (“progenitor”) was the lonely and “undefined” (<i lang='pi' translate='no'>anirukta</i>) god of creation (“Let Prajāpati generate progeny for us”, Rig Veda 10.85.3). The heat of his fervent exertions (<i lang='pi' translate='no'>tapas</i>) created the world and all things in it (Śatapatha Brāhmaṇa 6). ",
  "sn11.3:5.1": "Varuṇa is invoked frequently in the Vedas, and in the suttas he is associated with other leading deities such as Indra and Soma (<a href='https://suttacentral.net/dn13/en/sujato#25.2'>DN 13:25.2</a>, <a href='https://suttacentral.net/dn20/en/sujato#13.3'>DN 20:13.3</a>,<a href='https://suttacentral.net/dn32/en/sujato#10.2'>DN 32:10.2</a>). As one of the twelve children of Aditi he stood for a calendar month, and grew a wide and sometimes baffling array of associations—the oceans, water, the sky (at night), and justice. Vedic Varuṇa was the god of command, the king of tough rule. He was identified with the aristocrats, his partner Mitra with the brahmins (Śatapatha Brāhmaṇa 4.1.4). ",
  "sn11.3:6.1": "Īsāna (Sanskrit Īśāna) was created by Pajāpati as “president”, said to be the sun (Śatapatha Brāhmaṇa 6.1.3). He was also identified with Rudra and Śiva. ",
  "sn11.3:14.2": "<i lang='pi' translate='no'>Narāsabha</i> is literally “a bull of a man”, but the predominant sense is “chief, lord, captain” rather than “bull”. <i lang='pi' translate='no'>Vṛṣabha</i> was widely used in this sense as far back as the Rig Veda. The same is true of its synonyms <i lang='pi' translate='no'>janavasabha</i> and <i lang='pi' translate='no'>purisanisabha</i>, but not <i lang='pi' translate='no'>purisūsabha</i> at <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#10.21.4'>Bu Pj 1:10.21.4</a>. "
}