{
  "sn11.1:2.1": "The gods (<i lang='pi' translate='no'>deva</i>) stem from Proto Indo-European <i lang='pi' translate='no'><em>dyew</i>, “shining, sky, heavens” (cf. Pali <i lang='pi' translate='no'>diva</i>, “day”; English “day”, however, is a false friend), while the titans (<i lang='pi' translate='no'>asura</i>) are the negative form of Proto Indo-European <i lang='pi' translate='no'></em>sóh₂wl̥</i>, “sun”, so <i lang='pi' translate='no'>asura</i> is “sunless, night”. As the day vanquishes the dark of night each dawn, the gods defeat the titans. Victory is sweet but short-lived, for soon follows dusk, at which the titans prevail and plunge the world into darkness once more (Śatapatha Brāhmaṇa 1.2.5.1, Taittirīya Brāhmaṇa 3.2.9.7). Note: The Vedas know the sense of <i lang='pi' translate='no'>asura</i> as (human) “lord”; but given that the opposition between <i lang='pi' translate='no'>deva</i> and <i lang='pi' translate='no'>asura</i> is known to the Avesta, I assume that is the older sense and the sense “lord” derivative; cf. English “titan of industry”. ",
  "sn11.1:2.2": "Suvīra (“good hero”) appears only here. ",
  "sn11.1:2.5": "Sakka himself is accused of negligence by Moggallāna at <a href='https://suttacentral.net/mn37/en/sujato#11.2'>MN 37:11.2</a>. Sakka or Indra is a heroic deity associated with the accomplishment of great deeds, and accordingly here he extols energy. | As a historical curio, in the earliest mention of Sanskrit <i lang='pi' translate='no'>pramāda</i> (Rig Veda 8.2.18), it is the “exhilaration” from drinking Soma which grants the gods led by Indra unsleeping tirelessness. This passage lends support to the idea that Soma was originally a stimulant, perhaps ephedra. Nonetheless, <i lang='pi' translate='no'>pamāda</i> became associated with drunkenness and hence “negligence”. ",
  "sn11.1:4.4": "<i lang='pi' translate='no'>Disa</i> is imperative of <i lang='pi' translate='no'>disati</i> (“show”) in the sense “render, bestow, confer”. ",
  "sn11.1:7.1": "",
  "sn11.1:7.2": "The Chinese texts at both SA2 43 (<span lang='lzh'>活</span>) and SA 1114 (<span lang='lzh'>生</span>) appears to support <i lang='pi' translate='no'>jīvati</i> rather than <i lang='pi' translate='no'>jīyati</i>. Bingenheimer at SA2 43 has, “Have you ever seen or heard of someone who, without effort, attains happiness in life?” Both Chinese texts have more lines than the Pali; given that the Pali has five lines, it seems likely the text has suffered loss. I translate according to what I guess the meaning to have been. ",
  "sn11.1:8.2": "This is a tricky construction. The idiom <i lang='pi' translate='no'>idha kho taṁ, bhikkhave, sobhetha</i> occurs several times, always in the same context: someone is said to have some quality, and the mendicants are encouraged to have it even more so. The preceding clause usually includes <i lang='pi' translate='no'>hi nāma</i>, suggesting a dependent clause (<a href='https://suttacentral.net/sn11.2/en/sujato#8.2'>SN 11.2:8.2</a>, <a href='https://suttacentral.net/sn11.4/en/sujato#13.2'>SN 11.4:13.2</a>, <a href='https://suttacentral.net/sn35.103/en/sujato#5.7'>SN 35.103:5.7</a>, <a href='https://suttacentral.net/pli-tv-kd16/en/sujato#6.4.2'>Kd 16:6.4.2</a>, <a href='https://suttacentral.net/pli-tv-kd5/en/sujato#4.3.1'>Kd 5:4.3.1</a>). <i lang='pi' translate='no'>Sobhetha</i> is second plural optative in the sense “you all can (out)shine or excel”. "
}