{
  "sn11.9:1.2": "“Seer” is <i lang='pi' translate='no'>isi</i> (Sanskrit <i lang='pi' translate='no'>ṛṣi</i>), for which the Proto-Dravidian root <i lang='pi' translate='no'>icai</i> (“sing”) has been proposed. It was taken to mean that they had “seen” the Vedas (<i lang='pi' translate='no'>mantradraṣṭa</i>) or directly “heard” them from Brahmā through divine inspiration, rather than “composing” them like ordinary authors. Here, however, the Buddha says they were “authors” (<i lang='pi' translate='no'>kattāro</i>). The Buddha adopted <i lang='pi' translate='no'>isi</i> in the sense “enlightened sage”. | A comparable encounter with seers is depicted at <a href='https://suttacentral.net/mn93/en/sujato#18.2'>MN 93:18.2</a>; see also the  description of ancient brahmins at <a href='https://suttacentral.net/dn27/en/sujato#22.6'>DN 27:22.6</a>. ",
  "sn11.9:1.4": "At <a href='https://suttacentral.net/kv12.8/en/sujato#4.3'>Kv 12.8:4.3</a>, it is said that a Buddhist would not treat a pagoda with disrespect by keeping it <i lang='pi' translate='no'>apabyāmato</i>. The variant there is <i lang='pi' translate='no'>asabyākato</i>, which is is similar to <i lang='pi' translate='no'>apasabyato</i> at <a href='https://suttacentral.net/ud5.3/en/sujato#11.5'>Ud 5.3:11.5</a>, where it seems to mean “turning off to the left”. Here, however, I think it relates to the specific situation, corresponding to “downwind” in the next sentence. Vepacitti keeps the seers “at arm’s length” (<i lang='pi' translate='no'>apabyāmato</i>) because they smell. ",
  "sn11.9:1.5": "Each of these details corresponds with a training rule for monastics, who should not wear sandals or teach one wearing them; should not carry a sword or teach one carrying a sword; and should not carry a parasol or teach one carrying a parasol. There are exceptions for sandals and parasols for health. See too <a href='https://suttacentral.net/thag7.1/en/sujato'>Thag 7.1</a> and <a href='https://suttacentral.net/sn35.133/en/sujato'>SN 35.133</a>. ",
  "sn11.9:1.6": "These verses also at <a href='https://suttacentral.net/ja522/en/sujato#6.1'>Ja 522:6.1</a>. ",
  "sn11.9:2.1": "“Initiated” (<i lang='pi' translate='no'>dikkhita</i>, Sanskrit <i lang='pi' translate='no'>dīkṣita</i>) is the technical term for a priest who has been consecrated in preparation for a ritual. ",
  "sn11.9:2.4": "One might expect the initiated to have a sweet smell (<i lang='pi' translate='no'>puṇyagandha</i>; cf. <i lang='pi' translate='no'>sīlagandha</i> at <a href='https://suttacentral.net/dhp55/en/sujato'>Dhp 55</a>), and this is indeed the case normally (Gopatha Brāhmaṇa 1.2.2, Jaimini Gṛhyasūtra 1.18). Jain ascetics were known for body odors, as they did not bathe, but brahmins were fastidious about cleanliness. Humans generally are thought to be malodorous to the gods (<a href='https://suttacentral.net/dn23/en/sujato#9.30'>DN 23:9.30</a>), but the text specifies it is the odor of those long initiated. "
}