{
  "sn11.8:1.1": "Chāndogya Upaniṣad 8.7–12 tells of how Virocana studies with Indra under their Progenitor, Prajāpati, to learn about the higher Self that is free from evil and death. The Sutta responds to that dialogue, drawing its key vocabulary and ideas from the Upaniṣad and setting them to a quite different purpose (cf. <a href='https://suttacentral.net/sn3.8/en/sujato'>SN 3.8</a>). A number of interpretive difficulties can be resolved in this light, resulting in a more satisfying text. ",
  "sn11.8:1.3": "Verocana is “son of Virocana” (Agni or the Sun). He is called Bali at <a href='https://suttacentral.net/dn20/en/sujato#12.9'>DN 20:12.9</a>. His story, detailed in various legends of later times, tells how he was a great king of the titans who at times even defeated the gods and ruled heaven, but did so justly. Here he seems to have settled his long enmity with Indra. In the Sutta, he may as well be Virocana himself, as Pali is not always assiduous in maintaining patronymics. ",
  "sn11.8:2.1": "The Upaniṣad says the “highest man” (<i lang='pi' translate='no'>uttamapuruṣa</i>) is the one who rises up from his body and manifests in his own form as the perfect light (8.12.3). | The theme of effort is implicit when the Upaniṣad urges that that the Self “should be discovered, should be cognized” (<i lang='pi' translate='no'>so ’nveṣṭavyaḥ sa vijijñāsitavyaḥ</i>). It is hidden from normal perception and requires a long spiritual training. ",
  "sn11.8:2.2": "The Sutta substitutes <i lang='pi' translate='no'>attha</i> (“goal, purpose, good”) for the Upaniṣad’s <i lang='pi' translate='no'>ātman</i> (“Self”) in line with the dictum, “the goal is spoken of, but the self is not involved” (<a href='https://suttacentral.net/an3.72/en/sujato#6.3'>AN 3.72:6.3</a>, <a href='https://suttacentral.net/an6.49/en/sujato#4.3'>AN 6.49:4.3</a>). | For <i lang='pi' translate='no'>nipphadā</i> (“accomplishment”), Pali normally uses the prefixed form <i lang='pi' translate='no'>abhinipphanna</i> (“produced, manifested”) in this sense (<a href='https://suttacentral.net/mn101/en/sujato#29.3'>MN 101:29.3</a>, <a href='https://suttacentral.net/sn47.10/en/sujato#6.11'>SN 47.10:6.11</a>). And that is the form the root appears in the Upaniṣad, in the sense of the Self that “achieves” or “emerges into” in its own true form (8.12.2). ",
  "sn11.8:2.3": "Pali texts read this as either <i lang='pi' translate='no'>nipphannasobhano attho</i> (nominative singular) or <i lang='pi' translate='no'>nipphannasobhino atthā</i> (dative singular). I propose both phrases occur as suits each speaker. The titan Verocana makes a simple statement (nominative), which the god Sakka improves by pointing to the cause (dative, following <a href='https://suttacentral.net/sn11.4/en/sujato#7.3'>SN 11.4:7.3</a>). This echoes the narrative form of the Upaniṣad, where Virocana is easily satisfied with surface teachings, taking only the body to be the Self. | The “splendid” or “shining” (<i lang='pi' translate='no'>sobhana</i>) goal recalls the “highest light” (<i lang='pi' translate='no'>paraṃ jyotir</i>) of the manifest Self. ",
  "sn11.8:2.4": "Verocana asserts his authorship in imitation of the Upaniṣad, which repeatedly states, “this is the word of Prajāpati” (<i lang='pi' translate='no'>iti ha prajāpatir uvāca</i>, 8.12.6). ",
  "sn11.8:3.3": "",
  "sn11.8:3.4": "Indra and Virocana spent 32 years as Prajāpati’s students. Satisfied, Virocana left, while Indra stayed for a total of 101 years. Only then did Prajāpati reward his patience by revealing the deep truth. ",
  "sn11.8:4.1": "In the Upaniṣad, “all” qualifies that which is to be attained, namely all worlds and all desires (8.12.6). | Text has <i lang='pi' translate='no'>sattā</i> (“beings”) and <i lang='pi' translate='no'>pāṇi</i> (“creature”) for the Upaniṣad’s <i lang='pi' translate='no'>bhūta</i> (8.11.1; also <i lang='pi' translate='no'>sarvabhūtāni</i> at 8.15.1). ",
  "sn11.8:4.2": "In other words, all creatures have individual and differing needs (see <a href='https://suttacentral.net/an4.32/en/sujato#2.4'>AN 4.32:2.4</a>, <a href='https://suttacentral.net/dn31/en/sujato#34.24'>DN 31:34.24</a>). Verocana is arguing that the different needs of creatures can be satisfied if only they’d work hard enough, yoked in perpetuity like a beast of burden. ",
  "sn11.8:4.3": "For <i lang='pi' translate='no'>saṁyoga</i>, compare the Upaniṣad, “The life breath is yoked to this body, as a draft animal to a cart” (<i lang='pi' translate='no'>sa yathā prayogya ācaraṇe yukta evam evāyam asmiñ charīre prāṇo yuktaḥ</i>, 8.12.3, translation Olivelle). This shows the original meaning of root <i lang='pi' translate='no'>yuj</i> as “yoke” for beasts of burden, and hence the “work” those beasts do when “harnessed”. ",
  "sn11.8:4.4": "When, in the Upaniṣad, Indra rejects lower teachings of the Self, he says he sees in it nothing “of value” (<i lang='pi' translate='no'>bhogya</i>), corresponding to <i lang='pi' translate='no'>sambhoga</i> here. ",
  "sn11.8:5.3": "I translate <i lang='pi' translate='no'>tveva</i> as “but even so” when spoken by Verocana, and as “but rather than” when spoken by Sakka. I think Sakka’s response plays on the ambiguity of the term to reiterate his subtly different message. Verocana advocates for the virtue of hard work, Sakka for calm patience. "
}