{
  "sn11.4:1.3": "Vepacitti (“wise thinker”) was the lord of the <i lang='pi' translate='no'>asuras</i> and Sakka’s counterpart; their relationship status is complicated. The Sanskrit form is <i lang='pi' translate='no'>vipracitti</i>, but in Buddhist texts it is incorrectly Sanskritized to <i lang='pi' translate='no'>vemacitra</i>. He seems not to appear in early Sanskrit texts, but the Mahābhārata and Purāṇas regard him as the eldest son of Danū and hence chief of the Dānavas. ",
  "sn11.4:1.9": "It seems they had strong feelings for each other. ",
  "sn11.4:1.10": "Mātali is the charioteer of Sakka. He appears at <a href='https://suttacentral.net/dn20/en/sujato#10.8'>DN 20:10.8</a> as one of the centaur lords, and is father to the centaur Sikhaṇḍī, Pañcasikha’s rival in love (<a href='https://suttacentral.net/dn21/en/sujato#1.6.8'>DN 21:1.6.8</a>). In Pali, he is never addressed with the usual word for charioteer (<i lang='pi' translate='no'>sārathi</i>), but by the epithet <i lang='pi' translate='no'>saṅgāhaka</i>, literally “gatherer” in the sense “one who holds the reins”, here “chariot handler”, recalling the centaur who took the reins from Indra (Rig Veda 1.163.2). Later Brahmanical literature also knows him as Indra’s charioteer, but pre-Buddhist references are few and obscure. He flourishes in the land of Yama along with the poets (Rig Veda 10.14.3 = Atharva Veda 18.1.47); he is made of magic (Atharva Veda 8.9.5); he knows the immortal balm bought by a chariot’s price that is infused by Indra in the waters (Atharva Veda 11.6.23). ",
  "sn11.4:2.1": "For Sakka’s epithets, see <a href='https://suttacentral.net/sn11.12/en/sujato'>SN 11.12</a> and notes there. ",
  "sn11.4:4.4": "Throughout this chapter, Mātali displays more of the old martial character, and Sakka leads him to growth, as he does for the titans. ",
  "sn11.4:7.3": "In this tricky phrase, I take <i lang='pi' translate='no'>sadatthaparamā atthā</i> as truncated dative of purpose. This phrase parallels <a href='https://suttacentral.net/sn11.8/en/sujato#3.4'>SN 11.8:3.4</a>. "
}