{
  "patthana7.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana7.1:0.2": "Dhammapaccanīya (2), Tikapaṭṭhānapāḷi (1) ",
  "patthana7.1:0.3": "7.1. Kusalattika ",
  "patthana7.1:1.0": "Hetu-ārammaṇa ",
  "patthana7.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana7.1:2.1": "Nakusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā—akusalaṁ abyākataṁ ekaṁ khandhaṁ paṭicca akusalā abyākatā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Nakusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Nakusalaṁ dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Nakusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana7.1:3.1": "Naakusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naakusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naakusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naakusalaṁ dhammaṁ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naakusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana7.1:4.1": "Naabyākataṁ dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naabyākataṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naabyākataṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naabyākataṁ dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naabyākataṁ dhammaṁ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naabyākataṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … cha. ",
  "patthana7.1:5.1": "Nakusalañca naabyākatañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Nakusalañca naabyākatañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalañca naabyākatañca dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Nakusalañca naabyākatañca dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Nakusalañca naabyākatañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana7.1:6.1": "Naakusalañca naabyākatañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naakusalañca naabyākatañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naakusalañca naabyākatañca dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naakusalañca naabyākatañca dhammaṁ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naakusalañca naabyākatañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana7.1:7.1": "Nakusalañca naakusalañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Nakusalañca naakusalañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalañca naakusalañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana7.1:8.1": "Nakusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana7.1:9.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. ",
  "patthana7.1:10.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana7.1:11.0": "Hetu-ārammaṇādi ",
  "patthana7.1:11.1": "Nakusalo dhammo nakusalassa dhammassa hetupaccayena paccayo …pe…. Nakusalo dhammo nakusalassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo nakusalassa ca naabyākatassa ca dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naakusalassa ca naabyākatassa ca dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo nakusalassa ca naakusalassa ca dhammassa ārammaṇapaccayena paccayo … cha. ",
  "patthana7.1:12.1": "Naakusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo … cha. ",
  "patthana7.1:13.1": "Naabyākato dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo … cha. ",
  "patthana7.1:14.1": "Nakusalo ca naabyākato ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha. ",
  "patthana7.1:15.1": "Naakusalo ca naabyākato ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha. ",
  "patthana7.1:16.1": "Nakusalo ca naakusalo ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha. ",
  "patthana7.1:17.1": "Nakusalo dhammo nakusalassa dhammassa adhipatipaccayena paccayo … anantarapaccayena paccayo … samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. Nakusalo dhammo naakusalassa dhammassa purejātapaccayena paccayo …pe… nakusalo dhammo nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha. ",
  "patthana7.1:18.1": "Naakusalo dhammo naakusalassa dhammassa purejātapaccayena paccayo. Naakusalo dhammo nakusalassa dhammassa purejātapaccayena paccayo …pe… naakusalo dhammo nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha. ",
  "patthana7.1:19.1": "Nakusalo ca naakusalo ca dhammā nakusalassa dhammassa purejātapaccayena paccayo. Nakusalo ca naakusalo ca dhammā naakusalassa dhammassa purejātapaccayena paccayo …pe… nakusalo ca naakusalo ca dhammā nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha. (Saṅkhittaṁ.) ",
  "patthana7.1:20.1": "Hetuyā ekūnatiṁsa, ārammaṇe chattiṁsa, adhipatiyā pañcatiṁsa, anantare catuttiṁsa, samanantare catuttiṁsa, sahajāte ekūnatiṁsa, aññamaññe catuvīsa, nissaye catuttiṁsa, upanissaye chattiṁsa, purejāte aṭṭhārasa, pacchājāte aṭṭhārasa, āsevane catuvīsa, kamme ekūnatiṁsa, vipāke nava, āhāre ekūnatiṁsa …pe… sampayutte catuvīsa, vippayutte sattavīsa …pe… avigate catuttiṁsa. ",
  "patthana7.1:21.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ evaṁ gaṇetabbaṁ.) "
}