{
  "sn22.87:0.1": "Linked Discourses 22.87 ",
  "sn22.87:0.2": "9. Senior Mendicants ",
  "sn22.87:0.3": "With Vakkali ",
  "sn22.87:1.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn22.87:1.2": "Now at that time Venerable Vakkali was staying in a potter’s shed, and he was sick, suffering, gravely ill. ",
  "sn22.87:1.3": "Then he addressed his carers, ",
  "sn22.87:1.4": "“Please, reverends, go to the Buddha, and in my name bow with your head to his feet. Say to him: ",
  "sn22.87:1.5": "‘Sir, the mendicant Vakkali is sick, suffering, and gravely ill. He bows with his head to your feet.’ ",
  "sn22.87:1.6": "And then say: ",
  "sn22.87:1.7": "‘Sir, please go to the mendicant Vakkali out of compassion.’” ",
  "sn22.87:1.8": "“Yes, reverend,” those monks replied. They did as he asked. ",
  "sn22.87:1.9": "",
  "sn22.87:1.10": "",
  "sn22.87:1.11": "",
  "sn22.87:1.12": "The Buddha consented in silence. ",
  "sn22.87:2.1": "Then the Buddha robed up and, taking his bowl and robes, went to Venerable Vakkali. ",
  "sn22.87:2.2": "Venerable Vakkali saw the Buddha coming off in the distance and tried to rise on his cot. ",
  "sn22.87:2.3": "But the Buddha said to him, ",
  "sn22.87:2.4": "“It’s all right, Vakkali, don’t get up. ",
  "sn22.87:2.5": "There are some seats spread out, I will sit there.” ",
  "sn22.87:2.6": "He sat on the seat spread out and said to Vakkali, ",
  "sn22.87:2.7": "“I hope you’re keeping well, Vakkali; I hope you’re alright. And I hope the pain is fading, not growing, that its fading is evident, not its growing.” ",
  "sn22.87:2.8": "“Sir, I’m not all right, I’m not getting by. My pain is terrible and growing, not fading; its growing is apparent, not its fading.” ",
  "sn22.87:2.9": "“I hope you don’t have any remorse or regret?” ",
  "sn22.87:2.10": "“Indeed, sir, I have no little remorse and regret.” ",
  "sn22.87:2.11": "“I hope you have no reason to blame yourself when it comes to ethical conduct?” ",
  "sn22.87:2.12": "“No sir, I have no reason to blame myself when it comes to ethical conduct.” ",
  "sn22.87:2.13": "“In that case, Vakkali, why do you have remorse and regret?” ",
  "sn22.87:2.14": "“For a long time I’ve wanted to go and see the Buddha, but I was physically too weak.” ",
  "sn22.87:3.1": "“Enough, Vakkali! Why would you want to see this rotten body? ",
  "sn22.87:3.2": "One who sees the teaching sees me. ",
  "sn22.87:3.3": "One who sees me sees the teaching. ",
  "sn22.87:3.4": "Seeing the teaching, you see me. ",
  "sn22.87:3.5": "Seeing me, you see the teaching. ",
  "sn22.87:4.1": "What do you think, Vakkali? ",
  "sn22.87:4.2": "Is form permanent or impermanent?” ",
  "sn22.87:4.3": "“Impermanent, sir.” ",
  "sn22.87:4.4": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn22.87:4.5": "“Suffering, sir.” ",
  "sn22.87:4.6": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ",
  "sn22.87:4.7": "‘This is mine, I am this, this is my self’?” ",
  "sn22.87:4.8": "“No, sir.” ",
  "sn22.87:4.9": "“Is feeling … ",
  "sn22.87:4.10": "perception … ",
  "sn22.87:4.11": "choices … ",
  "sn22.87:4.12": "consciousness permanent or impermanent?” ",
  "sn22.87:4.13": "“Impermanent, sir.” … ",
  "sn22.87:4.14": "",
  "sn22.87:4.15": "",
  "sn22.87:4.16": "“So you should truly see … ",
  "sn22.87:4.17": "Seeing this … ",
  "sn22.87:4.18": "They understand: ‘… there is no return to any state of existence.’” ",
  "sn22.87:5.1": "And then, after giving Venerable Vakkali this advice, the Buddha got up from his seat and went to the Vulture’s Peak Mountain. ",
  "sn22.87:5.2": "Then Venerable Vakkali addressed his carers, ",
  "sn22.87:5.3": "“Come on, reverends, lift my cot and take me to the Black Rock on the slopes of Isigili. ",
  "sn22.87:5.4": "It’s unthinkable for one like me to die in an inhabited area!” ",
  "sn22.87:5.5": "“Yes, reverend,” replied those mendicants, and did as he asked. ",
  "sn22.87:5.6": "Meanwhile, the Buddha spent the rest of that night and day on Vulture’s Peak Mountain. ",
  "sn22.87:5.7": "Then, late at night, two glorious deities, lighting up the entire Vulture’s Peak, went up to the Buddha, bowed, and stood to one side. ",
  "sn22.87:5.8": "One deity said to him, ",
  "sn22.87:5.9": "“Sir, the mendicant Vakkali is intent on liberation!” ",
  "sn22.87:5.10": "And another deity said to him, ",
  "sn22.87:5.11": "“He’ll definitely be well-freed!” ",
  "sn22.87:5.12": "This is what those deities said. ",
  "sn22.87:5.13": "Then they bowed and respectfully circled the Buddha, keeping him on their right side, before vanishing right there. ",
  "sn22.87:6.1": "Then, when the night had passed, the Buddha addressed the mendicants: ",
  "sn22.87:6.2": "“Come, mendicants, go to the mendicant Vakkali and tell him: ",
  "sn22.87:7.1": "‘Vakkali, hear the word of the Buddha and two deities. ",
  "sn22.87:7.2": "Late last night, two glorious deities, lighting up the entire Vulture’s Peak, went up to the Buddha, bowed, and stood to one side. ",
  "sn22.87:7.3": "One deity said to him, ",
  "sn22.87:7.4": "“Sir, the mendicant Vakkali is intent on liberation!” ",
  "sn22.87:7.5": "The other deity said to him, ",
  "sn22.87:7.6": "“He’ll definitely be well-freed!” ",
  "sn22.87:7.7": "And the Buddha said, ",
  "sn22.87:7.8": "“Do not fear, Vakkali, ",
  "sn22.87:7.9": "do not fear! ",
  "sn22.87:7.10": "Your death will not be a bad one; your passing will not be a bad one.”’” ",
  "sn22.87:7.11": "“Yes, sir,” those monks replied. They went to Vakkali and said to him: ",
  "sn22.87:7.12": "“Vakkali, hear the word of the Buddha and two deities.” ",
  "sn22.87:8.1": "Then Vakkali addressed his carers, ",
  "sn22.87:8.2": "“Please, reverends, help me off my cot. ",
  "sn22.87:8.3": "It’s unthinkable for one like me to listen to the Buddha’s instructions sitting on a high seat.” ",
  "sn22.87:8.4": "“Yes, reverend,” replied those mendicants, and helped him off his cot. ",
  "sn22.87:8.5": "They repeated what the Buddha had said. ",
  "sn22.87:8.6": "",
  "sn22.87:8.7": "",
  "sn22.87:8.8": "",
  "sn22.87:8.9": "",
  "sn22.87:8.10": "",
  "sn22.87:8.11": "",
  "sn22.87:8.12": "",
  "sn22.87:8.13": "",
  "sn22.87:8.14": " Vakkali said, “Well then, reverends, in my name bow with your head at the Buddha’s feet. Say to him: ",
  "sn22.87:8.15": "‘Sir, the mendicant Vakkali is sick, suffering, gravely ill. ",
  "sn22.87:8.16": "He bows with his head to your feet.’ ",
  "sn22.87:8.17": "And then say: ",
  "sn22.87:8.18": "‘Form is impermanent. ",
  "sn22.87:8.19": "I have no doubt of that. ",
  "sn22.87:8.20": "I’m certain that what is impermanent is suffering. ",
  "sn22.87:8.21": "And I’m certain that I have no desire or greed or fondness for what is impermanent, suffering, and perishable. ",
  "sn22.87:8.22": "Feeling is impermanent … ",
  "sn22.87:8.23": "",
  "sn22.87:8.24": "",
  "sn22.87:8.25": "",
  "sn22.87:8.26": "Perception is impermanent … ",
  "sn22.87:8.27": "Choices are impermanent … ",
  "sn22.87:8.28": "",
  "sn22.87:8.29": "",
  "sn22.87:8.30": "",
  "sn22.87:8.31": "Consciousness is impermanent. ",
  "sn22.87:8.32": "I have no doubt of that. ",
  "sn22.87:8.33": "I’m certain that what is impermanent is suffering. ",
  "sn22.87:8.34": "And I’m certain that I have no desire or greed or fondness for what is impermanent, suffering, and perishable.’” ",
  "sn22.87:8.35": "“Yes, reverend,” those monks replied, and left. ",
  "sn22.87:8.36": "And then, not long after those mendicants had left, Venerable Vakkali slit his wrists. ",
  "sn22.87:9.1": "Then those mendicants went up to the Buddha and told him Vakkali’s message. ",
  "sn22.87:9.2": "",
  "sn22.87:9.3": "",
  "sn22.87:9.4": "",
  "sn22.87:9.5": "",
  "sn22.87:9.6": "",
  "sn22.87:9.7": "",
  "sn22.87:9.8": "",
  "sn22.87:9.9": "",
  "sn22.87:9.10": "",
  "sn22.87:9.11": "",
  "sn22.87:9.12": "",
  "sn22.87:9.13": "",
  "sn22.87:9.14": "",
  "sn22.87:9.15": "",
  "sn22.87:10.1": "Then the Buddha said to the mendicants, ",
  "sn22.87:10.2": "“Come, mendicants, let’s go to the Black Rock on the slopes of Isigili, ",
  "sn22.87:10.3": "where Vakkali, the gentleman, slit his wrists.” ",
  "sn22.87:10.4": "“Yes, sir,” they replied. ",
  "sn22.87:10.5": "Then the Buddha together with several mendicants went to the Black Rock on the slopes of Isigili. ",
  "sn22.87:10.6": "The Buddha saw Vakkali off in the distance lying on his cot, having cast off the aggregates. ",
  "sn22.87:11.1": "Now at that time a cloud of black smoke was moving east, west, north, south, above, below, and in-between. ",
  "sn22.87:11.2": "The Buddha said to the mendicants, ",
  "sn22.87:11.3": "“Mendicants, do you see that cloud of black smoke moving east, west, north, south, above, below, and in-between?” ",
  "sn22.87:11.4": "“Yes, sir.” ",
  "sn22.87:11.5": "“That’s Māra the Wicked searching for Vakkali’s consciousness, wondering: ",
  "sn22.87:11.6": "‘Where is Vakkali’s consciousness established?’ ",
  "sn22.87:11.7": "But since his consciousness is not established, Vakkali is extinguished.” "
}