{
  "sn22.1:0.1": "Linked Discourses 22.1 ",
  "sn22.1:0.2": "1. Nakula’s Father ",
  "sn22.1:0.3": "Nakula’s Father ",
  "sn22.1:1.1": "So I have heard. ",
  "sn22.1:1.2": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood. ",
  "sn22.1:1.3": "Then the householder Nakula’s father went up to the Buddha, bowed, sat down to one side, and said to the Buddha: ",
  "sn22.1:2.1": "“Sir, I’m an old man, elderly and senior. I’m advanced in years and have reached the final stage of life. My body is ailing and I’m constantly unwell. ",
  "sn22.1:2.2": "I hardly ever get to see the esteemed mendicants. ",
  "sn22.1:2.3": "May the Buddha please advise me ",
  "sn22.1:2.4": "and instruct me. ",
  "sn22.1:2.5": "It will be for my lasting welfare and happiness.” ",
  "sn22.1:3.1": "“That’s so true, householder! That’s so true, householder! ",
  "sn22.1:3.2": "For this body is ailing, trapped in its shell. ",
  "sn22.1:3.3": "If anyone dragging around this body claimed to be healthy even for a minute, what is that but foolishness? ",
  "sn22.1:3.4": "So you should train like this: ",
  "sn22.1:3.5": "‘Though my body is ailing, my mind will be healthy.’ ",
  "sn22.1:3.6": "That’s how you should train.” ",
  "sn22.1:4.1": "And then the householder Nakula’s father approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went up to Venerable Sāriputta, bowed, and sat down to one side. Sāriputta said to him: ",
  "sn22.1:4.2": "“Householder, your faculties are so very clear, ",
  "sn22.1:4.3": "and your complexion is pure and bright. ",
  "sn22.1:4.4": "Did you get to hear a Dhamma talk in the Buddha’s presence today?” ",
  "sn22.1:5.1": "“What else, sir, could it possibly be? ",
  "sn22.1:5.2": "Just now the Buddha anointed me with the deathless ambrosia of a Dhamma talk.” ",
  "sn22.1:5.3": "“But what kind of ambrosial Dhamma talk has the Buddha anointed you with?” ",
  "sn22.1:5.4": "So Nakula’s father told Sāriputta all that had happened, and said, ",
  "sn22.1:5.5": "",
  "sn22.1:5.6": "",
  "sn22.1:5.7": "",
  "sn22.1:5.8": "",
  "sn22.1:5.9": "",
  "sn22.1:6.1": "",
  "sn22.1:6.2": "",
  "sn22.1:6.3": "",
  "sn22.1:6.4": "",
  "sn22.1:6.5": "",
  "sn22.1:6.6": "",
  "sn22.1:6.7": "",
  "sn22.1:6.8": "“That’s the ambrosial Dhamma talk that the Buddha anointed me with.” ",
  "sn22.1:7.1": "“But didn’t you feel the need to ask the Buddha the further question: ",
  "sn22.1:7.2": "‘Sir, how do you define someone ailing in body and ailing in mind, and someone ailing in body and healthy in mind’?” ",
  "sn22.1:7.3": "“Sir, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. ",
  "sn22.1:7.4": "May Venerable Sāriputta himself please clarify the meaning of this.” ",
  "sn22.1:8.1": "“Well then, householder, listen and pay close attention, I will speak.” ",
  "sn22.1:8.2": "“Yes, sir,” replied Nakula’s father. ",
  "sn22.1:8.3": "Sāriputta said this: ",
  "sn22.1:9.1": "“And how is a person ailing in body and ailing in mind? ",
  "sn22.1:9.2": "It’s when an unlearned ordinary person has not seen the noble ones, and is neither skilled nor trained in the qualities of a noble one. They’ve not seen good persons, and are neither skilled nor trained in the qualities of a good person. ",
  "sn22.1:9.3": "They regard form as self, self as having form, form in self, or self in form. ",
  "sn22.1:9.4": "They’re obsessed with the thought: ‘I am form, form is mine!’ ",
  "sn22.1:9.5": "But that form of theirs decays and perishes, ",
  "sn22.1:9.6": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:10.1": "They regard feeling as self, self as having feeling, feeling in self, or self in feeling. ",
  "sn22.1:10.2": "They’re obsessed with the thought: ‘I am feeling, feeling is mine!’ ",
  "sn22.1:10.3": "But that feeling of theirs decays and perishes, ",
  "sn22.1:10.4": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:11.1": "They regard perception as self, self as having perception, perception in self, or self in perception. ",
  "sn22.1:11.2": "They’re obsessed with the thought: ‘I am perception, perception is mine!’ ",
  "sn22.1:11.3": "But that perception of theirs decays and perishes, ",
  "sn22.1:11.4": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:12.1": "They regard choices as self, self as having choices, choices in self, or self in choices. ",
  "sn22.1:12.2": "They’re obsessed with the thought: ‘I am choices, choices are mine!’ ",
  "sn22.1:12.3": "But those choices of theirs decay and perish, ",
  "sn22.1:12.4": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:13.1": "They regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ",
  "sn22.1:13.2": "They’re obsessed with the thought: ‘I am consciousness, consciousness is mine!’ ",
  "sn22.1:13.3": "But that consciousness of theirs decays and perishes, ",
  "sn22.1:13.4": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:13.5": "That’s how a person is ailing in body and ailing in mind. ",
  "sn22.1:14.1": "And how is a person ailing in body and healthy in mind? ",
  "sn22.1:14.2": "It’s when a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons. ",
  "sn22.1:14.3": "They don’t regard form as self, self as having form, form in self, or self in form. ",
  "sn22.1:14.4": "They’re not obsessed with the thought: ‘I am form, form is mine!’ ",
  "sn22.1:14.5": "So when that form of theirs decays and perishes, ",
  "sn22.1:14.6": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:15.1": "They don’t regard feeling as self, self as having feeling, feeling in self, or self in feeling. ",
  "sn22.1:15.2": "They’re not obsessed with the thought: ‘I am feeling, feeling is mine!’ ",
  "sn22.1:15.3": "So when that feeling of theirs decays and perishes, ",
  "sn22.1:15.4": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:16.1": "They don’t regard perception as self, self as having perception, perception in self, or self in perception. ",
  "sn22.1:16.2": "They’re not obsessed with the thought: ‘I am perception, perception is mine!’ ",
  "sn22.1:16.3": "So when that perception of theirs decays and perishes, ",
  "sn22.1:16.4": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:17.1": "They don’t regard choices as self, self as having choices, choices in self, or self in choices. ",
  "sn22.1:17.2": "They’re not obsessed with the thought: ‘I am choices, choices are mine!’ ",
  "sn22.1:17.3": "So when those choices of theirs decay and perish, ",
  "sn22.1:17.4": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:18.1": "They don’t regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ",
  "sn22.1:18.2": "They’re not obsessed with the thought: ‘I am consciousness, consciousness is mine!’ ",
  "sn22.1:18.3": "So when that consciousness of theirs decays and perishes, ",
  "sn22.1:18.4": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.1:18.5": "That’s how a person is ailing in body and healthy in mind.” ",
  "sn22.1:19.1": "That’s what Venerable Sāriputta said. ",
  "sn22.1:19.2": "Satisfied, Nakula’s father was happy with what Sāriputta said. "
}