{
  "sn22.123:0.1": "Linked Discourses 22.123 ",
  "sn22.123:0.2": "12. A Dhamma speaker ",
  "sn22.123:0.3": "Learned ",
  "sn22.123:1.1": "At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Benares, in the deer park at Isipatana. ",
  "sn22.123:1.2": "Then in the late afternoon, Venerable Mahākoṭṭhita came out of retreat, went to Venerable Sāriputta, bowed, sat down to one side, and said: ",
  "sn22.123:2.1": "“Reverend Sāriputta, what things should a learned mendicant properly attend to?” ",
  "sn22.123:2.2": "“A learned mendicant should properly attend to these five grasping aggregates as impermanent … as not-self. ",
  "sn22.123:2.3": "What five? ",
  "sn22.123:2.4": "That is, the grasping aggregates of form, feeling, perception, choices, and consciousness. ",
  "sn22.123:2.5": "A learned mendicant should properly attend to these five grasping aggregates as impermanent … as not-self. ",
  "sn22.123:2.6": "It’s possible that a learned mendicant who properly attends to the five grasping aggregates will realize the fruit of stream-entry.” ",
  "sn22.123:3.1": "“But Reverend Sāriputta, what things should a mendicant stream-enterer properly attend to?” ",
  "sn22.123:3.2": "“A mendicant stream-enterer should also properly attend to these five grasping aggregates as impermanent … as not-self. ",
  "sn22.123:3.3": "It’s possible that a mendicant stream-enterer who properly attends to the five grasping aggregates will realize the fruit of once-return.” … ",
  "sn22.123:3.4": "“It’s possible that a mendicant once-returner who properly attends to the five grasping aggregates will realize the fruit of non-return.” … ",
  "sn22.123:3.5": "“It’s possible that a mendicant non-returner who properly attends to the five grasping aggregates will realize the fruit of perfection.” ",
  "sn22.123:4.1": "“But Reverend Sāriputta, what things should a perfected one properly attend to?” ",
  "sn22.123:4.2": "“Reverend Koṭṭhita, a perfected one should properly attend to the five grasping aggregates as impermanent, as suffering, as diseased, as a boil, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self. ",
  "sn22.123:4.3": "A perfected one has nothing more to do, and nothing that needs improvement. ",
  "sn22.123:4.4": "Still, these things, when developed and cultivated, lead to blissful meditation in the present life, and also to mindfulness and situational awareness.” "
}