{
  "sn22.95:0.1": "Linked Discourses 22 ",
  "sn22.95:0.2": "10. Flowers ",
  "sn22.95:0.3": "95. A Lump of Foam ",
  "sn22.95:1.1": "At one time the Buddha was staying near Ayojjhā on the bank of the Ganges river. ",
  "sn22.95:1.2": "There the Buddha addressed the mendicants: ",
  "sn22.95:2.1": "“Mendicants, suppose this Ganges river was carrying along a big lump of foam. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a lump of foam? ",
  "sn22.95:2.2": "In the same way, a mendicant sees and contemplates any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in form? ",
  "sn22.95:3.1": "Suppose it was the time of autumn, when the rain was falling heavily, and a bubble on the water forms and pops right away. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a water bubble? ",
  "sn22.95:3.2": "In the same way, a mendicant sees and contemplates any kind of feeling at all … examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in feeling? ",
  "sn22.95:4.1": "Suppose that in the last month of summer, at noon, a shimmering mirage appears. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a mirage? ",
  "sn22.95:4.2": "In the same way, a mendicant sees and contemplates any kind of perception at all … examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in perception? ",
  "sn22.95:5.1": "Suppose there was a person in need of heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest. There they’d see a big banana tree, straight and young and grown free of defects. They’d cut it down at the base, cut off the top, and unroll the coiled sheaths. But they wouldn’t even find sapwood, much less heartwood. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a banana tree? ",
  "sn22.95:5.2": "In the same way, a mendicant sees and contemplates any kind of choices at all … examining them carefully. And they appear to them as completely void, hollow, and insubstantial. For what substance could there be in choices? ",
  "sn22.95:6.1": "Suppose a magician or their apprentice was to perform a magic trick at the crossroads. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a magic trick? ",
  "sn22.95:6.2": "In the same way, a mendicant sees and contemplates any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in consciousness? ",
  "sn22.95:7.1": "Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. ",
  "sn22.95:7.2": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ",
  "sn22.95:7.3": "They understand: ‘… there is no return to any state of existence.’” ",
  "sn22.95:8.1": "That is what the Buddha said. ",
  "sn22.95:8.2": "Then the Holy One, the Teacher, went on to say: ",
  "sn22.95:9.1": "“Form is like a lump of foam; ",
  "sn22.95:9.2": "feeling is like a bubble; ",
  "sn22.95:9.3": "perception seems like a mirage; ",
  "sn22.95:9.4": "choices like a banana tree; ",
  "sn22.95:9.5": "and consciousness like a magic trick: ",
  "sn22.95:9.6": "so taught the Kinsman of the Sun. ",
  "sn22.95:10.1": "However you contemplate them, ",
  "sn22.95:10.2": "examining them carefully, ",
  "sn22.95:10.3": "they’re void and hollow ",
  "sn22.95:10.4": "when you look at them closely. ",
  "sn22.95:11.1": "Concerning this body, ",
  "sn22.95:11.2": "he of vast wisdom has taught ",
  "sn22.95:11.3": "that when three things are given up, ",
  "sn22.95:11.4": "you’ll see this form discarded. ",
  "sn22.95:12.1": "Vitality, warmth, and consciousness: ",
  "sn22.95:12.2": "when they leave the body, ",
  "sn22.95:12.3": "it lies there tossed aside, ",
  "sn22.95:12.4": "food for others, mindless. ",
  "sn22.95:13.1": "Such is this process, ",
  "sn22.95:13.2": "this illusion, cooed over by fools. ",
  "sn22.95:13.3": "It’s said to be a killer, ",
  "sn22.95:13.4": "for no substance is found here. ",
  "sn22.95:14.1": "An energetic mendicant ",
  "sn22.95:14.2": "should examine the aggregates like this, ",
  "sn22.95:14.3": "with situational awareness and mindfulness ",
  "sn22.95:14.4": "whether by day or by night. ",
  "sn22.95:15.1": "They should give up all fetters, ",
  "sn22.95:15.2": "and make a refuge for themselves. ",
  "sn22.95:15.3": "They should live as though their head was on fire, ",
  "sn22.95:15.4": "aspiring to the imperishable state.” "
}