{
  "patthana11.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.1:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.1:0.3": "11.1. Kusalattika, Vedanāttika",
  "patthana11.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana11.1:2.0.1": "11.1.1. Sukhāyavedanāyasampayuttapada",
  "patthana11.1:2.0.2": "Hetu",
  "patthana11.1:2.1": "Nakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.1:3.1": "Naakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.1:4.1": "Naabyākataṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.1:5.1": "Nakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.1:6.1": "Naakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naakusalaṁ nasukhāya vedanāya sampayuttañca naabyākataṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.1:7.1": "Nakusalaṁ nasukhāya vedanāya sampayuttañca naakusalaṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttañca naakusalaṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nasukhāya vedanāya sampayuttañca naakusalaṁ nasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana11.1:8.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sahajātavārepi …pe… pañhāvārepi vitthāro.)",
  "patthana11.1:9.0.1": "11.1.2. Dukkhāyavedanāyasampayuttapada",
  "patthana11.1:9.0.2": "Hetu",
  "patthana11.1:9.1": "Nakusalaṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naabyākato nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto ca naabyākato nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto ca naakusalo nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.1:10.1": "Naakusalaṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:11.1": "Naabyākataṁ nadukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naabyākato nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … cha.",
  "patthana11.1:12.1": "Nakusalaṁ nadukkhāya vedanāya sampayuttañca naabyākataṁ nadukkhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:13.1": "Naakusalaṁ nadukkhāya vedanāya sampayuttañca naabyākataṁ nadukkhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:14.1": "Nakusalaṁ nadukkhāya vedanāya sampayuttañca naakusalaṁ nadukkhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana11.1:15.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāretabbaṁ.)",
  "patthana11.1:16.0.1": "11.1.3. Adukkhamasukhavedanāyasampayuttapada",
  "patthana11.1:16.0.2": "Hetu",
  "patthana11.1:16.1": "Nakusalaṁ naadukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:17.1": "Naakusalaṁ naadukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:18.1": "Naabyākataṁ naadukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naabyākato naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … cha.",
  "patthana11.1:19.1": "Nakusalaṁ naadukkhamasukhāya vedanāya sampayuttañca naabyākataṁ naadukkhamasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:20.1": "Naakusalaṁ naadukkhamasukhāya vedanāya sampayuttañca naabyākataṁ naadukkhamasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:21.1": "Nakusalaṁ naadukkhamasukhāya vedanāya sampayuttañca naakusalaṁ naadukkhamasukhāya vedanāya sampayuttañca dhammaṁ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana11.1:22.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāro.)"
}