{
  "patthana11.10:0.1": "Paṭṭhānapakaraṇa ",
  "patthana11.10:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5) ",
  "patthana11.10:0.3": "11.10. Vedanāttika, Kusalattika ",
  "patthana11.10:1.1": "Nasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta. ",
  "patthana11.10:2.1": "Nadukkhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta. ",
  "patthana11.10:3.1": "Naadukkhamasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta. ",
  "patthana11.10:4.1": "Nasukhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta. ",
  "patthana11.10:5.1": "Nadukkhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṁ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṁ nakusalañca dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṁ.) ",
  "patthana11.10:6.1": "Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa …pe… purejāte āsevane aṭṭhacattālīsa …pe… avigate ekūnapaññāsa. ",
  "patthana11.10:7.1": "Nasukhāya vedanāya sampayuttaṁ naakusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto naakusalo dhammo uppajjati hetupaccayā …. (Saṅkhittaṁ.) ",
  "patthana11.10:8.1": "Hetuyā ekūnapaññāsa …pe… purejāte aṭṭhacattālīsa, āsevane sattacattālīsa …pe… avigate ekūnapaññāsa. ",
  "patthana11.10:9.1": "Nasukhāya vedanāya sampayuttaṁ naabyākataṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto naabyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana11.10:10.1": "Hetuyā aṭṭhacattālīsa …pe… avigate aṭṭhacattālīsa. (Sabbattha vitthāro.) "
}