{
  "patthana11.9:0.1": "Paṭṭhānapakaraṇa ",
  "patthana11.9:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5) ",
  "patthana11.9:0.3": "11.9. Kusalattika, Sanidassanattika ",
  "patthana11.9:1.1": "Nakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naabyākato nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.9:2.1": "Naakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naabyākato nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Naakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.9:3.1": "Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naabyākato nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana11.9:4.1": "Nakusalaṁ nasanidassanasappaṭighañca naabyākataṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā … pañca. ",
  "patthana11.9:5.1": "Naakusalaṁ nasanidassanasappaṭighañca naabyākataṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā … pañca. ",
  "patthana11.9:6.1": "Nakusalaṁ nasanidassanasappaṭighañca naakusalaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṁ nasanidassanasappaṭighañca naakusalaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṁ nasanidassanasappaṭighañca naakusalaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana11.9:7.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāro.) ",
  "patthana11.9:8.1": "Nakusalaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana11.9:9.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāro.) ",
  "patthana11.9:10.1": "Nakusalaṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana11.9:11.1": "Hetuyā nava …pe… avigate nava. (Sabbattha vitthāro.) "
}