{
  "patthana11.16:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.16:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.16:0.3": "11.16. Sanidassanattika, Kusalattika",
  "patthana11.16:1.1": "Nasanidassanasappaṭighaṁ nakusalaṁ dhammaṁ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nakusalaṁ dhammaṁ paṭicca naanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nakusalaṁ dhammaṁ paṭicca naanidassanaappaṭigho nakusalo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana11.16:2.1": "Naanidassanasappaṭighaṁ nakusalaṁ dhammaṁ paṭicca naanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ nakusalaṁ dhammaṁ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ nakusalaṁ dhammaṁ paṭicca naanidassanaappaṭigho nakusalo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana11.16:3.1": "Naanidassanaappaṭighaṁ nakusalaṁ dhammaṁ paṭicca naanidassanaappaṭigho nakusalo dhammo uppajjati hetupaccayā … cha.",
  "patthana11.16:4.1": "Nasanidassanasappaṭighaṁ nakusalañca naanidassanaappaṭighaṁ nakusalañca dhammaṁ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā … cha.",
  "patthana11.16:5.1": "Naanidassanasappaṭighaṁ nakusalañca naanidassanaappaṭighaṁ nakusalañca dhammaṁ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā … cha. (Saṅkhittaṁ.)",
  "patthana11.16:6.1": "Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. (Sabbattha vitthāro.)",
  "patthana11.16:7.1": "Nasanidassanasappaṭighaṁ naakusalaṁ dhammaṁ paṭicca nasanidassanasappaṭigho naakusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana11.16:8.1": "Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. (Sabbattha vitthāro.)",
  "patthana11.16:9.1": "Nasanidassanasappaṭighaṁ naabyākataṁ dhammaṁ paṭicca nasanidassanasappaṭigho naabyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana11.16:10.1": "Hetuyā nava. (Sabbattha nava.)"
}