{
  "an9.3:0.1": "Palaipsninių suttų rinkinys 9 ",
  "an9.3:0.2": "1. Visiškas nušvitimas ",
  "an9.3:0.3": "3. Sutta apie Meghiją ",
  "an9.3:1.1": "Kartą Palaimintasis buvo apsistojęs ant Čialikos kalno. ",
  "an9.3:1.2": "Tuo metu garbingasis Meghija buvo Palaimintojo padėjėju. ",
  "an9.3:1.3": "Ir štai garbingasis Meghija nuėjo pas Palaimintąjį. Atėjęs pasveikino jį ir atsistojo iš šono. Stovėdamas gi iš šono garbingasis Meghija pasakė Palaimintajam štai ką: ",
  "an9.3:1.4": "„Garbusis, aš norėčiau eiti rinkti aukų į Džiantugamą.” ",
  "an9.3:1.5": "„Gali daryti, Meghija, kam manai dabar laikas.” ",
  "an9.3:2.1": "Ir štai garbingasis Meghija iš ryto apsirengęs, pasiėmęs dubenį aukoms ir viršutinį apdarą, nuėjo į Džiantugamą aukų (rinkti). ",
  "an9.3:2.2": "Pavaikščiojęs Džiantugamoje, surinkęs maisto, po valgio, grįžęs iš aukų rinkimo, jis nuėjo prie Kimikalo upės kranto. ",
  "an9.3:2.3": "Bevaikščiodamas Kimikalo upės pakrante, garbingasis Meghija pamatė gražią, žavingą mangų giraitę ",
  "an9.3:2.4": "ir pagalvojo: ",
  "an9.3:2.5": "„Ši mangų giraitė išties graži ir žavinga. Norinčiam medituoti kilnios šeimos žmogui, tai, išties, yra tinkama vieta meditacijai (lit. „stengimuisi”). ",
  "an9.3:2.6": "Jei Palaimintasis leis, grįsčiau į šią mangų giraitę medituoti.” ",
  "an9.3:3.1": "Ir štai garbingasis Meghija nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono garbingasis Meghija pasakė Palaimintajam štai ką: ",
  "an9.3:4.1": "„Šį rytą, Garbusis, apsirengiau, pasiėmiau dubenį aukoms bei viršutinį apdarą ir nuėjau į Džiantugamą aukų (rinkti). ",
  "an9.3:4.2": "Pavaikščiojęs Džiantugamoje, surinkęs maisto, po valgio, grįžęs iš aukų rinkimo, nuėjau prie Kimikalo upės kranto. ",
  "an9.3:4.3": "Bevaikščiodamas Kimikalo upės pakrante, pamačiau gražią, žavingą mangų giraitę ",
  "an9.3:4.4": "ir pagalvojau: ",
  "an9.3:4.5": "„Ši mangų giraitė išties graži ir žavinga. ",
  "an9.3:4.6": "Norinčiam medituoti kilnios šeimos žmogui, tai, išties, yra tinkama vieta meditacijai (lit. „stengimuisi”). ",
  "an9.3:4.7": "Jei Palaimintasis leis, grįsčiau į šią mangų giraitę medituoti.” ",
  "an9.3:4.8": "Jei Palaimintasis leis, eičiau į tą mangų giraitę medituoti.” ",
  "an9.3:4.9": "„Esame vieni, Meghija, palauk, kol ateis kitas vienuolis.” ",
  "an9.3:5.1": "Antrą kartą garbingasis Meghija tarė Palaimintajam: ",
  "an9.3:5.2": "„Garbusis, Palaimintajam nebereikia nieko daugiau daryti ir nereikia pakartoti to, kas jau padaryta. ",
  "an9.3:5.3": "Man gi, Garbusis, yra dar ką padaryti ir reikia kartoti tai, kas jau padaryta. ",
  "an9.3:5.4": "Jei Palaimintasis leis, eičiau į tą mangų giraitę medituoti.” ",
  "an9.3:5.5": "„Esame vieni, Meghija, palauk, kol ateis kitas vienuolis.” ",
  "an9.3:6.1": "Trečią kartą garbingasis Meghija tarė Palaimintajam: ",
  "an9.3:6.2": "Garbusis, Palaimintajam nebereikia nieko daugiau daryti ir nereikia pakartoti to, kas jau padaryta. ",
  "an9.3:6.3": "Man gi, Garbusis, yra dar ką padaryti ir reikia kartoti tai, kas jau padaryta. ",
  "an9.3:6.4": "Jei Palaimintasis leis, eičiau į tą mangų giraitę medituoti.” ",
  "an9.3:6.5": "Kadangi tu kalbi apie meditaciją, Meghija, ką aš tau galiu pasakyti? ",
  "an9.3:6.6": "Gali daryti tai, kam manai laikas.” ",
  "an9.3:7.1": "Ir štai garbingasis Meghija atsikėlė, pasveikino Palaimintąjį ir, išėjo neatsukdamas į jį nugaros, leidosi link mangų giraitės. Atėjęs į giraitę atsisėdo po medžiu dienai praleisti. ",
  "an9.3:7.2": "Ir štai garbingajam Meghijai būnant toje mangų giraitėje, vis kilo trijų rūšių blogos nedoros mintys: ",
  "an9.3:7.3": "mintys, susijusios su juslinių malonumų geismu, piktais norais ir žiaurumu. ",
  "an9.3:7.4": "Tuomet jis pagalvojo: ",
  "an9.3:7.5": "„Nieko sau! Neįtikėtina! ",
  "an9.3:7.6": "Aš gi žengiau priekin iš namų į gyvenimą be namų iš tikėjimo, ",
  "an9.3:7.7": "tačiau mane vis dar persekioja šios trijų rūšių blogos nedoros mintys: ",
  "an9.3:7.8": "mintys, susijusios su juslinių malonumų geismu, piktais norais ir žiaurumu.” ",
  "an9.3:8.1": "Ir štai garbingasis Meghija nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono garbingasis Meghija pasakė Palaimintajam štai ką: ",
  "an9.3:9.1": "„Štai, Garbusis, būnant toje mangų giraitėje, man vis kilo trijų rūšių blogos nedoros mintys: ",
  "an9.3:9.2": "mintys, susijusios su juslinių malonumų geismu, piktais norais ir žiaurumu. ",
  "an9.3:9.3": "Tuomet, Garbusis, aš taip pagalvojau: ",
  "an9.3:9.4": "„Nieko sau! Neįtikėtina! ",
  "an9.3:9.5": "Aš gi žengiau priekin iš namų į gyvenimą be namų iš tikėjimo, ",
  "an9.3:9.6": "tačiau mane vis dar persekioja šios trijų rūšių blogos nedoros mintys: ",
  "an9.3:9.7": "mintys, susijusios su juslinių malonumų geismu, piktais norais ir žiaurumu.” ",
  "an9.3:10.1": "„Meghija, penki veiksniai padeda nesubrendusiam proto išsilaisvinimui subręsti. ",
  "an9.3:10.2": "Kokie penki? ",
  "an9.3:10.3": "Štai, Meghija, vienuolis turi kilnių draugų, kilnių bendražygių, kilnių bičiulių. ",
  "an9.3:10.4": "Tai pirmasis veiksnys, padedantis nesubrendusiam proto išsilaisvinimui subręsti. ",
  "an9.3:11.1": "Toliau, Meghija, vienuolis yra dorovingas, jis gyvena sulaikydamas save vienuoliškais priesakais, laikydamasis gero elgesio, matydamas pavojų mažiausiame prasižengime, jis įsipareigoja laikytis priesakų. ",
  "an9.3:11.2": "Tai antrasis veiksnys, padedantis nesubrendusiam proto išsilaisvinimui subręsti. ",
  "an9.3:12.1": "Toliau, Meghiya, vienuolis gali kada panorėjęs, be jokio vargo ar sunkumų, išgirsti kalbas apie asketišką gyvenimą, kurios padeda atverti širdį, t. y. kalbas apie kuklius norus, apie pasitenkinimą, apie vienatvę, apie tai, kaip neprisirišti prie kitų, apie pastangų sukėlimą, apie dorą elgesį, apie sutelktį, apie išmintį, apie išsilaisvinimą, apie išsilaisvinimo žinojimą ir matymą. ",
  "an9.3:12.2": "Tai trečiasis veiksnys, padedantis nesubrendusiam proto išsilaisvinimui subręsti. ",
  "an9.3:13.1": "Toliau, Meghija, vienuolis gyvena uoliai stengdamasis pašalinti nedoras būsenas, įgyti doras būsenas. Dorų būsenų atžvilgiu yra ištvermingas, stiprus, neatskiriamas nuo jų. ",
  "an9.3:13.2": "Tai ketvirtasis veiksnys, padedantis nesubrendusiam proto išsilaisvinimui subręsti. ",
  "an9.3:14.1": "Toliau, Meghija, vienuolis yra išmintingas, turintis kilimo ir nykimo supratimą, kuris yra taurus ir prasiskverbiantis, vedantis į visišką kančios sunaikinimą. ",
  "an9.3:14.2": "Tai penktasis veiksnys, padedantis nesubrendusiam proto išsilaisvinimui subręsti. ",
  "an9.3:15.1": "Kai, Meghija, vienuolis turi kilnių draugų, kilnių bendražygių, kilnių bičiulių, iš jo galima tikėtis, kad ",
  "an9.3:15.2": "jis bus dorovingas … laikysis dorovės pagrindų, kurių įsipareigojo laikytis. ",
  "an9.3:16.1": "Kai, Meghija, vienuolis turi kilnių draugų, kilnių bendražygių, kilnių bičiulių, iš jo galima tikėtis, kad ",
  "an9.3:16.2": "jis galės kada panorėjęs, be jokio vargo ar sunkumų, išgirsti kalbas apie asketišką gyvenimą, kurios padeda atverti širdį, t. y. kalbas apie kuklius norus … apie išsilaisvinimo žinojimą ir matymą. ",
  "an9.3:17.1": "Kai, Meghija, vienuolis turi kilnių draugų, kilnių bendražygių, kilnių bičiulių, iš jo galima tikėtis, kad jis gyvens uoliai stengdamasis pašalinti nedoras būsenas, įgyti doras būsenas. Dorų būsenų atžvilgiu bus ištvermingas, stiprus, neatskiriamas nuo jų. ",
  "an9.3:18.1": "Kai, Meghija, vienuolis turi kilnių draugų, kilnių bendražygių, kilnių bičiulių, iš jo galima tikėtis, kad jis bus išmintingas, turintis kilimo ir nykimo supratimą, kuris yra taurus ir prasiskverbiantis, vedantis į visišką kančios sunaikinimą. ",
  "an9.3:19.1": "Remdamasis, Meghija, šiais penkiais veiksniais, vienuolis turėtų toliau lavinti (dar) keturis. ",
  "an9.3:19.2": "Nepatrauklumo (suvokimas) turėtų būti lavinamas, kad būtų atsikratyta geismo. Geraširdiškumas turėtų būti lavinamas, kad būtų atsikratyta piktavališkumo. Atida kvėpavimui turėtų būti lavinama, kad būtų atsikratyta minčių. Nepastovumo suvokimas turėtų būti lavinimas, kad būtų atsikratyta manymo „aš esu”. ",
  "an9.3:19.3": "Savasties nebuvimo suvokimas įsitvirtina suvokiančiajame nepastovumą. ",
  "an9.3:19.4": "Suvokiantysis savasties nebuvimą, panaikina manymą „aš esu”, o tai yra _nibbāna_ šitame pačiame gyvenime.” "
}