{
  "sn11.22:0.1": "Pagal temą susijusių suttų rinkinys 11 ",
  "sn11.22:0.2": "3. Trečias skyrius ",
  "sn11.22:0.3": "22. Apie bjaurųjį ",
  "sn11.22:1.1": "Džetos giraitėje netoli Savatthi. ",
  "sn11.22:1.2": "Ten gi … štai ką pasakė: ",
  "sn11.22:1.3": "„Vienuoliai, kartą praeityje ant Sakkos, dievybių valdovo, sosto atsisėdo viena bjauri išsigimusi dvasia. ",
  "sn11.22:1.4": "Tuomet Tāvatiṁsos dievybės dėl to skundėsi, murmėjo ir piktinosi, sakydamos: ",
  "sn11.22:1.5": "„Nieko sau, ponai! Neįtikėtina, ponai! ",
  "sn11.22:1.6": "Ši bjauri išsigimusi dvasia atsisėdo ant Sakkos, dievybių valdovo, sosto!” ",
  "sn11.22:1.7": "Tačiau kiek Tāvatiṁsos dievybės dėl to skundėsi, murmėjo ir piktinosi, tiek ta dvasia darėsi tik gražesnė, patrauklesnė ir grakštesnė. ",
  "sn11.22:2.1": "Tuomet, vienuoliai, Tāvatiṁsos dievybės priėjo prie Sakkos ir tarė jam: ",
  "sn11.22:2.2": "„Štai, mielasis pone, ant tavo sosto atsisėdo negraži išsigimusi dvasia.” ",
  "sn11.22:2.3": "Tuomet Tāvatiṁsos dievybės dėl to skundėsi, murmėjo ir piktinosi, sakydamos: ",
  "sn11.22:2.4": "„Nieko sau, ponai! Neįtikėtina, ponai! ",
  "sn11.22:2.5": "Ši bjauri išsigimusi dvasia atsisėdo ant Sakkos, dievybių valdovo, sosto!” ",
  "sn11.22:2.6": "Tačiau, mielasis pone, kiek Tāvatiṁsos dievybės dėl to skundėsi, murmėjo ir piktinosi, tiek ta dvasia darėsi tik gražesnė, patrauklesnė ir grakštesnė. ",
  "sn11.22:2.7": "„Tai, mielieji ponai, turi būti pykčiu mintanti dvasia.” ",
  "sn11.22:3.1": "Ir štai, vienuoliai, Sakka, dievybių valdovas, priėjo prie tos pykčiu mintančios dvasios. Priėjęs jis užsimetė viršutinį drabužį ant vieno peties, atsiklaupė dešiniuoju keliu ant žemės ir, iškėlęs sujungtas rankas pagarbiam tos dvasios pasveikinimui, tris kartus paskelbė savo vardą: ",
  "sn11.22:3.2": "„Aš, mielasis pone, esu Sakka, dievybių valdovas! Aš, mielasis pone, esu Sakka, dievybių valdovas!” ",
  "sn11.22:3.3": "Kiek Sakka skelbė savo vardą, tiek ta dvasia darėsi vis bjauresnė, vis labiau deformuota, ",
  "sn11.22:3.4": "kol išnyko čia pat. ",
  "sn11.22:3.5": "Tada, vienuoliai, atsisėdęs į savo vietą, pamokydamas Tāvatiṁsos dievybes, Sakka, dievybių valdovas, ta proga padeklamavo šiuos posmus: ",
  "sn11.22:4.1": "„Nesu tas, kurio protą lengva sugadinti, ",
  "sn11.22:4.2": "Nei esu lengvai įtraukiamas pykčio sūkurio, ",
  "sn11.22:4.3": "Nei pykstu aš ilgai, ",
  "sn11.22:4.4": "Nei pyktis manyje išsilaiko. ",
  "sn11.22:5.1": "Kai supykstu, nekalbu šiurkščiai ",
  "sn11.22:5.2": "Ir neaukštinu savo dorybių. ",
  "sn11.22:5.3": "Aš laikau save suvaldęs ",
  "sn11.22:5.4": "Rūpindamasis savo gerove.” "
}