{
  "sn11.3:0.1": "Pagal temą susijusių suttų rinkinys 11 ",
  "sn11.3:0.2": "1. Pirmas skyrius ",
  "sn11.3:0.3": "3. Vėliavos viršūnė ",
  "sn11.3:1.1": "Savatthyje. ",
  "sn11.3:1.2": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "sn11.3:1.3": "„Vienuoliai!” ",
  "sn11.3:1.4": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "sn11.3:1.5": "Palaimintasis štai ką pasakė: ",
  "sn11.3:2.1": "„Vienuoliai, kadaise praeityje dievybės ir asurai stojo į mūšį. ",
  "sn11.3:2.2": "Ir štai _Sakka_, dievybių valdovas kreipėsi į _Tāvatiṃsos_ dievybes: ",
  "sn11.3:3.1": "„Mielieji, jei mūšyje dievybėms kiltų baimė, siaubas ar šiurpas, tuomet turėtumėte pažvelgti į mano vėliavos viršūnę. ",
  "sn11.3:3.2": "Juk pažvelgus į mano vėliavos viršūnę, jums sukilusi baimė, siaubas ar šiurpas praeis. ",
  "sn11.3:4.1": "Jei nepavyktų pažvelgti į mano vėliavos viršūnę, tuomet turėtumėte pažvelgti į dievybių valdovo Pažapačio vėliavos viršūnę. ",
  "sn11.3:4.2": "Juk pažvelgus į dievybių valdovo Pažapačio vėliavos viršūnę, jums sukilusi baimė, siaubas ar šiurpas praeis. ",
  "sn11.3:5.1": "Jei nepavyktų pažvelgti į dievybių valdovo Pažapačio vėliavos viršūnę, tuomet turėtumėte pažvelgti į dievybių valdovo Varunos vėliavos viršūnę. ",
  "sn11.3:5.2": "Juk pažvelgus į dievybių valdovo Varunos vėliavos viršūnę, jums sukilusi baimė, siaubas ar šiurpas praeis. ",
  "sn11.3:6.1": "Jei nepavyktų pažvelgti į dievybių valdovo Varunos vėliavos viršūnę, tuomet turėtumėte pažvelgti į dievybių valdovo Ysanos vėliavos viršūnę. ",
  "sn11.3:6.2": "Juk pažvelgus į dievybių valdovo Ysanos vėliavos viršūnę, jums sukilusi baimė, siaubas ar šiurpas praeis.” ",
  "sn11.3:7.1": "Bet pažvelgus į dievybių valdovo _Sakkos_, ar dievybių valdovo Pažapačio, ar dievybių valdovo Varunos, ar dievybių valdovo Ysanos vėliavos viršūnę, sukilusi baimė, siaubas ar šiurpas gali praeiti, gali ir nepraeiti. ",
  "sn11.3:8.1": "Dėl kokios priežasties? ",
  "sn11.3:8.2": "Juk _Sakka_, vienuoliai, dievybių valdovas nėra atsikratęs nei aistros, nei neapykantos, nei paklydimo, jis gali išsigąsti, nustėrti, pašiurpti, pabėgti. ",
  "sn11.3:9.1": "Aš gi, vienuoliai, sakau taip: ",
  "sn11.3:9.2": "„Jei, vienuoliai, nuėjus į mišką, ar po medžių, ar į atokią vietą, jums kiltų baimė, siaubas ar šiurpas, tuomet turėtumėte atminti apie mane: ",
  "sn11.3:9.3": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "sn11.3:9.4": "Atminus mane, vienuoliai, jums sukilusi baimė, siaubas ar šiurpas praeis. ",
  "sn11.3:10.1": "O jei manęs neatmintumėte, atminkite apie Mokymą: ",
  "sn11.3:10.2": "„Gerai išdėstytas Palaimintuoju Mokymas, jis matomas čia ir dabar, nesensta, ragina įsitikinti (jo tikrumu), yra vertas taikymo, turi būti asmeniškai pažintas išmintingųjų.” ",
  "sn11.3:10.3": "Atminus Mokymą, vienuoliai, jums sukilusi baimė, siaubas ar šiurpas praeis. ",
  "sn11.3:11.1": "O jei Mokymo neatmintumėte, atminkite apie bendruomenę: ",
  "sn11.3:11.2": "„Gerai žengia keliu Palaimintojo mokinių bendruomenė. Teisingai žengia keliu Palaimintojo mokinių bendruomenė. Tinkamai žengia keliu Palaimintojo mokinių bendruomenė. Deramai žengia keliu Palaimintojo mokinių bendruomenė, tai yra keturios poros, aštuonių rūšių taurios būtybės. Ši Palaimintojo mokinių bendruomenė yra verta dovanų, verta svetingumo, verta aukų, verta pagarbaus pasveikinimo, neprilygstamas laukas visam pasauliui nusipelnyti gero rezultato.” ",
  "sn11.3:11.3": "Atminus bendruomenę, vienuoliai, jums sukilusi baimė, siaubas ar šiurpas praeis. ",
  "sn11.3:12.1": "Dėl kokios priežasties? ",
  "sn11.3:12.2": "Juk Tathagata, vienuoliai, yra _arahantas_, tobulai nušvitęs, neturi nei aistros, nei neapykantos, nei paklydimo, jis negali išsigąsti, nustėrti, pašiurpti, pabėgti.” ",
  "sn11.3:12.3": "Štai ką pasakė Palaimintasis. ",
  "sn11.3:12.4": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "sn11.3:13.1": "„Miške, po medžiu ",
  "sn11.3:13.2": "ar atokioje vietoje, vienuoliai, ",
  "sn11.3:13.3": "atminkite Budą, ",
  "sn11.3:13.4": "kad jums nekiltų baimės. ",
  "sn11.3:14.1": "Jei neatmintumėte Budos, ",
  "sn11.3:14.2": "aukščiausio pasaulyje, geriausio iš geriausių, ",
  "sn11.3:14.3": "tuomet atminkite Mokymą, ",
  "sn11.3:14.4": "išvaduojantį, gerai išdėstytą. ",
  "sn11.3:15.1": "Jei neatmintumėte Mokymo, ",
  "sn11.3:15.2": "išvaduojančio, gerai išdėstyto, ",
  "sn11.3:15.3": "tuomet atminkite bendruomenę, ",
  "sn11.3:15.4": "neprilygstamą lauką nusipelnyti gero rezultato. ",
  "sn11.3:16.1": "Taip atmenantiems Budą, ",
  "sn11.3:16.2": "Mokymą ir bendruomenę, vienuoliai, ",
  "sn11.3:16.3": "nekils nei baimė, nei siaubas, ",
  "sn11.3:16.4": "nei šiurpas.” "
}