{
  "sn12.53:0.1": "Linked Discourses 12 ",
  "sn12.53:0.2": "6. Suffering ",
  "sn12.53:0.3": "53. Fetters ",
  "sn12.53:1.1": "At Sāvatthī. ",
  "sn12.53:1.2": "“There are things that are prone to being fettered. When you concentrate on the gratification provided by these things, your craving grows. ",
  "sn12.53:1.3": "Craving is a condition for grasping. ",
  "sn12.53:1.4": "Grasping is a condition for continued existence. ",
  "sn12.53:1.5": "Continued existence is a condition for rebirth. ",
  "sn12.53:1.6": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "sn12.53:1.7": "That is how this entire mass of suffering originates. ",
  "sn12.53:2.1": "Suppose an oil lamp depended on oil and a wick to burn. ",
  "sn12.53:2.2": "And from time to time someone would pour oil in and adjust the wick. ",
  "sn12.53:2.3": "Fueled and sustained by that, the oil lamp would burn for a long time. ",
  "sn12.53:2.4": "In the same way, there are things that are prone to being fettered. When you concentrate on the gratification provided by these things, your craving grows. ",
  "sn12.53:2.5": "Craving is a condition for grasping. ",
  "sn12.53:2.6": "Grasping is a condition for continued existence. ",
  "sn12.53:2.7": "Continued existence is a condition for rebirth. ",
  "sn12.53:2.8": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "sn12.53:2.9": "That is how this entire mass of suffering originates. ",
  "sn12.53:3.1": "There are things that are prone to being fettered. When you concentrate on the drawbacks of these things, your craving ceases. ",
  "sn12.53:3.2": "When craving ceases, grasping ceases. ",
  "sn12.53:3.3": "When grasping ceases, continued existence ceases. ",
  "sn12.53:3.4": "When continued existence ceases, rebirth ceases. ",
  "sn12.53:3.5": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "sn12.53:3.6": "That is how this entire mass of suffering ceases. ",
  "sn12.53:4.1": "Suppose an oil lamp depended on oil and a wick to burn. ",
  "sn12.53:4.2": "And no-one would pour oil in and adjust the wick from time to time. ",
  "sn12.53:4.3": "As the original fuel is used up and no more is added, the oil lamp would be extinguished due to lack of fuel. ",
  "sn12.53:4.4": "In the same way, there are things that are prone to being fettered. When you concentrate on the drawbacks of these things, your craving ceases. ",
  "sn12.53:4.5": "When craving ceases, grasping ceases. … ",
  "sn12.53:4.6": "That is how this entire mass of suffering ceases.” "
}