{
  "sn12.42:0.1": "Linked Discourses 12 ",
  "sn12.42:0.2": "5. Householders ",
  "sn12.42:0.3": "42. Dangers and Threats (2nd) ",
  "sn12.42:1.1": "At Sāvatthī. ",
  "sn12.42:1.2": "“Mendicants, when a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: ",
  "sn12.42:1.3": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ ",
  "sn12.42:2.1": "What are the five dangers and threats they have quelled? ",
  "sn12.42:2.2": "Killing living creatures … ",
  "sn12.42:2.3": "stealing … ",
  "sn12.42:2.4": "sexual misconduct … ",
  "sn12.42:2.5": "lying … ",
  "sn12.42:2.6": "taking alcoholic drinks that cause negligence … ",
  "sn12.42:2.7": "These are the five dangers and threats they have quelled. ",
  "sn12.42:3.1": "What are the four factors of stream-entry that they have? ",
  "sn12.42:3.2": "It’s when a noble disciple has experiential confidence in the Buddha … ",
  "sn12.42:3.3": "the teaching … ",
  "sn12.42:3.4": "the Saṅgha … ",
  "sn12.42:3.5": "and their ethical conduct is loved by the noble ones. ",
  "sn12.42:3.6": "These are the four factors of stream-entry that they have. ",
  "sn12.42:4.1": "And what is the noble cycle that they have clearly seen and comprehended with wisdom? ",
  "sn12.42:4.2": "A noble disciple carefully and properly attends to dependent origination itself … ",
  "sn12.42:4.3": "This is the noble cycle that they have clearly seen and comprehended with wisdom. ",
  "sn12.42:5.1": "When a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: ",
  "sn12.42:5.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” "
}