{
  "iti82:0.1": "Taip bylota 82 ",
  "iti82:0.2": "Trejetukų knyga ",
  "iti82:0.3": "Ketvirtasis skyrius ",
  "iti82:0.4": "Dievybių krykštavimai ",
  "iti82:1.1": "Aš girdėjau, kad taip tikrai bylojo Palaimintasis, taip bylojo <i lang='pi' translate='no'>Arahantas</i>: ",
  "iti82:2.1": "„Esti šios trys, vienuoliai, aplinkybės, kuomet tarp dievybių pasklinda krykštavimai. ",
  "iti82:2.2": "Kokios trys? ",
  "iti82:2.3": "Tuo metu, vienuoliai, kai tauriųjų mokinys nusiskutęs plaukus, apsirengęs geltonais apdarais, žengia priekin iš namų į gyvenimą be namų, tarp dievybių pasklinda krykštavimai: ",
  "iti82:2.4": "„Šis tauriųjų mokinys ketina kovoti su <i lang='pi' translate='no'>Māra</i>!” ",
  "iti82:2.5": "Tai, vienuoliai, pirmoji aplinkybė, kuomet tarp dievybių pasklinda krykštavimai. ",
  "iti82:3.1": "Toliau, vienuoliai, tuo metu, kai tauriųjų mokinys buvoja pasišventęs septynių nušvitimo veiksnių lavinimui, tarp dievybių pasklinda krykštavimai: ",
  "iti82:3.2": "„Šis tauriųjų mokinys kovoja su <i lang='pi' translate='no'>Māra</i>!” ",
  "iti82:3.3": "Tai, vienuoliai, antroji aplinkybė, kuomet tarp dievybių pasklinda krykštavimai. ",
  "iti82:4.1": "Toliau, vienuoliai, tuo metu, kai tauriųjų mokinys, sunaikinęs ydas, dar šiame gyvenime tiesiogine patirtimi pažinęs neturintį ydų aukščiausią proto išlaisvinimą ir išlaisvinimą išmintimi, buvoja juose, tarp dievybių pasklinda krykštavimai: ",
  "iti82:4.2": "„Šis tauriųjų mokinys laimėjo kovą, gyvena nugalėtoju!” ",
  "iti82:4.3": "Tai, vienuoliai, trečioji aplinkybė, kuomet tarp dievybių pasklinda krykštavimai. ",
  "iti82:4.4": "Šios, vienuoliai, yra trys aplinkybės, kuomet tarp dievybių pasklinda krykštavimai. ",
  "iti82:4.5": "Apie tai Palaimintasis kalbėjo. ",
  "iti82:4.6": "Taip pasakyta apie tai: ",
  "iti82:5.1": "„Pamatę kovos nugalėtoją, ",
  "iti82:5.2": "tobulai pabudusiojo mokinį ",
  "iti82:5.3": "net dievybės garbina ",
  "iti82:5.4": "tą didįjį bebaimį. ",
  "iti82:6.1": "„Garbė tau, išskirtini žmogau, ",
  "iti82:6.2": "nugalėjusiam sunkiai nugalimą, ",
  "iti82:6.3": "įveikusiam mirties armiją, ",
  "iti82:6.4": "nesutrikdomam dėl išsilaisvinimo.” ",
  "iti82:7.1": "Taip garbina dievybės tą, ",
  "iti82:7.2": "kuris įgyvendino savo siekius. ",
  "iti82:7.3": "Juk jos nemato jame nieko, ",
  "iti82:7.4": "dėl ko galėtų jis patekti į mirties nasrus.” ",
  "iti82:8.1": "Apie tai taip pat Palaimintasis kalbėjo. Taip aš girdėjau. "
}