{
  "iti87:0.1": "Taip bylota 87 ",
  "iti87:0.2": "Trejetukų knyga ",
  "iti87:0.3": "Ketvirtasis skyrius ",
  "iti87:0.4": "Aptemdina ",
  "iti87:1.1": "Aš girdėjau, kad taip tikrai bylojo Palaimintasis, taip bylojo <i lang='pi' translate='no'>Arahantas</i>: ",
  "iti87:2.1": "„Esti, vienuoliai, šios trys nedoros mintys, kurios aptemdina, apakina, bukina, slopina išmintį, vargina, veda į neužgesimą. ",
  "iti87:2.2": "Kokios trys? ",
  "iti87:2.3": "Mintis, susijusi su juslinių malonumų geismu, vienuoliai, aptemdina, apakina, bukina, slopina išmintį, vargina, veda į neužgesimą. ",
  "iti87:2.4": "Mintis, susijusi su piktais norais, vienuoliai, aptemdina, apakina, bukina, slopina išmintį, vargina, veda į neužgesimą. ",
  "iti87:2.5": "Mintis, susijusi su žiaurumu, vienuoliai, aptemdina, apakina, bukina, slopina išmintį, vargina, veda į neužgesimą. ",
  "iti87:2.6": "Šios, vienuoliai, yra trys nedoros mintys, aptemdinančios, apakinančios, bukinančios, slopinančios išmintį, varginančios, vedančios į neužgesimą. ",
  "iti87:3.1": "Esti, vienuoliai, šios trys doros mintys, kurios neaptemdina, atveria akis, suteikia žinojimą, skatina išmintį, nevargina, veda į užgesimą. ",
  "iti87:3.2": "Kokios trys? ",
  "iti87:3.3": "Mintis susijusi su atsižadėjimu neaptemdina, atveria akis, suteikia žinojimą, skatina išmintį, nevargina, veda į užgesimą. ",
  "iti87:3.4": "Mintis susijusi su geranoriškumu neaptemdina, atveria akis, suteikia žinojimą, skatina išmintį, nevargina, veda į užgesimą. ",
  "iti87:3.5": "Mintis susijusi su nežalojimu neaptemdina, atveria akis, suteikia žinojimą, skatina išmintį, nevargina, veda į užgesimą. ",
  "iti87:3.6": "Šios, vienuoliai, yra trys doros mintys, kurios neaptemdina, atveria akis, suteikia žinojimą, skatina išmintį, nevargina, veda į užgesimą.” ",
  "iti87:3.7": "Apie tai Palaimintasis kalbėjo. ",
  "iti87:3.8": "Taip pasakyta apie tai: ",
  "iti87:4.1": "„Reikia mintyti tris doras mintis, ",
  "iti87:4.2": "trijų nedorųjų gi nereikia. ",
  "iti87:4.3": "Jis nuramina mintis ir apmąstymus, ",
  "iti87:4.4": "kaip lietus nusodina dulkes, ",
  "iti87:4.5": "ir kai mintis yra nuramintos širdyje, ",
  "iti87:4.6": "čia ir dabar jis pasiekia taikos ir ramybės dimensiją.” ",
  "iti87:5.1": "Apie tai taip pat Palaimintasis kalbėjo. Taip aš girdėjau. "
}