{
  "iti84:0.1": "Taip bylota 84 ",
  "iti84:0.2": "Trejetukų knyga ",
  "iti84:0.3": "Ketvirtasis skyrius ",
  "iti84:0.4": "Daugelio žmonių naudai ",
  "iti84:1.1": "Aš girdėjau, kad taip tikrai bylojo Palaimintasis, taip bylojo <i lang='pi' translate='no'>Arahantas</i>: ",
  "iti84:2.1": "„Trys asmenys, vienuoliai, gimsta pasaulyje daugelio žmonių naudai ir laimei, iš atjautos pasauliui, žmonių ir dievybių gerovei, naudai, palaimai. ",
  "iti84:2.2": "Kokie trys? ",
  "iti84:2.3": "„Štai, vienuoliai, pasaulyje pasirodo Tathagata, <i lang='pi' translate='no'>arahantas</i>, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas. ",
  "iti84:2.4": "Jis moko <i lang='pi' translate='no'>Dhammos</i>, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "iti84:2.5": "Tai, vienuoliai, pirmasis žmogus, kuris gimsta pasaulyje daugelio žmonių naudai ir laimei, iš atjautos pasauliui, žmonių ir dievybių gerovei, naudai, palaimai. ",
  "iti84:3.1": "Toliau, vienuoliai, to paties Mokytojo mokinys <i lang='pi' translate='no'>arahant</i>as, išsekinęs antplūdžius, nugyvenęs (šventą gyvenimą), padaręs tai, kas turi būti padaryta, numetęs naštą, pasiekęs tikslą, išsekinęs egzistencijos pančius, per žinojimą tobulai išsivadavęs. ",
  "iti84:3.2": "Jis moko <i lang='pi' translate='no'>Dhammos</i>, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "iti84:3.3": "Tai, vienuoliai, antrasis žmogus, kuris gimsta pasaulyje daugelio žmonių naudai ir laimei, iš atjautos pasauliui, žmonių ir dievybių gerovei, naudai, palaimai. ",
  "iti84:4.1": "Toliau, vienuoliai, to paties Mokytojo besimokantis mokinys, kuris praktikuoja, išsimokslinęs ir laikosi dorovės įžadų. ",
  "iti84:4.2": "Jis taip pat moko <i lang='pi' translate='no'>Dhammos</i>, kuri yra gera pradžioje, gera viduryje, gera pabaigoje, moko prasmingai, tinkama kalba, parodo visiškai tobulą, tyrą šventą gyvenimą. ",
  "iti84:4.3": "Tai, vienuoliai, trečiasis žmogus, kuris gimsta pasaulyje daugelio žmonių naudai ir laimei, iš atjautos pasauliui, žmonių ir dievybių gerovei, naudai, palaimai. ",
  "iti84:4.4": "Šie, vienuoliai, yra trys asmenys, kurie gimsta pasaulyje daugelio žmonių naudai ir laimei, iš atjautos pasauliui, žmonių ir dievybių gerovei, naudai, palaimai.” ",
  "iti84:4.5": "Apie tai Palaimintasis kalbėjo. ",
  "iti84:4.6": "Taip pasakyta apie tai: ",
  "iti84:5.1": "„Mokytojas pasaulyje Galingasis Išminčius numeris vienas. ",
  "iti84:5.2": "Po jo eina visiškai įvaldęs save jo mokinys. ",
  "iti84:5.3": "Po to gi besimokantis mokinys, kuris praktikuoja, ",
  "iti84:5.4": "išsimokslinęs ir laikosi dorovės įžadų. ",
  "iti84:6.1": "Šie trys yra geriausi iš dievybių ir žmonių. ",
  "iti84:6.2": "Švytintys, dėstydami <i lang='pi' translate='no'>Dhamm</i>ą, ",
  "iti84:6.3": "jie atveria duris į nemirtingumą, ",
  "iti84:6.4": "išgelbėja nuo vergystės daugybę žmonių. ",
  "iti84:7.1": "Kas eina keliu gerai nupasakotu ",
  "iti84:7.2": "neprilygstamo vedlio, ",
  "iti84:7.3": "padaro kančiai galą čia ir dabar, ",
  "iti84:7.4": "tie, kurie neužsimiršdami seka Gerai Žengusiojo nurodymais.” ",
  "iti84:8.1": "Apie tai taip pat Palaimintasis kalbėjo. Taip aš girdėjau. "
}