{
  "an1.41:0.1": "Nummerierte Lehrreden 1.41–50 ",
  "an1.41:0.2": "5. Das Kapitel über eine Granne ",
  "an1.41:1.0": "41 ",
  "an1.41:1.1": "„Mönche und Nonnen, angenommen, eine Reis- oder Gerstengranne würde in die falsche Richtung zeigen. Wenn man sie mit der Hand berührt oder mit dem Fuß darauf tritt, kann es nicht passieren, dass sie die Haut durchsticht und Blut zum Vorschein kommt. ",
  "an1.41:1.2": "Und warum? ",
  "an1.41:1.3": "Weil die Granne in die falsche Richtung zeigt. ",
  "an1.41:1.4": "Ebenso kann ein Mönch oder eine Nonne, deren Geist in die falsche Richtung zeigt, nicht die Unwissenheit durchbrechen, Erkenntnis hervorbringen und das Erlöschen verwirklichen. ",
  "an1.41:1.5": "Und warum? ",
  "an1.41:1.6": "Weil der Geist in die falsche Richtung zeigt.“ ",
  "an1.41:1.7": "",
  "an1.42:1.0": "42 ",
  "an1.42:1.1": "„Mönche und Nonnen, angenommen, eine Reis- oder Gerstengranne würde in die richtige Richtung zeigen. Wenn man sie mit der Hand berührt oder mit dem Fuß darauf tritt, kann es sehr wohl sein, dass sie die Haut durchsticht und Blut zum Vorschein kommt. ",
  "an1.42:1.2": "Und warum? ",
  "an1.42:1.3": "Weil die Granne in die richtige Richtung zeigt. ",
  "an1.42:1.4": "Ebenso kann ein Mönch oder eine Nonne, deren Geist in die richtige Richtung zeigt, die Unwissenheit durchbrechen, Erkenntnis hervorbringen und das Erlöschen verwirklichen. ",
  "an1.42:1.5": "Und warum? ",
  "an1.42:1.6": "Weil der Geist in die richtige Richtung zeigt.“ ",
  "an1.42:1.7": "",
  "an1.43:1.0": "43 ",
  "an1.43:1.1": "„Mönche und Nonnen, wenn ich den Geist eines Menschen erfasst habe, dessen Geist unlauter ist, verstehe ich: ",
  "an1.43:1.2": "‚Wenn dieser Mensch eben jetzt sterben müsste, würde er in die Hölle gestoßen.‘ ",
  "an1.43:1.3": "Und warum? ",
  "an1.43:1.4": "Weil sein Geist unlauter ist. ",
  "an1.43:1.5": "Ein unlauterer Geist ist der Grund, warum manche Wesen, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle.“ ",
  "an1.43:1.6": "",
  "an1.44:1.0": "44 ",
  "an1.44:1.1": "„Mönche und Nonnen, wenn ich den Geist eines Menschen erfasst habe, dessen Geist rein ist, verstehe ich: ",
  "an1.44:1.2": "‚Wenn dieser Mensch eben jetzt sterben müsste, würde er in den Himmel erhoben.‘ ",
  "an1.44:1.3": "Und warum? ",
  "an1.44:1.4": "Weil sein Geist rein ist. ",
  "an1.44:1.5": "Ein reiner Geist ist der Grund, warum manche Wesen, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer himmlischen Welt.“ ",
  "an1.44:1.6": "",
  "an1.45:1.0": "45 ",
  "an1.45:1.1": "„Wie ein See in einer Bergschlucht, Mönche und Nonnen, der trüb, undurchsichtig und schmutzig wäre. Ein Mensch mit gutem Sehvermögen, der am Ufer stünde, würde die Schnecken und Muscheln, Steine und Kiesel nicht sehen, noch die Fischschwärme, die herumschwämmen oder stillstünden. ",
  "an1.45:1.2": "Und warum? ",
  "an1.45:1.3": "Weil das Wasser getrübt ist. ",
  "an1.45:1.4": "Ebenso ist es nicht möglich, dass ein Mönch oder eine Nonne, deren Geist getrübt ist, wissen kann, was gut für sie selbst, gut für jemand anderen oder gut für beide ist; oder dass sie einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen können, der der Edlen würdig ist. ",
  "an1.45:1.5": "Und warum? ",
  "an1.45:1.6": "Weil ihr Geist getrübt ist.“ ",
  "an1.45:1.7": "",
  "an1.46:1.0": "46 ",
  "an1.46:1.1": "„Wie ein See in einer Bergschlucht, Mönche und Nonnen,der durchsichtig, klar und ungetrübt wäre. Ein Mensch mit gutem Sehvermögen, der am Ufer stünde, würde die Schnecken und Muscheln, Steine und Kiesel sehen und auch die Fischschwärme, die herumschwämmen oder stillstünden. ",
  "an1.46:1.2": "Und warum? ",
  "an1.46:1.3": "Weil das Wasser ungetrübt ist. ",
  "an1.46:1.4": "Ebenso ist es möglich, dass ein Mönch oder eine Nonne, deren Geist ungetrübt ist, wissen kann, was gut für sie selbst, gut für jemand anderen oder gut für beide ist; oder dass sie einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen können, der der Edlen würdig ist. ",
  "an1.46:1.5": "Und warum? ",
  "an1.46:1.6": "Weil ihr Geist ungetrübt ist.“ ",
  "an1.46:1.7": "",
  "an1.47:1.0": "47 ",
  "an1.47:1.1": "„So, Mönche und Nonnen, wie der Papra als bester Baum gilt, weil er geschmeidig und gut formbar ist, ",
  "an1.47:1.2": "ebenso sehe ich kein einziges Ding, das so geschmeidig und so gut formbar ist wie der Geist, wenn er entwickelt und gepflegt ist. ",
  "an1.47:1.3": "Ein entwickelter und gepflegter Geist ist geschmeidig und formbar.“ ",
  "an1.47:1.4": "",
  "an1.48:1.0": "48 ",
  "an1.48:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das sich so schnell verändert wie der Geist. ",
  "an1.48:1.2": "So sehr, dass es nicht einfach ist, ein Gleichnis dafür zu geben, wie rasch der Geist sich ändert.“ ",
  "an1.48:1.3": "",
  "an1.49:1.0": "49 ",
  "an1.49:1.1": "„Dieser Geist, Mönche und Nonnen, ist strahlend. ",
  "an1.49:1.2": "Aber er ist von vorübergehenden Flecken befleckt.“ ",
  "an1.49:1.3": "",
  "an1.50:1.0": "50 ",
  "an1.50:1.1": "„Dieser Geist, Mönche und Nonnen, ist strahlend. ",
  "an1.50:1.2": "Und er ist von vorübergehenden Flecken befreit.“ ",
  "an1.50:1.3": ""
}