{
  "an1.31:0.1": "Nummerierte Lehrreden 1.31–40 ",
  "an1.31:0.2": "4. Das Kapitel über den unbändigen Geist ",
  "an1.31:1.0": "31 ",
  "an1.31:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es nicht gebändigt ist, so überaus schädlich ist wie der Geist. ",
  "an1.31:1.2": "Ein unbändiger Geist ist überaus schädlich.“ ",
  "an1.31:1.3": "",
  "an1.32:1.0": "32 ",
  "an1.32:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es gebändigt ist, so überaus segensreich ist wie der Geist. ",
  "an1.32:1.2": "Ein gebändigter Geist ist überaus segensreich.“ ",
  "an1.32:1.3": "",
  "an1.33:1.0": "33 ",
  "an1.33:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es nicht bewacht wird, so überaus schädlich ist wie der Geist. ",
  "an1.33:1.2": "Ein unbewachter Geist ist überaus schädlich.“ ",
  "an1.33:1.3": "",
  "an1.34:1.0": "34 ",
  "an1.34:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es bewacht wird, so überaus segensreich ist wie der Geist. ",
  "an1.34:1.2": "Ein bewachter Geist ist überaus segensreich.“ ",
  "an1.34:1.3": "",
  "an1.35:1.0": "35 ",
  "an1.35:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es nicht gehütet wird, so überaus schädlich ist wie der Geist. ",
  "an1.35:1.2": "Ein unbehüteter Geist ist überaus schädlich.“ ",
  "an1.35:1.3": "",
  "an1.36:1.0": "36 ",
  "an1.36:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es gehütet wird, so überaus segensreich ist wie der Geist. ",
  "an1.36:1.2": "Ein gehüteter Geist ist überaus segensreich.“ ",
  "an1.36:1.3": "",
  "an1.37:1.0": "37 ",
  "an1.37:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es nicht gezügelt wird, so überaus schädlich ist wie der Geist. ",
  "an1.37:1.2": "Ein ungezügelter Geist ist überaus schädlich.“ ",
  "an1.37:1.3": "",
  "an1.38:1.0": "38 ",
  "an1.38:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es gezügelt wird, so überaus segensreich ist wie der Geist. ",
  "an1.38:1.2": "Ein gezügelter Geist ist überaus segensreich.“ ",
  "an1.38:1.3": "",
  "an1.39:1.0": "39 ",
  "an1.39:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es nicht gebändigt, bewacht, gehütet und gezügelt wird, so überaus schädlich ist wie der Geist. ",
  "an1.39:1.2": "Ein unbändiger, unbewachter, unbehüteter und ungezügelter Geist ist überaus schädlich.“ ",
  "an1.39:1.3": "",
  "an1.40:1.0": "40 ",
  "an1.40:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das, wenn es gebändigt, bewacht, gehütet und gezügelt wird, so überaus segensreich ist wie der Geist. ",
  "an1.40:1.2": "Ein gebändigter, bewachter, gehüteter und gezügelter Geist ist überaus segensreich.“ ",
  "an1.40:1.3": ""
}