{
  "an1.98:0.1": "Nummerierte Lehrreden 1.98–139 ",
  "an1.98:0.2": "10. Das Kapitel über Nachlässigkeit (2) ",
  "an1.98:1.0": "98 ",
  "an1.98:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus schädlich ist wie Nachlässigkeit. ",
  "an1.98:1.2": "Nachlässigkeit ist überaus schädlich.“ ",
  "an1.98:1.3": " ",
  "an1.99:1.0": "99 ",
  "an1.99:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus segensreich ist wie Beflissenheit. ",
  "an1.99:1.2": "Beflissenheit ist überaus segensreich.“ ",
  "an1.99:1.3": " ",
  "an1.100:1.0": "100 ",
  "an1.100:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus schädlich ist wie Trägheit. ",
  "an1.100:1.2": "Trägheit ist überaus schädlich.“ ",
  "an1.100:1.3": " ",
  "an1.101:1.0": "101 ",
  "an1.101:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus segensreich ist wie das Aufrütteln der Energie. ",
  "an1.101:1.2": "Das Aufrütteln der Energie ist überaus segensreich.“ ",
  "an1.101:1.3": " ",
  "an1.102-109:1.0": "102–109 ",
  "an1.102-109:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus schädlich ist wie viele Wünsche … Genügsamkeit … Unzufriedenheit … Zufriedenheit … oberflächliche Aufmerksamkeit … gründliche Aufmerksamkeit … mangelnde Umsicht … Umsicht …“ ",
  "an1.110:1.0": "110 ",
  "an1.110:1.1": "„Wenn ich äußere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus schädlich ist wie schlechte Freunde. ",
  "an1.110:1.2": "Schlechte Freunde sind überaus schädlich.“ ",
  "an1.110:1.3": " ",
  "an1.111:1.0": "111 ",
  "an1.111:1.1": "„Wenn ich äußere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus segensreich ist wie gute Freunde. ",
  "an1.111:1.2": "Gute Freunde sind überaus segensreich.“ ",
  "an1.111:1.3": " ",
  "an1.112:1.0": "112 ",
  "an1.112:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus schädlich ist wie schlechten Gewohnheiten zu folgen anstatt guten Gewohnheiten. ",
  "an1.112:1.2": "Schlechten Gewohnheiten zu folgen anstatt guten Gewohnheiten ist überaus schädlich.“ ",
  "an1.112:1.3": " ",
  "an1.113:1.0": "113 ",
  "an1.113:1.1": "„Wenn ich innere Faktoren betrachte, Mönche und Nonnen, sehe ich keinen einzigen, der so überaus segensreich ist wie guten Gewohnheiten zu folgen anstatt schlechten Gewohnheiten. ",
  "an1.113:1.2": "Guten Gewohnheiten zu folgen anstatt schlechten Gewohnheiten ist überaus segensreich.“ ",
  "an1.113:1.3": " ",
  "an1.114:1.0": "114 ",
  "an1.114:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so zum Niedergang und zum Verschwinden der wahren Lehre führt wie Nachlässigkeit. ",
  "an1.114:1.2": "Nachlässigkeit führt zum Niedergang und zum Verschwinden der wahren Lehre.“ ",
  "an1.114:1.3": " ",
  "an1.115:1.0": "115 ",
  "an1.115:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt wie Beflissenheit. ",
  "an1.115:1.2": "Beflissenheit führt zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre.“ ",
  "an1.115:1.3": " ",
  "an1.116:1.0": "116 ",
  "an1.116:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so zum Niedergang und zum Verschwinden der wahren Lehre führt wie Trägheit. ",
  "an1.116:1.2": "Trägheit führt zum Niedergang und zum Verschwinden der wahren Lehre.“ ",
  "an1.116:1.3": " ",
  "an1.117:1.0": "117 ",
  "an1.117:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt wie das Aufrütteln der Energie. ",
  "an1.117:1.2": "Das Aufrütteln der Energie führt zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre.“ ",
  "an1.117:1.3": " ",
  "an1.118-128:1.0": "118–128 ",
  "an1.118-128:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so zum Niedergang und zum Verschwinden der wahren Lehre führt wie viele Wünsche … Genügsamkeit … Unzufriedenheit … Zufriedenheit … oberflächliche Aufmerksamkeit … gründliche Aufmerksamkeit … mangelnde Umsicht … Umsicht … schlechte Freunde … gute Freunde … schlechten Gewohnheiten zu folgen anstatt guten Gewohnheiten. ",
  "an1.118-128:1.2": "Schlechten Gewohnheiten zu folgen anstatt guten Gewohnheiten führt zum Niedergang und zum Verschwinden der wahren Lehre.“ ",
  "an1.118-128:1.3": " ",
  "an1.129:1.0": "129 ",
  "an1.129:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt wie guten Gewohnheiten zu folgen anstatt schlechten Gewohnheiten. ",
  "an1.129:1.2": "Guten Gewohnheiten zu folgen anstatt schlechten Gewohnheiten führt zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre.“ ",
  "an1.129:1.3": " ",
  "an1.129:1.4": " ",
  "an1.130:1.0": "130 ",
  "an1.130:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die das, was nicht die Lehre ist, als die Lehre darstellen, handeln zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.130:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.130:1.3": " ",
  "an1.131:1.0": "131 ",
  "an1.131:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die das, was die Lehre ist, als nicht die Lehre darstellen, handeln zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.131:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.131:1.3": " ",
  "an1.132-139:1.0": "132–139 ",
  "an1.132-139:1.1": "„Jene Mönche und Nonnen, die das, was nicht im Ordensrecht steht, als im Ordensrecht stehend darstellen, … das, was im Ordensrecht steht als nicht im Ordensrecht stehend … das, was nicht vom Klargewordenen gesprochen und erklärt wurde, als von ihm gesprochen und erklärt … das, was vom Klargewordenen gesprochen und erklärt wurde, als nicht von ihm gesprochen und erklärt … das, was nicht vom Klargewordenen geübt wurde, als von ihm geübt … das, was vom Klargewordenen geübt wurde, als nicht von ihm geübt … das, was nicht vom Klargewordenen vorgeschrieben wurde, als von ihm vorgeschrieben … das, was vom Klargewordenen vorgeschrieben wurde, als nicht von ihm vorgeschrieben darstellen, ",
  "an1.132-139:1.2": "handeln zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.132-139:1.3": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.132-139:1.4": " "
}