{
  "an1.268:0.1": "Nummerierte Lehrreden 1",
  "an1.268:0.2": "21. Erstes",
  "an1.268:0.3": "268–277",
  "an1.268:1.0": "268",
  "an1.268:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht irgendeine Bedingung als dauerhaft ansieht. Das ist nicht möglich. ",
  "an1.268:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch eine Bedingung als dauerhaft ansieht. Das ist möglich.“ ",
  "an1.269:1.0": "269",
  "an1.269:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht irgendeine Bedingung als angenehm ansieht. ",
  "an1.269:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch eine Bedingung als angenehm ansieht.“ ",
  "an1.270:1.0": "270",
  "an1.270:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht irgendetwas als Selbst ansieht. ",
  "an1.270:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch etwas als Selbst ansieht.“ ",
  "an1.271:1.0": "271",
  "an1.271:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht seine Mutter ermordet. ",
  "an1.271:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch seine Mutter ermordet.“ ",
  "an1.272:1.0": "272",
  "an1.272:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht seinen Vater ermordet. ",
  "an1.272:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch seinen Vater ermordet.“ ",
  "an1.273:1.0": "273",
  "an1.273:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht einen Vollendeten ermordet. ",
  "an1.273:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch einen Vollendeten ermordet.“ ",
  "an1.274:1.0": "274",
  "an1.274:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht einen Klargewordenen in böswilliger Absicht verletzt. ",
  "an1.274:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch einen Klargewordenen in böswilliger Absicht verletzt.“ ",
  "an1.275:1.0": "275",
  "an1.275:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht eine Spaltung des Saṅgha herbeiführt. ",
  "an1.275:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch eine Spaltung des Saṅgha herbeiführt.“ ",
  "an1.276:1.0": "276",
  "an1.276:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein Mensch mit vollendeter Ansicht einen anderen Lehrer anerkennt. ",
  "an1.276:1.2": "Aber es ist möglich, dass ein gewöhnlicher Mensch einen anderen Lehrer anerkennt.“ ",
  "an1.277:1.0": "277",
  "an1.277:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass zwei Vollendete, zwei vollkommen erwachte Buddhas gleichzeitig im selben Sonnensystem erscheinen. ",
  "an1.277:1.2": "Aber es ist möglich, dass ein einziger Vollendeter, vollkommen erwachter Buddha in einem Sonnensystem erscheint.“ "
}