{
  "an1.170:0.1": "Nummerierte Lehrreden 1",
  "an1.170:0.2": "13. Ein Mensch",
  "an1.170:0.3": "170–187",
  "an1.170:1.0": "170",
  "an1.170:1.1": "„Ein Mensch, Mönche und Nonnen, erscheint in der Welt zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an1.170:1.2": "Wer ist dieser eine Mensch? ",
  "an1.170:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha. ",
  "an1.170:1.4": "Das ist der eine Mensch, Mönche und Nonnen, der zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen in der Welt erscheint.“ ",
  "an1.171:1.0": "171",
  "an1.171:1.1": "„Das Erscheinen eines Menschen, Mönche und Nonnen, ist selten in der Welt. ",
  "an1.171:1.2": "Wer ist dieser eine Mensch? ",
  "an1.171:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha. ",
  "an1.171:1.4": "Das ist der eine Mensch, dessen Erscheinen selten ist in der Welt.“ ",
  "an1.172:1.0": "172",
  "an1.172:1.1": "„Ein Mensch, Mönche und Nonnen, erscheint in der Welt, der ein außerordentlicher Mensch ist. ",
  "an1.172:1.2": "Wer ist dieser eine Mensch? ",
  "an1.172:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha. ",
  "an1.172:1.4": "Das ist der eine Mensch, der in der Welt erscheint, der ein außerordentlicher Mensch ist.“ ",
  "an1.173:1.0": "173",
  "an1.173:1.1": "„Der Tod eines Menschen, Mönche und Nonnen, wird von vielen Menschen betrauert. ",
  "an1.173:1.2": "Wer ist dieser eine Mensch? ",
  "an1.173:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha. ",
  "an1.173:1.4": "Das ist der eine Mensch, Mönche und Nonnen, dessen Tod von vielen Menschen betrauert wird.“ ",
  "an1.174:1.0": "174",
  "an1.174:1.1": "„Ein Mensch, Mönche und Nonnen, erscheint in der Welt, einzigartig, ohne Ebenbürtigen oder Gegenstück, unvergleichlich, beispiellos, unerreicht, unübertroffen, ohnegleichen, der Beste unter den Zweibeinern. ",
  "an1.174:1.2": "Wer ist dieser eine Mensch? ",
  "an1.174:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha. ",
  "an1.174:1.4": "Das ist der eine Mensch, Mönche und Nonnen, der in der Welt erscheint, einzigartig, ohne Ebenbürtigen oder Gegenstück, unvergleichlich, beispiellos, unerreicht, unübertroffen, ohnegleichen, der Beste unter den Zweibeinern.“ ",
  "an1.175-186:1.0": "175–186 ",
  "an1.175-186:1.1": "„Mit dem Erscheinen eines Menschen, Mönche und Nonnen, erscheint da ein großes Auge; ein großes Licht; ein großer Glanz; sechs unübertreffliche Dinge; das Verwirklichen der vier Arten der Textanalyse; das Durchdringen vieler Elemente; verschiedener Elemente; das Erlangen der Frucht von Wissen und Freiheit; das Erlangen der Frucht des Stromeintritts; der Einmalwiederkehr; der Nichtwiederkehr; der Vollendung. ",
  "an1.175-186:1.2": "Wer ist dieser eine Mensch? ",
  "an1.175-186:1.3": "Der Klargewordene, der Vollendete, der vollkommen erwachte Buddha. ",
  "an1.175-186:1.4": "Das ist der eine Mensch, mit dessen Erscheinen da ein großes Auge erscheint; ein großes Licht; ein großer Glanz; sechs unübertreffliche Dinge; das Verwirklichen der vier Arten der Textanalyse; das Durchdringen vieler Elemente; verschiedener Elemente; das Erlangen der Frucht von Wissen und Freiheit; das Erlangen der Frucht des Stromeintritts; der Einmalwiederkehr; der Nichtwiederkehr; der Vollendung.“ ",
  "an1.187:1.0": "187",
  "an1.187:1.1": "„Mönche und Nonnen, ich sehe keinen anderen Menschen als Sāriputta, der das unübertreffliche Rad des Dhamma, das vom Klargewordenen ins Rollen gebracht wurde, richtig weiterrollt. ",
  "an1.187:1.2": "Sāriputta rollt das unübertreffliche Rad des Dhamma, das vom Klargewordenen ins Rollen gebracht wurde, richtig weiter.“ "
}