{
  "an1.1:0.1": "Nummerierte Lehrreden 1.1–10 ",
  "an1.1:0.2": "1. Das Kapitel über das, was den Geist gefangen hält ",
  "an1.1:1.0": "1 ",
  "an1.1:1.1": "So habe ich es gehört: ",
  "an1.1:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an1.1:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an1.1:1.4": "„Mönche und Nonnen!“ ",
  "an1.1:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an1.1:1.6": "Der Buddha sagte: ",
  "an1.1:2.1": "„Mönche und Nonnen, ich sehe kein einziges Bild, das den Geist eines Mannes so gefangen hält wie das Bild einer Frau. ",
  "an1.1:2.2": "Das Bild einer Frau hält den Geist eines Mannes gefangen.“ ",
  "an1.1:2.3": "",
  "an1.2:1.0": "2 ",
  "an1.2:1.1": "„Mönche und Nonnen, ich sehe keinen einzigen Ton, der den Geist eines Mannes so gefangen hält wie der Ton einer Frau. ",
  "an1.2:1.2": "Der Ton einer Frau hält den Geist eines Mannes gefangen.“ ",
  "an1.2:1.3": "",
  "an1.3:1.0": "3 ",
  "an1.3:1.1": "„Mönche und Nonnen, ich sehe keinen einzigen Duft, der den Geist eines Mannes so gefangen hält wie der Duft einer Frau. ",
  "an1.3:1.2": "Der Duft einer Frau hält den Geist eines Mannes gefangen.“ ",
  "an1.3:1.3": "",
  "an1.4:1.0": "4 ",
  "an1.4:1.1": "„Mönche und Nonnen, ich sehe keinen einzigen Geschmack, der den Geist eines Mannes so gefangen hält wie der Geschmack einer Frau. ",
  "an1.4:1.2": "Der Geschmack einer Frau hält den Geist eines Mannes gefangen.“ ",
  "an1.4:1.3": "",
  "an1.5:1.0": "5 ",
  "an1.5:1.1": "„Mönche und Nonnen, ich sehe keine einzige Berührung, die den Geist eines Mannes so gefangen hält wie die Berührung einer Frau. ",
  "an1.5:1.2": "Die Berührung einer Frau hält den Geist eines Mannes gefangen.“ ",
  "an1.5:1.3": "",
  "an1.6:1.0": "6 ",
  "an1.6:1.1": "„Mönche und Nonnen, ich sehe kein einziges Bild, das den Geist einer Frau so gefangen hält wie das Bild eines Mannes. ",
  "an1.6:1.2": "Das Bild eines Mannes hält den Geist einer Frau gefangen.“ ",
  "an1.6:1.3": "",
  "an1.7:1.0": "7 ",
  "an1.7:1.1": "„Mönche und Nonnen, ich sehe keinen einzigen Ton, der den Geist einer Frau so gefangen hält wie der Ton eines Mannes. ",
  "an1.7:1.2": "Der Ton eines Mannes hält den Geist einer Frau gefangen.“ ",
  "an1.7:1.3": "",
  "an1.8:1.0": "8 ",
  "an1.8:1.1": "„Mönche und Nonnen, ich sehe keinen einzigen Duft, der den Geist einer Frau so gefangen hält wie der Duft eines Mannes. ",
  "an1.8:1.2": "Der Duft eines Mannes hält den Geist einer Frau gefangen.“ ",
  "an1.8:1.3": "",
  "an1.9:1.0": "9 ",
  "an1.9:1.1": "„Mönche und Nonnen, ich sehe keinen einzigen Geschmack, der den Geist einer Frau so gefangen hält wie der Geschmack eines Mannes. ",
  "an1.9:1.2": "Der Geschmack eines Mannes hält den Geist einer Frau gefangen.“ ",
  "an1.9:1.3": "",
  "an1.10:1.0": "10 ",
  "an1.10:1.1": "„Mönche und Nonnen, ich sehe keine einzige Berührung, die den Geist einer Frau so gefangen hält wie die Berührung eines Mannes. ",
  "an1.10:1.2": "Die Berührung eines Mannes hält den Geist einer Frau gefangen.“ ",
  "an1.10:1.3": ""
}