{
  "an1.150:0.1": "Nummerierte Lehrreden 1.150–169 ",
  "an1.150:0.2": "12. Das Kapitel über das, was kein Verstoß ist ",
  "an1.150:1.0": "150 ",
  "an1.150:1.1": "„Mönche und Nonnen, jene Mönche oder Nonnen, die das, was kein Verstoß ist, als einen Verstoß darstellen, handeln zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.150:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.150:1.3": " ",
  "an1.151:1.0": "151 ",
  "an1.151:1.1": "„Mönche und Nonnen, jene Mönche oder Nonnen, die das, was ein Verstoß ist, als keinen Verstoß darstellen, handeln zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.151:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.151:1.3": " ",
  "an1.152-159:1.0": "152–159 ",
  "an1.152-159:1.1": "„Jene Mönche und Nonnen, die einen leichten Verstoß als einen schweren Verstoß darstellen, … einen schweren Verstoß als einen leichten Verstoß … einen Verstoß, der in schamloser Absicht begangen wurde, als einen Verstoß, der nicht in schamloser Absicht begangen wurde … einen Verstoß, der nicht in schamloser Absicht begangen wurde, als einen Verstoß, der in schamloser Absicht begangen wurde … einen Verstoß, der Rehabilitierung erfordert, als einen Verstoß, der keine Rehabilitierung erfordert, … einen Verstoß, der keine Rehabilitierung erfordert, als einen Verstoß, der Rehabilitierung erfordert … die einen Verstoß mit Wiedergutmachung als einen Verstoß ohne Wiedergutmachung darstellen… die einen Verstoß ohne Wiedergutmachung als einen Verstoß mit Wiedergutmachung darstellen, handeln zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.152-159:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.152-159:1.3": " ",
  "an1.160:1.0": "160 ",
  "an1.160:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die das, was kein Verstoß ist, als keinen Verstoß darstellen, handeln zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an1.160:1.2": "Sie schaffen viel Verdienst und erhalten den Fortbestand der wahren Lehre.“ ",
  "an1.160:1.3": " ",
  "an1.161:1.0": "161 ",
  "an1.161:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die das, was ein Verstoß ist, als einen Verstoß darstellen, handeln zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an1.161:1.2": "Sie schaffen viel Verdienst und erhalten den Fortbestand der wahren Lehre.“ ",
  "an1.161:1.3": " ",
  "an1.162-169:1.0": "162–169 ",
  "an1.162-169:1.1": "„Jene Mönche und Nonnen, die einen leichten Verstoß als einen leichten Verstoß darstellen … einen schweren Verstoß als einen schweren Verstoß … einen Verstoß, der in schamloser Absicht begangen wurde, als einen Verstoß, der in schamloser Absicht begangen wurde … einen Verstoß, der nicht in schamloser Absicht begangen wurde, als einen Verstoß, der nicht in schamloser Absicht begangen wurde … einen Verstoß, der Rehabilitierung erfordert, als einen Verstoß, der Rehabilitierung erfordert … einen Verstoß, der keine Rehabilitierung erfordert, als einen Verstoß, der keine Rehabilitierung erfordert … die einen Verstoß mit Wiedergutmachung als einen Verstoß mit Wiedergutmachung darstellen … die einen Verstoß ohne Wiedergutmachung als einen Verstoß ohne Wiedergutmachung darstellen, ",
  "an1.162-169:1.2": "handeln zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an1.162-169:1.3": "Sie schaffen viel Verdienst und erhalten den Fortbestand der wahren Lehre.“ ",
  "an1.162-169:1.4": " "
}