{
  "an1.287:0.1": "Nummerierte Lehrreden 1.287–295 ",
  "an1.287:0.2": "23. Das dritte Kapitel über das Unmögliche ",
  "an1.287:1.0": "287 ",
  "an1.287:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines guten Verhaltens mit dem Körper eintritt. ",
  "an1.287:1.2": "Aber es ist möglich, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines guten Verhaltens mit dem Körper eintritt.“ ",
  "an1.288-289:1.0": "288–289 ",
  "an1.288-289:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines guten Verhaltens mit der Sprache … dem Geist eintritt. ",
  "an1.288-289:1.2": "Aber es ist möglich, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines guten Verhaltens mit der Sprache … dem Geist eintritt.“ ",
  "an1.290:1.0": "290 ",
  "an1.290:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass jemand, der mit dem Körper schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "an1.290:1.2": "Aber es ist möglich, dass jemand, der mit dem Körper schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle.“ ",
  "an1.291-292:1.0": "291–292 ",
  "an1.291-292:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass jemand, der mit der Sprache … dem Geist schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "an1.291-292:1.2": "Aber es ist möglich, dass jemand, der mit der Sprache … dem Geist schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle.“ ",
  "an1.293:1.0": "293 ",
  "an1.293:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass jemand, der mit dem Körper gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an1.293:1.2": "Aber es ist möglich, dass jemand, der mit dem Körper gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt.“ ",
  "an1.294-295:1.0": "294–295 ",
  "an1.294-295:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass jemand, der mit der Sprache … dem Geist gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an1.294-295:1.2": "Aber es ist möglich, dass jemand, der mit der Sprache … dem Geist gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt.“ ",
  "an1.294-295:1.3": ""
}