{
  "an1.306:0.1": "Nummerierte Lehrreden 1",
  "an1.306:0.2": "25. Zweites",
  "an1.306:0.3": "306–315",
  "an1.306:1.0": "306",
  "an1.306:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das untaugliche Eigenschaften so entstehen lässt oder sie wachsen und zunehmen lässt, wenn sie entstanden sind, wie falsche Ansicht. ",
  "an1.306:1.2": "Wenn man falsche Ansicht hat, entstehen untaugliche Eigenschaften, und wenn sie bereits entstanden sind, wachsen sie und nehmen zu.“ ",
  "an1.307:1.0": "307",
  "an1.307:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das taugliche Eigenschaften so entstehen lässt oder sie wachsen und zunehmen lässt, wenn sie entstanden sind, wie rechte Ansicht. ",
  "an1.307:1.2": "Wenn man rechte Ansicht hat, entstehen taugliche Eigenschaften, und wenn sie bereits entstanden sind, wachsen sie und nehmen zu.“ ",
  "an1.308:1.0": "308",
  "an1.308:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das untaugliche Eigenschaften so entstehen oder taugliche Eigenschaften so verkümmern lässt wie falsche Ansicht. ",
  "an1.308:1.2": "Wenn man falsche Ansicht hat, entstehen untaugliche Eigenschaften, und taugliche Eigenschaften verkümmern.“ ",
  "an1.309:1.0": "309",
  "an1.309:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das taugliche Eigenschaften so entstehen oder untaugliche Eigenschaften so verkümmern lässt wie rechte Ansicht. ",
  "an1.309:1.2": "Wenn man rechte Ansicht hat, entstehen taugliche Eigenschaften, und untaugliche Eigenschaften verkümmern.“ ",
  "an1.310:1.0": "310",
  "an1.310:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das falsche Ansicht so entstehen lässt, und wenn sie bereits entstanden ist, sie so zunehmen lässt wie ungenaue Aufmerksamkeit. ",
  "an1.310:1.2": "Wenn man ungenau hinschaut, entsteht falsche Ansicht, und wenn sie entstanden ist, nimmt sie zu.“ ",
  "an1.311:1.0": "311",
  "an1.311:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das rechte Ansicht so entstehen lässt, und wenn sie bereits entstanden ist, sie so zunehmen lässt wie genaue Aufmerksamkeit. ",
  "an1.311:1.2": "Wenn man genau hinschaut, entsteht rechte Ansicht, und wenn sie entstanden ist, nimmt sie zu.“ ",
  "an1.312:1.0": "312",
  "an1.312:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so wie falsche Ansicht dazu führt, dass Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an1.312:1.2": "Weil sie falsche Ansicht haben, werden Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle.“ ",
  "an1.313:1.0": "313",
  "an1.313:1.1": "„Mönche und Nonnen, ich sehe kein einziges Ding, das so wie rechte Ansicht dazu führt, dass Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einem himmlischen Bereich. ",
  "an1.313:1.2": "Weil sie rechte Ansicht haben, werden Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einem himmlischen Bereich.“ ",
  "an1.314:1.0": "314",
  "an1.314:1.1": "„Mönche und Nonnen, wenn eine Person falsche Ansicht hat, ganz gleich, welche Handlung sie mit dem Körper, der Sprache oder dem Geist im Einklang mit dieser Ansicht ausführt: Ihre Absichten, Ziele, Wünsche und Entscheidungen werden zu etwas führen, das unerwünscht, unwillkommen und unangenehm ist, zu Schmerz und Leid. ",
  "an1.314:1.2": "Und warum? ",
  "an1.314:1.3": "Weil ihre Ansicht schlecht ist. ",
  "an1.314:1.4": "Angenommen, ein Same des Niembaums, eines Luffa- oder Bitterkürbisses würde in feuchte Erde gepflanzt. Ganz gleich, welche Nährstoffe er aus der Erde und dem Wasser aufnähme, sie würden zu seinem bitteren, strengen und unangenehmen Geschmack beitragen. ",
  "an1.314:1.5": "Und warum? ",
  "an1.314:1.6": "Weil der Same schlecht ist. ",
  "an1.314:1.7": "Ebenso ist es auch mit einer Person, die falsche Ansicht hat: Ganz gleich, welche Handlung sie mit dem Körper, der Sprache oder dem Geist im Einklang mit dieser Ansicht ausführt: Ihre Absichten, Ziele, Wünsche und Entscheidungen werden zu etwas führen, das unerwünscht, unwillkommen und unangenehm ist, zu Schmerz und Leid. ",
  "an1.314:1.8": "Und warum? ",
  "an1.314:1.9": "Weil ihre Ansicht schlecht ist.“ ",
  "an1.315:1.0": "315",
  "an1.315:1.1": "„Mönche und Nonnen, wenn eine Person rechte Ansicht hat, ganz gleich, welche Handlung sie mit dem Körper, der Sprache oder dem Geist im Einklang mit dieser Ansicht ausführt: Ihre Absichten, Ziele, Wünsche und Entscheidungen werden zu etwas führen, das erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an1.315:1.2": "Und warum? ",
  "an1.315:1.3": "Weil ihre Ansicht gut ist. ",
  "an1.315:1.4": "Angenommen, ein Same von Zuckerrohr, feinem Reis oder Trauben würde in feuchte Erde gepflanzt. Ganz gleich, welche Nährstoffe er aus der Erde und dem Wasser aufnähme, sie würden zu seinem süßen, angenehmen und köstlichen Geschmack beitragen. ",
  "an1.315:1.5": "Und warum? ",
  "an1.315:1.6": "Weil der Same gut ist. ",
  "an1.315:1.7": "Ebenso ist es auch mit einer Person, die rechte Ansicht hat: Ganz gleich, welche Handlung sie mit dem Körper, der Sprache oder dem Geist im Einklang mit dieser Ansicht ausführt: Ihre Absichten, Ziele, Wünsche und Entscheidungen werden zu etwas führen, das erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an1.315:1.8": "Und warum? ",
  "an1.315:1.9": "Weil ihre Ansicht gut ist.“ "
}