{
  "an1.278:0.1": "Nummerierte Lehrreden 1",
  "an1.278:0.2": "22. Zweites",
  "an1.278:0.3": "278–286",
  "an1.278:1.0": "278",
  "an1.278:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass zwei Rad-drehende Herrscher gleichzeitig im selben Sonnensystem erscheinen. ",
  "an1.278:1.2": "Aber es ist möglich, dass ein einziger Rad-drehender Herrscher in einem Sonnensystem erscheint.“ ",
  "an1.279:1.0": "279",
  "an1.279:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass eine Frau ein Vollendeter, ein vollkommen erwachter Buddha ist. ",
  "an1.279:1.2": "Aber es ist möglich, dass ein Mann ein Vollendeter, ein vollkommen erwachter Buddha ist.“ ",
  "an1.280:1.0": "280",
  "an1.280:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass eine Frau eine Rad-drehende Herrscherin ist. ",
  "an1.280:1.2": "Aber es ist möglich, dass ein Mann ein Rad-drehender Herrscher ist.“ ",
  "an1.281-283:1.0": "281–283 ",
  "an1.281-283:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass eine Frau die Rolle von Sakka, Māra oder Brahmā einnimmt. ",
  "an1.281-283:1.2": "Aber es ist möglich, dass ein Mann die Rolle von Sakka, Māra oder Brahmā einnimmt.“ ",
  "an1.284:1.0": "284",
  "an1.284:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines schlechten Verhaltens mit dem Körper eintritt. ",
  "an1.284:1.2": "Aber es ist möglich, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines schlechten Verhaltens mit dem Körper eintritt.“ ",
  "an1.285-286:1.0": "285–286 ",
  "an1.285-286:1.1": "„Es ist unmöglich, Mönche und Nonnen, es kann nicht sein, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines schlechten Verhaltens mit der Sprache … dem Geist eintritt. ",
  "an1.285-286:1.2": "Aber es ist möglich, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines schlechten Verhaltens mit der Sprache … dem Geist eintritt.“ "
}