{
  "an1.616:0.1": "Nummerierte Lehrreden 1.616–627 ",
  "an1.616:0.2": "31. Das Kapitel über die Unsterblichkeit ",
  "an1.616:1.0": "616 ",
  "an1.616:1.1": "„Mönche und Nonnen, wer sich nicht an der Achtsamkeit auf den Körper labt, labt sich nicht an der Unsterblichkeit. ",
  "an1.616:1.2": "Wer sich an der Achtsamkeit auf den Körper labt, labt sich an der Unsterblichkeit.“ ",
  "an1.617:1.0": "617 ",
  "an1.617:1.1": "„Mönche und Nonnen, wer sich nicht an der Achtsamkeit auf den Körper gelabt hat, hat sich nicht an der Unsterblichkeit gelabt. ",
  "an1.617:1.2": "Wer sich an der Achtsamkeit auf den Körper gelabt hat, hat sich an der Unsterblichkeit gelabt.“ ",
  "an1.618:1.0": "618 ",
  "an1.618:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper verloren hat, hat die Unsterblichkeit verloren. ",
  "an1.618:1.2": "Wer die Achtsamkeit auf den Körper nicht verloren hat, hat die Unsterblichkeit nicht verloren.“ ",
  "an1.619:1.0": "619 ",
  "an1.619:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper verpasst hat, hat die Unsterblichkeit verpasst. ",
  "an1.619:1.2": "Wer die Achtsamkeit auf den Körper unternommen hat, hat die Unsterblichkeit nicht verpasst.“ ",
  "an1.620:1.0": "620 ",
  "an1.620:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper vernachlässigt hat, hat die Unsterblichkeit vernachlässigt. ",
  "an1.620:1.2": "Wer die Achtsamkeit auf den Körper nicht vernachlässigt hat, hat die Unsterblichkeit nicht vernachlässigt.“ ",
  "an1.621:1.0": "621 ",
  "an1.621:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper vergessen hat, hat die Unsterblichkeit vergessen. ",
  "an1.621:1.2": "Wer die Achtsamkeit auf den Körper nicht vergessen hat, hat die Unsterblichkeit nicht vergessen.“ ",
  "an1.622:1.0": "622 ",
  "an1.622:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper nicht gepflegt hat, hat die Unsterblichkeit nicht gepflegt. ",
  "an1.622:1.2": "Wer die Achtsamkeit auf den Körper gepflegt hat, hat die Unsterblichkeit gepflegt.“ ",
  "an1.623:1.0": "623 ",
  "an1.623:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper nicht entwickelt hat, hat die Unsterblichkeit nicht entwickelt. ",
  "an1.623:1.2": "Wer die Achtsamkeit auf den Körper entwickelt hat, hat die Unsterblichkeit entwickelt.“ ",
  "an1.624:1.0": "624 ",
  "an1.624:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper nicht geübt hat, hat die Unsterblichkeit nicht geübt. ",
  "an1.624:1.2": "Wer die Achtsamkeit auf den Körper geübt hat, hat die Unsterblichkeit geübt.“ ",
  "an1.625:1.0": "625 ",
  "an1.625:1.1": "„Mönche und Nonnen, wer keine Einsicht in die Achtsamkeit auf den Körper hatte, hatte keine Einsicht in die Unsterblichkeit. ",
  "an1.625:1.2": "Wer Einsicht in die Achtsamkeit auf den Körper hatte, hatte Einsicht in die Unsterblichkeit.“ ",
  "an1.626:1.0": "626 ",
  "an1.626:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper nicht vollständig verstanden hat, hat die Unsterblichkeit nicht vollständig verstanden. ",
  "an1.626:1.2": "Wer die Achtsamkeit auf den Körper vollständig verstanden hat, hat die Unsterblichkeit vollständig verstanden.“ ",
  "an1.627:1.0": "627 ",
  "an1.627:1.1": "„Mönche und Nonnen, wer die Achtsamkeit auf den Körper nicht verwirklicht hat, hat die Unsterblichkeit nicht verwirklicht. ",
  "an1.627:1.2": "Wer die Achtsamkeit auf den Körper verwirklicht hat, hat die Unsterblichkeit verwirklicht.“ ",
  "an1.627:1.3": "Die tausend Einer-Lehrreden sind abgeschlossen. ",
  "an1.627:2.1": "Das sagte der Buddha. ",
  "an1.627:2.2": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. ",
  "an1.627:2.3": " ",
  "an1.627:2.4": "Das Einerbuch ist zu Ende. "
}